Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/get_involved.po
Languages: ca, de, it, nl, pt_pt, sl, sv, uk_ua

source: Contribute to digiKam project
ca: Col·laboració amb el projecte digiKam
de: Tragen Sie zum digiKam-Projekt bei
it: Contribuisci al progetto digiKam
nl: Bijdragen aan het project digiKam
pt_pt: Contribuir para o projecto digiKam
sl: Prispevajte k projektu digiKam
sv: Bidra till digiKam-projektet
uk_ua: Зробити внесок у проєкт digiKam

source: digiKam, documentation, user manual, photo management, open source, free, help, learn, contribute, translate, write contents
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, ajuda, aprenentatge, col·labora, tradueix, escriu contingut
de: digiKam, Dokumentation, Benutzerhandbuch, Fotoverwaltung, Open Source, frei, Hilfe, lernen, beitragen, übersetzen, Inhalte schreiben
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, aiuto, apprendimento, collaborare, tradurre, scrivere contenuti
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, help, leren, bijdragen, vertalen, inhoud schrijven
pt_pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, contribuir, traduzir, escrever conteúdos
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, brezplačno, pomoč, učenje, prispevanje, prevajanje, pisanje vsebine
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, hjälp, lära, bidra, översätta, skriva innehåll
uk_ua: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, довідка, навчання, налаштування, участь, внесок, переклад, написання текстів

source: Get Involved
ca: Participeu-hi
de: Beitragen
it: Partecipa
nl: Doe mee
pt_pt: Envolva-se
sl: Sodelujte
sv: Engagera dig
uk_ua: Участь у команді

source: Contents
ca: Contingut
de: Inhalte
it: Contenuto
nl: Inhoud
pt_pt: Conteúdo
sl: Vsebina
sv: Innehåll
uk_ua: Зміст

source: Maintaining this Manual
ca: Mantenir aquest manual
de: Pflege dieses Handbuchs
it: Tenere aggiornato questo manuale
nl: Deze Handleiding onderhouden
pt_pt: Manter este Manual
sl: Vzdrževanje tega priročnika
sv: Underhålla den här handboken
uk_ua: Супровід цього підручника

source: digiKam is a powerful tool with a lot of features but all the different menu entries, buttons and shortcuts can be sometimes confusing. The User Manual is important for beginners as well as advanced users searching for a specific feature. However maintaining the manual is a big task the digiKam core team can't handle alone...
ca: El digiKam és una eina poderosa amb moltes característiques, però totes les diferents entrades de menú, botons i dreceres de vegades poden ser confuses. El Manual d'usuari és important tant per a principiants com per a usuaris avançats que cerquen una característica específica. Tot i això, mantenir el manual és una gran tasca que l'equip central del digiKam no pot manejar sol...
de: digiKam ist ein mächtiges Werkzeug mit vielen Funktionen, aber die vielen verschiedenen Menüeinträge, Knöpfe und Kurzbefehle können teilweise verwirrend sein. Das Benutzerhandbuch ist wichtig sowohl für Einsteiger, als auch für fortgeschrittene Nutzer, die eine bestimmte Funktion suchen. Allerdings ist die Pflege des Handbuchs eine große Aufgabe, die das digiKam-Kernteam nicht alleine bewältigen kann …
it: digiKam è uno strumento avanzato con molte funzionalità, però le diverse voci di menu, i pulsanti e le scorciatoie a volte possono confondere. Il Manuale dell'utente è importante per sia per i principianti, sia per gli utenti avanzati alla ricerca di una funzione specifica. Tenere aggiornato il manuale, tuttavia, richiede un grande sforzo che la squadra principale di digiKam non può affrontare e gestire da sola...
nl: digiKam is een krachtig hulpmiddel met heel wat mogelijkheden maar alle verschillende menu-items, knoppen en sneltoetsen kunnen soms verwarrend zijn. De Gebruikershandleiding is belangrijk voor beginners evenals voor geavanceerde gebruikers die zoeken naar een specifieke mogelijkheid. Onderhouden van de handleiding is een grote taak die het kernteam van digiKam niet alleen kan behandelen...
pt_pt: O digiKam é uma ferramenta poderosa com uma grande quantidade de funcionalidades, mas todos os itens de menu, botões e atalhos poderão ser confusos às vezes. O Manual do Utilizador é importante para os principiantes e também para os utilizadores avançados para procurar por uma dada funcionalidade. Contudo, manter este manual é uma grande tarefa que a equipa de desenvolvimento de base do digiKam não consegue lidar sozinha...
sl: digiKam je zmogljivo orodje z veliko funkcijami, vendar so lahko vsi različni vnosi v menije, gumbi in bližnjice včasih zmedeni.
sv: digiKam är ett kraftfullt verktyg med många funktioner men alla olika menyalternativ, knappar och genvägar kan ibland vara förvirrande. Användarhandboken är viktig för såväl nybörjare som avancerade användare som söker efter en specifik funktion. Men att underhålla handboken är en stor uppgift som digiKams kärnteam inte kan hantera ensamt ...
uk_ua: digiKam є потужним інструментом із багатьма можливостями, але усі ці різні записи меню, кнопки і скорочення можуть іноді видатися складними до вивчення. Підручник є важливим для початківців та досвідчених користувачів для пошуку даних щодо певної можливості. Втім, супровід підручника є складним завданням, з яким основна команда digiKam не може впоратися самотужки...

source: And that’s where you come in. If you are an advanced user then we need you to update old sections or write explanations of new features. But even if you have the feeling you are not experienced enough to write something, you can still update screenshots or translate in different languages. If you benefit from the work others did on digiKam it is a great (and easy) opportunity to give something back to the project and the community.
ca: I aquí és on entreu vosaltres. Si sou un usuari avançat, necessitem que actualitzeu les seccions antigues o que escriviu alguna explicació de les característiques noves. Però fins i tot si teniu la sensació que no teniu l'experiència suficient per a escriure alguna cosa, encara podeu actualitzar les captures de pantalla o traduir a idiomes diferents. Si us beneficieu de la feina que altres han fet en el digiKam, és una excel·lent (i fàcil) oportunitat de tornar alguna cosa al projecte i a la comunitat.
de: Und hier kommen Sie ins Spiel. Wenn Sie eine erfahrene Nutzerin oder ein erfahrener Nutzer sind, brauchen wir Sie, um alte Abschnitte zu überarbeiten oder Erklärungen für neue Funktionen zu verfassen. Aber auch wenn Sie das Gefühl haben, nicht erfahren genug zu sein, um etwas zu schreiben, können Sie trotzdem Screenshots aktualisieren oder in verschiedene Sprachen übersetzen. Wenn Sie von der Arbeit profitieren, die andere in digiKam gesteckt haben, ist das eine großartige (und einfache) Möglichkeit, etwas an das Projekt und die Gemeinschaft zurückzugeben.
nl: En dat is waar u binnenkomt! Als u een geavanceerde gebruiker bent dan hebben we u nodig om oude secties bij te werken of uitleg over nieuwe mogelijkheden te schrijven. Maar zelfs als u het gevoel hebt dat u niet ervaren genoeg bent om iets te schrijven, dan kunt u nog steeds schermafdrukken bijwerken of in verschillende talen vertalen. Als u baat hebt van het werk van anderen aan digiKam is het een geweldige (en gemakkelijke) gelegenheid om iets terug te geven aan het project en de gemeenschap.
sv: Och det är där du kommer in. Om du är en avancerad användare behöver vi dig för att uppdatera gamla avsnitt eller skriva förklaringar av nya funktioner. Men även om du känner att du inte är tillräckligt erfaren för att skriva något, kan du fortfarande uppdatera skärmbilder eller översätta till olika språk. Om du drar nytta av det arbete andra gjort i digiKam är det en fantastisk (och enkel) möjlighet att ge något tillbaka till projektet och gemenskapen.
uk_ua: Ось, де знадобиться ваша допомога! Якщо ви є досвідченим користувачем, ви можете оновити застарілі розділи і створити описи нових можливостей. Але навіть якщо ви вважаєте, що не є достатньо досвідченими, щоб писати якусь документацію, ви можете оновити знімки вікон або перекласти підручник. Якщо ви отримуєте користь від роботи інших людей над digiKam, це чудовий (і доволі простий) спосіб якось віддячити проєкту і спільноті.

source: The `README file <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ from the documentation repository lists all details to help with this manual.
ca: El `fitxer README <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ del repositori de documentació llista tots els detalls per a ajudar amb aquest manual.
de: Die `README-Datei <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ aus dem Dokumentations-Repository führt alle Details auf, um bei diesem Handbuch mitzuhelfen.
it: Il `file README <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ presente nel repository della documentazione elenca tutti i dettagli per poter essere d'aiuto a questo manuale.
nl: Het `bestand README <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ uit de documentatie-opslagruimte geeft een lijst met alle details om te helpen met deze handleiding.
pt_pt: O `ficheiro README <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ do repositório de documentação apresenta todos os detalhes para ajudar com este manual.
sl: Datoteka `README <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ iz repozitorija dokumentacije navaja vse podrobnosti za pomoč pri tem priročniku.
sv: `Filen README <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ från dokumentationsarkivet listar all information för att hjälpa till med den här handboken.
uk_ua: У `файлі README <https://invent.kde.org/documentation/digikam-doc/-/blob/master/README.md>`_ у сховищі коду документації наведено усі подробиці щодо того, як допомогти з цим підручником.

source: Reporting Bug
ca: Informar d'un error
de: Problem melden
it: Segnalare un errore
nl: Rapporteren van bugs
pt_pt: Comunicar Erros
sl: Prijava hrošča
sv: Rapportera fel
uk_ua: Як повідомити про вади

source: digiKam is an Open Source project. This means that it relies on its users to play their part by, at least, reporting problems and suggesting possible improvements.
ca: El digiKam és un projecte de codi obert. Això significa que confia en els seus usuaris per, almenys, per a informar de qualsevol problema i suggerir possibles millores.
de: digiKam ist ein quelloffenes Projekt. Das bedeutet, dass es darauf angewiesen ist, dass die Nutzer ihren Teil dazu beitragen, selbst wenn es nur um das Melden von Problemen oder Äußern von Verbesserungsvorschlägen geht.
it: digiKam è un progetto open source. Ciò significa che confida che i suoi utenti facciano la loro parte, per lo meno segnalando i problemi e suggerendo i possibili miglioramenti.
nl: digiKam een open-source-project. Dit betekent dat het afhankelijk is van de gebruikers voor het waarborgen van de kwaliteit van de software. Wij stellen het zeer op prijs dat de gebruiker eventuele problemen met het programma meldt, en eventuele suggesties voor verbeteringen aan ons doorgeeft.
pt_pt: O digiKam é um projecto em código aberto. Isto significa que se baseia nos seus utilizadores para cumprirem a sua parte, pelo menos na parte de comunicar problemas e sugerir possíveis melhorias.
sl: digiKam je odprtokodni projekt.
sv: digiKam är ett projekt med öppen källkod. Det betyder att det litar på att användare spelar sin roll genom att åtminstone rapportera problem och föreslå möjliga förbättringar.
uk_ua: digiKam є проєктом з відкритим кодом. Це означає, що користувачі теж мають брати участь у його розвитку, принаймні, повідомляти авторам про вади програми та висловлювати пропозиції щодо можливого удосконалення.

source: digiKam makes it as easy as possible for you to report bugs or suggest improvements. Wherever you are in the application the main menu will include the :menuselection:`Help --> Report Bug` option. This will display a message box with a highlighted link. Click on the link and your web browser will open the page for the reporting system. All the information required will already be filled in, just follow the instructions for completing your report.
ca: El digiKam fa que sigui el més fàcil possible informar dels errors o suggerir millores. On esteu l'aplicació, el menú principal inclou l'element de menú «:menuselection:`Ajuda --> Informeu d'un error...`». Es mostrarà un quadre de missatge amb un enllaç ressaltat. Feu-hi clic i el vostre navegador web obrirà la pàgina del sistema d'informes d'error. Tota la informació requerida ja estarà emplenada, només seguiu les instruccions per a completar el vostre informe.
de: digiKam macht es so einfach wie möglich für Sie, Probleme zu melden oder Verbesserungen vorzuschlagen. Wo auch immer Sie sich in der Anwendung befinden, enthält das Hauptmenü die Option :menuselection:`Hilfe → Problem melden`. Diese zeigt ein Benachrichtigungsfenster mit einem hervorgehobenen Link. Wenn Sie diesen Link anklicken, öffnet Ihr Webbrowser die Seite des Meldesystems. Alle notwendigen Informationen sind bereits eingetragen, folgen Sie einfach den Anweisungen zum Abschließen der Meldung.
it: digiKam semplifica la segnalazione degli errori o il suggerimento dei miglioramenti. In qualsiasi punto dell'applicazione ti trovi, il menu principale includerà l'opzione :menuselection:`Aiuto --> Segnala un errore`. Questa visualizzerà un riquadro con un collegamento evidenziato. Facendo clic sul collegamento il tuo browser web aprirà la pagina del sistema di segnalazione. Tutte le informazioni necessarie saranno già inserite, segui semplicemente le istruzioni per completare la segnalazione.
nl: digiKam levert een eenvoudige manier om uw foutmeldingen en suggesties naar ons te sturen. Overal in het programma vindt u het hoofdmenu met daarin de optie :menuselection:`Help --> Bug rapporteren`. De dialoog die geopend wordt bevat een webkoppeling die een browservenster opent met het URL-adres van KDE's bugrapporteersysteem. Volg de instructies om uw rapport in te dienen.
pt_pt: O digiKam simplifica ao máximo possível o envio pelo utilizador de relatórios de erros ou para sugerir melhorias. Onde quer que esteja, o menu principal irá incluir a opção :menuselection:`Ajuda --> Comunicar um Erro`. Isto irá mostrar uma mensagem com uma ligação realçada. Carregue nessa ligação, para que o seu navegador Web abra a página do sistema de registo de erros. Toda a informação necessária já estará preenchida; basta seguir as instruções para terminar o seu relatório.
sl: digiKam vam čim bolj olajša poročanje o napakah ali predlaganje izboljšav.
sv: digiKam gör det så enkelt som möjligt att rapportera fel eller föreslå förbättringar. Var du än är i programmet innehåller huvudmenyn alternativet :menuselection:`Hjälp --> Rapportera fel`. Det visar en meddelanderuta med en markerad länk. Klicka på länken så öppnas sidan för rapporteringssystemet i en webbläsare. All information som krävs är redan ifylld, följ bara instruktionerna för att göra färdigt rapporten.
uk_ua: У digiKam процедуру повідомлення про вади та висування пропозицій значно спрощено. У головному меню програми ви знайдете пункт :menuselection:`Довідка --> Надіслати звіт про помилку`. За його допомогою можна відкрити вікно повідомлення з відповідним посиланням. Натисніть позначку посилання, — у відповідь система відкриє у вашому переглядачі Тенет сторінку системи обробки повідомлень. Всі потрібні дані буде вже вказано, просто виконайте настанови, які нададуть вам змогу завершити ваше повідомлення про ваду.

source: The digiKam Reporting Bug Dialog
ca: El diàleg per a informar d'errors en el digiKam
de: Der digiKam-Dialog zum Melden von Problemen
it: La finestra di dialogo di segnalazione degli errori di digiKam
nl: De dialoog van digiKam Een bug rapporteren
pt_pt: A Janela de Relatório de Erros do digiKam
sl: Pogovorno okno za poročanje o napakah digiKam
sv: Felrapporteringsdialogrutan i digiKam
uk_ua: Вікно звітування про помилку у digiKam

source: Contribute
ca: Col·laborar
de: Beitragen
it: Collabora
nl: Bijdragen
pt_pt: Contribuir
sl: Prispevaj
sv: Bidra
uk_ua: Участь у проєкті

source: There are many ways that you can get involved with the continued development of digiKam. You do not need to be a software developer. You can help with documentation, translation and user interface design, or just contribute really good ideas to the wish-list. You can also get involved by testing early development code as it is being developed and providing feedback to the developers. Of course, if you are a software developer then you can help to make digiKam the best digital photograph application there is.
ca: Hi ha moltes maneres per a aconseguir-vos implicar en el desenvolupament continu del digiKam. No és necessari ser un desenvolupador de programari. Podeu ajudar amb la documentació, traducció i disseny de la interfície d'usuari o senzillament contribuir amb idees molt bones a la llista de desitjos. També podeu participar provant codi primerenc que s'està desenvolupant i proporcionar informació als desenvolupadors. Per descomptat, si sou un desenvolupador de programari, llavors podeu ajudar a fer del digiKam la millor aplicació de fotografia digital que existeix.
de: Es gibt viele Möglichkeiten, wie Sie sich in die fortlaufende Entwicklung von digiKam einbringen können. Sie müssen kein Software-Entwickler sein. Sie können bei der Dokumentation, der Übersetzung und der Gestaltung der Benutzeroberfläche mithelfen, oder einfach wirklich gute Ideen zur Wunschliste beitragen. Sie können sich auch durch das frühe Testen von Code einbringen, während er entwickelt wird und den Entwicklern wertvolle Rückmeldungen geben. Natürlich können Sie, wenn Sie Software-Entwickler sind, helfen digiKam zur besten Anwendung für digitale Fotografie zu machen, die es gibt.
it: Ci sono molti modi di partecipare allo sviluppo di digiKam. Non è necessario essere sviluppatori di software. Puoi aiutare con la documentazione, la traduzione e la progettazione dell'interfaccia utente, o soltanto contribuire con buone idee alla lista dei desideri. Puoi anche partecipare provando il codice durante lo sviluppo e tenendoti in contatto con gli sviluppatori. Ovviamente, se sei uno sviluppatore di software, puoi aiutare a rendere digiKam l'applicazione per immagini digitali migliore del mondo.
nl: U kunt op verschillende manieren meehelpen bij het ontwikkelen van digiKam. Hiervoor hoeft u geen programmeur te zijn. U kunt meehelpen met het schrijven van documentatie, het vertalen in andere talen, ontwerp van de gebruikersinterface of gewoon uw briljante ideeën kenbaar maken via de wensenlijst. U kunt ons ook helpen door de nieuwste ontwikkelcode uit te proberen en de programmeurs uw ervaringen te vertellen. Als u programmeur bent, dan bent u natuurlijk van harte welkom om mee te helpen om van digiKam het beste digitale fotoprogramma dat er is te maken.
pt_pt: Existem muitas formas de se envolver com o desenvolvimento contínuo do digiKam. Não tem de ser um programador. Poderá ajudar com a documentação, as traduções e o desenho da interface do utilizador, ou simplesmente contribuir com boas ideias para a lista de pedidos. Também se poderá envolver ao testar o código no início do desenvolvimento, à medida que vai sendo desenvolvido, e dando as suas opiniões aos programadores. Obviamente, se for um programador, também poderá ajudar a tornar o digiKam a melhor aplicação de fotografia digital que existe.
sl: Obstaja veliko načinov, kako lahko sodelujete pri nadaljnjem razvoju digiKama.
sv: Det finns många sätt som du kan engagera dig i den fortsatta utvecklingen av digiKam. Du behöver inte vara programvaruutvecklare. Du kan hjälpa till med dokumentation, översättning och design av användargränssnitt, eller bara bidra med riktigt bra idéer till önskelistan. Du kan också engagera dig genom att testa tidig utvecklingskod medan den utvecklas och ge återmatning till utvecklarna. Naturligtvis, om du är en programvaruutvecklare kan du hjälpa till att göra digiKam till det bästa digitala fotoprogrammet som finns.
uk_ua: Існує багато шляхів долучитися до постійної розробки digiKam. Вам зовсім не потрібно бути знавцем з розробки програмного забезпечення. Ви можете допомогти зі створенням документації, перекладом, компонуванням інтерфейсу користувача або просто поділитися своїми чудовими ідеями у списку побажань. Ви також можете допомогти у тестуванні коду на ранніх стадіях розробки, а потім поділитися своїми враженнями з розробниками. Звичайно ж, якщо ви є розробником програмного забезпечення, ви можете допомогти зробити digiKam найкращою програмою для роботи з цифровими фотографіями.

source: The `Contribute page <https://www.digikam.org/contribute/>`_ from project web-site group all necessary information to be involved on the project.
ca: La pàgina `Col·laborar <https://www.digikam.org/contribute/>`_ des del lloc web del projecte agrupa tota la informació necessària per a participar en el projecte.
de: Die `Beteiligen-Seite <https://www.digikam.org/contribute/>`_ der Projekt-Website enthält alle notwendigen Informationen, um sich an dem Projekt zu beteiligen.
it: La `pagina Collabora <https://www.digikam.org/contribute/>`_ del sito web del progetto raggruppa tutte le informazioni necessarie per partecipare al progetto.
nl: De `Bijdragepagina <https://www.digikam.org/contribute/>`_ van website van het project groepeert alle noodzakelijke informatie om mee te doen aan het project.
pt_pt: A `página Contribuir <https://www.digikam.org/contribute/>`_ da página Web do projecto agrupa toda a informação necessária para se envolver no projecto.
sl: `Stran za prispevke <https://www.digikam.org/contribute/>`_ s spletne strani projekta združuje vse potrebne informacije za vključitev v projekt.
sv: `Sidan Bidra <https://www.digikam.org/contribute/>`_ på projektets webbplats samlar all nödvändig information för att börja delta i projektet.
uk_ua: На `сторінці участі <https://www.digikam.org/contribute/>`_ сайта проєкту зібрано усі потрібні відомості щодо участі у проєкті.

source: And that’s were you come in. If you are an advanced user then we need you to update old sections or write explanations of new features. But even if you have the feeling you are not experienced enough to write something, you can still update screenshots or translate in different languages. If you benefit from the work others did on digiKam it is a great (and easy) opportunity to give something back to the project and the community.
it: Ed ecco che qui entri in gioco tu. Se sei un utente avanzato, abbiamo necessità di aggiornare le vecchie sezioni o scrivere le spiegazioni delle nuove funzionalità. Anche se pensi di non avere sufficiente esperienza per scrivere qualcosa, puoi sempre aggiornare le schermate o tradurre in un'altra lingua. Se trai vantaggio dal lavoro che altri utenti hanno fatto sul programma, sarebbe una grande (e facile) opportunità restituire qualcosa indietro al progetto e alla comunità.
pt_pt: Aí é onde você poderá entrar. Se for um utilizador avançado, então necessitamos que actualize as secções antigas ou dê explicações para as novas funcionalidades. Mas mesmo que tenha a sensação que não é experiente o suficiente, poder à mesma actualizar as imagens ou traduzir para várias línguas. Se beneficiar do trabalho que outros fizeram no digiKam,, é uma oportunidade óptima (e simples) de devolver algo ao projecto e à comunidade.
sl: In tam ste vstopili. Če ste napreden uporabnik, potrebujemo, da posodobite stare razdelke ali napišete razlage novih funkcij.
