Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/supported_materials/camera_devices.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: Camera and Mass Storage Devices Supported by digiKam
ca: Càmeres i dispositius d'emmagatzematge massiu admesos pel digiKam
it: Fotocamere e dispositivi di memorizzazione di massa supportati da digiKam
nl: Camera- en massaopslagapparaten ondersteund door digiKam
pt_br: Câmeras e dispositivos de armazenamento em massa suportados pelo digiKam
sl: Kamere in naprave za masovno shranjevanje, ki jih podpira digiKam
sv: Kameror och masslagringsenheter som stöds av digiKam
uk: Пристрої фотоапаратів та сховищ даних, підтримку яких передбачено у digiKam
zh_cn: digiKam 支持的相机和大容量存储设备

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, camera, gPhoto, usb, mass, storage
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, càmera, gPhoto, usb, massiu, emmagatzematge
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, camera, gPhoto, usb, massa, opslag
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, câmera, gPhoto, usb, massa, armazenamento
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kamera, gPhoto, usb, masslagring
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, фотоапарат, камера, gPhoto, usb, зберігання
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 相机, gPhoto, usb, 质量, 存储

source: Cameras and Mass Storage Devices
ca: Càmeres i dispositius d'emmagatzematge massiu
it: Fotocamere e dispositivi di memorizzazione di massa
sl: Kamere in naprave za masovno shranjevanje

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: Introduction
ca: Introducció
it: Introduzione
nl: Inleiding
pt_br: Introdução
sl: Uvod
sv: Inledning
uk: Вступ
zh_cn: 简介

source: An easy-to-use camera interface is provided that will download photographs directly from your digital camera into digiKam Albums. More than `2700 digital cameras <http://www.gphoto.org/proj/libgphoto2/support.php>`_ are supported by the gPhoto library. Of course, any media or card reader supported by your operating system will also interface with digiKam.
ca: Es proporciona una interfície de càmera fàcil d'usar que descarregarà fotografies directament des de la càmera digital als àlbums del digiKam. La biblioteca gPhoto admet més de `2.700 càmeres digitals <http://www.gphoto.org/proj/libgphoto2/support.php>`_. Per descomptat, qualsevol suport o lector de targetes compatible amb el sistema operatiu es cGairebé totes les càmeres digitals recents suporten la versió 1 d'USB i, eventualment, la versió 2 d'USB.onnectarà amb el digiKam.
it: È fornita un'interfaccia per la fotocamera facile da usare che scaricherà le fotografie direttamente dalla tua fotocamera digitale agli album di digiKam. La libreria gPhoto supporta più di `2700 macchine fotografiche digitali <http://www.gphoto.org/proj/libgphoto2/support.php>`_. Naturalmente, qualsiasi dispositivo multimediale o lettore di schede supportato dal sistema operativo sarà in grado di lavorare col programma.
nl: Een gemakkelijk te gebruiken camera-interface wordt geboden, dat foto's direct download van uw digitale camera in albums van digiKam. Meer dan `2700 digitale camera's <http://www.gphoto.org/proj/libgphoto2/support.php>`_ worden er ondersteund door de gPhoto-bibliotheek. Natuurlijk zal elk medium of kaartlezer, ondersteund door uw besturingssysteem, zich ook verbinden met digiKam.
pt_br: Uma interface de câmera fácil de usar é fornecida por padrão, permitindo baixar as fotos diretamente da sua câmera digital para os álbuns do digiKam. Mais de `2700 câmeras digitais <http://www.gphoto.org/proj/libgphoto2/support.php>`_ são suportadas pela biblioteca do gPhoto. Obviamente, qualquer leitor de mídia ou cartão compatível com o seu sistema operacional também se conectará ao digiKam.
sl: Na voljo je vmesnik kamere, enostaven za uporabo, ki se bo povezal z vašo digitalno kamero in prenesel fotografije neposredno v albume digiKama. Več kot `2700 digitalnih kamer <http://www.gphoto.org/proj/libgphoto2/support.php>`_ podpira knjižnica gPhoto. Seveda se bo kateri koli medij ali kartica in bralnik, ki ga podpira vaš operacijski sistem, povezal z digiKamom.
sv: Ett lättanvänt kameragränssnitt tillhandahålls som laddar ner fotografier direkt från en digitalkamera till album i digiKam. Mer än `2700 digitalkameror <http://www.gphoto.org/proj/libgphoto2/support.php>`_ stöds av biblioteket gPhoto. Naturligtvis samverkar alla media- eller kortläsare som stöds av operativsystemet också med digiKam.
uk: Передбачено простий у користуванні інтерфейс фотоапаратів за допомогою якого ви зможете з’єднати ваш цифровий фотоапарат з комп’ютером і отримати фотографії безпосередньо до альбомів digiKam. У бібліотеці gPhoto, на якій засновано роботу програми, передбачено підтримку `понад `2500 цифрових фотоапаратів <http://www.gphoto.org/proj/libgphoto2/support.php>`_. Звичайно ж, будь-який носій або інструмент читання даних, який підтримується вашою операційною системою, може обмінюватися даними з digiKam.
zh_cn: digiKam 提供了一个非常易用的相机界面，可以直接将照片从你的数码相机导入到 digiKam 的相册中。得益于 gPhoto 库的支持，目前已有超过 `2700 款数码相机 <http://www.gphoto.org/proj/libgphoto2/support.php>`_ 可以与 digiKam 兼容。当然，任何被你的操作系统识别的存储设备或读卡器，也都可以与 digiKam 配合使用。

source: Camera import is currently not supported on Windows Systems due limitations in the Gphoto2 library.
ca: Actualment, la importació de càmera no està implementada als sistemes Windows per limitacions en la biblioteca Gphoto2.
it: L'importazione dalla fotocamera attualmente non è supportata nei sistemi Windows a causa di limitazioni nella libreria Gphoto2.
nl: Importeren van camera wordt nu niet ondersteund op Windows systemen vanwege beperkingen in de bibliotheek Gphoto2.
pt_br: Atualmente, a importação de câmeras não é suportada em sistemas Windows devido a limitações na biblioteca Gphoto2.
sl: Uvoz kamere trenutno ni podprt v sistemih Windows zaradi omejitev v knjižnici Gphoto2.
sv: Kameraimport stöds för närvarande inte på Windows-system på grund av begränsningar i biblioteket Gphoto2.
uk: У поточній версії для систем Windows не передбачено можливості імпортування з фотокамери через обмеження у бібліотеці Gphoto2.
zh_cn: 需要注意的是，由于 Gphoto2 库的限制，相机导入功能目前尚不支持 Windows 系统。

source: digiKam fully supports RAW files, using the libraw library for reading and processing RAW image files. You can find out if your particular camera is supported by accessing the :menuselection:`Help --> Supported RAW Cameras` menu.
ca: El digiKam admet completament els fitxers RAW, utilitzant la biblioteca «libraw» per a llegir i processar fitxers d'imatges RAW. Podeu esbrinar si la càmera en particular és compatible accedint al menú :menuselection:`Ajuda --> Càmeres RAW admeses`.
it: digiKam supporta pienamente i formati RAW (grezzi), tramite la libreria libraw per la lettura e l'elaborazione dei file immagine RAW. Puoi vedere se la tua macchina fotografica è supportata dal menu :menuselection:`Aiuto --> Fotocamere RAW supportate`.
nl: digiKam ondersteunt volledig RAW-bestanden met de bibliotheek libraw voor het lezen en verwerken van RAW-afbeeldingsbestanden. U kunt uitzoeken of uw specifieke camera wordt ondersteund door het menu :menuselection:`Help --> Ondersteunde RAW-camera's` te gebruiken.
pt_br: O digiKam oferece suporte total a arquivos RAW, utilizando a biblioteca libraw para leitura e processamento de arquivos de imagem RAW. Você pode descobrir se sua câmera específica é compatível acessando o menu :menuselection:`Ajuda --> Câmeras RAW Suportadas`.
sl: digiKam v celoti podpira surove datoteke RAW z uporabo knjižnice libraw za branje in obdelavo surovih slikovnih datotek. Ali je vaša kamera podprta, lahko ugotovite tako, da odprete meni :menuselection:`Pomoč --> Podprte kamere RAW`.
sv: digiKam stöder obehandlade filer fullständigt och använder biblioteket libraw för att läsa och bearbeta obehandlade bildfiler. För att ta reda på om just din kamera stöds, visa listan från menyn :menuselection:`Hjälp --> Kameror med obehandlade bilder som stöds`.
uk: У digiKam передбачено повну підтримку файлів RAW з використанням бібліотеки libraw для читання і обробки файлів цифрових негативів RAW. Щоб перевірити, чи передбачено підтримку того чи іншого фотоапарата, скористайтеся списком підтримуваних RAW фотоапаратів. Відкрити цей список можна за допомогою пункту меню :menuselection:`Довідка --> Підтримувані фотоапарати з цифровими негативами`.
zh_cn: digiKam 完整支持 RAW 格式的照片，读取和处理 RAW 图像文件是通过 libraw 库完成的。你可以通过菜单栏中的 :menuselection:`帮助 --> 支持的 RAW 相机格式` 选项来查看你的相机是否在支持列表中。

source: See the :ref:`RAW Decoding Settings <setup_raw>` section for information on setting up digiKam to work with RAW files. And see the :ref:`RAW Workflow <rawprocessing_workflow>` section for a description of how to work with RAW files in digiKam.
ca: Vegeu la secció :ref:`configuració de la descodificació RAW <setup_raw>` per a obtenir informació sobre com configurar el digiKam per a treballar amb fitxers RAW. I vegeu la secció :ref:`Flux de treball RAW <rawprocessing_workflow>` per a una descripció de com treballar amb fitxers RAW al digiKam.
it: Per informazioni sulla configurazione di digiKam per lavorare con i file RAW, vedi la sezione :ref:`Impostazioni di decodifica RAW <setup_raw>`. Vedi anche la sezione :ref:`Flusso di lavoro RAW <rawprocessing_workflow>` per leggere una descrizione di come lavorare i file RAW in digiKam.
nl: Zie se sectie :ref:`RAW instellingen voor decoderen <setup_raw>` voor informatie over instellen van digiKam om te werken met RAW-bestanden. En zie de sectie :ref:`RAW werkmethode <rawprocessing_workflow>` voor een beschrijving van hoe te werken met RAW-bestanden in digiKam.
pt_br: Consulte a seção :ref:`Configurações de decodificação RAW <setup_raw>` para obter informações sobre como configurar o digiKam para trabalhar com arquivos RAW. Consulte também a seção :ref:`Fluxo de trabalho RAW <rawprocessing_workflow>` para obter uma descrição de como trabalhar com arquivos RAW no digiKam.
sl: Glej razdelek :ref:`Nastavitve dekodiranja RAW <setup_raw>` za informacije o nastavitvi digiKama za delo s surovimi datotekami RAW. In glejte razdelek :ref:`Potek dela RAW <rawprocessing_workflow>` za opis dela s surovimi datotekami RAW v digiKamu.
sv: Se avsnittet :ref:`Avkodningsinställningar för obehandlade bilder <setup_raw>` för information om hur man ställer in digiKam för att arbeta med obehandlade filer. Och se avsnittet :ref:`Obehandlat arbetsflöde <rawprocessing_workflow>` för en beskrivning av hur man arbetar med obehandlade filer i digiKam.
uk: Див. розділ :ref:`Параметри декодування RAW <setup_raw>`, щоб дізнатися про налаштовування digiKam на роботу з файлами цифрових негативів, RAW. Також див. розділ :ref:`Процедура обробки цифрових негативів <rawprocessing_workflow>`, щоб ознайомитися із описом обробки файлів цифрових негативів у digiKam.
zh_cn: 关于如何设置 digiKam 来处理 RAW 文件，请参阅 :ref:`RAW 解码设置 <setup_raw>` 部分；而如何在 digiKam 中进行 RAW 文件处理，则可查阅 :ref:`RAW 处理流程 <rawprocessing_workflow>` 部分。

source: Most current digital cameras store data on Compact Flash™ Memory cards and use USB or FireWire (IEEE-1394 or i-link) connections for data transmission. The actual transfers to a host computer are commonly carried out using the USB Mass Storage device class (so that the camera appears as a disk drive) or using the Picture Transfer Protocol (PTP) and its derivatives. Alternatively, older cameras may use a Serial Port (RS-232) connection.
ca: La majoria de les càmeres digitals actuals emmagatzemen les dades en targetes Compact Flash™ Memory i fan servir connexions USB o FireWire (IEEE-1394 o i-Link) per a la transmissió de les dades. Les transferències reals a un ordinador habitualment es duen a terme utilitzant una classe de dispositiu d'emmagatzematge massiu USB (de manera que la càmera apareixerà com una unitat de disc) o utilitzant el protocol per a la transferència d'imatges (Picture Transfer Protocol, PTP) i els seus derivats. Les càmeres antigues poden utilitzar una connexió de port en sèrie (RS-232).
it: La maggior parte delle macchine fotografiche attuali memorizza i dati su schede con memoria Compact Flash™ e usa connessioni USB o FireWire (IEEE-1394 o i-link) per la trasmissione dei dati. I trasferimenti a un computer ospite vengono normalmente eseguiti usando la classe di dispositivi di memoria di massa USB (in modo che la macchina fotografica sembri un disco), oppure usando il protocollo di trasferimento immagini (PTP, Picture Transfer Protocol) e i suoi derivati. In alternativa, le macchine più datate potrebbero usare la connessione alla porta seriale (RS-232).
nl: De meeste huidige digitale camera's slaan hun gegevens op Compact Flash™ geheugenkaarten en gebruiken USB of FireWire (IEEE-1394 of i-link) voor gegevensoverdracht. De actuele overdracht naar een hostcomputer wordt gewoonlijk uitgevoerd met de apparaatklasse USB-massaopslag (zodat de camera als een vaste schijf verschijnt) of gebruik maakt van het Picture Transfer Protocol (PTP) en zijn afgeleiden. Alternatief, oudere camera's kunnen een Seriële poort (RS-232) gebruiken.
pt_br: A maioria das câmeras digitais atuais armazena dados em cartões de memória Compact Flash™ e utiliza conexões USB ou FireWire (IEEE-1394 ou i-link) para transmissão de dados. As transferências para um computador host são comumente realizadas usando a classe de dispositivo de armazenamento em massa USB (para que a câmera apareça como uma unidade de disco) ou usando o Picture Transfer Protocol (PTP) e seus derivados. Como alternativa, câmeras mais antigas podem usar uma conexão Serial Port (RS-232).
sl: Večina sodobnih digitalnih fotoaparatov shranjuje podatke na pomnilniške kartice Compact Flash™ in za prenos podatkov uporablja povezave USB ali FireWire (IEEE-1394 ali i-link). Dejanski prenosi v gostiteljski računalnik se običajno izvajajo z uporabo razreda naprave USB Mass Storage (tako da je fotoaparat prikazan kot diskovni pogon) ali z uporabo protokola za prenos slike (PTP) in njegovih izpeljank. Druga možnost je, da starejše kamere uporabljajo povezavo serijska vrata (RS-232).
sv: De flesta aktuella digitalkameror lagrar data på Compact Flash™ minneskort och använder USB eller FireWire (IEEE-1394 eller i-link) för dataöverföring. De faktiska överföringarna till en värddator utförs vanligtvis med hjälp av enhetsklassen USB-masslagringsenhet (så att kameran visas som en diskenhet) eller med hjälp av Picture Transfer Protocol (PTP) och dess derivat. Äldre kameror kan alternativt använda en anslutning med serieport (RS-232).
uk: Характерною ознакою більшості сучасних цифрових фотоапаратів є використання карток портативної флеш-пам’яті та передавання даних за допомогою інтерфейсів USB або FireWire (IEEE-1394 або i-link). Передавання даних на комп’ютер, зазвичай, виконується за допомогою класу пристроїв накопичувач USB (отже, фотоапарат розпізнається системою як дисковий пристрій) або за допомогою протоколу передавання зображень (Picture Transfer Protocol або PTP) та похідних від нього протоколів. Крім того, у застарілих фотоапаратах може використовуватися з’єднання за допомогою послідовного порту (RS-232).
zh_cn: 大多数现代数码相机都会将图像数据存储在 Compact Flash™ 闪存卡上，通过 USB 或 FireWire（IEEE-1394 或 i-link）接口与电脑传输数据。数据传输的过程通常使用 USB 大容量存储设备类（这样相机会像一个移动硬盘一样显示在电脑上），或者使用图片传输协议（PTP）及其衍生版本。部分较早的相机会使用串口（RS-232）连接。

source: Transfers using gPhoto: PTP and Serial Port
ca: Transferències mitjançant el gPhoto: PTP i port en sèrie
it: Trasferimenti con gPhoto: PTP e porta seriale
nl: Overdracht met gPhoto: PTP en seriële poort
pt_br: Transferências usando gPhoto: PTP e porta serial
sl: Prenosi z uporabo gPhoto: PTP in serijska vrata
sv: Överföringar genom att använda gPhoto: PTP och serieport
uk: Передачі за допомогою gPhoto: PTP і послідовний порт
zh_cn: 使用 gPhoto 进行传输： PTP 和串口

source: digiKam employs the gPhoto library to communicate with digital still cameras. gPhoto is a free, redistributable set of digital camera software applications which supports a growing number of cameras. gPhoto has support for the Picture Transfer Protocol, which is a widely supported protocol developed by the International Imaging Industry Association to allow the transfer of images from digital cameras to computers and other peripheral devices without the need of additional device drivers.
ca: El digiKam utilitza la biblioteca gPhoto per a comunicar-se amb les càmeres fotogràfiques digitals. El gPhoto és un conjunt lliure i redistribuïble d'aplicacions de programari per a càmeres digitals que admet un nombre creixent de càmeres. El gPhoto és compatible amb el protocol per a la transferència d'imatges, el qual és un protocol àmpliament admès desenvolupat per l'Associació Internacional de la Indústria d'Imatges per a permetre la transferència d'imatges des de càmeres digitals cap a ordinadors i altres dispositius perifèrics sense necessitat de controladors de dispositiu addicionals.

source: Many older digital still cameras used the Serial Port to communicate with host computers. Because photographs are big files and serial port transfers are slow, this connection is now obsolete. digiKam still supports these cameras and performs image transfers using the gPhoto program. You can find a complete list of supported digital cameras at `this url <http://www.gphoto.org/proj/libgphoto2/support.php>`_.
ca: Moltes càmeres fotogràfiques digitals més antigues feien servir el port en sèrie per a comunicar-se amb els ordinadors amfitrions. Com que les fotografies són fitxers grans i les transferències del port en sèrie són lentes, aquesta connexió ara és obsoleta. El digiKam encara admet aquestes càmeres i fa transferències d'imatges mitjançant el programa gPhoto. Trobareu una llista completa de càmeres digitals admeses en `aquest URL <http://www.gphoto.org/proj/libgphoto2/support.php>`_.
nl: Veel oudere camera's maken gebruik van de seriële poort om te communiceren met de computers. Omdat foto's vrij grote bestanden zijn en seriële poorten traag wordt dit type verbinding niet meer gebruikt. digiKam biedt ondersteuning voor dit type camera en gebruikt het programma gPhoto voor de overdracht van de afbeeldingen. Een complete lijst met ondersteunde camera's is te vinden op `deze URL <http://www.gphoto.org/proj/libgphoto2/support.php">`_.
pt_br: Muitas câmeras digitais antigas usavam a porta serial para se comunicar com computadores. Como as fotos são arquivos grandes e as transferências pela porta serial são lentas, essa conexão está obsoleta. O digiKam ainda oferece suporte a essas câmeras e realiza transferências de imagens usando o programa gPhoto. Você pode encontrar uma lista completa de câmeras digitais compatíveis `neste link <http://www.gphoto.org/proj/libgphoto2/support.php>`_.
sv: Många äldre digitala stillbildskameror använde serieporten för att kommunicera med värddatorer. Eftersom fotografier är stora filer och överföringar med serieport är långsamma är anslutningen nu föråldrad. digiKam stöder fortfarande kamerorna och utför bildöverföringar med programmet gPhoto. Man kan finna en komplett lista över digitalkameror som stöds på `den här webbadressen <http://www.gphoto.org/proj/libgphoto2/support.php>`_.
uk: Значна кількість застарілих цифрових фотоапаратів використовує для обміну даними з комп’ютером послідовний порт. Оскільки файли фотографій є досить великими, а швидкість передавання послідовним портом досить низькою, подібний спосіб з’єднання вже не використовується. У digiKam передбачено підтримку таких фотоапаратів: передавання зображень здійснюється за допомогою програми gPhoto. Знайти повний список підтримуваних цифрових фотоапаратів можна за `цією адресою <http://www.gphoto.org/proj/libgphoto2/support.php>`_.
zh_cn: 很多老式数码相机使用串口与电脑通信。由于照片文件通常比较大，而串口传输速度很慢，这种连接方式现在已经基本淘汰。不过 digiKam 仍然支持这些老型号相机，并通过 gPhoto 程序完成照片传输。你可以在 `这个网址 <http://www.gphoto.org/proj/libgphoto2/support.php>`_ 查看到完整的支持相机列表。

source: gPhoto needs to be built with libexif to properly retrieve thumbnails for use in digiKam. Exif support is required for thumbnail retrieval on some libgphoto2 camera drivers. If Exif support is not set with gPhoto, you might not see thumbnails or the thumbnail extraction may be very slow.
ca: El gPhoto s'ha de construir amb la «libexif» per a rebre adequadament les miniatures per a usar-les al digiKam. Cal compatibilitat amb Exif per a la recuperació de miniatures en alguns controladors de càmera de la libgphoto2. Si la compatibilitat amb Exif no està establerta amb el gPhoto, és possible que no veieu les miniatures o que l'extracció d'aquestes sigui molt lenta.
nl: gPhoto moet zijn gebouwd met libexif om op de juiste manier miniaturen naar digiKam over te brengen. Exif-ondersteuning is vereist voor ophalen van miniaturen vanaf sommige libgphoto2 camerastuurprogrammatuur. Als Exif-ondersteuning niet is ingesteld in gPhoto, dan kunt u mogelijk geen miniaturen zien of het ophalen van miniaturen kan erg langzaam zijn.
pt_br: O gPhoto precisa ser compilado com libexif para recuperar miniaturas corretamente para uso no digiKam. O suporte a Exif é necessário para a recuperação de miniaturas em alguns drivers de câmera libgphoto2. Se o suporte a Exif não estiver definido no gPhoto, você pode não ver as miniaturas ou a extração das miniaturas pode ser muito lenta.
sv: gPhoto måste byggas med libexif för att hämta miniatyrbilder på ett riktigt sätt för användning i digiKam. Exif-stöd krävs för hämtning av miniatyrbilder på vissa kameradrivrutiner med libgphoto2. Om Exif-stöd inte ingår i gPhoto kanske man inte ser miniatyrbilder eller så kan hämtning av miniatyrbilder vara mycket långsam.
uk: Щоб програма digiKam могла належним чином отримувати мініатюри, gPhoto має бути зібрано з підтримкою libexif. Для отримання мініатюр за допомогою деяких з драйверів libgphoto2 потрібна підтримка Exif. Якщо у gPhoto не встановлено підтримки Exif, ймовірно, мініатюр ви не побачите, або видобування мініатюр буде дуже повільним.
zh_cn: gPhoto 需要与 libexif 一起编译，才能正确提取缩略图供 digiKam 使用。对于某些使用 libgphoto2 驱动的相机来说，Exif 支持是提取缩略图所必需的。如果没有为 gPhoto 配置 Exif 支持，你可能无法看到缩略图，或者提取速度会变得很慢。

source: The digiKam Setup Dialog to Configure a gPhoto Camera Device
ca: El diàleg de configuració del digiKam per a configurar un dispositiu de càmera de gPhoto
it: La finestra di dialogo di configurazione di digiKam per la configurazione di una macchina fotografica gPhoto
nl: De opzetdialoog van digiKam voor het configureren van een gPhoto-camera
pt_br: A janela de configuração do digiKam para configurar um dispositivo de câmera pelo gPhoto
sl: Pogovorno okno za nastavitev digiKam za konfiguracijo naprave kamere gPhoto
sv: Inställningsdialogruta i digiKam för att ställa in en gPhoto-kameraenhet
uk: Вікно digiKam для налаштовування пристрою фотоапарата gPhoto
zh_cn: 配置 gPhoto 相机设备的 digiKam 设置对话框

source: Transfers using Mass Storage device
ca: Transferències emprant un dispositiu d'emmagatzematge massiu
it: Trasferimento con un dispositivo di memoria di massa
nl: Overdrachten met massa-opslag-apparaat
pt_br: Transferências usando dispositivo de armazenamento em massa
sl: Prenosi z uporabo naprave za masovno shranjevanje
sv: Överföringar genom att använda en masslagringsenhet
uk: Передачі за допомогою пристроїв надвеликого об’єму
zh_cn: 使用大容量存储设备传输
