Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/supported_materials/camera_devices.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: For devices that are not directly supported by gPhoto, there is support for the Mass Storage protocol, which is well supported under GNU/Linux®. This includes many digital cameras and Memory Card Readers. Mass Storage interfaces are:
ca: Per a dispositius que no són admesos directament pel gPhoto, hi ha suport per al protocol d'emmagatzematge massiu, compatible amb GNU/Linux®. Això inclou moltes càmeres digitals i lectors de targetes de memòria. Les interfícies d'emmagatzematge massiu són:
it: Per quei dispositivi non direttamente supportati da gPhoto, esiste il supporto per il protocollo di memoria di massa, ben supportato in GNU/Linux®. Questo include molte fotocamere digitali e lettori di schede di memoria. Le interfacce per la memoria di massa sono:
nl: Voor apparaten die niet direct ondersteund worden door gPhoto is er ondersteuning voor het massaopslagprotocol, dat goed wordt ondersteund onder GNU/Linux®. Dit omvat vele digitale camera's en geheugenkaartenlezers. Massaopslaginterfaces zijn:
pt_br: Para dispositivos que não são diretamente suportados pelo gPhoto, há suporte para o protocolo de armazenamento em massa, que é bem suportado pelo GNU/Linux®. Isso inclui muitas câmeras digitais e leitores de cartão de memória. As interfaces de armazenamento em massa são:
sl: Za naprave, ki jih ne podpira neposredno gPhoto, obstaja podpora za protokol Mass Storage, ki je dobro podprt v GNU/Linux®. To vključuje številne digitalne kamere in čitalnike pomnilniških kartic. Vmesniki za masovni pomnilnik:
sv: För enheter som inte direkt stöds av gPhoto finns stöd för masslagringsprotokollet, som stöds väl på GNU/Linux®. Det inkluderar många digitalkameror och minneskortläsare. Masslagringsgränssnitt är:
uk: Для пристроїв, безпосередньої підтримки яких у gPhoto не передбачено, передбачено підтримку протоколу пристроїв зберігання даних (MTP), який добре працює у GNU/Linux®. За таким протоколом працюють багато цифрових фотоапаратів та зчитувачів карток пам'яті. Інтерфейсами зберігання даних є:
zh_cn: 对于那些 gPhoto 不直接支持的设备，digiKam 提供了对“大容量存储协议”的支持，该协议在 GNU/Linux® 系统下有很好的兼容性。这类设备包括大量的数码相机和存储卡读卡器。大容量存储接口包括：

source: **USB Mass Storage**: a computer interface using communication protocols defined by the USB Implementers Forum that runs on the Universal Serial Bus. This standard provides an interface to a variety of storage devices, including digital cameras. Almost all recent digital cameras support USB version 1 and eventually will support USB version 2.
ca: **Emmagatzematge massiu USB**: una interfície d'ordinador que utilitza protocols de comunicació definits pel Fòrum d'implementadors d'USB que s'executen sobre el bus sèrie universal. Aquest estàndard proporciona una interfície per a una varietat de dispositius d'emmagatzematge, incloses les càmeres digitals. Gairebé totes les càmeres digitals recents admeten la versió 1 d'USB i, a la llarga, la versió 2 d'USB.
it: **Memoria di massa USB**: interfaccia per computer che usa protocolli di comunicazione definiti dal USB Implementers Forum che gira sull'Universal Serial Bus. Questo standard fornisce un'interfaccia a una serie di dispositivi di memorizzazione, incluse le fotocamere digitali. Quasi tutte le fotocamere digitali recenti supportano USB versione 1 ed eventualmente supporteranno USB versione 2.
nl: **USB massaopslag**: een computerinterface dat communicatieprotocollen gebruikt gedefinieerd door het USB Implementers Forum dat draait op de Universal Serial Bus (USB). Deze standaard levert een interface naar een verscheidenheid van opslagapparaten, inclusief digitale camera's. Bijna alle recente digitale camera's ondersteunen USB versie 1 en eventueel zullen ze USB versie 2 ondersteunen.
pt_br: **Armazenamento em massa USB**: uma interface de computador que utiliza protocolos de comunicação definidos pelo USB Implementers Forum e opera no Universal Serial Bus. Este padrão fornece uma interface para uma variedade de dispositivos de armazenamento, incluindo câmeras digitais. Quase todas as câmeras digitais recentes suportam USB versão 1 e, eventualmente, suportarão USB versão 2.
sl: **Masovni pomnilnik USB**: računalniški vmesnik, ki uporablja komunikacijske protokole, ki jih je opredelil Forum izvajalcev USB, ki deluje na univerzalnem serijskem vodilu. Ta standard zagotavlja vmesnik za različne naprave za shranjevanje, vključno z digitalnimi kamerami. Skoraj vse novejše digitalne kamere podpirajo USB različico 1 in bodo sčasoma podpirale USB različico 2.
sv: **USB-masslagring**: Ett datorgränssnitt som använder kommunikationsprotokoll definierade av USB Implementers Forum som kör på Universal Serial Bus. Standarden tillhandahåller ett gränssnitt för en mängd olika lagringsenheter, inklusive digitalkameror. Nästan alla nyare digitalkameror stöder USB version 1, och kommer så småningom att stödja USB version 2.
uk: **Сховище даних USB**: комп'ютерний інтерфейс, у якому використано протоколи обміну даними, які було визначено на форумі реалізації USB, і які працюють з використанням універсального послідовного каналу передавання даних (USB). Цей стандарт використано як інтерфейс у широкому діапазоні пристроїв для зберігання даних, зокрема у цифрових фотоапаратах. Майже в усіх сучасних цифрових фотоапаратах передбачено підтримку USB версії 1, а найновіших — підтримку USB версії 2.
zh_cn: **USB 大容量存储** ：这是一种由 USB Implementers Forum 定义的通信协议，运行在通用串行总线（USB）之上。该标准为多种存储设备提供接口支持，包括数码相机。几乎所有新款数码相机都支持 USB 1.0，并最终将支持 USB 2.0。

source: **FireWire Mass Storage**: a computer interface using communication protocols developed primarily by Apple Computer in the 1990s. FireWire offers high-speed communications and isochronous real-time data services. Like USB Mass Storage, this standard provides an interface to a variety of storage devices, including digital still cameras, although few cameras support FireWire.
ca: **Emmagatzematge massiu FireWire**: una interfície d'ordinador que utilitza protocols de comunicació desenvolupats principalment per Apple Computer a la dècada de 1990. El FireWire ofereix comunicacions d'alta velocitat i serveis de dades isòcrones en temps real. Igual que l'emmagatzematge massiu USB, aquest estàndard proporciona una interfície per a una varietat de dispositius d'emmagatzematge, incloses les càmeres fotogràfiques digitals, encara que molt poques admeten el FireWire.
it: **Memoria di massa FireWire**: interfaccia per computer che utilizza protocolli di comunicazione sviluppati principalmente da Apple Computer negli anni '90. FireWire offre comunicazioni ad alta velocità e servizi di dati isocroni in tempo reale. Come la memoria di massa USB, questo standard fornisce un'interfaccia a una serie di dispositivi di memorizzazione, incluse le fotocamere digitali, anche se poche fotocamere supportano FireWire.
nl: **FireWire massaopslag**: een computerinterface dat communicatieprotocollen gebruikt primair ontwikkelt door Apple Computer in de 1990-ter jaren. FireWire biedt hoge snelheidscommunicatie en isochrone real-time gegevensservices. Net als USB massaopslag, levert deze standaard een interface naar een verscheidenheid van opslagapparaten, inclusief digitale fotocamera's, hoewel een paar camera's FireWire ondersteunen.
pt_br: **Armazenamento em massa FireWire**: uma interface de computador que utiliza protocolos de comunicação desenvolvidos principalmente pela Apple Computer na década de 1990. O FireWire oferece comunicações de alta velocidade e serviços de dados isócronos em tempo real. Assim como o armazenamento em massa USB, este padrão fornece uma interface para uma variedade de dispositivos de armazenamento, incluindo câmeras fotográficas digitais, embora poucas câmeras sejam compatíveis com FireWire.
sl: **FireWire Mass Storage**: računalniški vmesnik, ki uporablja komunikacijske protokole, ki jih je razvil predvsem Apple Computer v devetdesetih letih prejšnjega stoletja. FireWire ponuja visokohitrostne komunikacije in izohrone podatkovne storitve v realnem času. Tako kot USB Mass Storage tudi ta standard ponuja vmesnik za različne naprave za shranjevanje, vključno z digitalnimi kamerami, čeprav le nekaj kamer podpira FireWire.
sv: **FireWire-masslagring**: Ett datorgränssnitt som använder kommunikationsprotokoll som i första hand utvecklades av Apple Computer på 1990-talet. FireWire erbjuder höghastighetskommunikation och isokrona realtidsdatatjänster. Liksom USB Mass Storage tillhandahåller standarden ett gränssnitt för en mängd olika lagringsenheter, inklusive digitala stillbildskameror, även om få kameror stöder FireWire.
uk: **Сховище даних FireWire**: комп'ютерний інтерфейс, у якому використано протоколи обміну даними, які було розроблено в основному Apple Computer у 1990-і роки. FireWire пропонує високошвидкісний обмін даними та ізохронні служби даних у режимі реального часу. Подібно до сховища даних USB, цей стандарт забезпечує роботу інтерфейсу до широкого діапазону пристрої зберігання даних, зокрема цифрових фотоапаратів, хоча для декількох фотоапаратів передбачено підтримку FireWire.
zh_cn: **FireWire 大容量存储** ：这是由苹果公司在 1990 年代开发的计算机接口协议，提供高速通信和同步实时数据传输服务。和 USB 大容量存储类似，它也为各种存储设备提供接口支持，包括部分数码相机，尽管现在支持 FireWire 的相机并不多。

source: To use a generic Mass Storage device with digiKam, select :menuselection:`Import --> Camera --> Add Camera Manually...`, add your device and set the correct mount point path.
ca: Per a utilitzar un dispositiu d'emmagatzematge massiu genèric amb el digiKam, seleccioneu l'element de menú :menuselection:`Importa --> Càmera --> Afegeix una càmera manualment...`, afegiu el dispositiu i establiu el camí del punt de muntatge correcte.
it: Per utilizzare un dispositivo di memoria di massa generico with digiKam, seleziona :menuselection:`Importa --> Fotocamera --> Aggiungi manualmente fotocamera...`, aggiungi il tuo dispositivo e imposta il percorso di montaggio corretto.
nl: Om een generiek massaopslagapparaat met digiKam te gebruiken, selecteer :menuselection:`Importeren --> Camera --> Camera handmatig toevoegen...`, om uw apparaat toe te voegen en stel het juiste koppelingspad in.
pt_br: Para usar um dispositivo de armazenamento em massa genérico com o digiKam, selecione :menuselection:`Importar --> Câmera --> Adicionar câmera manualmente...`, adicione seu dispositivo e defina o caminho correto do ponto de montagem.
sl: Če želite uporabljati generično napravo za množično shranjevanje z digiKamom, izberite :menuselection:`Import --> Camera --> Add Camera Manually...`, dodajte svojo napravo in nastavite pravilno pot točke priklopa.
sv: För att använda en generisk masslagringsenhet med digiKam, välj :menuselection:`Importera --> Kamera --> Lägg till kamera manuellt...`, lägg till enheten och ställ in rätt monteringspunkt.
uk: Щоб скористатися у digiKam типовим пристроєм для зберігання даних (MTP), виберіть пункт меню :menuselection:`Імпорт --> Фотоапарат --> Додати фотоапарат вручну...`, додайте ваш пристрій і встановіть належний шлях до точки монтування.
zh_cn: 如果想要通用大容量存储设备与 digiKam 一起使用，请在软件里选择 :menuselection:`导入 --> 相机 --> 手动添加相机...`，添加您的设备，并设置正确的相机挂载路径。

source: For details see the :ref:`Camera settings <camera_settings>` section of the Setup Application chapter.
ca: Per als detalls, vegeu la secció :ref:`Configuració de la càmera <camera_settings>` del capítol sobre la configuració de l'aplicació.
it: Per dettagli, vedi la sezione :ref:`Impostazioni della fotocamera <camera_settings>` del capitolo Configurazione dell'applicazione.
nl: Voor details zie de sectie :ref:`Camera instellingen <camera_settings>` van het hoofdstuk Toepassing opzetten.
pt_br: Para obter detalhes, consulte a seção :ref:`Configurações de câmera <camera_settings>` do capítulo de configuração do aplicativo.
sl: Za podrobnosti glejte razdelek :ref:`Nastavitve kamere <camera_settings>` v poglavju Nastavitve aplikacije.
sv: För detaljerad information se avsnittet :ref:`Kamerainställningar <camera_settings>` i kapitlet Ställ in programmet.
uk: Щоб дізнатися більше, див. розділ :ref:`Параметри фотоапарата <camera_settings>` глави щодо налаштовування програми.
zh_cn: 更多相关信息请参见“应用设置”章节中的 :ref:`相机设置 <camera_settings>` 部分。

source: :ref:`Cameras and Mass Storage Devices <supported_materials>`
nl: :ref:`Camera's en massaopslagapparaten <supported_materials>`
pt_br: :ref:`Câmeras e dispositivos de armazenamento em massa <supported_materials>`
sv: :ref:`Kameror och masslagringsenheter <supported_materials>`
uk: :ref:`Пристрої фотоапаратів та сховищ даних <supported_materials>`
zh_cn: :ref:`相机和大容易存储设备 <supported_materials>`

source: digiKam employs the gPhoto library to communicate with digital still cameras. gPhoto is a free, redistributable set of digital camera software applications that supports a growing number of cameras. gPhoto supports the Picture Transfer Protocol, a widely supported protocol developed by the International Imaging Industry Association to allow the transfer of images from digital cameras to computers and other peripheral devices without the need of additional device drivers.
nl: digiKam gebruikt de gPhoto-bibliotheek om met de digitale fotocamera's te communiceren. gPhoto is een vrije, opnieuw te distribueren, set van software toepassingen voor de digitale camera die een groeiend aantal camera's ondersteunt. gPhoto ondersteunt het Picture Transfer Protocol, een breed ondersteund protocol ontwikkeld door de International Imaging Industry Association om de overdracht van afbeeldingen uit digitale camera's naar computers en andere perifere apparaten zonder de noodzaak van extra apparaatstuurprogramma's.
pt_br: O digiKam utiliza a biblioteca gPhoto para se comunicar com câmeras fotográficas digitais. O gPhoto é um conjunto gratuito e redistribuível de aplicativos de software para câmeras digitais que oferece suporte a um número crescente de câmeras. O gPhoto oferece suporte ao Picture Transfer Protocol (Protocolo de Transferência de Imagens), um protocolo amplamente suportado, desenvolvido pela Associação Internacional da Indústria de Imagens (International Imaging Industry Association) para permitir a transferência de imagens de câmeras digitais para computadores e outros dispositivos periféricos sem a necessidade de drivers de dispositivo adicionais.
sv: Biblioteket gPhoto används av digiKam för att kommunicera med digitala stillbildskameror. gPhoto är en fri uppsättning programvara med fri återdistribuering för digitalkameror som stöder ett växande antal kameror. gPhoto stöder Picture Transfer Protocol, som är ett protokoll med brett stöd utvecklat av International Imaging Industry Association för att möjliggöra överföring av bilder från digitalkameror till datorer och andra kringutrustningar utan behov av ytterligare enhetsdrivrutiner.
uk: Для обміну даними з цифровим фотоапаратом digiKam використовує бібліотеку gPhoto. gPhoto є вільним, без обмежень щодо поширення набором програм для роботи з цифровими фотоапаратами, який забезпечує роботу з фотоапаратами. У gPhoto передбачено підтримку Picture Transfer Protocol, розповсюдженого протоколу, розробленого International Imaging Industry Association (міжнародною асоціацією індустрії зображень) для передавання зображень з цифрових фотоапаратів на комп’ютери та інші периферійні пристрої без потреби у використанні додаткових драйверів пристроїв.
zh_cn: digiKam 是通过 gPhoto 库与数码相机进行通信的。gPhoto 是一个自由可再分发的相机管理程序，支持的相机型号越来越多。gPhoto 支持 Picture Transfer Protocol（图片传输协议），这是由国际影像行业协会制定的一项广泛支持的标准协议，可以让数码相机在不安装额外驱动程序的前提下将照片传输到电脑或其他外部设备。

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, camera, gphoto, usb, mass, storage
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, kamera, gphoto, usb, masa, shranjevanje

source: digiKam employs the gPhoto library to communicate with digital still cameras. Gphoto is a free, redistributable set of digital camera software applications which supports a growing number of cameras. Gphoto has support for the Picture Transfer Protocol, which is a widely supported protocol developed by the International Imaging Industry Association to allow the transfer of images from digital cameras to computers and other peripheral devices without the need of additional device drivers.
sl: digiKam uporablja program gPhoto za komunikacijo z digitalnimi fotoaparati. Gphoto je prosti nabor programske opreme za digitalne fotoaparate, ki jih je mogoče ponovno distribuirati, ki podpirajo vse večje število kamer. Gphoto ima podporo za Picture Transfer Protocol, ki je široko podprt protokol, ki ga je razvilo Mednarodno združenje industrije kamer, za omogočanje prenosa slik iz digitalnih kamer v računalnike in druge periferne naprave brez potrebe po dodatnih gonilnikih.

source: Many old digital still cameras used the Serial Port to communicate with host computers. Because photographs are big files and serial port transfers are slow, this connection is now obsolete. digiKam still supports these cameras and performs image transfers using the gPhoto program. You can find a complete list of supported digital cameras at `this url <http://www.gphoto.org/proj/libgphoto2/support.php>`_.
sl: Številni stari digitalni fotoaparati so za komunikacijo z gostiteljem uporabljali serijska vrata na računalnikih. Ker so fotografije velike datoteke in so prenosi prek serijskih vrat počasna, je ta povezava zdaj zastarela. digiKam še podpira te kamere in izvaja prenos slik s programom gPhoto. Popolni seznam podprtih digitalnih kamer lahko najdete na `tem naslovu <http://www.gphoto.org/proj/libgphoto2/support.php>`_.

source: Gphoto needs to be built with libexif to properly retrieve thumbnails for use in digiKam. Exif support is required for thumbnail retrieval on some libgphoto2 camera drivers. If Exif support is not set with gPhoto, you might not see thumbnails or the thumbnail extraction may be very slow.
sl: Gphoto je treba zgraditi s programom libexif, da pravilno pridobi sličice za uporabo v digiKamu. Podpora Exif je potrebna za pridobivanje sličic v nekaterih gonilnikih fotoaparata libgphoto2. Če podpora za Exif ni nastavljena z gPhoto, morda ne boste videli predoglednih sličic ali pa je ekstrakcija predoglednih sličic zelo počasna.
