Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/supported_materials/image_formats.po
Languages: ca, it, nl, sl, uk, zh_cn

source: `Progressive Graphics File <https://en.wikipedia.org/wiki/Progressive_Graphics_File>`_ is another not so well known, but open file image format. Wavelet-based, it allows lossless and lossy data compression. PGF compares well with JPEG 2000 but it was developed for speed (compression/decompression) rather than to be the best at compression ratio. At the same file size a PGF file looks significantly better than a JPEG file, while also remaining very good at progressive display. Thus it should be well-suited for photo archiving. **digiKam uses this format to store thumbnails in its internal database**.
ca: El `fitxer de gràfics progressius <https://en.wikipedia.org/wiki/Progressive_Graphics_File>`_ és un altre format de fitxer d'imatge no molt conegut però obert. Basat en la compressió per ondetes, permet la compressió de les dades sense pèrdua i amb pèrdua. El PGF es compara bé amb el JPEG 2000, però es va desenvolupar per a la velocitat (compressió/descompressió) en lloc de ser el millor en relació de compressió. Amb la mateixa mida de fitxer, un fitxer PGF es veu significativament millor que un fitxer JPEG, mentre que també és molt bo en visualització progressiva. Per tant, hauria de ser adequat per a arxivar fotografies. El **digiKam l'utilitza en la base de dades interna per a emmagatzemar les miniatures**.
sl: `Progressive Graphics File - Progresivna grafična datoteka <https://en.wikipedia.org/wiki/Progressive_Graphics_File>`_ je še en ne tako dobro znan, a odprt format slikovne datoteke. Temelji na valovčkih in omogoča stiskanje podatkov brez izgub in z izgubo. PGF se dobro primerja z JPEG 2000, vendar je bil razvit zaradi hitrosti (kompresija/dekompresija) in ne zaradi najboljšega razmerja stiskanja. Pri enaki velikosti datoteke je datoteka PGF videti precej bolje kot datoteka JPEG, hkrati pa ostaja zelo dobra pri progresivnem prikazu. Zato mora biti zelo primeren za arhiviranje fotografij. **digiKam uporablja ta format za shranjevanje predoglednih sličic v svoji interni bazi podatkov**.
uk: `Progressive Graphics File <https://en.wikipedia.org/wiki/Progressive_Graphics_File>`_ (прогресивний графічний файл) є ще одним з не дуже відомих, але відкрити форматів зберігання графічних даних Формат засновано на використанні вейвлетів, його можна використовувати для зберігання файлів з втратами і без втрат PGF можна порівняти з JPEG 2000, але основною метою його розробки була швидкість обробки (стискання та видобування), а не максимальний коефіцієнт стискання За однакового розміру файлів, файл PGF виглядає значно краще за файл JPEG, зберігаючи при цьому дуже високу швидкість поступового (прогресивного) показу. Подібні характеристики дуже корисні для архівування фотографій. digiKam використовує цей формат у базі даних для зберігання мініатюр.

source: `Web Photo <https://en.wikipedia.org/wiki/WebP>`_ is an image file format developed by Google intended as a replacement for JPEG, PNG, and GIF file formats for use on the Internet. It supports both lossy and lossless compression as well as animation and alpha transparency. It supports metadata, but color depth is limited to 8 bits. WebP was first announced by Google in 2010 and produces files that are smaller than JPEG files for comparable image quality.
ca: El `Web Photo <https://en.wikipedia.org/wiki/WebP>`_ és un format de fitxer d'imatge desenvolupat per Google destinat a substituir els formats de fitxer JPEG, PNG i GIF per a l'ús a Internet. Admet compressió amb pèrdua i sense pèrdua, així com animació i transparència alfa. Admet metadades, però la profunditat dels colors està limitada a 8 bits. El WebP va ser anunciat per primera vegada per Google l'any 2010 i produeix fitxers que són més petits que els fitxers JPEG amb una qualitat d'imatge comparable.
uk: `Web Photo <https://en.wikipedia.org/wiki/WebP>`_ — формат файлів зображень, який було розроблено Google для заміни форматів JPEG, PNG та GIF. Файли у цьому форматі мають менші розміри із тією самою якістю або кращу якість з тим самим розміром. Передбачено підтримку стискання з втратою якості та без втрати якості, а також анімацій та прозорості. Передбачено підтримку метаданих, але глибину кольорів обмежено 8 бітами. Про WebP було вперше оголошено Google у 2010 році. Використання цього формату дає змогу отримати файли, які є меншими за файли JPEG порівнюваної якості зображення.

source: `High Efficiency Image File Format <https://en.wikipedia.org/wiki/High_Efficiency_Image_File_Format>`_ is a container format introduced in 2015 for storing individual digital images and image sequences. The standard covers multimedia files that can also include other media streams, such as timed text, audio and video. HEIF can store images encoded with multiple coding formats, for example both SDR and HDR images. HEVC is an image and video encoding format and the default image codec used with HEIF. HEIF files containing HEVC-encoded images are also known as HEIC files. Such files require less storage space than the equivalent quality JPEG. HEIF support 12-bit color depth and metadata. This format was adopted in 2017 to store images in Apple devices.
ca: El `format de fitxer d'imatge d'alta eficiència <https://en.wikipedia.org/wiki/High_Efficiency_Image_File_Format>`_ és un format de contenidor introduït el 2015 per a emmagatzemar imatges digitals individuals i seqüències d'imatges. L'estàndard cobreix els fitxers multimèdia que també poden incloure altres fluxos multimèdia, com ara text programat, àudio i vídeo. L'HEIF pot emmagatzemar imatges codificades amb múltiples formats de codificació, per exemple imatges SDR i HDR. L'HEVC és un format de codificació d'imatge i vídeo, i el còdec d'imatge predeterminat utilitzat amb HEIF. Els fitxers HEIF que contenen imatges codificades amb HEVC també es coneixen com a fitxers HEIC. Aquests fitxers requereixen menys espai d'emmagatzematge que el JPEG de qualitat equivalent. L'HEIF admet 12 bits de profunditat de color i metadades. Aquest format es va adoptar el 2017 per a emmagatzemar imatges en els dispositius d'Apple.
sl: `High Efficiency Image File Format <https://en.wikipedia.org/wiki/High_Efficiency_Image_File_Format>`_ je vsebniški format, predstavljen leta 2015 za shranjevanje posameznih digitalnih slik in zaporedij slik. Standard zajema večpredstavnostne datoteke, ki lahko vključujejo tudi druge medijske tokove, kot so časovno usklajeno besedilo, zvok in video. HEIF lahko shrani slike, kodirane z več formati kodiranja, na primer slike SDR in HDR. HEVC je oblika kodiranja slik in videa ter privzeti slikovni kodek, ki se uporablja s HEIF. Datoteke HEIF, ki vsebujejo slike, kodirane s HEVC, so znane tudi kot datoteke HEIC. Takšne datoteke zahtevajo manj prostora za shranjevanje kot datoteke enakovredne kakovosti JPEG. HEIF podpira 12-bitno barvno globino in metapodatke. Ta oblika je bila sprejeta leta 2017 za shranjevanje slik v napravah Apple.
uk: `High Efficiency Image File Format <https://en.wikipedia.org/wiki/High_Efficiency_Image_File_Format>`_ — буквально, «формат файлів із високою ефективністю». Є форматом-контейнером для зберігання окремих зображень та послідовностей зображень, який впроваджено у 2015 році. Стандартом уможливлено зберігання мультимедійних файлів, які також можуть включати інші мультимедійні потоки даних, зокрема прив'язаний до моментів часу текст, звук та відео. У HEIF можна зберігати зображення із декількома форматами кодування, наприклад, зображення SDR і HDR. HEVC — формат кодування зображень та відео, а також типовий кодек зображень, який використовують з HEIF. Файли HEIF, що містять кодовані у HEVC зображення, також називають файлами HEIC. Такі файли потребують для зберігання менше місця на диску, ніж файли такої самої якості у форматі JPEG. У HEIF передбачено підтримку глибини кольорів у 12 бітів та метаданих. Цей формат було адаптовано для зберігання зображень на пристроях Apple у 2017 році.

source: `AV1 Image File Format <https://en.wikipedia.org/wiki/AVIF>`_ is an open, royalty-free image file format specification introduced in 2019 for storing images or image sequences compressed with AV1 in the HEIF container format. It competes with HEIC, which uses the same container format built upon the ISO base media file format (ISOBMFF) but uses HEVC for compression. AVIF showed better compression efficiency than JPEG as well as better detail preservation, fewer blocking artifacts and less color bleeding around hard edges in composites of natural images, text, and graphics. AVIF supports 12-bit color depth and metadata.
ca: El `format de fitxer d'imatge AV1 <https://en.wikipedia.org/wiki/AVIF>`_ és una especificació de format de fitxer d'imatge obert i lliure de drets d'autor per a emmagatzemar imatges o seqüències d'imatges comprimides amb AV1 en el format de contenidor HEIF. Competeix amb HEIC, el qual utilitza el mateix format de contenidor basat en le format de fitxer multimèdia base de l'ISO (ISOBMFF), però utilitza HEVC per a la compressió. L'AVIF mostra una eficiència en la compressió millor que el JPEG, així com una conservació millor dels detalls, menys defectes de bloqueig i menys sagnat de color al voltant de les vores sòlides en composicions d'imatges naturals, text i gràfics. L'AVIF admet una profunditat de color de 12 bits i metadades.
sl: Format slikovne datoteke AV1 <https://en.wikipedia.org/wiki/AVIF>`_ je odprta, brez-licenčna specifikacija oblike slikovne datoteke, uvedena leta 2019 za shranjevanje slik ali zaporedij slik, stisnjenih z AV1, v obliki vsebnika HEIF. Tekmuje s HEIC, ki uporablja isti format vsebnika, zgrajen na osnovi formata predstavnostne datoteke ISO (ISOBMFF), vendar za stiskanje uporablja HEVC. AVIF je pokazal boljšo učinkovitost stiskanja kot JPEG, pa tudi boljše ohranjanje podrobnosti, manj blokirajočih artefaktov in manj barvnih prelivanj okoli trdih robov v sestavljenih naravnih slikah, besedilu in grafiki. AVIF podpira 12-bitno barvno globino in metapodatke.
uk: `Формат файлів зображень AV1 <https://en.wikipedia.org/wiki/AVIF>`_ є відкритим, вільною від патентних відрахувань специфікацією формату файлів зображень (впроваджено у 2019 році) для зберігання даних окремих зображень або послідовностей зображень, які стиснуто AV1 у форматі контейнера HEIF. Формат суперничає з HEIC, де використано той самий контейнер, побудований на ISOBMFF, але з використанням стискання HEVC. AVIF показав кращу ефективність стискання за JPEG, а також краще збереження деталей, менше дефектів-блоків та менше перетікання кольорів на різких краях у композитах на природних зображеннях, тексті та графіці. В AVIF передбачено глибину кольорів у 12 бітів та підтримку метаданих.

source: `JPEG XL <https://en.wikipedia.org/wiki/JPEG_XL>`_ is a royalty-free raster-graphics file format that supports both lossy and lossless compression. It is designed to outperform existing raster formats and thus become their universal replacement.
ca: El `JPEG XL <https://en.wikipedia.org/wiki/JPEG_XL>`_ és un format de fitxer de gràfics rasteritzats lliure de drets d'autor que admet tant la compressió amb pèrdua com sense pèrdua. Està dissenyat per a superar els formats rasteritzats existents i convertir-se així en el seu substitut universal.
sl: `JPEG XL <https://en.wikipedia.org/wiki/JPEG_XL>`_ je brez-licenčni format datoteke rastrske grafike, ki podpira stiskanje z izgubami in brez izgub. Zasnovan je tako, da prekaša obstoječe rastrske formate in tako postane njihova univerzalna zamenjava.
uk: `JPEG XL <https://en.wikipedia.org/wiki/JPEG_XL>`_ є вільним від роялті форматом файлів растрової графіки, у якому передбачено можливість зберігання даних зі стисканням з втратою якості та без втрати якості. Його розроблено так, щоб характеристики формату були кращими за характеристики наявних растрових форматів. Таким чином, він має стати універсальним замінником старих форматів зберігання даних.

source: JPEG XL is particularly optimised for responsive Web environments, so that content renders well on a wide range of devices. Moreover, it includes several features that help transition from the legacy JPEG format. JPEG XL was introduced at the end of 2020. JPEG XL support 16-bit color depth and metadata.
ca: El JPEG XL està especialment optimitzat per a entorns web sensibles, de manera que el contingut es renderitza bé en una gran varietat de dispositius. A més, inclou diverses característiques que ajuden a la transició des del format JPEG heretat. El JPEG XL es va presentar a finals de 2020 i admet una profunditat de color de 16 bits i metadades.
sl: JPEG XL je še posebej optimiziran za odzivna spletna okolja, tako da se vsebina dobro upodablja na številnih napravah. Poleg tega vključuje več funkcij, ki pomagajo pri prehodu s podedovanega formata JPEG. JPEG XL je bil predstavljen konec leta 2020. JPEG XL podpira 16-bitno barvno globino in metapodatke.
uk: JPEG XL частково оптимізовано для середовищ мережі із високою швидкодією, отже, дані може бути добре оброблено на широкому діапазоні пристроїв. Більше того, до специфікації включено декілька можливостей, які допоможуть у переході із застарілого формату JPEG. JPEG XL було впроваджено наприкінці 2020 року. У JPEG XL передбачено підтримку глибини кольорів 16 бітів та метаданих.

source: Digital still image format support is provided by digiKam Loader Plugins. You can see a list of available plugins in the **Plugins/Image Loaders** section of the Setup or Preferences dialog.
ca: La compatibilitat amb els formats d'imatges fotogràfiques digitals és proporcionada pels connectors carregadors del digiKam. Podeu veure una llista dels connectors disponibles a la secció **Connectors/Carregadors d'imatges** del diàleg de configuració o preferències.
sl: Podporo za format digitalnih fotografij zagotavljajo vtičniki digiKam Loader. Seznam razpoložljivih vtičnikov si lahko ogledate v razdelku **Vtičniki/nalagalniki slik** v pogovornem oknu Nastavitve ali Preference.
uk: Доступ до форматів цифрових фотознімків реалізується у digiKam за допомогою додатків завантаження. Ви можете ознайомитися зі списком доступних додатків за допомогою розділу **Додатки/Завантажувачі зображень** у вікні налаштовування програми.

source: The Image Loaders list from digiKam Setup or Preferences dialog
ca: La llista dels carregadors d'imatges en el diàleg de configuració o preferències del digiKam
sl: Seznam nalagalnikov slik iz pogovornega okna digiKam za nastavitve ali preference
uk: Список завантажувачів зображень з вікна налаштовування digiKam

source: Some, typically more expensive, cameras allow you to store images in RAW format. RAW format is not really an image standard at all. It is different for every make of camera. RAW format images contain all the data that is taken directly from the camera's image sensor before the software in the camera applies things like white balance, noise reduction, sharpening etc. Storing photographs in a camera's RAW format allows you to alter settings, such as white balance, after the photograph has been taken. Most professional photographers use RAW format, because it offers them maximum flexibility. The downside is that RAW image files can be very large indeed.
ca: Algunes càmeres, generalment més cares, permeten emmagatzemar les imatges en format RAW. El format RAW no és realment un estàndard d'imatge, en absolut. És diferent per a cada marca de càmera. Les imatges en format RAW contenen totes les dades que es prenen directament del sensor d'imatge de la càmera, abans que el programari de la càmera apliqui coses com el balanç de blancs, reducció de soroll, agudesa, etc. L'emmagatzematge de les fotografies en format RAW d'una càmera permet modificar la configuració, com ara el balanç de blancs, després de prendre la fotografia. La majoria dels fotògrafs professionals utilitzen el format RAW, ja que els ofereix la màxima flexibilitat. El desavantatge és que els fitxers d'imatge RAW poden ser molt grans.
sl: Nekatere, običajno dražje, kamere omogočajo shranjevanje slik v formatu RAW. Format RAW pravzaprav sploh ni slikovni standard. Za vsako znamko kamere je drugačen. Slike v surovem formatu RAW vsebujejo vse podatke, ki so vzeti neposredno iz slikovnega senzorja kamere, preden programska oprema v kameri uporabi stvari, kot so ravnovesje beline, zmanjšanje šuma, ostrenje itd. Shranjevanje fotografij v surovem formatu RAW kamere vam omogoča spreminjanje nastavitev, kot je belina ravnovesje, potem ko je bila fotografija posneta. Večina profesionalnih fotografov uporablja format RAW, ker jim ponuja največjo prilagodljivost. Slaba stran je, da so slikovne datoteke RAW lahko res zelo velike.
uk: Деякі, зазвичай найдорожчі, фотоапарати надають вам змогу зберігати зображення у форматі RAW. Формат RAW взагалі не є стандартом зберігання зображень. Кожен з виробників фотоапаратів має власні уявлення щодо цього формату. У зображеннях формату RAW зберігаються всі дані, які було отримати безпосередньо з датчика зображення фотоапарата, перш ніж програмне забезпечення фотоапарата застосувало фільтри на зразок балансу білого, зменшення шумності, збільшення різкості тощо. Зберігання зображень у форматі цифрових негативів фотоапарата (RAW) надасть вам можливість змінити параметри, зокрема баланс білого, після зйомки. Найпрофесійніші фотографи використовують формат RAW, оскільки він забезпечує максимальну гнучкість. Зворотнім боком такого зберігання є те, що файли зображень RAW мають дуже великі розміри.

source: If you want to learn more about RAW image format visit the very helpful guides `Wikipedia <https://en.wikipedia.org/wiki/Raw_image_format>`_, and `Cambridge in Colour <https://www.cambridgeincolour.com/tutorials/RAW-file-format.htm>`_. You can convert RAW format images into JPEG, PNG, or TIFF in digiKam using the :ref:`Image Editor <rawprocessing_workflow>` or the :ref:`Batch Queue Manager <raw_converter>`.
ca: Si voleu obtenir més informació sobre el format d'imatge RAW, visiteu les útils guies de la `Viquipèdia <https://en.wikipedia.org/wiki/Raw_image_format>`_, i `Cambridge in Colour <https://www.cambridgeincolour.com/tutorials/RAW-file-format.htm>`_. Podreu convertir imatges en format RAW a JPEG, PNG o TIFF en el digiKam utilitzant l':ref:`Editor d'imatges <rawprocessing_workflow>` o el :ref:`Gestor de la cua per lots <raw_converter>`.
it: Per saperne di più sull'argomento formato immagine RAW visita le utilissime guide `Wikipedia <https://en.wikipedia.org/wiki/Raw_image_format>`_, e `Cambridge in Colour <https://www.cambridgeincolour.com/tutorials/RAW-file-format.htm>`_. Puoi convertire le immagini da formato RAW in JPEG, PNG o TIFF in digiKam utilizzando l':ref:`Editor delle immagini <rawprocessing_workflow>` o il :ref:`Gestore elaborazione in serie <raw_converter>`.
nl: Als u meer wilt leren over RAW-afbeeldingenformaat bezoek dan de erg hulpvolle gidsen `Wikipedia <https://en.wikipedia.org/wiki/Raw_image_format>`_ en `Cambridge in Colour <http://www.cambridgeincolour.com/tutorials/RAW-file-format.htm>`_. U kunt afbeeldingen in RAW-formaat converteren in JPEG, PNG or TIFF in digiKam met de :ref:`Afbeeldingsbewerker <rawprocessing_workflow>` of de :ref:`Takenwachtrijbeheerder <raw_converter>`.
uk: Якщо ви хочете розширити свої знання щодо формату зображень цифрових негативів (RAW), відвідайте дуже корисні сторінки `Вікіпедії <https://en.wikipedia.org/wiki/Raw_image_format>`_ та `Cambridge in Colour <https://www.cambridgeincolour.com/tutorials/RAW-file-format.htm>`_. У digiKam ви можете перетворити зображення у форматі цифрових негативів на зображення у форматі JPEG, PNG або TIFF за допомогою :ref:`редактора зображень <rawprocessing_workflow>` або :ref:`засобу керування пакетною обробкою <raw_converter>`.
zh_cn: 如果您想了解有关 RAW 图像格式的更多信息，请访问这几个非常有用的指南： `维基百科 <https://en.wikipedia.org/wiki/Raw_image_format>`_ 和 `剑桥色彩摄影学习社区 <https://www.cambridgeincolour.com/tutorials/RAW-file-format.htm>`_ 。你可以在 digiKam 中使用 :ref:`图像编辑器 <rawprocessing_workflow>` 或 :ref:`批处理管理器 <raw_converter>` 将 RAW 格式的图像转换成 JPEG、PNG 或 TIFF 格式。

source: digiKam supports RAW image loading only, relying on the `Libraw library <https://www.libraw.org/>`_ which is included in digiKam core and supports over **1000** RAW file formats. The table below shows a short list of camera RAW files supported by digiKam:
ca: El digiKam només admet la càrrega d'imatges RAW, basant-se en la `biblioteca LibRaw <https://www.libraw.org/>`_ que s'inclou en el nucli del digiKam i que admet més de **1.000** formats de fitxer RAW. La taula següent mostra una llista breu dels fitxers RAW de càmera admesos pel digiKam:
it: digiKam supporta il caricamento delle immagini RAW solo attraverso la `libreria Libraw <https://www.libraw.org/>`_, che è inclusa in digiKam e supporta più di **1000** formati di file RAW. La tabella qui sotto mostra una breve lista dei file RAW supportati da digiKam:
nl: digiKam ondersteunt alleen RAW afbeeldingen laden, het vertrouwt op de `Libraw-bibliotheek <https://wwwlibraworg>` die in de kern van digiKam is ingebouwd en wat meer dan **1000** RAW-bestandsformaten ondersteunt. De volgende tabel toont een kort overzicht van RAW-bestanden van camera's ondersteund door digiKam:
uk: У digiKam реалізовано підтримку лише завантаження зображень RAW; у цьому програма покладається на іншу програму, `бібліотеку libraw <https://www.libraw.org/>`_, яку включено до ядра , і яка підтримує понад **1000** форматів файлів RAW. У наведеній нижче таблиці показано короткий список файлів RAW фотоапаратів, підтримку яких передбачено у digiKam:
zh_cn: digiKam 仅支持 RAW 图像的加载读取，它依赖于 `Libraw 库 <https://www.libraw.org/>`_ ，这个库属于 digiKam 核心文件之一，支持超过 **1000** 种 RAW 文件格式。下表简要介绍了 digiKam 支持的相机 RAW 文件：

source: RAW File Format
ca: Format de fitxer RAW
it: Formato file RAW
nl: RAW-afbeeldingsformaat
sl: Oblika datoteke RAW
uk: Формат файлів цифрових негативів (RAW)
zh_cn: RAW 文件格式

source: Description
ca: Descripció
it: Descrizione
nl: Beschrijving
sl: Opis
uk: Опис
zh_cn: 描述

source: Canon digital camera RAW file formats
ca: Formats de fitxer RAW de càmeres digitals «Canon»
it: Formati di file RAW delle fotocamere digitali Canon
nl: Canon digital camera
sl: Formati datotek RAW za digitalni fotoaparat Canon
uk: Формат файлів цифрових негативів фотоапаратів виробництва Canon
zh_cn: 佳能（Canon）相机的 RAW 文件格式

source: Nikon digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Nikon»
it: Formati di file RAW delle fotocamere digitali Nikon
nl: Nikon digital camera
sl: Format datoteke RAW digitalnega fotoaparata Nikon
uk: Формат файлів цифрових негативів фотоапаратів виробництва Nikon
zh_cn: 尼康（Nikon）相机的 RAW 文件格式

source: Olympus digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Olympus»
it: Formati di file RAW delle fotocamere digitali Olympus
nl: Olympus digital camera
sl: Format datoteke RAW digitalnega fotoaparata Olympus
uk: Формат файлів цифрових негативів фотоапаратів виробництва Olympus
zh_cn: 奥林巴斯/奥之心（Olympus）相机的 RAW 文件格式

source: Fuji digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Fuji»
it: Formati di file RAW delle fotocamere digitali Fuji
nl: Fuji digital camera RAW-bestandsformaat
sl: Format datoteke RAW digitalnega fotoaparata Fuji
uk: Формат файлів цифрових негативів фотоапаратів виробництва Fuji
zh_cn: 富士（Fuji）相机的 RAW 文件格式

source: Leica camera RAW file format
ca: Formats de fitxer RAW de càmeres «Leica»
it: Formato file RAW delle fotocamere Leica
nl: Leica camera RAW-bestandsformaat
sl: Format datoteke RAW fotoaparata Leica
uk: Формат файлів цифрових негативів фотоапаратів виробництва Leica
zh_cn: 徕卡（Leica）相机的 RAW 文件格式
