Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/supported_materials/image_formats.po
Languages: ca, it, nl, sl, uk, zh_cn

source: Image File Formats Supported by digiKam
ca: Formats de fitxers d'imatge admesos pel digiKam
it: Formati dei file immagini supportati da digiKam
nl: Afbeeldingsbestandsformaten ondersteund door digiKam
sl: Formati slikovnih datotek, ki jih podpira digiKam
uk: Формати файлів зображень, підтримку яких передбачено у digiKam
zh_cn: digiKam 支持的图像文件格式

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, JPEG, PNG, TIFF, PGF, RAW
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, JPEG, PNG, TIFF, PGF, RAW
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, JPEG, PNG, TIFF, PGF, RAW
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, JPEG, PNG, TIFF, PGF, RAW
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, JPEG, PNG, TIFF, PGF, RAW
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, JPEG, PNG, TIFF, PGF, RAW
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, JPEG, PNG, TIFF, PGF, RAW

source: Image Files
ca: Fitxers d'imatge
it: File immagine
nl: Afbeeldingsbestanden
uk: Файли зображень
zh_cn: 图像文件

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: Introduction
ca: Introducció
it: Introduzione
nl: Inleiding
sl: Uvod
uk: Вступ
zh_cn: 简介

source: digiKam relies on a number of libraries and support packages to load and save image formats. Which image formats are available will depend on the availability of these libraries on your system and, in some cases, on the way that those libraries have been compiled. On most distributions you will find that a wide range of image formats are viewable within digiKam.
ca: El digiKam es basa en una sèrie de biblioteques i paquets de suport per a carregar i desar els formats d'imatge. Quins formats d'imatge hi ha disponibles dependrà de la disponibilitat d'aquestes biblioteques en el sistema i, en alguns casos, en la forma en què s'han compilat aquestes. En la majoria de distribucions trobareu una gran varietat de formats d'imatge que podreu visualitzar en el digiKam.
it: digiKam si basa su diverse librerie e pacchetti di supporto per caricare e salvare i formati delle immagini; questi ultimi sono disponibili a seconda della disponibilità delle librerie presenti nel tuo sistema e, in alcuni casi, dal modo in cui esse sono state compilate. Nella maggior parte delle distribuzioni noterai che digiKam è in grado di visualizzare un'ampia gamma di formati.
nl: digiKam maakt gebruik van een aantal bibliotheken en ondersteunende pakketten om afbeeldingsformaten te laden en op te slaan. Welke afbeeldingsformaten beschikbaar zijn is afhankelijk van de beschikbaarheid van deze bibliotheken op uw systeem en, in zeldzame gevallen, ook van de wijze waarop deze zijn gecompileerd. Op de meeste Linux-distributies kunt u in digiKam een groot aantal afbeeldingsformaten gebruiken.
sl: digiKam se zanaša na številne knjižnice in podporne pakete za nalaganje in shranjevanje slikovnih formatov. Kateri formati slik so na voljo, je odvisno od razpoložljivost teh knjižnic v vašem sistemu in v nekaterih primerih na način, kako so bile te knjižnice sestavljene. Pri večini distribucij boste ugotovili, da si lahko v digiKamu ogledate široko paleto formatov slik.
uk: Для роботи digiKam використовує декілька бібліотек і пакунків підтримки, які забезпечують завантаження і збереження зображень у різних форматах Перелік доступних форматів залежить від наявності цих бібліотек у вашій системі, а також, у певних випадках, від способу, у який було зібрано ці бібліотеки. У більшості дистрибутивів за допомогою digiKam ви зможете працювати з широким спектром форматів зображень.
zh_cn: digiKam 依赖于一些库和支持包来加载和保存图像格式。哪些图像格式能够支持，取决于这些库在你的系统上能不能用，在某些情况下，则取决于这些库的编译方式。大多数的发行版本中，digiKam 的图片查看都支持海量格式。

source: This dependence on other libraries means that it is not possible to give a definitive list of all of the formats that will be available on your system. At the very least JPEG, PNG, and TIFF should be available.
ca: Aquesta dependència d'altres biblioteques, significa que no es pot donar una llista definitiva de tots els formats que estaran disponibles al vostre sistema. Almenys haurien d'estar disponibles els formats JPEG, PNG i TIFF.
it: A causa di questa dipendenza da altre librerie non è possibile dare un elenco completo di tutti i formati che saranno disponibili sul tuo sistema; come minimo dovrebbero esserci JPEG, PNG e TIFF.
nl: Deze afhankelijkheid van andere bibliotheken betekent dat het niet mogelijk is om een definitieve lijst van alle beschikbare formaten op uw systeem weer te geven. JPEG, PNG en TIFF moeten in ieder geval wel beschikbaar zijn.
sl: Ta odvisnost od drugih knjižnic pomeni, da ni mogoče dati dokončen seznam vseh formatov, ki bodo na voljo v vašem sistemu. Na voljo morajo biti vsaj JPEG, PNG in TIFF.
uk: Залежність від інших бібліотек призводить до неможливості отримання точного списку всіх форматів зображень, доступних у вашій системі. Доступними мають бути принаймні формати JPEG, PNG і TIFF.
zh_cn: 对第三方库的依赖意味着，无法给出一个明确清单，列好在你的系统上支持的所有格式。至少JPEG、PNG 和 TIFF 应该是可用的。

source: digiKam only displays files that are in formats that it understands. It does this by looking at the file extension on the files and checking this against a predefined list. If the file extension is in the list and the appropriate library is installed, digiKam will show the file in the Image View. You can change the list of file extensions that digiKam will accept; see :ref:`this configuration section <mime_types_settings>` for more details.
ca: El digiKam només mostra els fitxers que estan en els formats que entén. Ho fa mirant l'extensió de fitxer i comprovant-ho amb una llista predefinida. Si l'extensió del fitxer es troba a la llista, i la biblioteca apropiada està instal·lada, el digiKam mostrarà el fitxer a la Vista d'imatges. Podeu canviar la llista d'extensions de fitxer que admetrà el digiKam. Per a més detalls, vegeu :ref:`aquesta secció de configuració <mime_types_settings>`.
sl: digiKam prikazuje samo datoteke v formatih, ki jih razume. To naredi tako, da pogleda pripono datoteke in jo preveri v vnaprej določenem seznamu. Če je končnica datoteke na seznamu in je nameščena ustrezna knjižnica, bo digiKam prikazal datoteko v pogledu slike. Lahko spremenite seznam končnic datotek, ki jih digiKam sprejema; glejte :ref:`ta razdelek konfiguracije <mime_types_settings>` za več podrobnosti.
uk: digiKam показує лише ті файли, формат яких зрозумілий програмі. Визначення можливості показу відбувається шляхом порівняння суфіксів назв файлів зі списком наявних форматів. Якщо суфікс назви буде виявлено у списку digiKam, відповідне зображення буде показано у області перегляду зображень, якщо встановлено відповідну бібліотеку. Ви можете змінити список суфіксів файлів, які сприймаються digiKam, докладніше про це можна дізнатися з :ref:`розділу «Налаштування» <mime_types_settings>`.

source: Almost all digital cameras store photographs in one of two formats: JPEG or RAW. Many cameras enable you to select which of these formats to use. digiKam supports both of these formats. A full description of these formats can be found `at the Wikipedia <https://en.wikipedia.org/wiki/Image_file_formats>`_.
ca: Gairebé totes les càmeres digitals emmagatzemen fotografies en un dels dos formats: JPEG o RAW. Moltes càmeres permeten seleccionar quin d'aquests formats voleu utilitzar. Trobareu una descripció completa d'aquests formats `a la Viquipèdia <https://ca.wikipedia.org/wiki/Format_de_fitxer_d'imatge>`_.
sl: Skoraj vse digitalne kamere shranjujejo fotografije v enem od dveh formatov: JPEG oz. RAW. Številne kamere vam omogočajo, da izberete, katerega od teh formatov želite uporabiti. Popolni opis teh formatov lahko najdete na Wikipediji <https://en.wikipedia.org/wiki/Image_file_formats>`_.
uk: Майже всі цифрові фотокамери зберігають фотографії у одному з двох форматів: JPEG або RAW У багатьох фотоапаратах ви можете обирати, який з двох форматів ви бажаєте використовувати Повний опис цих форматів можна знайти у `Вікіпедії <ulink url="https://uk.wikipedia.org/wiki/%D0%93%D1%80%D0%B0%D1%84%D1%96%D1%87%D0%BD%D1%96_%D1%84%D0%BE%D1%80%D0%BC%D0%B0%D1%82%D0%B8">`_. У digiKam передбачено підтримку файлів у обох форматах.

source: Still Image Compression
ca: Compressió d'imatges fotogràfiques
it: Compressione di immagini statiche
nl: Afbeeldingscompressie
sl: Stiskanje fotografij
uk: Стискання статичних зображень
zh_cn: 静态图像压缩

source: Image compression is the application of data compression algorithms to digital images. Image compression reduces redundancy in the image data in order to be able to store or transmit data in an efficient form.
ca: La compressió de la imatge és l'aplicació d'algorismes de compressió de dades a imatges digitals. La compressió d'imatges redueix la redundància en les dades de la imatge a fi de ser capaç d'emmagatzemar o transmetre dades d'una forma eficient.
sl: Stiskanje slik je uporaba algoritmov za stiskanje podatkov na digitalnih slikah. Stiskanje slike zmanjša redundanco v slikovnih podatkih, da lahko podatke shranite ali prenesete v učinkoviti obliki.
uk: Стикання зображень — це застосування алгоритмів стискання даних до цифрових зображень. Таке стискання відбувається шляхом зменшення надлишковості у даних зображення, метою стискання є зберігання і передавання даних у раціональнішій формі.

source: Image compression can be lossy or lossless. Lossless compression methods, especially applied before transformations like cropping, resizing, and color corrections, are always preferred for archival purposes because they preserve the original data. In contrast, lossy compression methods introduce compression artifacts, especially when used at low bit rates. Lossy methods are suitable for natural images such as photos in applications where minor (sometimes imperceptible) loss of fidelity is acceptable to achieve a substantial reduction in file size. For example, lossy compression is good for publishing images on the Internet.
ca: La compressió de les imatges pot ser amb pèrdua o sense. Els mètodes de compressió sense pèrdua, especialment aplicats abans de transformacions com l'escapçat, canvi de mida i correccions del color, sempre es prefereixen per motius d'arxivat perquè conserven les dades originals. Per contra, els mètodes de compressió amb pèrdua introdueixen defectes de compressió, especialment quan s'utilitza a taxes de bit baixes. Els mètodes amb pèrdua són adequats per a oferir imatges naturals, com ara fotografies en aplicacions en les quals una pèrdua menor (de vegades imperceptible) de la fidelitat és acceptable per a aconseguir una reducció substancial en la mida del fitxer. Per exemple, la compressió amb pèrdua és bona per a la publicació d'imatges a Internet.
sl: Stiskanje slike je lahko z izgubo ali brez izgube. Metode stiskanja brez izgube, zlasti uporabljene pred transformacijami, kot so obrezovanje, spreminjanje velikosti in barvni popravki, so vedno prednostne za namene arhiviranja, ker ohranjajo izvirne podatke. Nasprotno pa metode stiskanja z izgubo uvajajo artefakte stiskanja, zlasti če se uporabljajo pri nizkih bitnih hitrostih. Metode z izgubo so primerne za naravne slike, kot so fotografije v aplikacijah, kjer je manjša (včasih neopazna) izguba ločljivosti sprejemljiva za doseganje znatnega zmanjšanja velikosti datoteke. Na primer, stiskanje z izgubo je dobro za objavo slik na internetu.
uk: Стискання зображень може відбуватися як з втратами, так і без них. Методи стискання зображень без втрати якості, особливо до перетворень, подібних до обрізання, зміни розмірів, виправлення кольорів тощо, завжди краще застосовувати з метою архівування. Причиною цього є те, що ці методи зберігають початкові дані. На відміну від них, методи стискання з втратою якості, особливо за використання високих ступенів стискання, призводять до появи артефактів (викривлення зображення). Методи стискання з втратою якості можна застосовувати до природних зображень, зокрема фотографій, у випадках, коли незначна (іноді просто непомітна) втрата якості є прийнятною для створення файлів меншого розміру. Наприклад, чудовим застосуванням стискання з втратами є оприлюднення зображень у інтернеті.

source: `Joint Photographic Experts Group <https://en.wikipedia.org/wiki/JPEG>`_ is a compressed format that trades some image quality for smaller file sizes. In fact, most cameras save their images in this format unless you specify otherwise. A JPEG image is stored using lossy compression, and you can vary the amount of compression. This allows you to choose between lower compression and higher image quality or greater compression and poorer quality. The only reason to choose higher compression is because it creates smaller files so you can store more images, making it easier to send them by e-mail or post them on the Web. Most cameras give you two or three choices equivalent to good, better, best, although the names vary.
ca: El `Joint Photographic Experts Group <https://en.wikipedia.org/wiki/JPEG>`_ és un format comprimit que intercanvia part de la qualitat de la imatge per mides petites de fitxers. De fet, la majoria de les càmeres desen les imatges en aquest format a menys que s'especifiqui el contrari. Una imatge JPEG s'emmagatzema utilitzant la compressió amb pèrdua i es pot variar la quantitat de la compressió. Això permet escollir entre una compressió més baixa i una qualitat de la imatge més alta, o una compressió més alta i una qualitat més baixa. L'únic motiu per a triar una compressió més alta és perquè crea fitxers més petits de manera que podreu emmagatzemar més imatges i fa més fàcil enviar-les per correu electrònic o publicar-les al web. La majoria de les càmeres ofereixen dues o tres opcions equivalents de bona, millor, encara millor, si bé els seus noms poden variar.
sl: `Joint Photographic Experts Group <https://en.wikipedia.org/wiki/JPEG>`_ je stisnjen format, ki zamenja nekaj kakovosti slike za manjše velikosti datotek. Pravzaprav večina fotoaparatov shranjuje svoje slike v tem formatu, razen če ne določite drugače. Slika JPEG je shranjena s stiskanjem z izgubo, stopnjo stiskanja pa lahko spreminjate. To vam omogoča izbiro med nižjo kompresijo in višjo kakovostjo slike ali večjo kompresijo in slabšo kakovostjo. Edini razlog za izbiro višje kompresije je, da ustvarja manjše datoteke, tako da lahko shranite več slik, kar olajša pošiljanje po e-pošti ali objavo v spletu. Večina fotoaparatov vam ponuja dve ali tri izbire, ki ustrezajo dobrim, boljšim, najboljšim, čeprav se imena razlikujejo.
uk: `Joint Photographic Experts Group <https://uk.wikipedia.org/wiki/JPEG>`_ — є форматом стискання, у якому зменшення розмірів файла зображення досягається деякою втратою якості зображення. Фактично, у цьому форматі за типових налаштувань зберігають зображення більшість фотоапаратів. Зображення JPEG зберігається з використанням стискання з втратою якості, ви можете змінювати рівень стискання. Таким чином, ви можете обирати між низьким рівнем стискання з високою якістю зображення і високим рівнем стискання з гіршою якістю. Єдиною причиною вибору вищого рівня стискання є менші розміри отриманих файлів, отже ви зможете зберігати більше зображень, подібні зображення простіше надсилати електронною поштою і оприлюднювати у інтернеті. У більшості фотоапаратів ви можете обирати між двома або трьома варіантами: гарна якість (good), краща якість (better) і найкраща якість (best), хоча назви варіантів можуть бути і іншими.

source: `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ is an improvement intended to replace the older JPEG standard that was introduced in 2000. It provides for the same compression ratio with better (smoother) results compared to JPEG. The 2000 version also has the option of being lossless, if specified in the settings. It supports metadata and 12-bit color depth.
ca: El `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ és una millora destinada a substituir l'estàndard JPEG anterior que es va presentar el 2000. Proporciona la mateixa relació de compressió amb un resultat millor (més suau) en comparació amb JPEG. La versió 2000 també té l'opció de ser sense pèrdua si s'especifica a la configuració. Admet metadades i una profunditat de color de 12 bits.
uk: `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ є удосконаленням, яке має замінити старіший формат JPEG, який було впроваджено у 2000 році. Використання цього формату дає кращі (плавніші) зображення за однакового рівня стискання порівняно з JPEG. Версія 2000 може створювати і зображення без втрати якості, якщо вказано відповідні параметри. У форматі передбачено підтримку метаданих та глибини кольорів у 12 бітів.

source: `Tagged Image File Format <https://en.wikipedia.org/wiki/TIFF>`_ has been widely accepted and widely supported as an image format. Commonly, TIFF may be stored by the camera in uncompressed form or using a lossless compression algorithm (Deflate). It maintains higher image quality but at the expense of much larger file sizes. Some cameras let you save your images in this format, and it is a popular format because of it is a lossless compression algorithm. The problem is that the format has been altered by so many people that there are now 50 or more flavors and not all are recognizable by most programs.
ca: El `format de fitxer d'imatge amb etiquetes <https://en.wikipedia.org/wiki/TIFF>`_ ha estat àmpliament acceptat i implementat com un format d'imatge. En general, el TIFF pot ser emmagatzemat per la càmera en forma sense compressió o utilitzant un algorisme de compressió sense pèrdua (deflate). Manté una qualitat d'imatge més alta, però a costa de mides de fitxer molt més grans. Algunes càmeres permeten desar les imatges en aquest format, i és un format molt popular a causa del seu algorisme de compressió sense pèrdua. El problema és que el format ha estat alterat per tanta gent que ara hi ha 50 sabors o més, i no tots són reconeguts per la majoria de programes.
sl: `Tagged Image File Format - Oblika označene slikovne datoteke <https://en.wikipedia.org/wiki/TIFF>`_ je bila splošno sprejeta in široko podprta kot format slike. Običajno lahko kamera shrani TIFF v nestisnjeni obliki ali z uporabo kompresije brez izgub algoritem (Deflate). Ohranja višjo kakovost slike, vendar na račun veliko večje velikosti datotek. Nekatere kamere vam omogočajo shranjevanje slik v tem in je priljubljen format zaradi algoritma stiskanja brez izgub. Težava je v tem, da je ta format spremenilo toliko ljudi, da je zdaj 50 ali več okusov in vseh teh programi ne zmorejo prepoznavati.
uk: Формат файлів зображень `Tagged Image File Format <https://uk.wikipedia.org/wiki/TIFF>`_ є широковизнаним і повсюдно підтримуваним форматом. Зазвичай, TIFF може бути збережено фотоапаратом у нестиснутій формі або з використанням алгоритму стискання без втрат (Deflate). Формат зберігання забезпечує високу якість зображень, але ціною значного збільшення розміру файлів. Деякі фотоапарати надають вам змогу зберігати зображення у цьому форматі, формат є популярним через те, що стискання відбувається без втрат. Проблеми з цим форматом полягають у тому, що його багато разів змінювали різні люди і зараз існує 50 або більше його різновидів, не всі з яких розпізнаються більшістю програм.

source: `Portable Network Graphics <https://en.wikipedia.org/wiki/Portable_Network_Graphics>`_ is an image format that was developed in the 1990's as a patent-free replacement for the older GIF image file format. It is a lossless format like TIFF but is much more compact, saving disk space. Although your camera is unlikely to support PNG, some people like to convert their photographs to PNG as soon as they get them on their computer. Unlike JPEG, PNG images do not lose quality every time you re-encode them after modification. digiKam fully supports PNG images and the Batch Queue Manager can convert a batch of images from any supported format to PNG (and other formats) in one step.
ca: El `Portable Network Graphics <https://en.wikipedia.org/wiki/Portable_Network_Graphics>`_ és un format d'imatge desenvolupat el 1990 com un reemplaçament lliure de patents del format de fitxer d'imatges GIF. És un format sense pèrdua com el TIFF, però molt més compacte i que estalvia espai de disc. Tot i que és poc probable que la càmera admeti PNG, algunes persones volen convertir les seves fotografies a PNG quan les passen a l'ordinador. A diferència del JPEG, les imatges PNG no perden qualitat cada vegada que es tornen a codificar després de modificar-les. El digiKam és totalment compatible amb les imatges PNG i el gestor de la cua per lots pot convertir un lot d'imatges des de qualsevol format a PNG (i a altres formats) en un sol pas.
sl: `Portable Network Graphics - Prenosna omrežna grafika <https://en.wikipedia.org/wiki/Portable_Network_Graphics>`_ je slikovni format, ki je bil razvit v devetdesetih letih prejšnjega stoletja kot brezpatentna zamenjava za starejši format slikovne datoteke GIF. Je format brez izgub, kot je TIFF, vendar je veliko bolj kompakten in prihrani prostor na disku. Čeprav vaš fotoaparat verjetno ne podpira PNG, nekateri ljudje svoje fotografije radi pretvorijo v PNG takoj, ko jih prenesejo v svoj računalnik. Za razliko od JPEG slike PNG ne izgubijo kakovosti vsakič, ko jih po spremembi znova kodirate. digiKam v celoti podpira slike PNG in Upravljalnik čakalnih vrst paketnih obdelav lahko pretvori paket slik iz katerega koli podprtega formata v PNG (in druge formate) v enem koraku.

source: PNG is designed to work well in on-line viewing applications, such as the World Wide Web, so it is fully streamable with a progressive display option. Also, PNG can store gamma and chromaticity data for improved color matching on heterogeneous platforms. PNG supports bit depths of 8 and 16 bits / color / pixel. It's the perfect file format to archive your photographs.
ca: El PNG està dissenyat per a funcionar bé en aplicacions de visualització en línia, com ara la World Wide Web, de manera que és totalment transmissible a temps real amb una opció de visualització progressiva. A més, el PNG pot emmagatzemar dades de gamma i cromaticitat per a millorar la concordança del color en plataformes heterogènies. El PNG admet profunditat de 8 i 16 bits / color / píxels. És el format de fitxer perfecte perquè arxiveu les vostres fotografies.
sl: PNG je zasnovan tako, da dobro deluje v aplikacijah za spletni ogled, kot je svetovni splet, zato ga je mogoče v celoti pretakati z možnostjo progresivnega prikaza. PNG lahko shrani tudi podatke o gami in kromatičnosti za izboljšano ujemanje barv na heterogenih platformah. PNG podpira bitne globine 8 in 16 bitov/barvo/piksel. Je popolna oblika datoteke za arhiviranje vaših fotografij.
uk: PNG розроблено придатним для використання у програмах для перегляду зображень у мережі, зокрема у інтернеті, отже цей формат придатний для потокового передавання зображення з його поступовим показом. Крім того, у PNG передбачено зберігання гами і хроматичних даних для покращення відтворення кольорів на різних платформах. PNG підтримує глибини кольорів 8 і 16 бітів / колір / піксель. Цей форма є ідеальним для вашого фотоархіву.
