Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/supported_materials/image_formats.po
Languages: ca, it, nl, sl, uk, zh_cn

source: Pentax digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Pentax»
it: Formati di file RAW delle fotocamere digitali Pentax
nl: Pentax digital camera
sl: Format datoteke RAW digitalnega fotoaparata Pentax
uk: Формат файлів цифрових негативів фотоапаратів виробництва Pentax
zh_cn: 宾得（Pentax）相机的 RAW 文件格式

source: Sigma digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Sigma»
it: Formati di file RAW delle fotocamere digitali Sigma
nl: Sigma digital camera
sl: Format datoteke RAW za digitalni fotoaparat Sigma
uk: Формат файлів цифрових негативів фотоапаратів виробництва Sigma
zh_cn: 适马（Sigma）相机的 RAW 文件格式

source: Kodak digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Kodak»
it: Formati di file RAW delle fotocamere digitali Kodak
nl: Kodak digital camera
sl: Format datoteke RAW digitalnega fotoaparata Kodak
uk: Формат файлів цифрових негативів фотоапаратів виробництва Kodak
zh_cn: 柯达（Kodak）相机的 RAW 文件格式

source: Sony/Minolta digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Sony»/«Minolta»
it: Formato di file RAW delle fotocamere digitali Sony/Minolta
nl: Sony/Minolta digitale camera RAW-bestandsformaat
sl: Format datoteke RAW digitalnega fotoaparata Sony/Minolta
uk: Формат файлів цифрових негативів фотоапаратів виробництва Sony/Minolta
zh_cn: 索尼（Sony）/美能达（Minolta）相机的 RAW 文件格式

source: Panasonic, Casio, Leica digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Panasonic», «Casio» i «Leica»
it: Formato di file RAW delle fotocamere digitali Panasonic, Casio e Leica
nl: Panasonic, Casio, Leica digital camera
sl: Format datoteke RAW za digitalne fotoaparate Panasonic, Casio, Leica
uk: Формат файлів цифрових негативів фотоапаратів виробництва Panasonic, Casio, Leica
zh_cn: 松下（Panasonic），卡西欧（Casio），徕卡（Leica）相机的 RAW 文件格式

source: Adobe RAW file format (Digital Negative), Apple ProRAW
ca: Format de fitxer RAW d'«Adobe» (negatiu digital), ProRAW d'Apple
it: Formato di file RAW file Adobe (Digital Negative), Apple ProRAW
nl: Adobe RAW-bestandsformaat (digitaal negatief), Apple ProRAW
sl: Oblika datoteke Adobe RAW (digitalni negativ), Apple ProRAW
uk: Формат файлів цифрових негативів Adobe RAW (скорочення від Digital Negative), Apple ProRAW
zh_cn: Adobe 的 RAW 文件格式（数字负片），Apple ProRAW 文件

source: Casio RAW (Bayer)
ca: RAW de «Casio» (Bayer)
uk: Цифрові негативи Casio (Bayer)
zh_cn: 卡西欧（Casio）的 RAW 文件（拜耳阵列）

source: Epson digital camera RAW file format
ca: Formats de fitxer RAW de càmeres digitals «Epson»
it: Formati di file RAW delle fotocamere digitali Epson
nl: Epson digitale camera RAW-bestandsformaat
sl: Format datoteke RAW za digitalni fotoaparat Epson
uk: Формат файлів цифрових негативів фотоапаратів виробництва Epson
zh_cn: 爱普生（Epson）相机的 RAW 文件格式

source: Imacon/Hasselblad RAW format
ca: Format RAW d'«Imacon/Hasselblad»
it: Formato RAW Imacon/Hasselblad
nl: Imacon/Hasselblad RAW-formaat
sl: Format RAW Imacon/Hasselblad
uk: Формат файлів цифрових негативів Imacon/Hasselblad
zh_cn: 易迈康（Imacon）/ 哈苏（Hasselblad）的 RAW 文件格式

source: Panasonic RAW file format
ca: Formats de fitxer RAW de «Panasonic»
it: Formato di file RAW Panasonic
nl: Panasonic RAW-bestandsformaat
sl: Format datoteke Panasonic RAW
uk: Формат файлів цифрових негативів Panasonic
zh_cn: 松下（Panasonic）的 RAW 文件

source: Phase One digital camera Raw image format
ca: Format d'imatge RAW de càmeres digitals Phase One
it: Formato immagine RAW delle fotocamere digitali Phase One
nl: Phase One digitale camera Raw-afbeeldingsformaat
sl: Phase One digitalni fotoaparat Neobdelani format slike
uk: Формат зображень цифрових негативів фотокамер Phase One
zh_cn: 飞思（Phase One）相机的 RAW 文件格式

source: Ricoh RAW format
ca: Format RAW de «Ricoh»
it: Formato di file RAW Ricoh
nl: Ricoh RAW-formaat
sl: Format Ricoh RAW
uk: Формат файлів цифрових негативів Ricoh
zh_cn: 理光（Ricoh）的 RAW 文件

source: If you want to know if your camera RAW file is supported by digiKam, go to :menuselection:`Help --> Supported RAW Cameras` dialog for details.
ca: Si voleu saber si el vostre fitxer RAW de la càmera és compatible amb el digiKam, aneu al diàleg :menuselection:`Ajuda --> Càmeres RAW admeses`.
it: Se vuoi sapere se il file RAW della tua fotocamera è supportato da digiKam, vai alla finestra di dialogo :menuselection:`Aiuto --> Fotocamere RAW supportate` per i dettagli.
nl: Als u wilt weten of RAW-bestand van uw camera door digiKam wordt ondersteund, ga naar de dialoog :menuselection:`Help --> Ondersteunde RAW-camera's` voor details.
sl: Če želite vedeti, ali digiKam podpira datoteko RAW vaše kamere, pojdite na :menuselection:`Pomoč --> Podprte kamere RAW` za podrobnosti.
uk: Якщо ви хочете дізнатися, чи передбачено підтримку файлів цифрових негативів вашого фотоапарата у digiKam, скористайтеся вікном, яке відкриває пункт меню :menuselection:`Довідка --> Підтримувані фотоапарати з цифровими негативами`.
zh_cn: 如果想知道 digiKam 是否支持您相机的 RAW 文件，请到 digiKam 程序中的 :menuselection:`帮助 --> 支持的 RAW 相机格式` 菜单对话框了解详情。

source: List of RAW Camera Formats Supported in digiKam
ca: Llista de formats RAW de càmera admesos en el digiKam
it: Elenco dei formati RAW per fotocamera supportati in digiKam
nl: Lijst met RAW-cameraformaten ondersteund in digiKam
sl: Seznam formatov fotoaparata RAW, ki jih podpira digiKam
uk: Список форматів цифрових негативів фотоапараів, підтримку яких передбачено у digiKam
zh_cn: digiKam 支持的 RAW 格式一览表

source: Other Formats
ca: Altres formats
it: Altri formati
nl: Andere formaten
sl: Drugi formati
uk: Інші формати
zh_cn: 其他格式

source: digiKam relies on `ImageMagick <https://en.wikipedia.org/wiki/ImageMagick>`_ to support exotic still images when others modules fail to load a file. This is the case for FITS astro-photo, JBIG, PhotoCD, FLIF, BPG, etc.
ca: El digiKam confia en `ImageMagick <https://en.wikipedia.org/wiki/ImageMagick>`_ per a admetre imatges fotogràfiques exòtiques quan altres mòduls fallen en carregar un fitxer. Aquest és el cas del FITS d'astrofotografia, JBIG, PhotoCD, FLIF, BPG, etc.
sl: digiKam se opira na `ImageMagick <https://en.wikipedia.org/wiki/ImageMagick>`_ za podporo eksotičnih nepremičnih fotografij, ko drugi moduli ne uspejo naložiti datoteke. To velja za FITS astro-photo, JBIG, PhotoCD, FLIF, BPG itd.
uk: digiKam використовує `ImageMagick <https://en.wikipedia.org/wiki/ImageMagick>`_ для забезпечення підтримки екзотичних форматів зображень, якщо інші модулі програми не можуть завантажити файл. Так відбувається для астрономічних фотографій FITS, JBIG, PhotoCD, FLIF, BPG та інших форматів.

source: We recommend you also read the chapter about the **file formats used for long time archiving**, from the :ref:`Digital Asset Management section <dam_fileformats>` in this manual.
ca: També recomanem que llegiu el capítol quant als **formats de fitxer utilitzats per a arxivar durant molt de temps** de la :ref:`secció Gestió de recursos digitals <dam_fileformats>` en aquest manual.
uk: Рекомендуємо ознайомитися із **главою щодо форматів файлів**, якими користуються для архівування, з :ref:`розділу щодо керування цифровою власністю <dam_fileformats>` цього підручника.

source: `Portable Network Graphics <https://en.wikipedia.org/wiki/Portable_Network_Graphics>`_ is an image format that was developed in the 1990's as an patent-free replacement for the older GIF image file format. It is a lossless format like TIFF but is much more compact, saving disk space. Although your camera is unlikely to support PNG, some people like to convert their photographs to PNG as soon as they get them on their computer. Unlike JPEG, PNG images do not lose quality every time you re-encode them after modification. digiKam fully supports PNG images and the Batch Queue Manager can convert a batch of images from any supported format to PNG (and other formats) in one step.
uk: `Portable Network Graphics <https://uk.wikipedia.org/wiki/PNG>`_ — формат зображень, який було розроблено для заміни багатьох старіших, широко використовуваних у 1990-их роках форматів файлів зображень. Цей формат призначено, як і формат TIFF, для зберігання даних без втрат, але файли у цьому форматі набагато компактніші, а отже економлять місце на диску. Хоча ваш фотоапарат може і не підтримувати PNG, дехто з користувачів надає перевагу перетворенню власних фотографій на файли зображень у форматі PNG після отримання цих зображень на комп’ютер. На відміну від зображень у форматі JPEG, зображення PNG не втрачають якості після кожного наступного перекодування після зміни. digiKam повністю підтримує зображення PNG, а засіб пакетної обробки зображень може здійснити пакетне перетворення зображень з будь-якого з підтримуваних форматів до PNG (або інших форматів) за один крок.

source: :ref:`Image Files <supported_materials>`
sl: :ref:`Datoteke slik <supported_materials>`

source: `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ is an improvement intended to replace the older JPEG standard that was introduced in 2000. It provides for the same compression ratio with better (smoother) results compared to JPEG. The 2000 version also supports lossless images, additional metadata tags, and 12-bit color depth.
sl: `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ je izboljšava namenjena zamenjavi starejšega standarda JPEG uvedenega leta 2000. Zagotavlja enako kompresijsko razmerje z boljšo (bolj gladkimi) rezultati v primerjavi z JPEG. Različica 2000 podpira tudi možnost brez izgub, dodatne metapodatke in 12-bitno barvno globino.

source: `Web Photo <https://en.wikipedia.org/wiki/WebP>`_ is an open image file format developed by Google intended as a replacement for JPEG, PNG, and GIF file formats for use on the Internet. It supports both lossy and lossless compression as well as animation and alpha transparency. It supports metadata, but color depth is limited to 8 bits. WebP was first announced by Google in 2010 and produces files that are smaller than JPEG files for comparable image quality.
sl: `Web Photo - Spletna fotografija <https://en.wikipedia.org/wiki/WebP>`_ je odprta oblika slikovne datoteke, ki jo je razvil Google in je namenjena zamenjavi za oblike datotek JPEG, PNG in GIF za uporabo v internetu. Podpira stiskanje z izgubami in brez izgub ter animacijo in prosojnost alfa. Podpira metapodatke, vendar je barvna globina omejena na 8 bitov. WebP je Google prvič predstavil leta 2010 in ustvarja datoteke, ki so manjše od datotek JPEG za primerljivo kakovost slike.

source: If you want to learn more about RAW image format visit the very helpful guides on the `Wikipedia <https://en.wikipedia.org/wiki/Raw_image_format>`_, and at `Cambridge in Colour <https://www.cambridgeincolour.com/tutorials/RAW-file-format.htm>`_. You can convert RAW format images into JPEG, PNG, or TIFF in digiKam using the :ref:`Image Editor <rawprocessing_workflow>` or the :ref:`Batch Queue Manager <raw_converter>`.
sl: Če želite izvedeti več o formatu slike RAW, obiščite zelo koristne vodnike na `Wikipedia <https://en.wikipedia.org/wiki/Raw_image_format>`_ in na `Cambridge in Color <https://www. cambridgeincolour.com/tutorials/RAW-file-format.htm>`_. Slike formata RAW lahko pretvorite v JPEG, PNG ali TIFF v digiKamu z uporabo :ref:`Urejevalnika slik <rawprocessing_workflow>` ali :ref:`Upravljalnika paketne čakalne vrste <raw_converter>`.

source: digiKam supports loading RAW image data from over **1000** RAW file formats, relying on the `Libraw library <https://www.libraw.org/>`_ which is included in the digiKam core. The table below shows a short list of camera RAW files supported by digiKam:
sl: digiKam podpira nalaganje slikovnih podatkov RAW iz več kot **1000** formatov datotek RAW, pri čemer se zanaša na knjižnico `Libraw <https://www.libraw.org/>`_, ki je vključena v jedro digiKam. Spodnja tabela prikazuje kratek seznam datotek RAW kamer, ki jih podpira digiKam:

source: We recommend you also read the chapter about the **file formats used for long time archiving**, from the :ref:`Digital Asset Management section <dam_fileformats>` of this manual.
sl: Priporočamo tudi, da preberete poglavje o **formatih datotek, ki se uporabljajo za dolgotrajno arhiviranje**, iz razdelka :ref:`Upravljanje digitalnih sredstev <dam_fileformats>` tega priročnika.

source: digiKam only displays files that are in formats that it understands. It does this by looking at the file extension on the files and checking this against a predefined list. If the file extension is in the list digiKam will show the file in the Image View, provided the appropriate library is installed. You can change the list of file extensions that digiKam will accept; see :ref:`this configuration section <mime_types_settings>` for more details.
it: digiKam visualizza solo i file in formati che è in grado di comprendere. Lo fa guardando l'estensione dei file e confrontandola con un elenco predefinito. Se l'estensione è nell'elenco, digiKam visualizzerà il file nella Vista dell'immagine, sempre che sia installata la libreria corretta. Puoi modificare l'elenco delle estensioni dei file accettati da digiKam, vedi :ref:`questa sezione della configurazione <mime_types_settings>` per ulteriori dettagli.
nl: digiKam geeft alleen bestanden weer in formaten die het begrijpt. Het doet dit door te kijken naar de extensie van de bestanden en deze te vergelijken met een vooraf gedefinieerde lijst. Als de bestandsextensie in de lijst van digiKam voor komt zal het bestand in de afbeeldingsweergave getoond worden, tenminste als de betreffende bibliotheek is geïnstalleerd. U kunt de lijst met bestandsextensies, die digiKam accepteert, zelf wijzigen. Zie :ref:`deze sectie Configuratie <mime_types_settings>` voor meer details.
zh_cn: digiKam 只显示它所理解的格式的文件。这一点可以通过查看文件的扩展名，并与预定义的列表进行核对来实现。如果文件扩展名在列表中，digiKam 就会在图像视图中显示这个文件，当然前提是安装了相应的库。你可以改变 digiKam 接受的文件扩展名列表；更多细节可以阅读 :ref:`这部分设置内容 <mime_types_settings>`。

source: Almost all digital cameras store photographs in one of two formats: JPEG or RAW. Many cameras enable you to select which of these formats to use. A full description of these formats can be found `at the Wikipedia <https://en.wikipedia.org/wiki/Image_file_formats>`_. digiKam supports both of these formats.
it: Quasi tutte le macchine fotografiche digitali salvano le foto in uno di questi due formati: JPEG o RAW. Molte fotocamere ti permettono di selezionare quale dei due usare. Puoi trovare una descrizione completa di questi formati su `Wikipedia <https://en.wikipedia.org/wiki/Image_file_formats>`_. digiKam supporta entrambi i formati.
nl: Bijna alle digitale camera's slaan de foto's op in een van deze twee formaten: JPEG of RAW. Veel camera's laten u kiezen welke van deze formaten te gebruiken. Een volledige beschrijving van deze formaten kunt u vinden `in de Wikipedia <https://en. wikipedia.org/wiki/Image_file_formats>`_. digiKam ondersteunt beide formaten.
zh_cn: 几乎所有的数码相机，要么使用 JPEG 格式，要么就使用 RAW 格式来存储照片。许多相机都可以让你选择使用其中的哪种格式。这些格式的完整描述可以在 `维基百科 <https://en.wikipedia.org/wiki/Image_file_formats>`_ 上找到。这两种格式 digiKam 都支持。

source: Image compression is the application of data compression schemes on digital images. It is done through reducing redundancy of the image data in order to be able to store or transmit data in an efficient form.
it: La compressione delle immagini è l'applicazione degli schemi di compressione dei dati su immagini digitali. Viene eseguita riducendo la ridondanza dei dati dell'immagine, in modo da poter salvare o trasmettere i dati in maniera efficiente.
nl: Afbeeldingscompressie is het toepassen van gegevens-compressie-schema's op digitale afbeeldingen. Dit wordt bereikt door het aantal repeterende datablokken te reduceren, zodat de opslag en transport efficiënter geschiedt.
zh_cn: 图像压缩是数据压缩方案在数字图像方面的应用。它是通过减少图像数据的冗余度来实现的，为的是以有效的形式存储或传输数据。

source: Image compression can be lossy or lossless. Lossless compression methods are always preferred for their high preservation value for archival purposes before applying transformations like cropping, resizing, color corrections, etc. This is because lossy compression methods, especially when used at low bit rates, introduce compression artifacts. Lossy methods are suitable for natural images such as photos in applications where minor (sometimes imperceptible) loss of fidelity is acceptable to achieve a substantial reduction in file size. Lossy compression is good for image publishing on the Internet.
it: La compressione delle immagini può essere con o senza perdita di dati. I metodi di compressione senza perdita sono sempre preferiti a causa del loro alto valore di preservazione per scopi di archiviazione, prima di applicare delle trasformazioni come il taglio, il ridimensionamento, le correzioni al colore, e via discorrendo. Questo perché i metodi di compressione con perdita, soprattutto se usati a bassa densità di bit, introducono degli artefatti con la compressione. I metodi con perdita di dati sono adatti alle immagini naturali, come le fotografie, in applicazioni dove delle piccole (a volte impercettibili) perdite di fedeltà sono accettabili in cambio di una sostanziale riduzione della dimensione del file; la compressione con perdita di dati va bene anche per pubblicare le immagini su Internet.
nl: Afbeeldingen kunnen zonder verlies (lossless) of verliesgevend (lossy) worden gecomprimeerd. Compressie zonder verlies heeft altijd de voorkeur vanwege de hoge kwaliteit die behouden blijft tijdens het toepassen van wijzigingen, zoals bijsnijden, grootte wijzigen, kleurcorrecties, etc. Dit is omdat verliesgevende compressiemethoden, in het bijzonder wanneer er lage bitrates worden gebruikt, compressie-artefacten (blokkerige weergave van details) veroorzaken. Verliesgevende methoden zijn geschikt voor natuurlijke afbeeldingen, zoals foto's in toepassingen waar geringe (soms niet waarneembaar) verlies aan kwaliteit acceptabel is om een substantiële vermindering van de grootte van het bestand te bewerkstelligen. Verliesgevende compressie is goed voor het publiceren van foto's op het internet.
zh_cn: 图像压缩有的是有损的，有的是无损的。对于存档用途，应该一律首选无损压缩方法，因为有高度的保存价值。之后再进行裁切、调整大小、颜色校正等编辑。因为有损压缩方法，特别是在低比特率下使用时，会引入压缩伪影。有损方法适合自然图像，在这种场景中，为了让文件大小能够大幅减少，可以接受微小的（有时难以察觉的）保真度损失。有损压缩适用于互联网上的图像发布。

source: `Joint Photographic Experts Group <https://en.wikipedia.org/wiki/JPEG>`_ is a compressed format that trades some of the image quality to keep file sizes small. In fact, most cameras save their images in this format unless you specify otherwise. A JPEG image is stored using lossy compression, and you can vary the amount of compression. This allows you to choose between lower compression and higher image quality or greater compression and poorer quality. The only reason to choose higher compression is because it creates smaller files so you can store more images, and it's easier to send them by e-mail or post them on the Web. Most cameras give you two or three choices equivalent to good, better, best, although the names vary.
it: `Joint Photographic Experts Group <https://en.wikipedia.org/wiki/JPEG>`_ è un formato compresso, che mantiene ridotte le dimensioni al costo di una qualità dell'immagine inferiore. La maggior parte delle fotocamere digitali salva le proprie immagini in questo formato, a meno che non venga specificato diversamente dall'utente. Un'immagine JPEG è salvata usando una compressione con perdita di dati, ma tu puoi variare la quantità della compressione. Questo ti permette di scegliere tra un'immagine con compressione minore e una qualità migliore, oppure con compressione maggiore e con qualità peggiore. L'unica ragione per scegliere una compressione maggiore è la dimensione più piccola dei file, in modo da poter salvare più immagini, a parità di spazio; esse sono anche più facili da inviare per posta elettronica e da pubblicare sul web. La maggior parte delle macchine fotografiche offre due o tre scelte, corrispondenti a qualità buona, migliore e ottima, sebbene le diciture possano variare.
nl: `Joint Photographic Experts Group <https://en.wikipedia.org/wiki/JPEG>`_ is een gecomprimeerd formaat, dat een deel van de beeldkwaliteit opgeeft om het bestand klein te houden. In feite slaan de meeste camera's hun beelden op in dit formaat tenzij u anders aangeeft. Een JPEG-beeld wordt opgeslagen met behulp van compressie met verlies en je kunt de mate van compressie variëren. Dit stelt u in staat om te kiezen tussen lagere compressie en een hogere beeldkwaliteit of hogere compressie en een slechtere kwaliteit. De enige reden om een hogere compressie te kiezen is dat het kleinere bestanden oplevert, zodat u meer foto's kunt opslaan en het gemakkelijker is om ze via e-mail te versturen of op het web te plaatsen. De meeste camera's geven je twee of drie gelijkwaardige keuzes, goed, beter, best hoewel de gebruikte namen kunnen verschillen.
zh_cn: `联合图像专家小组 <https://en.wikipedia.org/wiki/JPEG>`_ （Joint Photographic Experts Group，JPEG）是一种压缩格式，它会牺牲些图像质量来换取小的文件大小。事实上，大多数相机都是用这种格式保存照片的，除非你另外指定。JPEG 图像使用有损压缩来存储，可以改变压缩的等级。你可以选择较低的压缩率（较高的图像质量），或者选择较高的压缩率（较差的质量）。选择较高压缩率的唯一原因是，它创建的文件较小，所以你可以存储更多的图像，而且更容易通过电子邮件发送或在网络上发布它们。大多数相机给你两到三个选择，相当于好、更好、最好，尽管名称有所不同。

source: `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ is an improvement intended to replace the older JPEG by the JPEG committee, introduced in 2000. It provides for the same compression ratio with better (smoother) results compared to JPEG. The 2000 version has the option of being lossless if so specified in the settings. It supports metadata and 12 bits color depth.
it: `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ è un miglioramento introdotto nel 2000 dal comitato JPEG per sostituire il vecchio formato JPEG. Fornisce lo stesso rapporto di compressione con risultati migliori (più omogenei) rispetto a JPEG. La versione 2000 ha l'opzione di essere senza perdita di dati, se così specificato nelle impostazioni. Supporta di metadati e la profondità del colore a 12 bit.
nl: `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ is een verbetering bedoeld om het oudere JPEG te vervangen, door de JPEG-commissie in 2000. Het biedt bij dezelfde compressieverhouding een beter (gladder) resultaat dan JPEG. De 2000-versie beschikt over de mogelijkheid van verliesloos indien dit wordt ingesteld. Het ondersteunt metagegevens en 12 bits kleurdiepte.
zh_cn: `JPEG 2000 <https://en.wikipedia.org/wiki/JPEG_2000>`_ 是 JPEG 委员会在 2000 年推出的，与 JPEG 相比做出了改进，并打算取而代之。跟 JPEG 相比，JPEG 2000 在相同的压缩率和下有着更好（更平滑）的压缩效果。JPEG 2000 支持无损选项。它支持元数据和 12 位色深。
