Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/supported_materials/image_formats.po
Languages: ca, it, nl, sl, uk, zh_cn

source: `Tagged Image File Format <https://en.wikipedia.org/wiki/TIFF>`_ has been widely accepted and widely supported as an image format. Commonly, TIFF may be stored by the camera in uncompressed form or using a lossless compression algorithm (Deflate). It maintains higher image quality but at the expense of much larger file sizes. Some cameras let you save your images in this format, and it is a popular format because of its lossless compression algorithm. The problem is that the format has been altered by so many people that there are now 50 or more flavors and not all are recognizable by programs.
it: `Tagged Image File Format <https://en.wikipedia.org/wiki/TIFF>`_ è ampiamente accettato e ben supportato come formato immagine. Normalmente i file TIFF possono essere salvati dalla fotocamera in forma non compressa oppure utilizzando un algoritmo di compressione senza perdita di dati (detto Deflate). Mantiene una migliore qualità delle immagini al costo, però, di file molto più grandi. Alcune fotocamere ti permettono di salvare le immagini in questo formato, che è popolare grazie al suo algoritmo di compressione senza perdita di dati. Il problema è però che il formato è stato modificato da così tanta gente che attualmente ne esistono circa 50 varianti, e non tutte riconosciute dai programmi.
nl: `Tagged Image File Format <https://en.wikipedia.org/wiki/TIFF>`_ wordt algemeen aanvaard en breed ondersteund als beeldformaat. Gewoonlijk kan TIFF door de camera worden opgeslagen in niet gecomprimeerde vorm of met behulp van een compressie-algoritme zonder verlies (deflate). Het handhaaft een hogere beeldkwaliteit maar ten koste van veel grotere bestanden. Sommige camera's laten toe dat u uw beelden in dat formaat opslaat en het is een populaire vorm vanwege het compressiealgoritme zonder verlies. Het probleem is dat het formaat door zoveel mensen is veranderd dat er nu 50 of meer varianten zijn die niet allen door alle programma's worden herkend.
zh_cn: `标签图像文件格式 <https://en.wikipedia.org/wiki/TIFF>`_ （Tagged Image File Format，TIFF）这种图像格式已经得到广泛接受和支持。通常，TIFF 可以由相机以未压缩的形式或使用无损压缩算法（Deflate）进行存储。它能保证较高的图像质量，但代价是，文件要大很多。有的相机让你用这种格式保存照片，而且由于其无损压缩算法，这种格式比较流行。问题是，很多人把这个格式改出来一堆不同的分支版本，现在已经出现 50 来种，而且很多程序无法识别其中的一些分支。

source: `Portable Network Graphics <https://en.wikipedia.org/wiki/Portable_Network_Graphics>`_ is an image format that was developed as a replacement for a number of older, in the 1990's widely used, image file formats. It is a lossless format like TIFF but it is much more compact and saves disk space. Although your camera is unlikely to support PNG, some people like to convert their photographs to PNG as soon as they get them on their computer. Unlike JPEG, PNG images do not lose quality every time you re-encode them after modification. digiKam fully supports PNG images and the Batch Queue Manager can convert a batch of images from any supported format to PNG (and other formats) in one step.
it: `Portable Network Graphics <https://en.wikipedia.org/wiki/Portable_Network_Graphics>`_ è un formato di immagini che è stato sviluppato in sostituzione di diversi vecchi formati usati negli anni '90. È un formato senza perdita di dati come TIFF, ma è molto più compatto e fa risparmiare spazio su disco. Sebbene sia difficile che la tua macchina fotografica supporti PNG, qualcuno preferisce convertire le sue foto in PNG non appena le scarica nel computer. A differenza di JPEG, le immagini PNG non perdono in qualità quando le ricodifichi dopo una modifica. digiKam supporta a pieno le immagini PNG, e il Gestore elaborazione in serie è in grado di convertire una serie di immagini da qualsiasi formato supportato a PNG (o altri formati) in un colpo solo.
nl: `Portable Network Graphics <https://en.wikipedia.org/wiki/Portable_Network_Graphics>`_ is een afbeeldingsformaat dat werd ontwikkeld als vervanger voor een aantal oudere, in de jaren 1990 op grote schaal gebruikte, afbeeldingsbestandsformaten. Het is een verliesloos formaat zoals TIFF, maar het is veel compacter en bespaart schijfruimte. Hoewel het onwaarschijnlijk is dat je camera PNG ondersteund, zetten sommige mensen hun beelden om naar PNG zodra ze die op hun computer op slaan. In tegenstelling tot JPEG, verliezen PNG-afbeeldingen niet, na elke bewerking, aan kwaliteit in het fotobewerkingsprogramma. digiKam biedt volledige ondersteuning voor PNG-afbeeldingen. De takenwachtrijbeheerder kan in één stap een partij beelden omzetten van een ondersteund formaat naar PNG (en andere formaten).
zh_cn: `便携式网络图形 <https://en.wikipedia.org/wiki/Portable_Network_Graphics>`_ （Portable Network Graphics，PNG）这种图像格式，当时开发时是想替代那些 20 世纪 90 年代广泛使用的旧图像格式。它是一种像 TIFF 一样的无损格式，但它体积更小，可节省磁盘空间。虽然你的相机不太可能支持 PNG，但有些人喜欢在电脑上拿到照片后立刻就转成 PNG 格式。与 JPEG 不同的是，PNG 图像在修改后每次重新编码都不会损失画面质量。 digiKam 完全支持 PNG 图像，只需一步操作，批处理管理器就可以把任何支持的格式的图像批量转换为 PNG（或是其他格式）。

source: PNG is an extensible file format for the lossless, portable, well-compressed storage of raster images. PNG provides a patent-free replacement for GIF and can also replace many common uses of TIFF. PNG is designed to work well in on-line viewing applications, such as the World Wide Web, so it is fully streamable with a progressive display option. Also, PNG can store gamma and chromaticity data for improved color matching on heterogeneous platforms. PNG supports 8 and 16 bits / colors /pixels depth. It's the perfect file format to archive your photographs.
it: PNG è un formato estensibile per il salvataggio compresso, portabile e senza perdita di dati per immagini raster. PNG è un sostituto libero da brevetti di GIF, e può anche rimpiazzare TIFF in molti degli usi comuni. PNG è progettato per funzionare bene nelle applicazioni in rete, come il World Wide Web, e perciò è possibile inviarlo in streaming con un'opzione per la visualizzazione progressiva; inoltre, può salvare i dati di gamma e di cromaticità per ottenere una resa migliore dei colori su diverse piattaforme. PNG supporta la profondità dei colori e pixel a 8 e a 16 bit. È il formato di file perfetto per archiviare le tue fotografie.
nl: PNG is een uitbreidbaar bestandsformaat voor zonder verlies, overdraagbare, goed gecomprimeerde opslag van rasterafbeeldingen. PNG levert een patentvrije vervanging voor GIF en kan ook de meeste toepassingen van TIFF vervangen. PNG is ontworpen om goed te werken in online weergavetoepassingen, zoals het World Wide Web. Het is dus een volledig te streamen formaat met de mogelijkheid voor progressieve weergave. Daarnaast kan PNG gamma en kleur-gegevens opslaan voor verbeterde kleurovereenkomst op heterogene platformen. PNG biedt ondersteuning voor 8- en 16-bits / kleuren /pixeldiepte. Het is het ideale formaat voor het archiveren van uw foto's.
zh_cn: PNG 是一种可扩展的文件格式，用于无损、便携、压缩良好的光栅图像的存储。跟 GIF 相比，PNG 是无专利的，也可以实现 TIFF 的许多常见用途。PNG 设计为了在线浏览时有出色表现（如万维网），所以它有逐行显示选项，完全可以进行流式传输。另外，PNG 可以存储伽马和色度数据，以改善在各种平台上的色彩匹配。PNG 支持 8 位和 16 位色深。它是对照片进行存档的完美文件格式。

source: `Progressive Graphics File <https://en.wikipedia.org/wiki/Progressive_Graphics_File>`_ is another not so known but open file image format. Wavelet-based, it allows lossless and lossy data compression. PGF compares well with JPEG 2000 but it was developed for speed (compression/decompression) rather than to be the best at compression ratio. At the same file size a PGF file looks significantly better than a JPEG one, while remaining very good at progressive display too. Thus it should be well-suited for photo archiving and **digiKam uses this format in database to store thumbnails**.
it: `Progressive Graphics File <https://en.wikipedia.org/wiki/Progressive_Graphics_File>`_ è un altro formato di file immagine aperto non molto conosciuto. Basato su wavelet, consente sia la compressione con perdita di dati, sia quella senza perdita di dati. PGF è comparabile a JPEG 2000 ma è stato sviluppato pensando alla velocità (compressione/decompressione) piuttosto che al miglior rapporto di compressione. A parità di dimensioni, un file PGF risulta decisamente migliore di un file JPEG, restando inoltre molto buono nella visualizzazione progressiva. Per questo motivo risulta molto adatto per l'archiviazione delle foto e **digiKam utilizza questo formato per memorizzare le miniature nella banca dati**.
nl: `Progressief grafisch bestand <https://en.wikipedia.org/wiki/Progressive_Graphics_File>`_ een ander niet zo bekend, maar open afbeeldingsbestandsformaat Wavelet-gebaseerd, staat het zowel verliesloos als datacompressie met verlies toe PGF is goed te vergelijken met JPEG 2000, maar het werd meer ontwikkeld voor snelheid (compressie / decompressie) dan voor de kwaliteit van de compressieverhouding. Bij dezelfde bestandsgrootte ziet een PGF-bestand er beduidend beter uit dan een JPEG, terwijl het ook erg goed is bij progressieve weergave. Het is daarom zeer geschikt archiveren van foto's **digiKam gebruikt dit formaat in de database om miniaturen op te slaan**.
zh_cn: `渐进式图形文件 <https://en.wikipedia.org/wiki/Progressive_Graphics_File>`_ （Progressive Graphics File，PGF）也是一种不太知名但开放的文件图像格式。它基于小波，允许无损和有损数据压缩。PGF 与 JPEG 2000 相比毫不逊色，但它是为了速度（压缩/解压缩）而开发的，而不是为了实现最优压缩比而开发的。在文件大小相同的情况下，PGF 文件画面明显优于 JPEG 文件，同时在渐进式显示方面也非常出色。因此，它非常适合照片存档，**digiKam 在数据库中使用这种格式存储缩略图** 。

source: `Web Photo <https://en.wikipedia.org/wiki/WebP>`_ is an image file format developed by Google intended as a replacement for JPEG, PNG, and GIF file formats for the Internet uses. It supports both lossy and lossless compression as well as animation and alpha transparency. It supports metadata but colors depth is limited to 8 bits. WebP was first announced by Google in 2010 and produce files that were smaller than JPEG files for comparable image quality.
it: `Web Photo <https://en.wikipedia.org/wiki/WebP>`_ è un formato di file per immagini sviluppato da Google concepito come sostituto dei formati JPEG, PNG e GIF negli usi in Internet. Supporta entrambe le compressioni, con e senza perdita di dati, così come l'animazione e la trasparenza alfa. Supporta i metadati la profondità dei colori è limitata a 8 bit. WebP è stato per la prima volta annunciato da Google nel 2010 e produce file più piccoli dei corrispondenti JPEG, a parità di qualità di immagine.
nl: `Web Photo <https://en.wikipedia.org/wiki/WebP>`_ is een bestandsformaat ontwikkeld door Google bedoeld als een vervanger voor JPEG, PNG en GIF bestandsformaten voor gebruik in het internet. Het ondersteunt zowel compressie met als zonder verlies evenals animatie en alfa transparantie. Het ondersteunt metagegevens maar kleurendiepte is beperkt tot 8 bits. WebP is voor het eerst door Google aangekondigd in 2010 en produceert bestanden die kleiner zijn dan JPEG-bestanden voor vergelijkbare afbeeldingskwaliteit.
zh_cn: `WebP <https://en.wikipedia.org/wiki/WebP>`_ （Web Photo）是 Google 开发的一种图像文件格式，旨在替代用于互联网的 JPEG、PNG 和 GIF 文件格式。它支持有损和无损压缩，也支持动画和 Alpha 透明度。它支持元数据，但颜色深度仅限于 8 位。 WebP 由 Google 于 2010 年发布，它生成的文件比 JPEG 文件小，但图像质量相当。

source: `High Efficiency Image File Format <https://en.wikipedia.org/wiki/High_Efficiency_Image_File_Format>`_ is a container format introduced in 2015 for storing individual digital images and image sequences. The standard covers multimedia files that can also include other media streams, such as timed text, audio and video. HEIF can store images encoded with multiple coding formats, for example both SDR and HDR images. HEVC is an image and video encoding format and the default image codec used with HEIF. HEIF files containing HEVC-encoded images are also known as HEIC files. Such files require less storage space than the equivalent quality JPEG. HEIF support 12 bits color depth and metadata. This format have been adopted in 2017 to store images in Apple devices.
it: `High Efficiency Image File Format <https://en.wikipedia.org/wiki/High_Efficiency_Image_File_Format>`_ è un formato contenitore introdotto nel 2015 per la memorizzazione di immagini digitali singole e sequenze di immagini. Lo standard copre i file multimediali che possono includere anche altri flussi multimediali, tipo testo, audio e video temporizzato. HEIF può archiviare immagini codificate in più formati, per esempio immagini sia in SDR, sia in HDR. HEVC è un formato di codifica per video e immagini ed è il codec per immagini predefinito utilizzato con HEIF. I file HEIF che contengono immagini codificate con HEVC sono conosciuti anche come file HEIC. Questi file richiedono meno spazio di memoria rispetto a un equivalente, in qualità, file JPEG. HEIF supporta la profondità dei colori a 12 bit e i metadati. Questo formato è stato adottato per l'archiviazione delle immagini nei dispositivi Apple nel 2017.
nl: `High Efficiency Image File Format <https://en.wikipedia.org/wiki/High_Efficiency_Image_File_Format>`_ is een containerformaat geïntroduceerd in 2015 voor het opslaan van individuele digitale afbeeldingen en afbeelding-sequenties. De standaard dekt multimediabestanden die ook andere media-streams omvatten, zoals getimede tekst, geluid en video. HEIF kan afbeeldingen gecodeerd met meerdere coderingsformaten opslaan, bijvoorbeeld zowel SDR als HDR afbeeldingen. HEVC is een afbeelding en video coderingsformaat en de standaard afbeeldingscodec gebruikt met HEIF. HEIF-bestanden die HEVC-gecodeerde afbeeldingen bevatten zijn ook bekend als HEIC-bestanden. Zulke bestanden vereisen minder opslagruimte dan de gelijke kwaliteit JPEG. HEIF ondersteunt 12 bits kleurdiepte en metagegevens. Dit formaat is geadopteerd in 2017 om afbeeldingen op te slaan in Apple apparaten.
zh_cn: `高效率图像文件格式 <https://en.wikipedia.org/wiki/High_Efficiency_Image_File_Format>`_ （High Efficiency Image File，HEIF）是 2015 年推出的一种容器格式，可用来存储单个数字图像，也可存储图像序列。这一标准涵盖的多媒体文件也包括其他媒体流，如定时文本、音频和视频。HEIF 可存储采用多种编码格式编码的图像，例如 SDR 和 HDR 图像。HEVC 是 HEIF 使用的默认图像编解码器，是一种图像和视频编码格式。包含 HEVC 编码图像的 HEIF 文件也叫做 HEIC 文件。与同等质量的 JPEG 相比，此类文件所需的存储空间更小。HEIF 支持 12 位色深，支持元数据。这一格式于 2017 年被用在苹果设备中存储图像。

source: `AV1 Image File Format <https://en.wikipedia.org/wiki/AVIF>`_ is an open, royalty-free image file format specification introduced in 2019 for storing images or image sequences compressed with AV1 in the HEIF container format. It competes with HEIC, which uses the same container format built upon ISOBMFF, but HEVC for compression. AVIF showed better compression efficiency than JPEG as well as better detail preservation, fewer blocking artifacts and less color bleeding around hard edges in composites of natural images, text, and graphics. AVIF support 12 bits color depth and metadata.
it: `AV1 Image File Format <https://en.wikipedia.org/wiki/AVIF>`_ è una specifica di formato di file per immagini, aperto ed esente da diritti, introdotto nel 2019 per l'archiviazione delle immagini o le sequenze di immagini compresse con AV1 nel formato contenitore HEIF. È in concorrenza con HEIC, che usa lo stesso formato contenitore generato su ISOBMFF, ma HEVC per la compressione. AVIF ha dimostrato una migliore efficienza di compressione rispetto a JPEG, con una migliore conservazione dei dettagli, un minor numero di artefatti a blocchi e meno perdita di colore attorno ai bordi nitidi nei compositi di immagini naturali, testo e grafica. AVIF supporta la profondità dei colori a 12 bit e i metadati.
nl: `AV1 Image File Format <https://en.wikipedia.org/wiki/AVIF>`_ is een open, afbeeldingsbestandsformaatspecificatie zonder kosten geïntroduceerd in 2019 voor opslag van afbeeldingen of afbeeldingen-sequenties gecomprimeerd met AV1 in het HEIF-containerformaat. Het concurreert met HEIC, die hetzelfde containerformaat gebruikt gebouwd op ISOBMFF, maar HEVC voor compressie. AVIF toont betere compressie-efficiëntie dan JPEG evenals beter behoud van detail, minder blokkerende artifacts en minder kleurbloeding rond harde randen in composities van natuurlijke afbeeldingen, tekst en grafieken. AVIF ondersteunt 12 bits kleurdiepte en metagegevens.
zh_cn: `AV1 图像文件格式 <https://en.wikipedia.org/wiki/AVIF>`_ （AV1 Image File，AVIF）是一种开放的、免版税的图像文件格式规范，于2019年推出，用于在 HEIF 容器格式中存储用 AV1 压缩的图像或图像序列。它与 HEIC 竞争。AVIF 与 HEIC 文件都采用了基于 ISOBMFF （国际标准化组织基本媒体档案格式）的容器，但 HEIC 文件使用 HEVC（H.265）进行压缩。比较显示 AVIF 比 JPEG 压缩效率更好，而且在包含自然图像、文本和图形的组合图片中，AVIF 的细节保存更好、阻塞伪影更少，硬边缘渗色也更少。AVIF 支持 12 位色深和元数据。

source: `JPEG XL <https://en.wikipedia.org/wiki/JPEG_XL>`_ is a royalty-free raster-graphics file format that supports both lossy and lossless compression. It is designed to outperform existing raster formats and thus become their universal replacement. JPEG XL is particularly optimised for responsive Web environments, so that content renders well on a wide range of devices. Moreover, it includes several features that help transition from the legacy JPEG format. JPEG XL was introduced at the end of 2020. JPEG XL support 16 bits color depth and metadata.
it: `JPEG XL <https://en.wikipedia.org/wiki/JPEG_XL>`_ è un formato di file per grafica raster esente da diritti che supporta entrambe le compressioni, con e senza perdita di dati. È progettato per superare le prestazioni dei formati raster esistenti ed è divenuto il loro sostituto universale. JPEG XL è ottimizzato in particolar modo per gli ambienti web reattivi, affinché il contenuto renda bene su un'ampia gamma di dispositivi. Inoltre, include diverse funzionalità che aiutano la transizione dal vecchio formato JPEG. JPEG XL è stato introdotto alla fine del 2020, supporta la profondità dei colori a 16 bit e i metadati.
nl: `JPEG XL <https://en.wikipedia.org/wiki/JPEG_XL>`_ is een raster-grafisch bestandsformaat zonder kosten dat zowel compressie met als zonder verlies ondersteunt. Het is ontworpen om betere prestaties te leveren dan bestaande rasterformaten en dus hun universele vervanging vormt. JPEG XL is speciaal geoptimaliseerd voor snel reagerende webomgevingen, zodat inhoud goed wordt weergegeven op een brede reeks apparaten. Bovendien omvat het verschillende functies die helpen met de overgang van het verouderde JPEG-formaat. JPEG XL is geïntroduceerd aan het eind van 2020. JPEG XL ondersteunt 16 bits kleurdiepte en metagegevens.
zh_cn: `JPEG XL <https://en.wikipedia.org/wiki/JPEG_XL>`_ 是一种免版税的光栅图形（位图）文件格式，支持有损和无损压缩。它的设计目的是超越现有的光栅格式，从而成为它们的通用替代格式。JPEG XL 特别针对响应式网络环境进行了优化，从而使内容在各种设备上都能很好地呈现。此外，它还包括一些有助于从传统 JPEG 格式过渡的功能。JPEG XL 于 2020 年底推出。JPEG XL 支持 16 位色彩深度和元数据。

source: Digital still image formats supports is provided by digiKam Loader Plugins. You can see a list of available plugins in **Plugins/Image Loaders** section from Setup dialog.
it: Il supporto per i formati per le immagini statiche digitali viene fornito dalle estensioni nel Caricatore di immagini di digiKam. Puoi visualizzare un elenco delle estensioni disponibili nella sezione **Estensioni/Caricatori di immagini** della finestra di dialogo Configurazione.
nl: Digitale stilstaande afbeeldingsformaten ondersteuning wordt geleverd door Lader-plug-ins van digiKam. U kunt een lijst met beschikbare plug-ins zien in de sectie **Plug-ins/Afbeeldingsladers** uit de dialoog Instellingen.
zh_cn: 数码照片格式由 digiKam 图像加载程序中的插件提供支持。您可以在“配置 digiKam”对话框的 **插件 - 图像加载程序** 部分查看可用插件列表。

source: The Image Loaders list from digiKam Setup dialog
it: L'elenco dei caricatori di immagini nella finestra di dialogo Configurazione di digiKam
nl: De lijst mat laders van afbeeldingen uit de instellingendialoog van digiKam
zh_cn: “配置 digiKam 对话框”中的图像加载程序列表

source: Some, typically more expensive, cameras allow you to store images in RAW format. RAW format is not really an image standard at all. It is different for every make of camera. RAW format images contain all the data that is taken directly from the camera's image sensor before the software in the camera applies things like white balance, sharpening etc. Storing photographs in a camera's RAW format allows you to alter settings, such as white balance, after the photograph has been taken. Most professional photographers use RAW format, because it offers them maximum flexibility. The downside is that RAW image files can be very large indeed.
it: Alcune macchine fotografiche, tipicamente le più costose, ti permettono di salvare le immagini in formato RAW (grezzo). Questo in realtà non è affatto uno standard, è diverso per ogni marca di macchine fotografiche. Le immagini in formato RAW contengono tutti i dati raccolti direttamente dal sensore delle immagini della macchina, prima che il software della macchina fotografica applichi cose come il bilanciamento del bianco, la regolazione della nitidezza, eccetera. Salvare le fotografie nel formato RAW della macchina fotografica ti permette di modificare le impostazioni, come il bilanciamento del bianco, dopo che la foto è stata scattata. La maggior parte dei fotografi professionisti usa il formato RAW, perché offre loro la massima flessibilità, tuttavia i file immagine RAW possono essere davvero molto grandi.
nl: Sommige, meestal dure, camera's bieden de mogelijkheid om de afbeeldingen in een rauwformaat (RAW format) op te slaan. RAW is niet een afbeeldingsstandaard. Elke camera heeft zijn eigen opmaak. RAW-afbeeldingen bevatten alle gegevens die direct zijn genomen van de afbeeldingssensor van de camera, voordat de software in de camera filters toepast, zoals balans, scherpheid, etc. Door afbeeldingen in een RAW-formaat op te slaan kunt u achteraf de instellingen, zoals de witbalans, wijzigen. De meeste professionele fotografen gebruiken RAW-afbeeldingen omdat deze hun de meeste flexibiliteit bieden. Het nadeel is dat dit soort afbeeldingen erg groot zijn.
zh_cn: 有些相机（通常比较昂贵）可以用 RAW 格式存储图像。RAW 格式其实根本不是一种图像标准。每种型号的相机都不一样。RAW 格式的图像包含了直接从相机图像传感器获取的所有数据，然后还会在相机软件层面应用白平衡、锐化等功能。用相机的 RAW 格式存储照片，可以在拍摄后更改白平衡等设置。大多数专业摄影师都使用 RAW 格式，因为它为他们提供了最大的灵活性。缺点是 RAW 图像文件可能非常大。

source: digiKam relies on `ImageMagick <https://en.wikipedia.org/wiki/ImageMagick>`_ to support exotic still images when others modules fails to load file. This is the case for FITS astro-photo, JBIG, PhotoCD, FLIF, BPG, etc.
it: digiKam si basa su `ImageMagick <https://en.wikipedia.org/wiki/ImageMagick>`_ per il supporto di immagini statiche insolite quando gli altri moduli non riescono a caricare il file. È il caso, per esempio, di foto astronomiche FITS, JBIG, PhotoCD, FLIF, BPG, eccetera.
nl: digiKam is afhankelijk van `ImageMagick <https://en.wikipedia.org/wiki/ImageMagick>`_ om exotische fotobestanden te ondersteunen wanneer andere modulen falen om het bestand te laden. Dit is het geval voor FITS astro-photo, JBIG, PhotoCD, FLIF, BPG, etc.
zh_cn: 如果其他模块无法加载文件时，digiKam 则依靠 `ImageMagick <https://en.wikipedia.org/wiki/ImageMagick>`_ 来加载冷门的照片格式。比如，FITS 天文学数据格式、JBIG、PhotoCD、FLIF、BPG 等格式。

source: We recommend also to read the chapter about the **file formats used for long time archiving**, from the :ref:`Digital Asset Management section <dam_fileformats>` in this manual.
it: Raccomandiamo di leggere anche il capitolo sui **formati di file utilizzati per l'archiviazione di lungo periodo**, dalla :ref:`sezione Gestione dei beni digitali <dam_fileformats>` in questo manuale.
nl: We bevelen ook het lezen van het hoofdstuk over de **bestandsformaten gebruikt voor lange termijn archivering**, uit de :ref:`sectie Digital Asset Management <dam_fileformats>` in deze handleiding aan.
zh_cn: 我们还建议阅读本文档的 :ref:`数字资产管理部分 <dam_fileformats>` 中 **用于长期存档的文件格式** 这一章节。
