Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/supported_materials/movie_formats.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: Movie File Formats Supported by digiKam
ca: Formats de fitxer de pel·lícula admesos pel digiKam
it: Formati dei file video supportati da digiKam
nl: Filmbestandsformaten ondersteund door digiKam
pt_br: Formatos de arquivo de filme suportados pelo digiKam
sl: Formati filmskih datotek, ki jih podpira digiKam
sv: Filmfilformat som stöds i digiKam
uk: Формати файлів відео, підтримку яких передбачено у digiKam
zh_cn: digiKam 支持的视频文件格式

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, movies, formats
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, pel·lícules, formats
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, filmati, video, formati
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, films, formaten
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, filmes, formatos
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, filmi, formati
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, filmer, format
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, відео, фільми, формати
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 视频, 格式

source: :ref:`Movie Files <supported_materials>`
ca: :ref:`Fitxers de pel·lícula <supported_materials>`
it: :ref:`File di filmati <supported_materials>`
nl: :ref:`Filmbestanden <supported_materials>`
pt_br: :ref:`Arquivos de filme <supported_materials>`
sl: :ref:`Datoteke filmov <supported_materials>`
sv: :ref:`Filmfiler <supported_materials>`
uk: :ref:`Файли відео <supported_materials>`
zh_cn: :ref:`视频文件 <supported_materials>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: Introduction
ca: Introducció
it: Autore introduzione
nl: Inleiding
pt_br: Introdução
sl: Uvod
sv: Inledning
uk: Вступ
zh_cn: 简介

source: Many digital cameras support taking short movie clips. These clips are usually stored in AVI, MOV, or MP4 format. digiKam understands metadata from these formats and will generate thumbnails for these movie files.
ca: Moltes càmeres digitals permeten la gravació de clips curts de pel·lícules. Aquests clips se solen emmagatzemar en format AVI, MOV o MP4. El digiKam entén les metadades d'aquests formats i generarà miniatures per a aquests fitxers de pel·lícula.
it: Molte macchine fotografiche digitali supportano la registrazione di brevi filmati, che normalmente sono salvati in formato AVI, MOV o MP4. digiKam riconosce i metadati di questi formati, e genererà quindi delle miniature.
nl: Veel digitale camera's ondersteunen het opnemen van korte filmclip. Deze clips worden meestal opgeslagen in AVI-, MOV of MP4-formaat. digiKam kent de metagegevens van deze formaten en zal miniaturen voor deze filmbestanden aanmaken.
pt_br: Muitas câmeras digitais permitem a gravação de clipes de vídeo curtos. Esses clipes geralmente são armazenados nos formatos AVI, MOV ou MP4. O digiKam entende metadados desses formatos e gera miniaturas para esses arquivos de vídeo.
sl: Mnoge digitalne kamere podpirajo snemanje kratkih filmskih posnetkov. Ti posnetki so običajno shranjeni v formatu AVI, MOV ali MP4. digiKam razume metapodatke teh formatov in bo ustvaril predogledne sličice za filmske datoteke.
sv: Många digitalkameror stöder tagning av korta filmklipp. Klippen lagras vanligtvis med AVI-, MOV- eller MP4-format. digiKam förstår metadata från formaten och genererar miniatyrbilder för de här filmfilerna.
uk: У багатьох цифрових фотоапаратах передбачено підтримку створення коротких відеофільмів. Ці відео, зазвичай, зберігаються у форматах AVI, MOV та MP4. digiKam може обробляти метадані файлів у цих форматах і створювати мініатюри для цих відеофайлів.
zh_cn: 很多数码相机都支持拍摄短视频，这些视频通常会以 AVI、MOV 或 MP4 格式保存。digiKam 能识别这些格式的元数据，并为这些视频文件生成缩略图。

source: However, digiKam is not a movie editing application and it does not have any built-in movie editing capabilities. If you double click on a movie in digiKam, you can preview the video or choose a dedicated viewing / editing application through your desktop settings. Movie files can also be viewed from within a slideshow.
ca: Tanmateix, el digiKam no és una aplicació per a l'edició de pel·lícules i no té cap capacitat integrada per a la seva edició. Si feu doble clic en una pel·lícula al digiKam, podreu veure una vista prèvia del vídeo o podreu triar una aplicació de visualització / edició a través de la configuració de l'escriptori. Els fitxers de pel·lícula també es poden visualitzar des d'una presentació de diapositives.
it: digikam, però, non è un'applicazione per la modifica dei filmati; non ha quindi alcuna capacità incorporata di modifica. Se fai doppio clic su di un filmato puoi vederne l'anteprima in digikam, oppure scegliere un'applicazione specializzata per la visualizzazione o la modifica, in base alle impostazioni del tuo desktop. I filmati possono essere visualizzati anche all'interno di una presentazione.
nl: digiKam is echter geen filmbewerkingsprogramma en heeft geen faciliteiten voor het bewerken van filmbestanden. Als u dubbelklikt op een film in digiKam, dan kunt u een vooruitblik zien van de video of een van de weergave- / bewerkingstoepassing starten via de instellingen van uw bureaublad. Filmbestanden kunnen ook bekeken worden vanuit een diavoorstelling.
pt_br: No entanto, o digiKam não é um aplicativo de edição de filmes e não possui recursos de edição integrados. Ao clicar duas vezes em um filme no digiKam, você pode pré-visualizar o vídeo ou escolher um aplicativo dedicado para visualização/edição nas configurações do seu desktop. Os arquivos de filme também podem ser visualizados em uma apresentação de slides.
sl: Vendar pa digiKam ni aplikacija za urejanje filmov in je tudi nima vgrajene zmožnosti urejanja filmov. Če dvokliknete filmsko datoteko v digiKamu lahko predogledate videoposnetek ali izberete aplikacijo za namensko gledanje/urejanje prek nastavitev namizja. Ogled filmskih datotek v predstavitvi je tudi podprta.
sv: Dock är digiKam inte ett filmredigeringsprogram och det har inga inbyggda filmredigeringsmöjligheter. Om man dubbelklickar på en film i digiKam kan man förhandsgranska videon eller välja ett dedikerat program för visning/redigering via skrivbordsinställningarna. Filmfiler kan också visas inifrån ett bildspel.
uk: Але digiKam не призначено для редагування відео, у програмі не передбачено жодних вбудованих можливостей редагування відео. Якщо ви наведете вказівник миші на позначку файла відео і двічі клацнете лівою кнопкою миші у digiKam, ви зможете переглянути відео або вибрати спеціалізовану програму для перегляду або редагування відео за допомогою параметрів вашого стільничного середовища. Файли відео можна також переглядати у режимі перегляду слайдів.
zh_cn: 不过需要注意的是，digiKam 并不是一个视频剪辑软件，它本身并不具备视频编辑功能。当你在 digiKam 中双击一个视频文件时，可以预览视频，也可以通过桌面系统的设置，选择一个专门的播放或编辑应用来打开它。在幻灯片播放模式中，视频文件也可以被播放。

source: Video Formats
ca: Formats de vídeo
it: Formati video
nl: Videoformaten
pt_br: Formatos de vídeo
sl: Video formati
sv: Videoformat
uk: Формати відео
zh_cn: 视频格式

source: digiKam relies on the `FFMpeg Multimedia framework <https://ffmpeg.org/>`_ to handle video files. FFmpeg is a powerful video toolkit, which include all codecs that digiKam needs to play video files.
ca: El digiKam es basa en el `marc de treball multimèdia FFMpeg <https://ffmpeg.org/>`_ per a manejar els fitxers de vídeo. El FFmpeg és un potent kit d'eines de vídeo que inclou tots els còdecs que necessita el digiKam per a reproduir els fitxers de vídeo.
it: digiKam si basa sulla `infrastruttura multimediale FFmpeg <https://ffmpeg.org/>`_ per gestire i file video; FFmpeg è un insieme di strumenti per l'elaborazione video avanzata, che include tutti i codec di cui digiKam ha bisogno per riprodurre i filmati.
nl: digiKam vertrouwt op het `FFMpeg multimedia framework <https://ffmpeg.org/>`_ voor behandeling van videobestanden. FFmpeg is een krachtige toolkit voor video's, die alle codecs bevat die digiKam nodig heeft om videobestanden af te spelen.
pt_br: O digiKam utiliza o `framework multimídia FFMpeg <https://ffmpeg.org/>`_ para lidar com arquivos de vídeo. O FFmpeg é um poderoso kit de ferramentas de vídeo, que inclui todos os codecs necessários para o digiKam reproduzir arquivos de vídeo.
sl: digiKam se zanaša na `FFMpeg Multimedia framework <https://ffmpeg.org/>`_ za obdelavo video datotek. FFmpeg je zmogljivo orodje za video, ki vključuje vse kodeke, ki jih digiKam potrebuje za predvajanje video datotek.
sv: digiKam förlitar sig på `multimediaramverket FFMpeg <https://ffmpeg.org/>`_ för att hantera videofiler. FFmpeg är en kraftfull videoverktygslåda som inkluderar alla kodare som digiKam behöver för att spela upp videofiler.
uk: Для роботи із відеофайлами digiKam використовує `мультимедійні бібліотеки FFMpeg <https://ffmpeg.org/>`_. FFmpeg є потужним набором інструментів для роботи з відео, до якого включено усі кодеки, які потрібні digiKam для відтворення відео файлів.
zh_cn: digiKam 是借助 `FFMpeg 多媒体框架 <https://ffmpeg.org/>`_ 来处理视频文件的。FFmpeg 是一个功能非常强大的视频工具包，它包含了 digiKam 播放视频所需的所有编码器。

source: FFmpeg codec is available under Linux® desktop, macOS, and Windows. You don't need to install extra video codecs on your computer.
ca: Els còdecs FFmpeg estan disponibles en els escriptoris de Linux, macOS i Windows. No us caldrà instal·lar cap còdec de vídeo addicional en el vostre ordinador.
it: I codec FFmpeg sono disponibili per i desktop Linux®, macOS e Windows, e non è necessario installare codec video aggiuntivi sul tuo computer.
nl: FFmpeg-codec is beschikbaar onder het Linux® bureaublad, MacOS en Windows. U hoeft geen extra video-codecs te installeren op uw computer.
pt_br: O codec FFmpeg está disponível para Linux® desktop, macOS e Windows. Você não precisa instalar codecs de vídeo adicionais no seu computador.
sl: Kodek FFmpeg je na voljo za namizje Linux®, macOS in Windows. V računalnik vam ni treba namestiti dodatnih video kodekov.
sv: FFmpeg kodare är tillgänglig på Linux® skrivbord, macOS och Windows. Man behöver inte installera extra videokodare på datorn.
uk: Набором кодеків FFmpeg можна скористатися у Linux®, macOS та Windows. Вам не потрібно буде встановлювати додаткові відеокодеки на ваш комп’ютер.
zh_cn: FFmpeg 编解码器在 Linux® 桌面、macOS 和 Windows 下都可以使用。不需要在你的电脑上安装额外的视频编解码器。

source: FFmpeg Features List is Available in digiKam :menuselection:`Help --> Components Info Dialog`
ca: La llista de característiques de FFmpeg està disponible a l'element de menú :menuselection:`Ajuda --> diàleg Informació dels components` del digiKam
it: L'elenco delle funzionalità FFmpeg è disponibile in digiKam dal menu :menuselection:`Aiuto --> Informazioni sui componenti`
nl: De lijst met mogelijkheden van FFmpeg is beschikbaar in digiKam :menuselection:`Help --> Informatiedialoog van componenten`
pt_br: A lista de funcionalidades do FFmpeg está disponível no digiKam na janela :menuselection:`Ajuda --> Informações dos componentes`
sl: Seznam funkcij FFmpeg je na voljo v digiKamu :menuselection:`Pomoč --> Pogovorno okno z informacijami o komponentah`
sv: Funktionslistan i FFmpeg är tillgänglig i digiKam med dialogrutan :menyval:`Hjälp --> Komponentinformation`
uk: Зі списком можливостей FFmpeg у digiKam можна ознайомитися за допомогою пункту меню :menuselection:`Довідка --> Вікно даних щодо компонентів`
zh_cn: FFmpeg 功能列表可以在 digiKam 中找到 :menuselection:`帮助 --> 程序组件信息`

source: Video Features
ca: Característiques del vídeo
it: Funzionalità video
nl: Videofunctie
pt_br: Funcionalidades de vídeo
sl: Video funkcije
sv: Videofunktioner
uk: Можливості щодо відео
zh_cn: 视频功能

source: digiKam is capable of reading video metadata, such as movie length, video frames per second, video size, and encoding options. Video metadata is automatically read during files scans and stored in the digiKam database so you can search for videos based on their metadata. digiKam allows you to play video in embedded preview mode, and from within a slideshow. If you are using the USB Mass Storage connection mode, then digiKam even allows previewing video from your camera device before downloading.
ca: El digiKam és capaç de llegir les metadades del vídeo, així com la longitud, els fotogrames per segon, la mida i les opcions de la codificació del vídeo. Les metadades del vídeo es llegeixen automàticament durant l'exploració dels fitxers i s'emmagatzemen a la base de dades del digiKam de manera que es poden cerques vídeos en base a les seves metadades. Els digiKam permet reproduir vídeos en el mode de vista prèvia incrustada, i des d'una presentació de diapositives. Si esteu fent servir el mode de connexió d'emmagatzematge massiu d'USB, llavors el digiKam permet la vista prèvia del vídeo des del dispositiu de càmera abans de descarregar.
it: digiKam è in grado di leggere i metadati video, quali la lunghezza del filmato, i fotogrammi al secondo, le dimensioni del video e le opzioni di codifica. I metadati video sono automaticamente letti durante l'analisi dei file e memorizzati nella banca dati di digiKam, in modo da poter cercare i video in base ai loro metadati. digiKam ti consente di riprodurre i video con la modalità anteprima incorporata e dall'interno di una presentazione. Se stai utilizzando la connessione con una memoria di massa USB, allora digiKam ti permetterà di visualizzare l'anteprima del video dalla tua fotocamera prima dello scaricamento.
nl: digiKam is in staat video-metagegevens te lezen, zoals lengte van films, videoframes per seconde, videogrootte en coderingsopties. Video-metagegevens worden automatisch gelezen tijdens scans van bestanden en opgeslagen in de digiKam database zodat u naar video's kunt zoeken op basis van hun metagegevens. digiKam biedt u het afspelen van video modus ingebed voorbeeld en vanuit een diashow. Als u de modus USB massaopslagverbinding gebruikt, dan biedt digiKam zelfs het bekijken van video van uw camera-apparaat voor downloaden.
pt_br: O digiKam é capaz de ler metadados de vídeo, como duração do filme, quadros por segundo, tamanho do vídeo e opções de codificação. Os metadados de vídeo são lidos automaticamente durante a varredura de arquivos e armazenados no banco de dados do digiKam para que você possa pesquisar vídeos com base em seus metadados. O digiKam permite reproduzir vídeos no modo de visualização embutida e em uma apresentação de slides. Se você estiver usando o modo de conexão de armazenamento em massa USB, o digiKam permite até mesmo a visualização do vídeo da sua câmera antes de baixá-lo.
sl: digiKam lahko bere video metapodatke, kot so dolžina filma, število sličic videa na sekundo, velikost videa in možnosti kodiranja. Video metapodatki se med prečesavanjem datotek samodejno preberejo in shranijo v bazo podatkov digiKam, tako da lahko iščete videoposnetke na podlagi njihovih metapodatkov. digiKam vam omogoča predvajanje videa v vdelanem načinu predogleda in znotraj predstavitve. Če uporabljate povezovalni način USB Mass Storage, potem digiKam celo omogoča predogled videa iz vaše naprave kamere pred prenosom.
sv: digiKam kan läsa videometadata, såsom filmlängd, videobildrutor per sekund, videostorlek och kodningsalternativ. Videometadata läses automatiskt vid filsökningar och lagras i digiKams databas så att man kan söka efter videor baserat på deras metadata. digiKam tillåter att man spelar upp video i inbäddat förhandsgranskningsläge och inifrån ett bildspel. Om man använder anslutningsläget USB-masslagring, tillåter digiKam till och med förhandsgranskning av video från kameran innan nerladdning.
uk: За допомогою digiKam ви зможете читати метадані відео, зокрема дані щодо тривалості відтворення, частоти кадрів, розміру кадрів та параметрів кодування. Метадані відео буде автоматично прочитано під час сканування файлів і збережено до бази даних digiKam, тому ви може можете шукати відео у вашій збірці за його метаданими. За допомогою digiKam ви можете відтворювати відео у режимі вбудованого попереднього перегляду та під час показу слайдів. Якщо ви використовуєте режим з'єднання зі сховищем даних USB, ви зможете попередньо переглядати відео з вашої відеокамери до отримання даних з неї.
zh_cn: digiKam 能读取视频的元数据，比如视频时长、每秒帧数、分辨率、编码设置等等。这些元数据在扫描文件时会自动读取，并存入 digiKam 的数据库中，方便你以后通过元数据来搜索视频。你可以在 digiKam 中用内嵌预览模式播放视频，也可以在幻灯片模式中播放。如果你是通过 USB 大容量存储模式连接相机设备，digiKam 甚至可以在你还没导入视频之前就进行预览。

source: Screencast of digiKam Preview Mode Playing A Movie Taken with an iPhone
ca: Vídeo d'una captura de pantalla del mode de vista prèvia del digiKam reproduint una pel·lícula presa amb un iPhone
it: Registrazione della modalità anteprima di digiKam che riproduce un filmato tratto da un iPhone
nl: Screencast van voorbeeldmodus van digiKam die een film afspeelt opgenomen met een iPhone
pt_br: Screencast do modo de visualização do digiKam reproduzindo um filme gravado com um iPhone
sl: Video posnetek zaslona načina predogleda digiKam Predvajanje filma, posnetega z iPhonom
sv: Skärmvideo av digiKams förhandsgranskningsläge som spelar upp en film tagen med en iPhone
uk: Відео режиму попереднього перегляду digiKam з відтворенням відео, яке було створено на iPhone
zh_cn: 下图是使用 iPhone 拍摄的视频在 digiKam 预览模式下播放的截图。
