Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/basic_operations.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: Basic Operations With digiKam Image Editor
ca: Operacions bàsiques amb l'editor d'imatges del digiKam
it: Operazioni di base con l'Editor delle immagini di digiKam
nl: Basisbewerkingen met de afbeeldingsbewerker van digiKam
pt: Operações Básicas com o Editor de Imagens do digiKam
pt_br: Operações básicas com o Editor de Imagem do digiKam
sl: digiKam osnovne operacije z urejevalnikom slik
sv: Grundfunktioner i digiKams bildeditor
uk: Базові дії у редакторі зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, revert, undo, redo, print, review
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, revertir, desfer, refer, imprimir, revisar
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, immagine, editor, ripristinare, annullare, rifare, stampare, revisionare
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker, terugdraaien, ongedaan maken, opnieuw doen, afdrukken, bekijken
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imagem, editor, reverter, desfazer, refazer, imprimir, rever
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imagem, editor, reverter, desfazer, refazer, imprimir, revisar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprtokodnost, prosto, učenje, enostavno, slika, urejevalnik, razveljavi, razveljavi, ponovi, natisni, pregled
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bild, editor, ångra, gör om, skriv ut, granska
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор, повернення, скасування, повторення, повторити, друк, перегляд, рецензування

source: :ref:`Basic Operations <image_editor>`
ca: :ref:`Operacions bàsiques <image_editor>`
it: :ref:`Operazioni di base <image_editor>`
nl: :ref:`Basisbewerkingen <image_editor>`
pt_br: :ref:`Operações básicas <image_editor>`
sl: :ref:`Osnovne operacije <image_editor>`
sv: :ref:`Grundfunktioner <image_editor>`
uk: :ref:`Базові дії <image_editor>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Revert to Original Photograph
ca: Revertir a la fotografia original
it: Ripristinare la fotografie all'originale
nl: Uw oorspronkelijke foto terughalen
pt: Repor a Fotografia Original
pt_br: Reverter para a fotografia original
sl: Povrnitev na izvirno fotografijo
sv: Återgå till originalfotografiet
uk: Повернення до початкової фотографії

source: The editing functions of the Image Editor will make changes to your photograph, but none of the editing functions will change the original photograph unless you select :menuselection:`File --> Save` or click the **Save** button in the tool bar. Note that once you have saved the changed version, you will not be able to recover the original photograph.
ca: Les funcions d'edició de l'editor d'imatges faran canvis a la fotografia, però cap de les funcions d'edició no canviarà la fotografia original a menys que seleccioneu :menuselection:`Fitxer --> Desa` o feu clic en el botó **Desa** a la barra d'eines. Cal tenir en compte que una vegada hàgiu desat la versió modificada, no podreu recuperar la fotografia original.
it: Le funzioni di modifica dell'editor delle immagini eseguono cambiamenti sulla tua fotografia, ma nessuna funzione cambierà però la fotografia originale, a meno che tu non selezioni :menuselection:`File --> Salva` oppure fai clic sul pulsante **Salva** nella barra degli strumenti. Nota però che, una volta salvata la versione modificata, non potrai più recuperare la fotografia originale.
nl: De bewerkingsfuncties van de afbeeldingsbewerker zullen wijzigingen aanbrengen in uw foto, maar geen van de bewerkingsfuncties zal de oorspronkelijke foto veranderen tenzij u :menuselection:`Bestand --> Opslaan` selecteert of klikt op de knop **Opslaan** in de werkbalk. Let er op dat als u de veranderde versie hebt opgeslagen u niet in staat zult zijn om de originele foto te herstellen.
pt_br: As funções de edição do Editor de Imagem farão alterações na sua fotografia, mas nenhuma delas alterará a fotografia original, a menos que você selecione :menuselection:`Arquivo --> Salvar` ou clique no botão **Salvar** na barra de ferramentas. Observe que, depois de salvar a versão alterada, você não poderá recuperar a fotografia original.
sl: Funkcije za urejanje v urejevalniku slik bodo spremenile vašo fotografijo, vendar nobena od funkcij za urejanje ne bo spremenila izvirne fotografije, razen če izberete :menuselection:``Datoteka --> Shrani` ali kliknete gumb **Shrani** v orodni vrstici. Upoštevajte, da ko shranite spremenjeno različico, ne boste mogli obnoviti izvirne fotografije.
sv: Redigeringsfunktionerna i bildeditorn gör ändringar i fotografiet, men ingen av redigeringsfunktionerna ändrar originalfotografiet om man inte väljer :menuselection:`Arkiv --> Spara` eller klickar på knappen **Spara** på verktygsraden. Observera att när man har sparat den ändrade versionen kan inte originalfotografiet återställas.
uk: Використання інструментів редагування редактора зображень вноситиме зміни до зображення. Файл початкового зображення буде змінено, лише якщо ви скористаєтеся пунктом меню :menuselection:`Файл --> Зберегти` або натиснете кнопку **Зберегти** на панелі інструментів. Зауважте, що після збереження зміненої версії ви вже не зможете відновити початкову версію фотографії.

source: You might prefer to make a copy of your photograph before you make any changes. You can use :menuselection:`File --> Save As...` to save a working copy.
ca: És possible que preferiu fer una còpia de la vostra fotografia abans de fer qualsevol canvi. Podeu utilitzar :menuselection:`Fitxer --> Desa com a...` per a desar una còpia de treball.
it: Potresti voler creare una copia della tua foto prima di apportare qualsiasi cambiamento: puoi usare :menuselection:`File --> Salva come...` per salvare una copia di lavoro.
nl: U kunt de voorkeur hebben om eerst een kopie te maken van uw foto voordat u wijzigingen aanbrengt. U kunt :menuselection:`Bestand --> Opslaan als...` gebruiken om een werkkopie op te slaan.
pt_br: Talvez você prefira fazer uma cópia da sua fotografia antes de fazer qualquer alteração. Você pode usar :menuselection:`Arquivo --> Salvar como...` ​​para salvar uma cópia de trabalho.
sl: Morda bi raje naredili kopijo svoje fotografije, preden izvedete spremembe. Uporabite lahko :menuselection:`Datoteka --> Shrani kot...`, da shranite delovno kopijo.
sv: Man kanske föredrar att göra en kopia av fotot innan några ändringar görs. Man kan använda :menuselection:`Arkiv --> Spara som...` för att spara en arbetskopia.
uk: Ймовірно, перед внесенням змін вам захочеться створити копію фотографії. Створити робочу копію можна за допомогою пункту меню :menuselection:`Файл --> Зберегти як...`.

source: At any time before you save your photograph, you can restore the view to the original image by selecting :menuselection:`File --> Revert` or clicking the **Revert** button on the tool bar. You will lose any changes that you have made to the photograph since it was last saved.
ca: En qualsevol moment abans de desar la vostra fotografia, podreu restaurar la vista a la imatge original seleccionant :menuselection:`Fitxer --> Reverteix` o fent clic en el botó **Reverteix** a la barra d'eines. Perdreu tots els canvis que hàgiu fet a la fotografia des de l'última vegada que la vàreu desar.
it: Puoi ripristinare l'immagine originale in qualsiasi momento, ma prima di salvare la tua fotografia seleziona :menuselection:`File --> Annulla` oppure fai clic sul pulsante **Annulla** nella barra degli strumenti. Qualsiasi modifica eseguita sulla fotografia dall'ultimo salvataggio verrà persa.
nl: Voordat u uw foto opslaat kunt u de oorspronkelijke afbeelding herstellen door het selecteren van :menuselection:`Bestand --> Terug` of door te klikken op de knop **Terug** in de werkbalk van de afbeeldingsbewerker. U zult alle wijzigingen die u in de foto hebt gemaakt, sinds de laatste keer opslaan, verliezen.
pt_br: A qualquer momento antes de salvar sua fotografia, você pode restaurar a visualização para a imagem original selecionando :menuselection:`Arquivo --> Reverter` ou clicando no botão **Reverter** na barra de ferramentas. Você perderá todas as alterações feitas na fotografia desde o último salvamento.
sl: Kadar koli, preden shranite fotografijo, lahko povrnete pogled na prvotno sliko tako, da izberete :menuselection:`Datoteka --> Povrni` ali kliknete gumb **Povrni** v orodni vrstici. Izgubili boste vse spremembe, ki ste jih naredili na fotografiji od zadnjega shranjevanja.
sv: När som helst innan man sparar fotot kan vyn återställas till originalbilden genom att välja :menuselection:`Arkiv --> Återställ` eller klicka på knappen **Återställ** på verktygsraden. Man förlorar alla ändringar som har gjorts i fotografiet sedan det senast sparades.
uk: До збереження фотографії ви можете будь-коли відновити її початковий вигляд за допомогою пункту меню :menuselection:`Файл --> Відновити` або натискання кнопки «Відновити» на панелі інструментів. Після натискання кнопки всі зміни, внесені до фотографії з часу попереднього збереження, буде втрачено.

source: Undoing and Redoing Actions
ca: Desfer i refer accions
it: Annullare e rifare le azioni
nl: Acties ongedaan maken/opnieuw doen
pt: Desfazer e Refazer as Acções
pt_br: Desfazendo e refazendo ações
sl: Razveljavitev in ponovitev dejanj
sv: Ångra och göra om åtgärder
uk: Скасування та повернення результатів дій

source: Almost anything you do to an image in Image Editor can be undone and redone. You can undo the most recent action by choosing :menuselection:`Edit --> Undo`, and redo by :menuselection:`Edit --> Redo`.
ca: Gairebé qualsevol cosa que feu a una imatge en l'editor d'imatges es podrà desfer i refer. Podreu desfer l'acció més recent triant :menuselection:`Edita --> Desfés` i refer-la amb :menuselection:`Edita --> Refés`.
it: Tutto quello che puoi fare nell'editor delle immagini può essere praticamente annullato e rifatto. Puoi annullare l'azione più recente scegliendo :menuselection:`Modifica --> Annulla` e rifarla con :menuselection:`Modifica --> Rifai`.
nl: Bijna alle aanpassingen die u in de afbeeldingsbewerker hebt toegepast op een foto kunnen ongedaan worden gemaakt en opnieuw gedaan. U maakt een aanpassing ongedaan door te kiezen :menuselection:`Bewerken --> Ongedaan maken`. En opnieuw uitvoeren met :menuselection:`Bewerken --> Opnieuw doen`.
pt: Quase tudo o que poderá fazer a uma imagem no Editor de Imagens poderá ser desfeito ou refeito. Poderá desfazer a acção mais recentes se usar a opção :menuselection:`Editar --> Desfazer` e repor a anulação com :menuselection:`Editar --> Refazer`.
pt_br: Quase tudo o que você faz com uma imagem no Editor de Imagem pode ser desfeito e refeito. Você pode desfazer a ação mais recente escolhendo :menuselection:`Editar --> Desfazer` e refazer escolhendo :menuselection:`Editar --> Refazer`.
sl: Skoraj vse, kar naredite s sliko v urejevalniku slik, je mogoče razveljaviti ali uveljaviti.Zadnje dejanje lahko razveljavite tako, da izberete :menuselection:`Uredi --> Razveljavi` in uveljavi z :menuselection:`Uredi --> Uveljavi`.
sv: Nästan allt man gör med en bild i bildeditorn kan ångras och göras om. Man kan ångra den senaste åtgärden genom att välja :menuselection:`Redigera --> Ångra` och göra om med :menuselection:`Redigera --> Gör om`.
uk: Майже будь-які дії, які ви виконуєте у редакторі зображень, може бути скасовано або повторено. Ви можете скасувати більшість нещодавно виконаних дій за допомогою пункту меню :menuselection:`Зміни --> Вернути` або відновити результати цих дій за допомогою пункту :menuselection:`Зміни --> Повторити`.

source: Undo and redo are such common actions, that you'll find it convenient to memorize the keyboard shortcuts, :kbd:`Ctrl+Z` to undo an action, and :kbd:`Ctrl+Shift+Z` to redo an action.
ca: Desfer i refer són accions habituals, que trobareu còmode memoritzar les dreceres de teclat, :kbd:`Ctrl+Z` per a desfer una acció i :kbd:`Ctrl+Maj+Z` per a refer una acció.
it: Annulla e rifai sono azioni talmente comuni che troverai comodo memorizzare le scorciatoie da tastiera: :kbd:`Ctrl+Z` per annullare un'azione, e :kbd:`Ctrl+Maiusc+Z` per rifarla.
nl: Ongedaan maken en opnieuw doen zijn zulke algemene acties dat zou u het gemakkelijk vindt om de sneltoetsen te onthouden, :kbd:`Ctrl+Z` om een actie ongedaan te maken en :kbd:`Ctrl+Shift+Z` om een actie opnieuw te doen.
pt_br: Desfazer e refazer são ações tão comuns que você achará conveniente memorizar os atalhos de teclado: :kbd:`Ctrl+Z` para desfazer uma ação e :kbd:`Ctrl+Shift+Z` para refazer uma ação.
sl: Razveljavitev in uveljavitev sta tako pogosti dejanji, da si boste verjetno zapomnili bližnjici na tipkovnici, :kbd:`Ctrl+Z` za razveljavitev dejanja in :kbd:`Ctrl+Shift+Z` za uveljavitev dejanja.
sv: Ångra och göra om är så vanliga åtgärder, att det är bekvämt att memorera snabbtangenterna, :kbd:`Ctrl+Z` för att ångra en åtgärd och :kbd:`Ctrl+Shift+Z` för att göra om en åtgärd.
uk: Скасування і повторення дій виконують досить часто, тому вам варто запам’ятати відповідні клавіатурні скорочення: :kbd:`Ctrl+Z` скасовує дію, а :kbd:`Ctrl+Shift+Z` повторює її.

source: Hold down the left mouse button over the undo or redo icon in the tool bar for a moment to display a context menu that lists prior actions. If you choose an action from the context menu, all undo or redo actions until the chosen action are undone or redone.
ca: Premeu el botó esquerre del ratolí sobre la icona de desfer o refer a la barra d'eines i mantenir-la premuda un moment per a mostrar un menú contextual que llistarà les accions anteriors. Si escolliu una acció del menú contextual, es desfaran o refaran totes les accions de desfer o refer fins a l'acció triada.
it: Tieni premuto per un momento il pulsante sinistro del mouse sull'icona Annulla o Rifai nella barra degli strumenti per visualizzare un menu contestuale che elenca le azioni precedenti. Se scegli un'azione dal menu contestuale, tutte le azioni saranno annullate o rifatte fino a che non sarà annullata o rifatta quella scelta.
nl: Houd de linker muisknop een ogenblik ingedrukt boven het pictogram Ongedaan maken of Opnieuw doen in de werkbalk om het contextmenu te tonen met een lijst van eerdere acties. Als u een actie kiest uit het contextmenu, dan zullen alle acties Ongedaan maken of Opnieuw doen tot de gekozen actie ongedaan worden gemaakt of opnieuw gedaan worden.
pt_br: Mantenha o botão esquerdo do mouse pressionado sobre o ícone de desfazer ou refazer na barra de ferramentas por um momento para exibir um menu de contexto que lista as ações anteriores. Se você escolher uma ação no menu de contexto, todas as ações de desfazer ou refazer até a ação escolhida serão desfeitas ou refeitas.
sl: Za trenutek držite levi gumb miške nad ikono za razveljavitev ali uveljavljanje v orodni vrstici, da prikažete kontekstni meni s seznamom prejšnjih dejanj. Če izberete dejanje v kontekstnem meniju, se vsa dejanja razveljavitve ali uveljavitve, dokler se izbrano dejanje ne razveljavi ali uveljavi.
sv: Håll nere vänster musknapp på ikonen för ångra eller göra om på verktygsraden ett ögonblick för att visa en sammanhangsberoende meny som listar tidigare åtgärder. Om man väljer en åtgärd från den sammanhangsberoende menyn, ångras eller görs alla åtgärder om tills det valda åtgärden ångras eller görs om.
uk: Наведіть вказівник миші на піктограму скасування або відновлення дій на панелі інструментів, натисніть і утримуйте ліву кнопку миші аж доки програма не відкриє контекстне меню. Після вибору (і клацання лівою кнопкою миші) одного з пунктів цього меню, всі дії до позначеної буде скасовано або відновлено.

source: Moving Between Photographs
ca: Moure's entre les fotografies
it: Spostarsi tra le foto
nl: Navigeren door de foto's
pt: Circular pelas Fotografias
pt_br: Mover entre fotografias
sl: Premikanje med fotografijami
sv: Byta mellan fotografier
uk: Перехід від однієї фотографії до іншої

source: Once the Image Editor has been opened, you can move between photographs in the same view you started from by using the navigator buttons on the toolbar, :kbd:`PgUp`, :kbd:`PgDn` or the **Back** and **Forward** entries in the **File** menu. If you have made any changes to the current photograph, you will be asked if you want to save them.
ca: Una vegada s'hagi obert l'editor d'imatges, podreu moure-us entre les fotografies en la mateixa vista des de la qual vàreu començar utilitzant els botons de navegació en la barra d'eines, les tecles :kbd:`Re Pàg`, :kbd:`Av Pàg` o les entrades **Enrere** i **Endavant** en el menú **Fitxer**. Si heu fet canvis a la fotografia actual, se us demanarà si voleu desar-los.
it: Una aperto l'editor delle immagini, puoi spostarti tra le foto nella stessa vista da cui sei partito: usa i pulsanti di navigazione sulla barra degli strumenti, :kbd:`PagSu`, :kbd:`PagGiù`, oppure le voci **Indietro** e **Avanti** nel menu **File**. Se hai fatto dei cambiamenti alla fotografia attuale, ti sarà chiesto se la vuoi salvare.
nl: Wanneer u de afbeeldingsbewerker hebt geopend, kunt u tussen foto's in dezelfde weergave waarmee u bent begonnen, schakelen met behulp van de navigatietoetsen op de werkbalk, de toetsen :kbd:`PgUp`, :kbd:`PgDn` of de items **Terug** en **Voorwaarts** in het menu **Bestand**. Als u in de huidige foto wijzigingen hebt aangebracht wordt u gevraagd of u deze wilt opslaan.
pt_br: Após abrir o Editor de Imagem, você pode navegar entre as fotografias na mesma visualização inicial usando os botões de navegação na barra de ferramentas, :kbd:`PgUp`, :kbd:`PgDn` ou as opções **Voltar** e **Avançar** no menu **Arquivo**. Se você tiver feito alguma alteração na fotografia atual, será perguntado se deseja salvá-la.
sl: Ko odprete urejevalnik slik, se lahko premikate med fotografijami v istem pogledu, iz katerega ste začeli, z uporabo navigacijskih gumbov v orodni vrstici, :kbd:`PgUp`, :kbd:`PgDn` ali **Nazaj** in **Naprej** vnose v meniju **Datoteka**. Če ste naredili kakršne koli spremembe na trenutni fotografiji, boste pozvani, ali jih želite shraniti.
sv: När bildeditorn väl har öppnats kan man byta mellan fotografier i samma vy man startade från genom att använda navigeringsknapparna på verktygsraden, :kbd:`Page Up`, :kbd:`Page Down` eller alternativen **Tillbaka** eller **Framåt** i menyn **Arkiv**. Om man har gjort några ändringar av det aktuella fotografiet blir man tillfrågad om man vill spara dem.
uk: Після запуску редактора зображень ви можете перемикатися між фотографіями у області перегляду, з якої було запущено редактор, за допомогою кнопок навігації на панелі інструментів, клавіш :kbd:`PgUp`, :kbd:`PgDown` або пунктів **Назад** і **Вперед** меню **Файл**. Якщо до перемикання до поточного зображення було внесено зміни, програма запитає вас про те, чи бажаєте ви їх зберегти.

source: Changing the View
ca: Canviar la vista
it: Cambiare la vista
nl: De weergave wijzigen
pt: Mudar a Janela
pt_br: Mudando a visualização
sl: Spreminjanje pogleda
sv: Ändra visningen
uk: Зміна панелі перегляду

source: You can zoom in and out of a photograph using the **Ctrl-scroll** wheel, the status bar icons or the entries in the View menu.
ca: Podeu apropar i allunyar una fotografia utilitzant la drecera :kbd:`Ctrl+roda de desplaçament`, les icones de la barra d'estat o les entrades al menú **Visualitza**.
it: Puoi ingrandire o rimpicciolire una fotografia usando la combinazione **Ctrl-rotellina del mouse**, le icone della barra di stato oppure le voci del menu Visualizza.
nl: U kunt een foto in- en uitzoomen met **Ctrl-muiswiel**, de werkbalkpictogrammen of de items in het menu Beeld.
pt_br: Você pode aumentar ou diminuir o zoom de uma fotografia usando a roda **Ctrl-scroll**, os ícones da barra de status ou as entradas no menu Exibir.
sl: Fotografijo lahko povečate in pomanjšate z uporabo kolesca **Ctrl-scroll**, ikon v orodni vrstici ali vnosov v meniju pogleda.
sv: Man kan zooma in och ut på ett fotografi med hjälp av **Ctrl-mushjul**, ikonerna på statusraden eller alternativen i menyn Visa.
uk: Збільшити або зменшити масштаб фотографії можна за допомогою комбінації **Ctrl + коліщатко миші**, натискання піктограм смужки стану або вибору пунктів меню «Перегляд».

source: To make a photograph fit the window use the **Zoom to Window** icon on the status bar.
ca: Per a fer que una fotografia s'ajusti a la finestra, utilitzeu la icona **Zoom a la finestra** de la barra d'estat.
it: Per adattare una foto alle dimensioni della finestra usa l'icona **Ingrandisci alla finestra** nella barra di stato.
nl: Om een foto in het venster te laten passen, gebruik het pictogram **Zoom tot venster** in de statusbalk.
pt_br: Para ajustar uma fotografia à janela, use o ícone **Ajustar à janela** na barra de status.
sl: Če želite, da se fotografija prilega oknu, uporabite ikono **Povečaj na okno** v statusni vrstici.
sv: För att få ett fotografi att passa i fönstret, använd knappen **Anpassa till fönster** på statusraden.
uk: Щоб наказати програмі підібрати розмір фотографії за розмірами вікна, натисніть на смужці стану кнопку **Вмістити у вікно**.
