Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/basic_operations.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: :menuselection:`View --> Full Screen Mode` will display the photograph using the full screen mode. You can move back to the normal view by pressing the :kbd:`Esc` key. By default the toolbar is still displayed even in Full Screen Mode. If you would prefer that the toolbar is not displayed you can turn it off using the full screen options found at :menuselection:`Settings --> Configure digiKam... --> Image Editor page --> Editor Window tab`.
ca: :menuselection:`Visualitza --> Mode a pantalla completa` mostrarà la fotografia utilitzant el mode de pantalla completa. Podreu tornar a la vista normal prement la tecla :kbd:`Esc`. De manera predeterminada, la barra d'eines encara es mostrarà fins i tot en el mode de pantalla completa. Si preferiu que no es mostri la barra d'eines, podeu desactivar-la utilitzant les opcions de pantalla completa que es troben a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina de l'Editor d'imatges --> pestanya Finestra de l'editor`.
it: Con :menuselection:`Visualizza --> Modalità schermo intero` la foto sarà visualizzata usando la modalità a schermo intero; puoi tornare alla vista normale premendo il tasto :kbd:`Esc`. Come impostazione predefinita la barra degli strumenti viene sempre visualizzata, anche nella modalità a schermo intero. Se però preferisci che non lo sia, puoi disattivarla usando le opzioni a schermo intero che si trovano in :menuselection:`Impostazioni --> Configura digiKam... --> pagina Editor delle immagini --> scheda Finestra dell'Editor`.
nl: :menuselection:`Beeld --> Volledig scherm` toont de foto in de modus volledig scherm. U kunt terug naar het normale beeld door de toets :kbd:`Esc` in te drukken. Standaard blijft de bewerkingsbalk zichtbaar, zelfs in de modus volledig scherm. Als u liever hebt dat de werkbalk niet getoond wordt, dan kunt u die uitzetten met de opties voor volledig scherm te vinden in :menuselection:`Instellingen --> digiKam configureren... --> Afbeeldingsbewerkerpagina --> Tabblad Bewerkingsvenster`.
pt_br: :menuselection:`Exibir --> Modo de tela cheia` exibirá a fotografia em tela cheia. Você pode retornar à visualização normal pressionando a tecla :kbd:`Esc`. Por padrão, a barra de ferramentas ainda é exibida mesmo no modo de tela cheia. Se preferir que a barra de ferramentas não seja exibida, você pode desativá-la usando as opções de tela cheia encontradas em :menuselection:`Configurações --> Configurar digiKam... --> página Editor de Imagem --> aba Janela do editor`.
sl: :menuselection:`Pogled --> Celozaslonski način` bo prikazal fotografijo v celozaslonskem načinu. Na običajni pogled se lahko vrnete s pritiskom na tipko :kbd:`Esc`. Orodna vrstica je privzeto še vedno prikazana tudi v celozaslonskem načinu. Če imate raje, da orodna vrstica ni prikazana, jo lahko izklopite s celozaslonskimi možnostmi, ki jih najdete na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran urejevalnika slik --> zavihek okna urejevalnika`.
sv: :menuselection:`Visa --> Fullskärmsläge` visar fotografiet i fullskärmsläge. Man kan gå tillbaka till den normala vyn genom att trycka på tangenten :kbd:`Esc`. Normalt visas verktygsraden fortfarande även i fullskärmsläge. Om man föredrar att verktygsraden inte visas kan man stänga av med fullskärmsalternativen som finns under :menuselection:`Inställningar --> Anpassa digiKam... --> Bildeditor --> Editorfönster`.
uk: Якщо ви скористаєтеся пунктом меню :menuselection:`Перегляд --> Повноекранний режим`, програма покаже фотографію у повноекранному режимі. Повернутися до звичайного режиму перегляду можна натисканням клавіші :kbd:`Esc`. Типово, панель інструментів буде показано і у повноекранному режимі. Якщо ви бажаєте, щоб панель інструментів не було показано, ви можете вимкнути її показ за допомогою сторінки параметрів екрана: :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Редактор зображень» --> вкладка «Вікно редактора»`.

source: Printing Images
ca: Imprimir les imatges
it: Stampare le immagini
nl: Afbeeldingen afdrukken
pt: Imprimir as Imagens
pt_br: Imprimir imagens
sl: Tiskanje slik
sv: Skriva ut bilder
uk: Друк зображень

source: When you want to print the current image from the Image Editor, select :menuselection:`File --> Print image...` :kbd:`Ctrl+P` and you get the standard Print dialog to adjust the settings before printing your photograph.
ca: Quan vulgueu imprimir la imatge actual des de l'editor d'imatges, seleccioneu l'element de menú :menuselection:`Fitxer --> Imprimeix la imatge...` (drecera :kbd:`Ctrl+P`) i obtindreu el diàleg d'impressió estàndard per a ajustar la configuració abans d'imprimir la fotografia.
it: Per stampare l'immagine attuale dall'editor delle immagini seleziona :menuselection:`File --> Stampa immagine...` :kbd:`Ctrl+P`e otterrai la normale finestra di stampa per regolare le impostazioni prima di stampare la tua fotografia.
nl: Wanneer u de huidige afbeelding wilt afdrukken vanuit de afbeeldingsbewerker, dan kiest u :menuselection:`Bestand --> Afbeelding afdrukken...` :kbd:`Ctrl+P` en dan krijgt u de standaard afdrukdialoog om instellingen voor het printen van uw foto in te stellen.
pt_br: Quando quiser imprimir a imagem atual do Editor de imagem, selecione :menuselection:`Arquivo --> Imprimir imagem...` :kbd:`Ctrl+P` e a janela padrão para impressão será exibida para ajustar as configurações antes de imprimir sua fotografia.
sl: Ko želite natisniti trenutno sliko iz urejevalnika slik, izberite :menuselection:`Datoteka --> Natisni sliko...` :kbd:`Ctrl+P` in dobite standardno pogovorno okno za tiskanje, kjer lahko prilagodite nastavitve pred tiskanjem vaše fotografije.
sv: När man vill skriva ut den aktuella bilden från bildeditorn väljer man :menuselection:`Arkiv --> Skriv ut bild...` :kbd:`Ctrl+P` så visas standarddialogrutan Skriv ut, för att justera inställningarna innan man skriver ut fotot.
uk: Якщо ви бажаєте надрукувати з редактора зображень поточне зображення, скористайтеся пунктом меню :menuselection:`Файл --> Друкувати зображення...` :kbd:`Ctrl+P`. У відповідь програма відкриє стандартне діалогове вікно друку, за допомогою якого ви зможете вказати параметри друку вашої фотографії.

source: Standard Print Dialog from image Editor
ca: Diàleg d'impressió estàndard de l'editor d'imatges
it: La finestra di dialogo di stampa standard dall'Editor delle immagini
nl: De standaard afdrukdialoog uit de afbeeldingsbewerker
pt: Janela-Padrão de Impressão do Editor de Imagens
pt_br: Janela de impressão padrão do Editor de Imagem
sl: Standardno pogovorno okno za tiskanje iz urejevalnika slik
sv: Standarddialogrutan Skriv ut från bildeditorn
uk: Стандартне діалогове вікно друку редактора зображень

source: Under Windows, at least one printer module must be installed on your system to support this function.
ca: Al Windows, s'ha d'instal·lar almenys un mòdul d'impressora al vostre sistema per a permetre aquesta funció.
it: Per supportare questa funzione in Windows, deve essere installato almeno un modulo di stampante nel sistema.
nl: Onder Windows moet minstens één printermodule zijn geïnstalleerd op uw systeem om deze functie te ondersteunen.
pt_br: No Windows, pelo menos um módulo de impressora deve estar instalado no sistema para oferecer suporte a esta função.
sl: V sistemu Windows mora biti v vašem sistemu nameščen vsaj en tiskalniški modul, da podpira to funkcijo.
sv: På Windows måste minst en skrivarmodul vara installerad på systemet för att stödja funktionen.
uk: Для забезпечення підтримки цієї функціональної можливості у Windows у системі має бути встановлено принаймні один модуль принтера.

source: From the main window view you can print single images or selected sets of images. Entire thumbnail pages can be printed with your selection. All you need to do is select images in the standard way, then select :menuselection:`Tools --> Print Creator...`. Then follow the instructions as explained in the :ref:`Print Creator <print_creator>` section of the manual.
ca: Des de la vista de la finestra principal podreu imprimir imatges individuals o conjunts complets d'imatges. Es poden imprimir pàgines completes de miniatures amb la vostra selecció. Tot el que cal fer és seleccionar les imatges de la manera estàndard, després seleccionar :menuselection:`Eines --> Creador d'impressió...`. Després seguiu les instruccions com s'explica a la secció :ref:`Creador d'impressió <print_creator>` del manual.
it: Dalla vista della finestra principale puoi stampare singole immagini o gruppi selezionati di immagini. Con la selezione puoi stampare intere pagine di miniature. Tutto ciò che devi fare è selezionare normalmente le immagini, quindi scegliere :menuselection:`Strumenti --> Creatore di stampa...`, quindi seguire le istruzioni come spiegato nel capitolo :ref:`Creatore di stampa <print_creator>` di questo manuale.
nl: Vanuit de hoofdvensterwwergave kunt u enkele foto's afdrukken of geselecteerde sets afbeeldingen. Hele pagina's met miniaturen kunt afdrukken met uw selectie. Alles wat u nodig hebt is het selecteren op de gebruikelijke manier en daarna :menuselection:`Hulpmiddelen --> Afdrukassistent...`. Volg daarna de instructies zoals uitgelegd in sectie :ref:`Afdrukassistent <print_creator>` van de handleiding.
pt_br: Na janela principal, você pode imprimir imagens individuais ou conjuntos selecionados de imagens. Páginas inteiras de miniaturas podem ser impressas com a sua seleção. Tudo o que você precisa fazer é selecionar as imagens da maneira padrão e, em seguida, selecionar :menuselection:`Ferramentas --> Criador de impressões...`. Em seguida, siga as instruções conforme explicado na seção :ref:`Criador de impressões <print_creator>` do manual.
sl: V pogledu glavnega okna lahko natisnete posamezne slike ali izbrane nize slik. Po vaši izbiri je mogoče natisniti celotne strani s sličicami. Vse kar morate storiti je, da izberete slike na standardni način, nato izberete :menuselection:`Orodja --> Kreator tiska...`. Nato sledite navodilom, kot je razloženo v razdelku priročnika :ref:`Kreator tiska <print_creator>`.
sv: Från huvudfönstret kan man skriva ut enstaka bilder eller hela uppsättningar av bilder. Hela miniatyrbildssidor kan skrivas ut med markeringen. Allt man behöver göra är att markera bilder på vanligt sätt, och sedan välja :menuselection:`Objekt --> Utskriftsguide...`. Följ sedan instruktionerna som förklaras i avsnittet :ref:`Utskriftsguide <print_creator>` i handboken.
uk: За допомогою основного вікна програми ви можете надрукувати окремі зображення або набори зображень. Якщо ви захочете, можна надрукувати набори мініатюр. Вам достатньо просто позначити мініатюри зображень у звичайний спосіб і скористатися пунктом меню :menuselection:`Інструменти --> Помічник друку...`. Після відкриття вікна друку скористайтеся показаними у ньому настановами і виконайте бажане налаштування друку, як це описано у :ref:`цьому розділі підручника <print_creator>`.

source: Basic Operations
pt: Operações Básicas

source: The editing functions of the Image Editor will make changes to your photograph. None of the editing functions will change the original photograph unless you selecting :menuselection:`File --> Save` or clicking the **Save** button in the tool bar. Note that once you have saved the changed version you will not be able to recover the original photograph.
pt: As funções de edição do Editor de Imagens irão fazer alterações às suas fotografias. Nenhuma das funções de edição irão alterar a fotografia original, a menos que seleccione a opção :menuselection:`Ficheiro --> Gravar` ou carregar no botão **Gravar** da barra de ferramentas. Lembre-se que, assim que tiver gravado a versão modificada, já não poderá recuperar a fotografia original.

source: You might prefer to take a copy of your photograph before you make any changes. You can use :menuselection:`File --> Save As...` to save a working copy.
pt: Poderá preferir tirar uma cópia da sua fotografia antes de efectuar quaisquer alterações. Poderá usar a opção :menuselection:`Ficheiro --> Gravar Como...` para guardar uma cópia funcional.

source: At any time before you save your photograph you can restore the view to the original image by selecting :menuselection:`File --> Revert` or clicking the **Revert** button on the tool bar. You will lose any changes that you have made to the photograph since it was last saved.
pt: Em qualquer altura, antes de gravar a sua fotografia, poderá repor a janela original, seleccionando a opção :menuselection:`Ficheiro --> Reverter` ou carregando no botão **Reverter** na barra de ferramentas. Poderá perder quaisquer alterações que tenha feito à fotografia desde a sua última gravação.

source: If these are done frequently, you really should memorize the keyboard shortcuts, :kbd:`Ctrl+Z` to undo an action, and :kbd:`Ctrl+Shift+Z` to redo an action.
pt: Se essas acções forem feitas com frequência, é melhor decorar as combinações de teclas, sendo :kbd:`Ctrl+Z` para desfazer uma acção e :kbd:`Ctrl+Shift+Z` para a refazer.

source: You have to press the left mouse button over the undo or redo icon in the tool bar and hold it down for a moment to produce a context menu. If you choose one of the menu items, all undo or redo actions until the chosen ones are undone or redone.
pt: Tem de carregar no botão esquerdo do rato sobre o ícone para desfazer ou refazer na barra de ferramenta e mantê-lo carregado durante algum tempo para ver um menu de contexto. Se seleccionar um dos itens do menu, todas as acções para desfazer ou refazer até ao escolhido serão desfeitas ou refeitas.

source: Once you have started the Image Editor you can move between photographs in the same view you started from by using the navigator buttons on the toolbar, :kbd:`PgUp`, :kbd:`PgDn` or the entries in the **File** menu. If you have made any changes to the current photograph you will be asked if you want to save them.
pt: Assim que tiver iniciado o Editor de Imagens, poderá circular pelas fotografias na mesma janela onde iniciou, usando os botões de navegação na barra de ferramentas, as teclas :kbd:`PgUp`, :kbd:`PgDn` ou os itens do menu **Ficheiro**. Se tiver feito algumas alterações à fotografia actual, ser-lhe-á questionado se as deseja gravar.

source: You can zoom in and out of a photograph using the **Ctrl-scroll** wheel, the toolbar icons or the entries in the View menu.
pt: Poderá ampliar e reduzir uma fotografia, usando o **Ctrl-roda do rato**, os ícones da barra de ferramentas ou os itens do menu **Ver**.

source: To make a photograph fit the window use the **Zoom Autofit** button from the tool bar.
pt: Para fazer com que uma fotografia se ajuste à janela, use o botão **Ampliar com Auto-Ajuste** da barra de ferramentas.

source: :menuselection:`View --> Full Screen Mode` will display the photograph using the full screen mode. You can move back to the normal view by pressing the :kbd:`Esc` key. By default the toolbar is still displayed even in Full Screen Mode. If you would prefer that the toolbar is not displayed you can turn it off in the Configure digiKam dialog accessed from the main digiKam window, see the :ref:`Setup Image Editor Window <editor_settings>` section.
pt: A opção :menuselection:`Ver --> Modo de Ecrã Completo` irá mostrar a fotografia no modo de ecrã completo. Poderá voltar à vista normal com a tecla :kbd:`Esc`. Por omissão, a barra de ferramentas continua à mesma visível, mesmo no modo de Ecrã Completo. Se preferir que a barra de ferramentas não apareça, pode desactivá-la na janela para 'Configurar o digiKam', acessível a partir da janela principal do digiKam; para mais informações, veja a secção :ref:`Configurar a Janela do Editor de Imagens <editor_settings>`.

source: When you want to print the current image from the Image Editor, select :menuselection:`File --> Print image...` :kbd:`Ctrl+P` and you get the standard Print dialog, where you can adjust the settings before printing your photograph.
pt: Quando quiser imprimir a imagem actualmente no Editor de Imagens, seleccione a opção :menuselection:`Ficheiro --> Imprimir a Imagem...` :kbd:`Ctrl+P` para obter a janela de impressão normal, onde poderá ajustar as definições antes de imprimir a sua fotografia.

source: From the main window view you can print single images or whole sets of them. Entire thumbnail pages can be printed with your selection. All you need to do is selecting images the standard way and call :menuselection:`Item --> Print Creator...`. Then follow the instructions and choices to make as explained :ref:`in the section <print_creator>` from the manual.
pt: Na janela principal, poderá imprimir imagens individuais ou conjunto completos das mesmas. Poderá imprimir páginas de miniaturas inteiras com a sua selecção. Tudo o que tem a fazer é seleccionar imagens da forma normal e invocar a opção :menuselection:`Item --> Criador de Impressões...`. Depois siga as instruções para fazer como é explicado :ref:`na secção <print_creator>` do manual.
