Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/decorate_tools.po
Languages: ca, nl, pt, pt_br, sl, sv, uk

source: **Relief**: dragging this option to the right increases the appearance of depth or three-dimensionality of the applied texture.
nl: **Relief**: het slepen van deze optie naar rechts verhoogt de weergave van diepte of drie-dimensionaliteit van de toegepaste textuur.
pt_br: **Relevo**: arrastar esta opção para a direita aumenta a aparência de profundidade ou tridimensionalidade da textura aplicada.
sl: **Relief**: vlečenje te možnosti v desno poveča videz globine ali tridimenzionalnosti uporabljene teksture na sliki.
sv: **Relief**: Genom att dra alternativet åt höger ökas utseendet av djup eller tredimensionaliteten hos den tillagda strukturen.
uk: **Рельєф**: перетягування повзунка цього параметра праворуч збільшить видиму глибину або тривимірність текстури зображення.

source: Click on the **OK** button to apply the texture to the current image.
nl: Klik op de knop **OK** om de textuur op de huidige afbeelding toe te passen.
pt_br: Clique no botão **OK** para aplicar a textura à imagem atual.
sl: Kliknite na gumb **V redu**, da uveljavite teksturo na trenutni sliki.
sv: Klicka på knappen **Ok** för att lägga till strukturen på den aktuella bilden.
uk: Натисніть кнопку **Гаразд**, щоб застосувати текстуру до поточного зображення.

source: The digiKam **Add Border** tool frames an image with decorative borders.
nl: Het hulpmiddel **Rand toevoegen** van digiKam voorziet een afbeelding van decoratieve randen.
pt_br: A ferramenta **Adicionar borda** do digiKam emoldura uma imagem com bordas decorativas.
sl: DigiKam orodje **Dodaj obrobo** izdela okvir slike z okrasnimi robovi.
sv: Verktyget **Lägg till kant** i digiKam ramar in en bild med dekorativa kanter.
uk: Інструмент digiKam **Додати рамку** призначено для додавання до зображень декоративних рамок.

source: Keeping the viewer's interest within the confines of the edges of a photograph is not a simple task. One of the simplest ways to hold the viewer's attention is to incorporate a decorative frame around an image. It acts as a kind of psychological barrier to the straying eye. The tool is run by selecting the Image Editor menu item :menuselection:`Image --> Add Border`.
nl: Het vasthouden van de aandacht van de kijker binnen de randen van een foto is geen eenvoudige taak. Een van de eenvoudigste manieren om de aandacht van een kijker te behouden is om een sierlijst aan te brengen rond een afbeelding. Dat fungeert als een soort psychologische barrière voor de dwalende oog. Het hulpmiddel wordt uitgevoerd door in de afbeeldingsbewerker menu-item :menuselection:`Afbeelding --> Rand toevoegen` te selecteren.
pt_br: Manter o interesse do observador dentro dos limites das bordas de uma fotografia não é uma tarefa simples. Uma das maneiras mais simples de prender a atenção do observador é incorporar uma moldura decorativa ao redor da imagem. Ela atua como uma espécie de barreira psicológica para o olhar distraído. A ferramenta é executada selecionando o item de menu do Editor de Image: :menuselection:`Decorar --> Adicionar borda`.
sl: Ohranjanje gledalčevega zanimanja v mejah robov fotografije ni lahka naloga. En od najpreprostejših načinov zadrževanja pozornosti na sliki je, da okoli slike vključite okrasni okvir. Deluje kot nekakšna psihološka ovira za potepuško oko. Orodje zaženemo s točko menija urejevalnika slik :menuselection:`Slika --> Dodaj obrobo`.
sv: Att hålla betraktarens intresse inom gränserna för kanterna på ett fotografi är inte en enkel uppgift. Ett av de enklaste sätten att behålla betraktarens uppmärksamhet är att infoga en dekorativ ram runt en bild. Det fungerar som en slags psykologisk barriär för det vandrande ögat. Verktyget körs genom att välja bildeditorns menyalternativ :menuselection:`Bild --> Lägg till kant`.
uk: Зосередження уваги глядача у межах фотографії не є простою задачею. Одним з найпростіших шляхів досягти такого зосередження є створення декоративної рамки навколо зображення. Така рамка працює як психологічний бар’єр, який не дає вирватися погляду за межі зображення. Для створення рамки ви можете скористатися пунктом :menuselection:`Зображення --> Додати рамку` меню редактора зображень.

source: Four options give you control over the rendering of the decorative frame:
nl: Vier mogelijkheden bieden u het besturen van de weergave van de sierlijst:
pt_br: Quatro opções dão a você controle sobre a renderização da moldura decorativa:
sl: Štiri možnosti vam omogočajo nadzor nad upodabljanjem okrasnega okvirja:
sv: Fyra alternativ ger kontroll över den dekorativa kantåtergivningen:
uk: Ви зможете налаштувати створенням декоративної рамки зображення за допомогою чотирьох параметрів:

source: **Width**: this option specifies the border width as a percentage of image size. The border is added around the image. The width range is limited between 1% and 50%.
nl: **Breedte**: deze optie specificeert de breedte van de rand als een percentage van de afbeeldingsgrootte. De rand wordt toegevoegd rond de afbeelding. Het breedtebereik is variabel tussen 1% en 50%.
pt_br: **Largura**: esta opção especifica a largura da borda como uma porcentagem do tamanho da imagem. A borda é adicionada ao redor da imagem. A faixa de largura é limitada entre 1% e 50%.
sl: **Širina**: ta možnost določa širino obrobe v odstotkih velikosti slike. Obroba je dodana okoli slike. Razpon širine je omejen med 1% in 50%.
sv: **Bredd**: Alternativ anger kantbredden som ett procentvärde av bildstorleken. Ramen läggs till runt bilden. Intervallet för bredden är begränsat mellan 1 % och 50 %.
uk: **Ширина**: за допомогою цього параметра можна вказати ширину рамки у відсотках до розмірів зображення. Рамку буде додано з зовнішньої частини зображення. Для ширини можна використовувати значення у діапазоні від 1% до 50%.

source: The digiKam **Insert Text** tool adds text to an image.
nl: Het hulpmiddel **Tekst invoegen** van digiKam voegt tekst toe aan een afbeelding.
pt_br: A ferramenta **Inserir texto** do digiKam adiciona texto a uma imagem.
sl: DigiKam orodje **Vstavi besedilo** doda besedilo na sliko.
sv: Verktyget **Infoga text** i digiKam lägger till text på en bild.
uk: Інструмент програми digiKam **Вставка тексту** призначено для додавання тексту до зображення.

source: This is a handy tool as it lets you add formatted text easily to an image wherever you want, even at several places if needed.
nl: Dit is een handig hulpmiddel omdat het u opgemaakte tekst laat toevoegen aan een afbeelding waar u maar wilt, zelfs op verschillende plaatsen als dat nodig is.
pt_br: Esta é uma ferramenta útil, pois permite adicionar texto formatado facilmente a uma imagem onde você quiser, até mesmo em vários lugares, se necessário.
sl: To je priročno orodje, saj vam omogoča enostavno dodajanje oblikovanega besedila k sliki, kjer koli želite, po potrebi tudi na več mestih.
sv: Det är ett praktiskt verktyg eftersom det gör det möjligt att enkelt lägga till formaterad text på en bild var man vill, även på flera ställen om det behövs.
uk: Це зручний інструмент, оскільки він надає вам змогу, за потреби, легко додавати форматований текст до зображення у довільному місці.

source: This tool should be intuitive to use. Type in your text and place it with the mouse. Use the block settings as you please. Choose the orientation with the **Rotation** setting, **Color** from a color space, and **Font** with all their properties. You will have to scale the font size to the image size, the larger the image, the larger the font has to be. Finally choose to add a **Border** around the text and/or a **Semi-transparent** background. Done, it's finished.
nl: Dit hulpmiddel zou intuïtief zijn te gebruiken. Typ uw tekst en plaats deze met de muis. Gebruik blokinstellingen zoals u dat wilt. Kies de oriëntatie met instelling **Rotatie**, **Kleur** van een kleurruimte en **Lettertype** met al hun eigenschappen. U zult de lettergrootte moeten aanpassen aan de afbeeldingsgrootte, hoe groter het beeld, hoe groter het lettertype moet zijn! Kies tenslotte een toe te voegen **Rand** rond de tekst en/of een **Semi-transparante** achtergrond. Voilà, klaar!
pt_br: Esta ferramenta deve ser intuitiva de usar. Digite seu texto e posicione-o com o mouse. Use as configurações de bloco como desejar. Escolha a orientação com a configuração **Rotação**, **Cor** de um espaço de cor e **Fonte** com todas as suas propriedades. Você terá que dimensionar o tamanho da fonte para o tamanho da imagem; quanto maior a imagem, maior a fonte deve ser. Por fim, escolha adicionar uma **Borda** ao redor do texto e/ou um fundo **Semitransparente**. Pronto, está pronto.
sl: To orodje mora biti intuitivno za uporabo. Vnesite besedilo in ga postavite z miško. Uporabite nastavitve bloka, kot želite. Izberite orientacijo z nastavitvijo **Vrtenje**, **Barva** iz barvnega prostora in **Pisava** z vsemi njihovimi lastnostmi. Velikost pisave boste morali prilagoditi velikosti slike; večja kot je slika, večja mora biti pisava. Na koncu izberite dodajanje **Obroba** okoli besedila in/ali **Polprosojno** ozadje. Narejeno, končano je.
sv: Verktyget ska vara intuitivt att använda. Skriv in texten och placera den med musen. Använd blockinställningarna efter behov. Välj orientering med inställningen **Rotation**, **Färg** från en färgrymd och **Teckensnitt** med alla deras egenskaper. Man måste skala teckenstorleken till bildstorleken, ju större bilden är, desto större måste teckensnittet vara. Välj slutligen att lägga till en **kant** runt texten och/eller en **halvgenomskinlig** bakgrund. Färdig, allt är klart.
uk: Користування цим інструментом дуже просте і зрозуміле. Введіть ваш текст і розташуйте його на зображенні за допомогою перетягування вказівником миші. Скористайтеся будь-якими бажаними параметрами вирівнювання. Виберіть орієнтацію за допомогою пункту **Обертання**, колір з простору кольорів і шрифт символів з усіма його властивостями. Вам слід вибирати розмір шрифту відповідно до розмірів зображення: чим більшим буде зображення, тим більшим слід обрати розмір шрифту символів! Нарешті, вкажіть, чи слід додавати рамку навколо тексту і/або напівпрозоре тло. Voilà, ось і все!

source: Any text setting you have chosen can always be changed up to the point you click the **OK** button. Once saved, the text becomes part of the image, and cannot be further edited.
nl: Elke instelling voor tekst die u hebt gekozen kan altijd worden gewijzigd zolang u niet op de knop **OK** drukt. Eenmaal opgeslagen wordt de tekst onderdeel van de afbeelding en kan verder niet meer worden bewerkt.
pt_br: Qualquer configuração de texto escolhida pode ser alterada até clicar no botão **OK**. Uma vez salvo, o texto se torna parte da imagem e não pode ser editado novamente.
sl: Katero koli nastavitev besedila, ki ste jo izbrali, je mogoče vedno spremeniti do trenutka, ko kliknete gumb **V redu**. Ko je besedilo shranjeno, postane del slike in ga ni več mogoče urejati.
sv: Alla textinställningar som har valts kan alltid ändras så länge man inte klickar på knappen **Ok**. När den väl har sparats, blir texten en del av bilden och kan inte längre ändras.
uk: Будь-який з визначених вами параметрів тексту можна змінити до натискання кнопки **Гаразд**. У збережених або перезавантажених зображеннях текст стане частиною зображення, ви більше не зможете змінити його параметри.
