Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/decorate_tools.po
Languages: ca, nl, pt, pt_br, sl, sv, uk

source: digiKam Image Editor Decorate Tools
ca: Eines de decoració en l'editor d'imatges del digiKam
nl: Hulpmiddelen voor decoratie van de afbeeldingsbewerker van digiKam
pt: Ferramentas de Decoração do Editor de Imagens do digiKam
pt_br: Ferramentas de decoração do Editor de imagem do digiKam
sl: digiKam orodja urejevalnika slik za dekoracijo
sv: Dekorationsverktyg i digiKams bildeditor
uk: Інструменти декорування редактора зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image editor, decorate, texture, insert, text, border
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, editor d'imatges, decorar, textura, inserir, text, vora
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeeldingsbewerker, decoreren, textuur, invoegen, tekst, rand
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, editor de imagens, decorar, textura, inserir, texto, contorno
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, editor de imagens, decorar, textura, inserir, texto, borda
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, urejevalnik slik, okrasi, tekstura, vstavi, besedilo, obroba
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bildeditor, dekorera, struktur, infoga, text, kant
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, редактор зображень, декорування, текстура, вставити, текст, рамка

source: Decorate Tools
ca: Eines de decoració
pt: Ferramentas de Decoração

source: Contents
ca: Contingut
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Apply Texture
ca: Aplicar una textura
nl: Textuur aanbrengen
pt: Aplicar Textura
pt_br: Aplicar textura
sl: Uporabi teksturo
sv: Lägg till struktur
uk: Застосувати текстуру

source: The digiKam **Apply Texture** is a tool for applying decorative textures to an image.
ca: **Aplica una textura** del digiKam és una eina per a l'aplicació de textures decoratives a una imatge.
pt: A opção **Aplicar uma Textura** é uma ferramenta para aplicar texturas decorativas a uma imagem.

source: By adding texture to your image, whether color or black and white, you can make it look like an oil painting on canvas, an Old Masters etching, a Pop Art portrait composed of enlarged half-tone dots, or even a mural on a brick wall. The :menuselection:`Decorate --> Apply Texture` menu entry from Image Editor can be used for that.
ca: En afegir textura a la vostra imatge, sigui en color o en blanc i negre, podreu fer que sembli una pintura a l'oli sobre llenç, un gravat dels vells mestres, un retrat pop art compost per punts de mig to ampliats o fins i tot un mural sobre una paret de maó. L'element de menú «:menuselection:`Decora --> Aplica una textura`» des de l'editor d'imatges es pot utilitzar per a això.
pt: Ao adicionar uma textura à sua imagem, seja a cores ou a preto-e-branco, poderá fazer com que a mesma pareça uma pintura a óleo sobre tela, uma gravura corroída, um retrato Pop Art composto por pontos de meios-tons aumentados, ou mesmo um mural sobre um muro de tijolos. A opção do menu :menuselection:`Decorar --> Aplicar uma Textura` do Editor de Imagens pode ser usada para esse fim.

source: The digiKam Image Editor Texture Tool
ca: L'eina de textura en l'editor d'imatges del digiKam
nl: Het hulpmiddel voor textuur van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Texturas do Editor de Imagens do digiKam
pt_br: Ferramenta de textura do Editor de Imagem do digiKam
sl: Orodje za teksturo urejevalnika slik digiKam
sv: Strukturverktyget i digiKams bildeditor
uk: Інструмент текстури редактора зображень digiKam

source: Two options give you control over the texture applying on image:
ca: Dues opcions us permeten controlar l'aplicació de la textura sobre la imatge:
pt: Existem duas opções que lhe dão o controlo sobre a aplicação de texturas à imagem:

source: **Type**: this option specifies the decorative texture style to apply under the image.
ca: **Tipus**: aquesta opció especifica l'estil de la textura decorativa que s'aplicarà sota la imatge.
pt: **Tipo**: esta opção define o estilo de textura decorativo a aplicar sob a imagem.

source: **Relief**: dragging this option to the right increases the appearance of depth or three-dimensionality of the texture on image.
ca: **Relleu**: arrossegant aquesta opció cap a la dreta fareu augmentar la sensació de profunditat o tridimensionalitat de la textura sobre la imatge.
pt: **Relevo**: se arrastar esta opção para a direita, aumenta a aparência de profundidade ou o efeito tridimensional da textura na imagem.

source: Click on the **OK** button to apply the texture over the current image.
ca: Feu clic en el botó **D'acord** per a aplicar la textura sobre la imatge actual.
pt: Carregue no botão **OK** para aplicar a textura sobre a imagem actual.

source: Add Border
ca: Afegir una vora
nl: Rand toevoegen
pt: Adicionar um Contorno
pt_br: Adicionar borda
sl: Dodaj obrobo
sv: Lägg till kant
uk: Додати рамку

source: The digiKam **Add Border** is a tool to frame an image with decorative borders.
ca: **Afegeix una vora** del digiKam és una eina per a emmarcar una imatge amb vores decoratives.
pt: A opção **Adicionar um Contorno** é uma ferramenta para emoldurar uma imagem com contornos decorativos.

source: Keeping the viewer's interest within the confines of the edges of a photograph is not a simple task. One of the simplest ways to hold the attention on an image is to incorporate a decorative frame around an image. It acts as a kind of psychological barrier to the straying eye. The :menuselection:`Image --> Add Border` menu entry from Image Editor can be used for that.
ca: Mantenir l'interès de l'espectador dins dels límits de les vores d'una fotografia no és una tasca senzilla. Una de les maneres més senzilles de mantenir l'atenció en una imatge és incorporar un marc decoratiu al seu voltant. Actua com una mena de barrera psicològica per a l'ull extraviat. L'element de menú «:menuselection:`Imatge --> Afegeix una vora`» de l'Editor d'imatges es pot utilitzar per a això.
pt: Manter o interesse do observador dentro dos confins dos extremos de uma fotografia não é uma tarefa simples. Uma das formas mais simples de manter a atenção sobre uma imagem é incorporar uma moldura decorativa em torno de uma imagem. Actua como uma espécie de barreira psicológica para os olhos. A opção do menu :menuselection:`Imagem --> Adicionar um Contorno` do Editor de Imagens pode ser usada para esse fim.

source: The digiKam Image Editor Border Tool
ca: L'eina de vores en l'editor d'imatges del digiKam
nl: Het hulpmiddel Rand van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Contornos do Editor de Imagens do digiKam
pt_br: Ferramenta de borda do Editor de Imagem do digiKam
sl: Orodje za obrobe urejevalnika slik digiKam
sv: Bildeditorns kantverktyg i digiKam
uk: Інструмент рамки редактора зображень digiKam

source: Four options give you control over the decorative frame rendering:
ca: Quatre opcions us donen el control sobre la representació del marc decoratiu:
pt: Existem quatro opções que lhe dão o controlo sobre o desenho da moldura decorativa:

source: **Type**: this option specifies the decorative frame style to apply around the image. **Solid** style just surrounds the image with a colored line, **Niepce** style surrounds the image with a fine line and a large border (ideal for black and white images), **Beveled** style adds a neat dimension to your image (ideal to create a button effect), and **Decorative** style adds an ornamental border using patterns.
ca: **Tipus**: aquesta opció especifica l'estil del marc decoratiu que s'aplicarà al voltant de la imatge. L'estil **Sòlid** només envolta la imatge amb una línia de color, l'estil **Niepce** envolta la imatge amb una línia molt fina i una vora gran (ideal per a imatges en blanc i negre), l'estil **Bisellat** afegeix una dimensió ordenada a la vostra imatge (ideal per a crear un efecte de botó), i l'estil **Decoratiu** afegeix una vora ornamental utilitzant patrons.
nl: **Type**: deze optie specificeert de toe te passen stijl van de sierlijst rond de afbeelding. De stijl **Massief** omringt het beeld met een gekleurde lijn, de stijl **Niepce** omringt het beeld met een mooie lijn en een grote rand (ideaal voor zwart-wit beelden), de stijl **Afschuinen** voegt een nette dimensie toe aan uw afbeelding (ideaal om een ​​knopeffect te creëren) en de stijl **Decoratief** voegt een sierrand toe met behulp van patronen.
pt: **Tipo**: esta opção define o estilo da moldura decorativa a aplicar em torno da imagem. O estilo **Sólido** apenas rodeia a imagem com uma linha colorida, o estilo **Niepce** rodeia a imagem com uma linha fina e um contorno grande (ideal para imagens a preto-e-branco). O estilo em **Relevo** adiciona uma dimensão agradável à sua imagem (idealmente para criar um efeito de botão) e o estilo **Decorativo** adiciona um contorno ornamental com padrões.
pt_br: **Tipo**: esta opção especifica o estilo de moldura decorativa a ser aplicado à imagem. O estilo **Sólido** circunda a imagem apenas com uma linha colorida, o estilo **Niepce** circunda a imagem com uma linha fina e uma borda grande (ideal para imagens em preto e branco), o estilo **Chanfrado** adiciona uma dimensão elegante à imagem (ideal para criar um efeito de botão) e o estilo **Decorativo** adiciona uma borda ornamental usando padrões.
sl: **Vrsta**: ta možnost določa slog okrasnega okvirja, ki naj bo uporabljen okoli slike. Slog **Solid** samo obda sliko z barvno črto, **Niepce** slog obda sliko s tanko črto in velikim robom (idealno za črno-bele slike), slog **Poševno** doda lepo dimenzijo na vašo sliko (idealno za ustvarjanje učinka gumba) in **Dekorativni** slog doda okrasno obrobo z uporabo vzorcev.
sv: **Typ**: Alternativet anger den dekorativa ramstilen som ska läggas till omkring bilden. Stilen **Heldragen** omger bara bilden med en färgad linje, stilen **Niepce** omger bilden med en fin linje och en stor kant (idealiskt för svartvita bilder), stilen **Fasad** lägger till en snygg dimension till bilden (idealiskt för att skapa en knappeffekt), och stilen **Dekorativ** lägger till en dekorativ kant med mönster.
uk: **Тип**: за допомогою цього пункту можна визначити стиль декоративної рамки, яку буде застосовано до зображення. За використання стилю **Суцільний** зображення буде оточено кольоровою лінією. Використання стилю **Ньєпс** призведе до того, що зображення буде оточено вузькою лінією і широкою рамкою (подібний стиль ідеально пасує до чорно-білих зображень). Стиль **З фаскою** додає додатковий вимір до вашого зображення (він ідеальний для створення ефекту кнопки), а **Декоративний** стиль надає змогу додати орнаментовану рамку з використанням візерунків.

source: **Width**: this option specifies the border width in percents of image size. The border is added around the image. The width range is limited between 1% and 50%.
ca: **Amplada**: aquesta opció especifica l'amplada de la vora en percentatges de la mida de la imatge. La vora s'afegeix al voltant de la imatge. L'interval d'amplada està limitat entre l'1% i el 50%.
pt: **Espessura**: esta opção define a espessura do contorno como uma percentagem do tamanho da imagem. O contorno é adicionado à volta da imagem. O intervalo da espessura está definido entre 1% e 50%.

source: **First**: this option specifies the first color to use with the current border type.
ca: **Primer**: aquesta opció especifica el primer color que s'utilitzarà amb el tipus de vora actual.
nl: **Eerste**: deze optie specificeert de eerste te gebruiken kleur van het huidige type omlijsting.
pt: **Primeira**: esta opção define a primeira cor a usar com o tipo de contorno actual.
pt_br: **Primeira**: esta opção especifica a primeira cor a ser usada com o tipo de borda atual.
sl: **Prva**: ta možnost določa prvo barvo, ki bo uporabljena s trenutno vrsto obrobe.
sv: **Första**: Alternativet anger den första färgen som ska användas med den aktuella ramtypen.
uk: **Перший**: за допомогою цього пункту можна вказати перший колір, який буде використано для поточного типу рамки.

source: **Second**: this option specifies the second color to use with the current border type.
ca: **Segon**: aquesta opció especifica el segon color que s'utilitzarà amb el tipus de vora actual.
nl: **Tweede**: deze optie specificeert de tweede te gebruiken kleur van het huidige type omlijsting.
pt: **Segunda**: esta opção define a segunda cor a usar com o tipo de contorno actual.
pt_br: **Segunda**: esta opção especifica a segunda cor a ser usada com o tipo de borda atual.
sl: **Druga**: ta možnost določa drugo barvo za uporabo s trenutno vrsto obrobe.
sv: **Andra**: Alternativet anger den andra färgen som ska användas med den aktuella ramtypen.
uk: **Другий**: за допомогою цього пункту можна вказати другий колір, який буде використано для поточного типу рамки.

source: Click on the **OK** button to apply the border around the current image.
ca: Feu clic al botó **D'acord** per a aplicar la vora al voltant de la imatge actual.
nl: Klik op de knop **OK** om de rand rond de huidige afbeelding toe te passen.
pt: Carregue no botão **OK** para aplicar o contorno à volta da imagem actual.
pt_br: Clique no botão **OK** para aplicar a borda ao redor da imagem atual.
sl: Kliknite na gumb **OK**, da uporabite obrobo okoli trenutne slike.
sv: Klicka på knappen **Ok** för att lägga till ramen omkring den aktuella bilden.
uk: Натисніть кнопку **Гаразд**, щоб накласти рамку навколо поточного зображення.

source: The border decorated target image will be bigger than the original, but it will retain the same aspect ratio. This is important for printing images, especially if you have used the **Aspect Ratio Crop** tool before.
ca: La imatge de destinació decorada amb les vores serà més gran que l'original, però mantindrà la mateixa relació d'aspecte. Això és important per a la impressió d'imatges, especialment si heu utilitzat abans l'eina **Escapça amb la relació d'aspecte**.
nl: Het van een omlijsting voorziene beeldbestand zal groter zijn dan het origineel, maar het zal dezelfde beeldverhouding behouden. Dit is belangrijk voor het afdrukken van afbeeldingen, vooral als u het hulpmiddel voor **Proportioneel bijsnijden** eerder hebt gebruikt.
pt: A imagem decorada de destino será maior que o original, mas irá usar à mesma as mesmas proporções de tamanho. Esta forma é importante para imprimir as imagens, especialmente se tiver usado o **Recorte Proporcional** antes desta ferramenta.
pt_br: A imagem decorada de destino será maior que o original, mas ainda irá usar as mesmas proporções de tamanho. Esta forma é importante para imprimir as imagens, especialmente se tiver usado a ferramenta **Corte proporcional** antes.
sl: Z obrobo okrašena ciljna slika bo večja od izvirnika, vendar bo ohranila enako razmerje stranic. To je pomembno za tiskanje slik, še posebej, če ste že prej uporabljali orodje **Aspect Ratio Crop**.
sv: Den kantdekorerade resultatbilden är större än originalet, men den behåller samma proportion. Det är viktigt för utskrift av bilder, särskilt om man har använt verktyget **Proportionell beskärning** tidigare.
uk: Рамка декорованого зображення-результату буде ширшою за початкову, але зберігатиме початкове співвідношення сторін. Використання такого варіанта важливе для друку зображень, особливо, якщо ви ще не скористалися інструментом обрізання за співвідношенням сторін.

source: Insert Text
ca: Inserir text
nl: Tekst invoegen
pt: Inserir um Texto
pt_br: Inserir texto
sl: Vstavi besedilo
sv: Infoga text
uk: Вставити текст

source: The digiKam **Insert Text** is a tool for adding text to an image.
ca: **Insereix un text** del digiKam és una eina per a afegir text a una imatge.
pt: A opção **Inserir um Texto** é uma ferramenta para adicionar textos a uma imagem.

source: This is a handy tool as it lets you add formatted text easily to an image wherever you want, at several places when needed.
ca: Aquesta és una eina útil, ja que permet afegir text amb format fàcilment on vulgueu d'una imatge, a diversos llocs quan sigui necessari.
pt: Esta é uma ferramenta útil na medida em que lhe permite adicionar texto formatado facilmente numa imagem, sempre que o desejar, em vários locais se necessário.

source: The digiKam Image Editor Insert Text Tool
ca: L'eina d'inserció de text en l'editor d'imatges del digiKam
nl: Het hulpmiddel Tekst invoegen van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Inserção de Texto do Editor de Imagens do digiKam
pt_br: Ferramenta de inserção de texto do Editor de Imagem do digiKam
sl: Urejevalnik slik digiKam Orodje za vstavljanje besedila
sv: Verktyget Infoga text i digiKams bildeditorn
uk: Інструмент вставлення тексту редактора зображень digiKam

source: This tool seems very intuitive to use. Type in your text and place it with the mouse. Use the block settings as you please. Choose the orientation with the **Rotation** setting, **Color** from a color space, and **Font** with all their properties. You will have to scale the font size to the image size, the larger the image, the larger the font has to be. Finally choose to add a **Border** around the text and/or a **Semi-transparent** background. Done, it's finished.
ca: Aquesta eina sembla molt intuïtiva d'utilitzar. Escriviu el text i situeu-lo amb el ratolí. Utilitzeu la configuració del bloqueig com vulgueu. Trieu l'orientació amb l'opció de configuració **Gir**, **Color** des d'un espai de color i **Lletra** amb totes les propietats. Haureu d'escalar la mida de la lletra fins a la mida de la imatge, com més gran sigui la imatge, més gran haurà de ser la lletra. Finalment, trieu afegir una vora al voltant del text i/o un fons **Semitransparent**. A punt, ja estarà acabada.
pt: Esta ferramenta parece ser muito intuitiva de usar. Escreva o seu texto e coloque-o com o rato. Use a configuração do bloco como desejar. Escolha a orientação com a opção **Rotação**, a **Cor** a partir de um espaço de cores e os **Tipos de letra** com todas as suas propriedades. Terá de definir a escala to tamanho de letra como sendo o tamanho da imagem, sendo que quanto maior a imagem, maior terá de ser o tipo de letra! Finalmente, opte por adicionar um **Contorno** em torno do texto e/ou um fundo **Semi-transparente**. É tudo.

source: Any text setting you have chosen can always be changed as long as you don't click the **OK** button. In saved and reloaded images the text has become part of the image, it cannot be changed anymore.
ca: Qualsevol ajust del text que heu triat es podrà canviar, sempre que no feu clic en el botó **D'acord**. A les imatges desades i que es tornen a carregar, el text s'haurà convertit en part de la imatge i ja no es podrà canviar.
pt: Todas as configurações de texto que tenha escolhido poderão sempre ser alteradas, desde que não carregue no botão **OK**. Nas imagens gravadas e carregadas de novo, o texto tornou-se parte da imagem, pelo que não poderá ser mais alterado.

source: :ref:`Decorate Tools <image_editor>`
nl: :ref:`Hulpmiddelen voor decoratie <image_editor>`
pt_br: :ref:`Ferramentas de decoração <image_editor>`
sl: :ref:`Orodja za dekoracijo <image_editor>`
sv: :ref:`Dekorationsverktyg <image_editor>`
uk: :ref:`Інструменти декорування <image_editor>`

source: The digiKam **Apply Texture** tool applies decorative textures to an image.
nl: Het hulpmiddel **Textuur aanbrengen** van digiKam brengt decoratieve textuur aan aan een afbeelding.
pt_br: A ferramenta **Aplicar textura** do digiKam aplica texturas decorativas a uma imagem.
sl: DigiKam **Uveljavi teksture** je orodje za nanašanje okrasnih tekstur na sliko.
sv: Verktyget **Lägg till struktur** i digiKam inför dekorativa strukturer på en bild.
uk: Інструмент програми digiKam **Застосувати текстуру** призначено для накладання декоративних текстур на зображення.

source: By adding texture to your image, whether color or black and white, you can make it look like an oil painting on canvas, an Old Masters etching, a Pop Art portrait composed of enlarged half-tone dots, or even a mural on a brick wall. The tool can be run from the Image Editor menu item: :menuselection:`Decorate --> Apply Texture`.
nl: Door het toevoegen van textuur aan uw afbeelding, of het nu in kleur is of zwart-wit, kunt u de afbeelding er uit laten zien als een olieverfschilderij op doek, een oude meester ets, een popart portret samengesteld uit vergrote half-toon stippen of zelfs als een muurschildering op een bakstenen muur. Het hulpmiddel kan uitgevoerd vanuit de afbeeldingsbewerker via menu-item :menuselection:`Decoreren --> Textuur aanbrengen`.
pt_br: Ao adicionar textura à sua imagem, seja ela colorida ou em preto e branco, você pode fazer com que ela pareça uma pintura a óleo sobre tela, uma gravura de um antigo mestre, um retrato de Pop Art composto por pontos ampliados de meio-tom ou até mesmo um mural em uma parede de tijolos. A ferramenta pode ser executada a partir do item de menu do Editor de Imagem: :menuselection:`Decorar --> Aplicar textura`.
sl: Z dodajanjem teksture svoji sliki, barvni ali črno-beli, lahko naredite, da je videti kot oljna slika na platnu, jedkanica starih mojstrov, pop art portret, sestavljen iz povečanih poltonskih pik, ali celo freska na opečnem zidu. Orodje lahko zaženete iz menijske postavke urejevalnika slik: :menuselection:`Dekoriraj --> Uveljavi teksturo`.
sv: Genom att lägga till struktur på en bild, oavsett om det är färg eller svartvitt, kan man få den att se ut som en oljemålning på en duk, en etsning av gamla mästare, ett popkonstporträtt bestående av förstorade halvtonspunkter eller till och med en väggmålning på en tegelstensvägg. Verktyget kan köras från bildeditorns menyalternativ :menuselection:`Dekorera --> Lägg till struktur`.
uk: Додаванням кольорової або чорно-білої текстури до вашого зображення, ви можете змінити його вигляд так, що зображення здаватиметься намальованим олійною фарбою на полотні, старовинною гравюрою, портретному у стилі поп-арт, складеним зі збільшених крапок різних напівтонів, або навіть настінною фрескою або малюнком на цегляній стіні. Для додавання текстури можна скористатися пунктом :menuselection:`Декорування --> Застосувати текстуру` меню редактора зображень.

source: Two options give you control over the texture applied to the image:
nl: Er zijn twee opties voor het besturen van de textuur toepassen op de afbeelding:
pt_br: Duas opções oferecem controle sobre a textura aplicada à imagem:
sl: Dve možnosti vam omogočata nadzor nad teksturo uveljavljeno na sliki:
sv: Två alternativ ger kontroll över strukturen som läggs till på bilden:
uk: Ви зможете налаштувати застосування текстури до зображення за допомогою двох параметрів:

source: **Type**: this option specifies the decorative texture style to apply to the image.
nl: **Type**: deze optie specificeert de toe te passen decoratieve stijl van de textuur op de afbeelding.
pt_br: **Tipo**: esta opção especifica o estilo de textura decorativa a ser aplicado à imagem.
sl: **Vrsta**: ta možnost določa dekorativni slog teksture, ki naj se uporabi na sliki.
sv: **Typ**: Alternativ anger den dekorativa strukturstilen som ska läggas på bilden.
uk: **Тип**: за допомогою цього параметри можна вказати стиль декоративної текстури, яку буде застосовано до зображення.
