Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/editor_overview.po
Languages: ca, fi, it, nl, pt, pt_br, sl, sv, uk

source: Overview to digiKam Image Editor
ca: Vista general de l'editor d'imatges del digiKam
fi: Yleiskuva digiKam-kuvamuokkaimesta
it: Panoramica sull'Editor delle immagini di digiKam
nl: Overzicht van afbeeldingsbewerker van digiKam
pt: Introdução ao Editor de Imagens do digiKam
pt_br: Visão geral do Editor de Imagem digiKam
sl: Pregled urejevalnika slik digiKam
sv: Översikt av digiKams bildeditor
uk: Огляд редактора зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor di immagini
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imagem, editor
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imagem, editor
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, slika, urejevalnik
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, meny, bild, editor
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор

source: Overview
ca: Vista general
fi: Yleiskuva
pt: Introdução
sv: Översikt

source: Contents
ca: Contingut
fi: Sisältö
pt: Conteúdo
sv: Innehåll

source: digiKam incorporates a fast Image Editor with a few basic yet powerful image editing tools. You can use the Image Editor to view your photographs and to make corrections and alterations. The Image Editor can be accessed either by clicking on a thumbnail in the Image Window or by clicking with the right mouse button over a thumbnail and selecting **Edit** from the context menu.
ca: El digiKam incorpora un editor d'imatges ràpid amb algunes eines d'edició d'imatges bàsiques però potents. Podeu utilitzar l'editor d'imatges per a veure les vostres fotografies per a fer correccions i modificacions. Podeu accedir a l'editor d'imatges fent clic en una miniatura a la finestra d'imatges o fent clic amb el botó dret del ratolí sobre una miniatura i seleccionant **Edita** des del menú contextual.
it: digiKam incorpora un editor delle immagini veloce, che possiede alcuni strumenti di modifica semplici ma avanzati; puoi usarlo per visualizzare le tue foto, oppure per fare delle correzioni o delle modifiche. L'editor delle immagini è accessibile sia facendo clic su una miniatura nella finestra delle immagini, sia con un clic sul pulsante destro del mouse su una miniatura e selezionando **Modifica** dal menu contestuale.
nl: digiKam is uitgerust met een snelle afbeeldingsbewerker met een paar eenvoudige maar krachtige tools voor beeldbewerking. U kunt de afbeeldingsbewerker gebruiken om uw foto's te bekijken en om correcties en wijzigingen aan te brengen. De afbeeldingsbewerker kan worden benaderd door op een miniatuur in het afbeeldingsvenster te klikken of met de rechter muisknop te klikken boven een miniatuur te klikken en **Bewerken** in het contextmenu te selecteren.
pt: O digiKam incorpora um Editor de Imagens rápido com algumas ferramentas de edição de imagens básicas, mas com algum potencial. Poderá usar o Editor de Imagens para ver as suas fotografias e fazer correcções ou alterações. O Editor de Imagens pode ser acedido ao carregar sobre uma miniatura na janela de Imagens ou carregando com o botão direito do rato sobre uma miniatura e seleccionando **Editar** no menu de contexto.
pt_br: O digiKam incorpora um Editor de Imagem rápido com algumas ferramentas básicas, porém poderosas, de edição de imagens. Você pode usar o Editor de Imagem para visualizar suas fotografias e fazer correções e alterações. O Editor de Imagem pode ser acessado clicando em uma miniatura na janela de imagens ou clicando com o botão direito do mouse sobre uma miniatura e selecionando **Editar** no menu de contexto.
sl: digiKam vključuje hiter urejevalnik slik z nekaj osnovnimi, a zmogljivimi orodji za urejanje slik. Urejevalnik slik lahko uporabite za ogled fotografij in da naredite popravke in spremembe. Do urejevalnika slik lahko dostopate s klikom na predogledno sličico v slikovnem oknu ali z desnim klikom miškine tipko na sličico in da v kontekstnem meniju izberete **Uredi**.
sv: digiKam innehåller en snabb bildeditor med några grundläggande men kraftfulla bildredigeringsverktyg. Man kan använda bildeditorn för att titta på fotografier och för att göra korrigeringar och ändringar. Bildeditorn kan antingen nås genom att klicka på en miniatyrbild i bildfönstret eller genom att klicka med höger musknapp på en miniatyrbild och välja **Redigera** i den sammanhangsberoende menyn.
uk: До digiKam вбудовано швидкий редактор зображень, у якому передбачено декілька потужних інструментів редагування зображень. Ви можете скористатися редактором зображень для перегляду ваших фотографій і для внесення до них змін або виправлень. Відкрити вікно редактора зображень можна або за допомогою натискання мініатюри зображення на панелі зображень, або наведенням вказівника миші на мініатюру з наступним клацанням правою кнопкою і вибором пункту **Змінити** з контекстного меню.

source: The Image Editor provides a number of powerful tools that use you to adjust a photograph.
ca: L'editor d'imatges proporciona una sèrie de potents eines que s'utilitzen per a ajustar una fotografia.
it: L'editor delle immagini ti fornisce degli strumenti avanzati da utilizzare per regolare una fotografia.
nl: De afbeeldingsbewerker biedt een aantal krachtige hulpmiddelen die u kunt gebruiken om een foto aan te passen.
pt: O Editor de Imagens oferece um conjunto de ferramentas poderosas que o ajudam a ajustar uma fotografia.
pt_br: O Editor de Imagem fornece uma série de ferramentas poderosas que permitem ajustar uma fotografia.
sl: Urejevalnik slik ponuja številna zmogljiva orodja, s katerimi prilagodite fotografijo.
sv: Bildeditorn tillhandahåller ett antal kraftfulla verktyg som kan användas för att justera ett fotografi.
uk: У редакторі зображень передбачено багато потужних інструментів, якими ви можете скористатися для коригування фотографії.

source: The digiKam Image Editor Main Window
ca: La finestra principal de l'editor d'imatges del digiKam
fi: digiKam-kuvamuokkaimen pääikkuna
it: La finestra principale dell'Editor delle immagini di digiKam
nl: Het hoofdvenster van de afbeeldingsbewerker van digiKam
pt: A Janela Principal do Editor de Imagens do digiKam
pt_br: Janela principal do Editor de Imagem do digiKam
sl: Glavno okno urejevalnika slik digiKam
sv: Huvudfönstret i digiKams bildeditor
uk: Основне вікно редактора зображень digiKam

source: The image editor has just one main window with:
ca: L'editor d'imatges només té una finestra principal amb:
fi: Kuvamuokkaimella on vain yksi pääikkuna, jossa on:
it: L'editor delle immagini ha solo una finestra principale con:
nl: De afbeeldingsbewerker heeft één venster met:
pt: O editor de imagens tem apenas uma janela principal com:
pt_br: O Editor de Imagem tem apenas uma janela principal com:
sl: Urejevalnik slik ima samo eno glavno okno z:
sv: Bildeditorn har bara ett huvudfönster med:
uk: У редактора зображень лише одне головне вікно, у якому показано:

source: A status bar at the bottom which shows the filename, the current file number, the current zoom level, and the current image size.
ca: Una barra d'estat a la part inferior que mostra el nom del fitxer, el número del fitxer actual, el nivell de zoom actual i la mida de la imatge actual.
fi: Alalaidassa tilarivi, joka näyttää tiedostonimen, nykyisen tiedoston numeron, lähennystason ja nykyisen kuvan koon.
it: Una barra di stato, in basso, che mostra il nome del file, il numero del file attuale, il livello di ingrandimento attuale e le dimensioni dell'immagine attuale.
nl: Een statusbalk onderaan die de bestandsnaam, het huidige bestandsnummer, het huidige zoomniveau en de huidige afbeeldingsgrootte toont.
pt: Uma barra de estado no fundo que mostra o nome do ficheiro, o número actual do ficheiro, o nível de ampliação actual e o tamanho da imagem actual.
pt_br: Uma barra de status na parte inferior que mostra o nome do arquivo, o número do arquivo atual, o nível de zoom atual e o tamanho da imagem atual.
sl: vrstica stanja na dnu, ki prikazuje ime datoteke, trenutno številko datoteke, trenutno stopnjo povečave in trenutno velikost slike.
sv: En statusrad längst ner som visar filnamnet, det aktuella filnumret, den aktuella zoomnivån och den aktuella bildstorleken.
uk: Смужка стану, розташована у нижній частині вікна, тут буде показано назву файла, поточну кількість файлів, поточний масштаб і розмір поточного зображення.

source: A menu bar across the top and below that a tool bar that provides quick access to some commonly used functions.
ca: Una barra de menús que travessa la part superior i a sota hi ha una barra d'eines que proporciona accés ràpid a algunes funcions d'ús comú.
fi: Ylälaidassa valikkorivi, jonka alla työkalupalkki tarjoaa nopean pääsyn yleisimpiin toimintoihin.
pt: Um menu ao longo do topo e, por baixo dela, uma barra de ferramentas que oferece o acesso rápido a algumas funções comuns usadas.
sv: En menyrad längst upp och under den en verktygsrad som ger snabb åtkomst till några vanliga funktioner.

source: A thumb bar located on left of canvas (optional - see :menuselection:`Settings --> Show Thumbbar` menu entry) can be relocated on top, right, or bottom side. An anchor on the left side of thumb bar allows to move it with the mouse at the wanted place.
ca: Una barra de miniatures ubicada a l'esquerra del llenç (opcional: vegeu l'element de menú «:menuselection:`Arranjament --> Mostra la barra de miniatures`») es pot reubicar a la part superior, dreta o inferior. Una àncora al costat esquerre de la barra de miniatures permet moure-la amb el ratolí fins al lloc desitjat.
pt: Uma barra de miniaturas localizada à esquerda da área de desenho (opcional - veja em :menuselection:`Configuração --> Mostrar a Barra de Miniaturas`) poderá ser colocada no topo, à direita ou no fundo. Uma âncora do lado esquerdo da barra de miniaturas permite movê-la com o rato para o local desejado.
sv: En miniatyrbildsrad placerad till vänster på arbetsytan (valfritt, se menyalternativet :menuselection:`Inställningar --> Visa miniatyrbildsrad`) kan flyttas längst upp, till höger eller längst ner. Ett grepp på vänster sida av miniatyrbildsraden gör det möjligt att flytta den med musen till önskad plats.

source: Screencast of Image Editor Thumbbar Placed at Different Canvas Sides
ca: Vídeo d'una captura de pantalla de les miniatures en l'editor d'imatges col·locades a diferents costats del llenç
pt: Imagem da Barra de Miniaturas do Editor de Imagens Coloca em Diferentes Lados da Área de Desenho
sv: Skärminspelning av bildeditorns miniatyrbildsrad placerad på olika sidor

source: From left to right, the Image Editor Toolbar includes these actions:
ca: D'esquerra a dreta, la barra d'eines de l'editor d'imatges inclou aquestes accions:
fi: Kuvamuokkaimen työkalupalkissa on vasemmalta oikealle seuraavat toiminnot:
it: Da sinistra a destra, la barra degli strumenti dell'Editor delle immagini include le azioni seguenti:
nl: Van links naar rechts, de werkbalk van de afbeeldingsbewerker bevat deze acties:
pt: Da esquerda para a direita, a barra do Editor de Imagens inclui estas acções:
pt_br: Da esquerda para a direita, a barra de ferramentas do Editor de Imagem inclui estas ações:
sl: Orodna vrstica urejevalnika slik od leve proti desni vključuje ta dejanja:
sv: Från vänster till höger innehåller bildeditorns verktygsrad följande åtgärder:
uk: Зліва праворуч, на панелі інструментів редактора зображень розташовано такі кнопки:

source: Close image editor Window.
ca: Tanca la finestra de l'editor d'imatges.
fi: Sulje kuvamuokkainikkuna.
it: Chiudi la finestra dell'Editor delle immagini.
nl: Afbeelding sluiten van het bewerkingsvenster.
pt: Fechar a janela do Editor de Imagens.
pt_br: Fechar a janela do Editor de Imagem.
sl: Zapri okno urejevalnika slik.
sv: Stäng bildeditorns fönster.
uk: Закрити вікно редактора зображень.

source: Open original image from the versioning stack.
ca: Obre la imatge original des de la pila de versions.
fi: Avaa versiopinosta alkuperäinen kuva.
it: Apri l'immagine originale dalla pila delle versioni.
nl: Oorspronkelijke afbeelding openen uit de stapel met versies.
pt: Abrir a imagem original na pilha de versões.
pt_br: Abrir a imagem original da pilha de controle de versão.
sl: Odpri izvirno sliko iz sklada različic.
sv: Öppna originalbilden från versionslistan.
uk: Відкрити початкове зображення зі стосу версій.

source: Export image to a new file format.
ca: Exporta la imatge a un format nou de fitxer.
fi: Vie kuva uuteen tiedostomuotoon.
it: Esporta l'immagine in un nuovo formato di file.
nl: Afbeelding exporteren naar een nieuw bestandsformaat.
pt: Exportar a imagem para um novo formato de ficheiros.
pt_br: Exportar a imagem para um novo formato de arquivo.
sl: Izvozi sliko v nov format datoteke.
sv: Exportera bilden till ett nytt filformat.
uk: Експортувати зображення до нового формату файлів.

source: Save changes in versioning stack using default format.
ca: Desa els canvis en la pila de versions utilitzant el format predeterminat.
fi: Tallenna muutokset versiopinoon oletusmuodossa.
it: Salva le modifiche nella pila delle versioni utilizzando il formato predefinito.
nl: Wijzigingen opslaan in stapel met versies met standaard formaat.
pt: Gravar as alterações na pilha de versões, usando o formato predefinido.
pt_br: Salvar as alterações na pilha de controle de versão usando o formato padrão.
sl: Shrani spremembe v skladu za upravljanje različic v privzeti obliki.
sv: Spara ändringar i versionslistan med standardformat.
uk: Зберегти зміни у стосі версій з використанням типового формату.

source: Save the modified image in a new version using specific format.
ca: Desa la imatge modificada en una versió nova utilitzant un format específic.
fi: Tallenna muokattu kuva uudeksi versioksi tietyssä muodossa.
pt: Gravar a imagem modificada numa nova versão, usando um formato específico.
sv: Spara den ändrade bilden med en ny version och ett specifikt format.

source: Cancel all modifications done on image.
ca: Cancel·la totes les modificacions fetes en la imatge.
fi: Peru kaikki kuvaan tehdyt muutokset.
pt: Cancelar todas as operações feitas sobre a imagem.
sv: Avbryt alla ändringar som gjorts av bilden.

source: Undoing last action.
ca: Desfà l'última acció.
fi: Viimeisimmän toiminnon kumoaminen.
pt: Anula a última acção.
sv: Ångrar senaste åtgärd.

source: Redoing previous action.
ca: Refà l'acció anterior.
fi: Edellisen toiminnon tekeminen uudelleen.
pt: Repete a acção anteriormente anulada.
sv: Gör om föregående åtgärd.

source: The digiKam Image Editor Toolbar
ca: La barra d'eines en l'editor d'imatges del digiKam
fi: digiKam-kuvamuokkaimen työkalupalkki
it: La barra degli strumenti dell'editor delle immagini di digiKam
nl: De werkbalk van de afbeeldingsbewerker van digiKam
pt: A Barra do Editor de Imagens do digiKam
pt_br: A barra de ferramentas do Editor de Imagem
sl: Orodna vrstica urejevalnika slik digiKam
sv: Bildeditorns verktygsrad i digiKam
uk: Панель інструментів редактора зображень digiKam

source: :ref:`Overview <image_editor>`
it: :ref:`Panoramica <image_editor>`
nl: :ref:`Overzicht <image_editor>`
pt_br: :ref:`Visão geral <image_editor>`
sl: :ref:`Pregled <image_editor>`
uk: :ref:`Огляд <image_editor>`

source: A menu bar across the top, and tool bar just below that, for quick access to some commonly used functions.
it: Una barra dei menu, in alto, e una barra degli strumenti appena sotto, per un rapido accesso ad alcune funzioni di uso comune.
nl: Een menubalk bovenaan en daaronder een werkbalk is voor snelle toegang tot sommige algemeen gebruikte functies.
pt_br: Uma barra de menus na parte superior e uma barra de ferramentas logo abaixo, para acesso rápido a algumas funções comumente usadas.
sl: Menijska vrstica na vrhu in orodna vrstica tik pod njo za hiter dostop do nekaterih pogosto uporabljenih funkcij.
uk: Смужка меню у верхній частині вікна, а під нею панель інструментів, за допомогою якої ви зможете швидко отримати доступ до типових функціональних можливостей програми.

source: An optional thumb bar (see :menuselection:`Settings --> Show Thumbbar` menu entry) located on the left of canvas. This can be relocated to the top, right, or bottom side by dragging the anchor on the left side of thumb bar to the desired location.
it: Una barra delle miniature opzionale (vedi la voce di menu :menuselection:`Impostazioni --> Mostra barra delle miniature`) posizionata alla sinistra delle tela. Questa può essere riposizionata in alto, a destra o in basso trascinando l'ancora presente sul lato sinistro della barra delle miniature nella posizione desiderata.
nl: Een optionele miniaturenbalk (zie menu-item :menuselection:`Instellingen --> Miniaturenbalk tonen`) gelokaliseerd links van het werkveld. Deze kan verplaatst worden naar de bovenkant, rechterkant of onderkant door het anker aan de linkerkant van de miniaturenbalk te verslepen naar de gewenste locatie.
pt_br: Uma barra de miniaturas opcional (consulte a entrada de menu :menuselection:`Configurações --> Mostrar barra de miniaturas`) localizada à esquerda da tela. Ela pode ser realocada para a parte superior, direita ou inferior arrastando a âncora à esquerda da barra de miniaturas para o local desejado.
sl: Izbirna vrstica predoglednih sličic (glejte menijski vnos :menuselection:`Settings --> Prikaži vrstico predoglednih sličic`), ki se nahaja na levi strani platna. To lahko premaknete na zgornjo, desno ali spodnjo stran tako, da povlečete sidro na levi strani vrstice predoglednih sličic na želeno mesto.
uk: Панель мініатюр, яку розташовано у лівій частині полотна (необов'язкове – див. пункт меню :menuselection:`Параметри --> Показувати панель мініатюр`), можна пересунути у верхню, праву або нижню частину вікна. За допомогою прив'язки у лівій частині панелі мініатюр можна пересунути панель за допомогою миші у бажане місце.

source: Screencast of Image Editor Thumb Bar Placed at Different Canvas Sides
it: Registrazione della barra delle miniature dell'Editor delle immagini posizionata in lati diversi della tela
nl: Schermfilmpje van de afbeeldingsbewerker met miniaturenbalk geplaatst aan verschillende kanten van het werkveld
pt_br: Screencast da barra de miniaturas do Editor de Imagem posicionada em diferentes lados da tela
sl: Posnetek vrstice predoglednih slik urejevalnika slik postavljene na različne strani platna
uk: Відео із панеллю мініатюр редактора зображень, розташованою з різних боків від полотна

source: Save the modified image as a new version using a specific format.
it: Salva l'immagine modificata come una nuova versione utilizzando un formato specificato.
nl: De gewijzigde afbeelding opslaan als een nieuwe versie met specifiek formaat.
pt_br: Salvar a imagem modificada como uma nova versão usando um formato específico.
sl: Shrani spremenjeno sliko kot novo različico v določenem formatu.
uk: Зберегти змінене зображення у новій версії з використанням вказаного формату.

source: Cancel all modifications done on the image.
it: Annulla tutte le modifiche apportate all'immagine.
nl: Alle wijzigingen gedaan in de afbeelding annuleren.
pt_br: Cancelar todas as modificações feitas na imagem.
sl: Prekliči vse spremembe narejene na sliko.
uk: Скасувати усі зміни, які внесено до зображення.

source: Undo last action.
it: Annulla l'ultima azione.
nl: Laatste actie ongedaan maken.
pt_br: Desfazer a última ação.
sl: Razveljavi zadnje dejanje.
uk: Скасування останньої дії.

source: Redo previous action.
it: Rifai l'ultima azione.
nl: Voorgaande actie opnieuw doen.
pt_br: Refazer a ação anterior.
sl: Uveljavi prejšnje dejanje.
uk: Повторення скасованої раніше дії.
