Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/effects_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Image Editor Effects Tools
ca: Eines d'efectes en l'editor d'imatges del digiKam
it: Strumenti degli effetti dell'Editor delle immagini di digiKam
nl: Hulpmiddelen voor effecten van de afbeeldingsbewerker van digiKam
pt: Ferramentas de Efeitos do Editor de Imagens do digiKam
pt_br: Ferramentas de efeitos do Editor de Imagem do digiKam
sl: digiKam orodja za učinke urejevalnika slik
uk: Інструменти ефектів редактора зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, blur, charcoal, solarize, vivid, neon, edges, lut3D, distortion, emboss, film, grain, oil, paint, rain, drops
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, difuminar, carbonet, solaritza, llampant, neó, vores, lut3D, distorsió, relleu, pel·lícula, gra, oli, pintura, pluja, gotes
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, immagine, editor, sfocatura, carboncino, solarizza, vivido, neon, bordi, lut3D, distorsione, rilievo, pellicola, grana, olio, pittura, pioggia, gocce
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker, vervagen, houtskool, solariseren, levendig, neon, randen, lut3d, vervorming, reliëf, film, korrel, olie, verf, regen, druppels
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imagem, editor, borrão, carvão, solarização, vívido, néon, arestas, lut3D, distorção, relevo, filme, grão, óleo, tinta, chuva, pingos
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imagem, editor, desfoque, carvão, solarizar, vívido, neon, bordas, lut3D, distorção, relevo, filme, granulação, óleo, tinta, chuva, gotas
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, nauči se, enostavno, slika, urejevalnik, zameglitev, oglje, solariziraj, živo, neon, robovi, lut3D, popačenje, relief, film, zrnatost, olje, barva, dež, kapljice
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор, розмивання, розмиття, вугілля, вигорання, яскравий, неон, краї, lut3D, викривлення, барельєф, плівка, зерно, зернистість, олія, фарба, дощ, краплі

source: Effects Tools
ca: Eines d'efectes
pt: Ferramentas de Efeitos

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Blur FX
ca: Efectes especials de difuminat
pt: FX de Borrão

source: The digiKam Blur FX is a series of blurring effects for digital still images.
ca: L'efecte especial de difuminat del digiKam són una sèrie d'efectes de difuminat per a imatges fotogràfiques digitals.
pt: Os Efeitos de Borrão do digiKam são uma série de efeitos de borrão para imagens estáticas digitais.

source: With this filter set, you can transform an ordinary photograph into a work of art suitable for framing using blurring operations.
ca: Amb aquest conjunt de filtres, podreu transformar una fotografia ordinària en una obra d'art apta per a emmarcar mitjançant operacions de difuminat.
pt: Com este filtro definido, poderá transformar uma fotografia normal numa obra de arte adequada para definição de contornos com operações de borrão.

source: The digiKam Image Editor Blur FX Tool
ca: L'eina efectes especials de difuminat en l'editor d'imatges del digiKam
it: Lo strumento Sfocatura FX dell'editor delle immagini di digiKam
nl: Hulpmiddel voor FX-vervaging van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Efeitos de Borrão do Editor de Imagens do digiKam
pt_br: A ferramenta de desfoque FX do Editor de Imagem do digiKam
sl: Urejevalnik slik digiKam orodje Blur FX
uk: Інструмент ефектів розмивання редактора зображень digiKam

source: These are the blurring effects available:
ca: Aquests són els efectes especials de difuminat disponibles:
pt: Estes são os efeitos de borrão disponíveis:

source: **Zoom Blur**: blurs the image along radial lines starting from a specified center point. This simulates the blur of a zooming camera, thereby giving the photograph a dynamic expression as often seen in sport photography.
ca: **Difuminat per zoom**: difumina la imatge al llarg de les línies radials a partir d'un punt central especificat. Simula el difuminat d'una càmera amb zoom, donant així a la fotografia una expressió dinàmica que sovint es veu en les fotografies esportives.
pt: **Borrão de Ampliação**: borra a imagem ao longo de linhas radiais, a partir de um determinado ponto central. Isto simula o borrão de uma câmara em ampliação, atribuindo à fotografia uma expressão dinâmica, como é que visto frequentemente na fotografia desportiva.

source: **Radial Blur**: blurs the image by rotating the pixels around the specified center point. This simulates the blur of a rotating camera.
ca: **Difuminat radial**: difumina la imatge donant un efecte de gir als píxels al voltant d'un punt central especificat. Simula el desenfocament d'una càmera giratòria.
it: **Sfocatura radiale**: sfoca l'immagine ruotando i pixel attorno a un punto specificato. Simula la sfocatura di una macchina fotografica in rotazione.
nl: **Radiale vervaging**: vervaagt de afbeelding door de pixels rond een opgegeven middelpunt te draaien. Dit simuleert het vervagen van een draaiende camera.
pt: **Borrão Radial**: borra a imagem, rodando os pixels em torno do ponto central indicado. Isto simula o borrão de uma câmara em rotação.
pt_br: **Desfoque radial**: desfoca a imagem girando os pixels em torno do ponto central especificado. Isso simula o desfoque de uma câmera girando.
sl: **Radialno zamegljevanje**: zamegli sliko z vrtenjem slikovnih pik okoli določene središčne točke. To simulira zamegljenost vrteče se kamere.
uk: **Радіальне розмивання**: розмивання зображення відбувається внаслідок обертання пікселів навколо вказаної центральної точки. Цей ефект імітує розмивання внаслідок обертання фотоапарата.

source: **Far Blur**: blurs the image to simulate the effect of an unfocused camera lens. The subject seems to recede into the background.
ca: **Difuminat llunyà**: difumina la imatge per a simular l'efecte d'una lent de càmera desenfocada. El tema sembla que passa a un segon pla.
it: **Sfocatura lontana**: sfoca l'immagine per simulare l'effetto dell'obiettivo di una fotocamera non a fuoco. Il soggetto sembra arretrare nello sfondo.
nl: **Afgelegen vervaging**: vervaagt de afbeelding door middel van afgelegen pixels. Dit simuleert de vervaging van een cameralens die niet goed is ingesteld. Het onderwerp lijkt zich terug te trekken in de achtergrond.
pt: **Borrão Distante**: borra a imagem para simular o efeito de uma lente de câmara desfocada. O assunto parece ficar afastado para segundo plano.
pt_br: **Desfoque distante**: desfoca a imagem para simular o efeito de uma lente de câmera desfocada. O objeto parece recuar para o fundo.
sl: **Oddaljeno zamegljevanje**: zamegli sliko, da simulira učinek neizostrenega objektiva kamere. Zdi se, da se subjekt umika v ozadje.
uk: **Розмивання віддаленням**: розмивання зображення імітує ефект розфокусування об’єктива фотоапарата. Об’єкт фотографування неначебто пересувається у тло.

source: **Motion Blur**: blurs the image by swishing the pixels horizontally. This simulates the blur of a linearly moving camera, i.e. like a shot taken from a car or train.
ca: **Difuminat per moviment**: difumina la imatge movent els píxels horitzontalment. Simula el difuminat d'una càmera en moviment lineal, és a dir, com una captura presa des d'un automòbil o un tren.
pt: **Borrão de Movimento**: borra a imagem, deslizando os pixels na horizontal. Isto simula o borrão de uma câmara em movimento linear, i.e. como uma imagem tirada a partir de um carro ou comboio.

source: **Focus Blur**: blurs the image corners to reproduce the astigmatism distortion of a lens.
ca: **Difuminat de l'enfocament**: difumina les cantonades de la imatge per a reproduir la distorsió astigmàtica d'una lent.
it: **Sfocatura del fuoco**: sfoca gli angoli dell'immagine per riprodurre la distorsione astigmatica di un obiettivo.
nl: **Focusvervaging**: vervaagt de afbeeldingshoeken om de astigmatisme-vervorming van een lens te reproduceren.
pt: **Borrão de Focagem**: borra os cantos da imagem para reproduzir a distorção por astigmatismo de uma lente.
pt_br: **Desfoque do foco**: desfoca os cantos da imagem para reproduzir a distorção do astigmatismo de uma lente.
sl: **Zamegljevanje fokusa**: zamegli vogale slike za reprodukcijo popačenja astigmatizma lečja.
uk: **Фокусне розмивання**: розмивання у кутах зображення, що відтворює астигматичне викривлення внаслідок недосконалості об’єктива.

source: **Softener Blur**: blurs the image softly in the darker tones and strongly in the high lights. This gives photographs a dreamy and glossy soft focus effect (Hamilton effect). It's ideal for creating romantic portraits, glamour photography, or adding a warm and subtle glow.
ca: **Difuminat per atenuació**: difumina la imatge suaument sobre els tons més foscos i fortament en la llum intensa. Això li dona a les fotografies un efecte de somni i d'enfocament suau brillant (efecte de Hamilton). És ideal per a crear retrats romàntics, fotografies amb glamur o afegir una lluïssor càlida i subtil.
it: **Sfocatura morbida**: sfoca l'immagine leggermente nei toni scuri e più fortemente in quelli chiari. Ciò conferisce all'immagine un effetto di messa a fuoco suggestivo e lucido (effetto Hamilton). È ideale per creare ritratti romantici e fotografie patinate, o per dare alle immagini una luce calda e soffusa.
nl: **Verzachtende vervaging**: vervaagt de afbeelding zachtjes in donkere tinten en hard in lichte tinten. Dit geeft de afbeeldingen een dromerig en glanzend zacht focuseffect. Is ideaal voor het maken van romantische portretten, glamourfoto's of om afbeeldingen een warme en subtiele gloed te geven.
pt: **Borrão Suavizado**: borra a imagem suavemente nos tons mais escuros e mais vigorosamente nos tons mais claros. Isto atribui às fotografias um efeito de foco suave, brilhante e de sonho (efeito de Hamilton). É ideal para criar retratos românticos, fotografias glamorosas ou adicionar um brilho quente e subtil.
pt_br: **Desfoque suave**: desfoca a imagem suavemente nos tons mais escuros e intensamente nos tons mais claros. Isso confere às fotos um efeito de foco suave, brilhante e onírico (efeito Hamilton). É ideal para criar retratos românticos, fotografias glamorosas ou adicionar um brilho quente e sutil.
sl: **Zamegljevanje mehčala**: mehko zamegli sliko v temnejših tonih in močno v bleščavah. To daje fotografijam sanjsko in učinek bleščečega mehkega ostrenja (Hamiltonov učinek). Idealen je za ustvarjanje romantičnih portretov, glamurozno fotografijo ali dodajanje toplega in subtilnega sijaja.
uk: **Розмивання пом’якшенням**: трошки розмиває зображення у областях з темними тонами і сильно розмиває світлі ділянки. Цей фільтр надає фотографіям замріяного і глянсуватого м’якого ефекту фокусування (ефекту Гамільтона). Цей ефект ідеальний для створення романтичних портретів, гламурних фотографій або додавання до фотографії тепла і відтінку сяйва.

source: **Shake Blur**: blurs the image by randomly moving the pixels simulating the blur of an arbitrarily moving camera.
ca: **Difuminat per sacseig**: difumina la imatge movent els píxels de forma aleatòria simulant el difuminat d'una càmera en moviment arbitrari.
it: **Sfocatura scossa**: sfoca l'immagine spostando i pixel a caso. Simula la sfocatura di una fotocamera che si muove a caso.
nl: **Schudvervaging**: vervaagt de afbeelding door de pixels willekeurig te schudden. Dit simuleert de vervaging van een willekeurig bewogen camera.
pt: **Borrão por Agitação**: borra a imagem, movendo aleatoriamente os pixels, a simular o borrão de câmara a mover-se de forma arbitrária.
pt_br: **Desfoque por agitação**: desfoca a imagem movendo aleatoriamente os pixels, simulando o desfoque de uma câmera em movimento aleatório.
sl: **Zamegljevanje tresenja**: zamegli sliko z naključnim premikanjem slikovnih pik, ki simulira zameglitev poljubno premikajoče se kamere.
uk: **Розмивання перескакуванням**: розмиває зображення випадковим пересуванням пікселів, імітуючи розмивання випадковими рухами фотоапарата.

source: **Smart Blur**: finds the edges of color in photograph and blurs them without muddying the rest of the image.
ca: **Difuminat intel·ligent**: troba les vores de color a la fotografia i les difumina sense enterbolir la resta de la imatge.
it: **Sfocatura intelligente**: trova i bordi del colore nell'immagine e li sfoca senza interferire col resto dell'immagine.
nl: **Intelligente vervaging**: zoekt de kleurranden in uw afbeelding en vervaagt ze, zonder dat de rest van de afbeelding wordt aangetast.
pt: **Borrão Inteligente**: descobre as arestas de cor na fotografia e borra-as sem borrar o resto da imagem.
pt_br: **Desfoque Inteligente**: encontra as bordas de cor na fotografia e as desfoca sem obscurecer o resto da imagem.
sl: **Pametno zamegljevanje**: najde barvne robove na fotografiji in jih zamegli, ne da bi zameglil preostanek slike.
uk: **Кмітливе розмивання**: програма знаходить краї кольорових ділянок зображення і розмиває їх без засмічування решти зображення.

source: **Frost Glass**: blurs the image by simulating randomly dispersing light filtering through hoarse frosted glass.
ca: **Vidre glaçat**: difumina la imatge simulant la dispersió a l'atzar de la llum filtrada a través d'un vidre esmerilat.
pt: **Vidro Gelado**: borra a imagem, simulando a filtragem dispersa e aleatória da luz através de vidro fosco gelado.

source: **Mosaic**: blurs the image by dividing the photograph into rectangular cells and then recreates it by filling those cells with average pixel value.
ca: **Mosaic**: difumina la imatge dividint la fotografia en cel·les rectangulars i després recrea l'ompliment de les cel·les amb el valor mitjà dels píxels.
pt: **Mosaico**: borra a imagem, dividindo a fotografia em células rectangulares e depois recriando-a, preenchendo essas células com o valor médio dos pixels.

source: Some effects can take a long time to run and cause high CPU load. You can always abort an effect by pressing the **Abort** button during preview rendering.
ca: Alguns efectes poden trigar molt a executar-se i això causa una càrrega de la CPU. Sempre podreu interrompre el càlcul prement el botó **Interromp** durant la renderització de la vista prèvia.
it: Alcuni effetti possono richiedere molto tempo per la loro esecuzione e possono anche causare un alto consumo delle risorse del processore. Puoi sempre interrompere un effetto premendo il pulsante **Interrompi** durante la resa dell'anteprima.
nl: Sommige effecten kunnen veel processortijd gebruiken. U kunt altijd de berekening afbreken door tijdens de berekening op de knop **Afbreken** te drukken.
pt: Alguns efeitos poderão levar bastante tempo a executar e poderão provocar uma carga do processador elevada. Poderá sempre interromper um efeito, carregando no botão **Interromper** durante a geração da antevisão.
pt_br: Alguns efeitos podem levar muito tempo para serem executados e causar alta carga na CPU. Você sempre pode cancela um efeito pressionando o botão **Cancelar** durante a renderização da visualização.
sl: Nekateri učinki lahko trajajo dolgo časa in povzročijo veliko obremenitev procesorja. Učinek lahko vedno prekinete tako, da med predogledom pritisnete gumb **Prekini** upodabljanje.
uk: Застосування деяких ефектів може тривати досить довго через значне навантаження на процесор комп’ютера. Ви можете скасувати застосування ефекту натисканням кнопки **Перервати**.

source: Charcoal Drawing
ca: Dibuix al carbonet
it: Disegno a carboncino
nl: Houtskooltekening
pt: Desenho a Carvão
pt_br: Desenho a carvão
sl: Risanje z ogljem
uk: Малювання вугільним олівцем

source: The digiKam Charcoal is an effect filter that creates a charcoal sketch-like result.
ca: El carbonet en el digiKam és un filtre d'efecte que com a resultat crea un esbós de carbonet.
pt: O Desenho a Carvão do digiKam é um filtro de efeitos que cria um resultado semelhante a um rabisco a carvão.

source: The digiKam Charcoal filter uses the gradients of color and luminosity to produce a grey scale charcoal sketch. The lines defining the outline of the image are pronounced. Images with slowly changing gradients are not ideal for this effect. It is helpful to imagine what scene you would pick to do as a hand sketch yourself, in order to choose the image to start with.
ca: El filtre «Carbonet» en el digiKam utilitza els degradats de color i la lluminositat per a presentar un dibuix al carbonet en escala de grisos. Les línies que defineixen el contorn de la imatge són pronunciades. Les imatges amb degradats que canvien lentament no són ideals per a aquest efecte. És útil que imagineu l'escena fent-la com un dibuix a mà, seleccioneu la imatge amb la qual començar.
pt: O filtro de Desenho a Carvão do digiKam usa os gradientes de cor e luminosidade para produzir um rascunho a carvão em tons de cinzento. As linhas que definem o contorno da imagem ficam pronunciadas. As imagens com gradientes de alteração ligeira não são ideais para este efeito. É útil imaginar o tipo de cena que irá escolher como rabisco a carvão, para escolher a imagem com que irá começar.

source: The digiKam Image Editor Charcoal Tool
ca: L'eina Carbonet en l'editor d'imatges del digiKam
it: Lo strumento Carboncino dell'editor delle immagini di digiKam
nl: Hulpmiddel voor houtskool van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Desenho a Carvão do Editor de Imagens do digiKam
pt_br: A ferramenta de desenho à carvão do Editor de Imagem do digiKam
sl: digiKam urejevalnik slik orodje risanja z ogljem
uk: Інструмент малювання вугільним олівцем редактора зображень digiKam

source: There are two sliders to control the effect on a scale of 1-100. The upper slider selects the **Pencil size**, whereas the second slider adjusts the contrast (**Smooth**).
ca: Hi ha dos controls lliscants per a controlar l'efecte en una escala de l'1 fins al 100. El control lliscant de dalt selecciona la **Mida del llapis:**, mentre que el segon ajusta el contrast (**Suavitzat:**).
it: Ci sono due cursori per controllare l'effetto su una scala da 1 a 100. Il cursore superiore seleziona la **dimensione della matita**, mentre il secondo cursore ti permette di regolare il contrasto (**smussatura**).
nl: Er zijn twee schuifknoppen met een schaal van 1-100 voor het instellen van het effect. De bovenste schuifknop selecteert de **Potloodgrootte** en de tweede schuifknop stelt het contrast (**Gladheid**) in.
pt: Existem duas barras que controlam o efeito numa escala de 1-100. A barra superior selecciona o **Tamanho do lápis**, enquanto que a segunda ajusta o contraste (**Suavidade**).
pt_br: Há dois controles deslizantes para controlar o efeito em uma escala de 1 a 100. O controle deslizante superior seleciona o **Tamanho do lápis**, enquanto o segundo controle deslizante ajusta o contraste (**Suavização**).
sl: Obstajata dva drsnika za nadzor učinka na lestvici od 1 do 100. Zgornji drsnik izbere **Velikost svinčnika**, medtem ko drugi drsnik prilagodi kontrast (**Glajenje**).
uk: Передбачено два повзунки для керування масштабом ефекту 1-100. За допомогою верхнього повзунка можна вибрати розмір пензля, а другий повзунок налаштовує контрастність (**Розмивання**).

source: The result can be improved by adjusting the luminosity levels.
ca: El resultat es pot millorar ajustant els nivells de la lluminositat.
pt: O resultado pode ser melhorado se ajustar os níveis de luminosidade.

source: Color Filter Effects
ca: Efectes del filtre de color
it: Filtro Effetti dei colori
nl: Kleurfiltereffecten
pt: Efeitos do Filtro de Cores
pt_br: Efeitos de filtro de cor
sl: Učinki barvnega filtra
uk: Ефекти фільтрування кольорів

source: The digiKam Color Effects tool provides four color effects: a Solarization effect, a Velvia filter, Neon effect, Edge filter, and Lut3D.
ca: L'eina Efectes de color en el digiKam proporciona quatre efectes de color: un efecte de Solarització, un de Velvia (llampant), un de Neó, un de Vora i un de Lut3D.
pt: A ferramenta de Efeitos de Cores do digiKam oferece quatro efeitos de cores, um efeito de Solarização, um filtro Velvia, um efeito de Néon, o filtro de Arestas e o Lut3D.

source: In the age of chemical image processing, solarizing (also known as Sabatier) was an effect created by exposing a partially developed print to a brief flash of light, then completing the development. The colored, darker areas shield the additional light from the sensitive photo layers, which has the net effect of making the lighter areas darker and colors being inverted during the second exposure. The result resembles a partially negative image. The tool allows to adjust the interesting effect smoothly.
ca: En l'era del processament químic de la imatge, la solarització (també coneguda com a Sabatier) era un efecte creat per l'exposició d'un rellevat parcial a un breu flaix de llum, i després es completa el rellevat. Les àrees de color més fosc protegeixen la llum addicional de les capes fotosensibles, el qual té l'efecte net de fer que les àrees amb colors més clars i foscos seran invertits durant la segona exposició. El resultat s'assembla a una imatge parcialment en negatiu. L'eina permet ajustar sense problemes aquest interessant efecte.
pt: Na altura das revelações químicas de imagens, a solarização (também conhecida por Sabatier) era um efeito criado pela exposição de uma fotografia parcialmente revelada a um breve flash de luz, completando de seguida a revelação. As áreas coloridas e mais escuras protegem a luz adicional das camadas fotossensíveis, o que tem o efeito de tornar as áreas claras mais escuras e as cores ficarem invertidas na segunda exposição. O resultado faz lembrar uma imagem parcialmente negativa. A ferramenta permite ajustar suavemente este efeito interessante.

source: The Solarization Effect
ca: L'efecte «Solarització»
it: L'effetto Solarizzazione
nl: Het effect Solariseren
pt: O Efeito de Solarização
pt_br: O efeito de solarização
sl: Učinek solarizacije
uk: Ефект вигорання
