Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/effects_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The digiKam Charcoal Drawing filter uses the gradients of color and luminosity to produce a grey-scale charcoal sketch. The lines defining the outline of the image are pronounced. Images with slowly changing gradients are not ideal for this effect. When selecting an image to use with this filter, it might be helpful to imagine what scene you would pick to do as a hand sketch yourself.
it: Il filtro Disegno a carboncino di digiKam usa le sfumature di colore e di luminosità per produrre uno schizzo in scala di grigio a carboncino. Le linee che definiscono i bordi dell'immagine sono evidenziate. Le immagini con sfumature morbide non sono ideali per questo effetto. Quando selezioni un'immagine da usare con questo filtro, potrebbe essere utile immaginare quale scena sceglieresti tu per fare uno schizzo a mano.
nl: Het filter Houtskooltekening van digiKam gebruikt het verloop in kleur en lichtkracht voor het produceren van een grijze houtskooltekening. De lijnen die de contouren van de foto aangeven zijn meer geprononceerd. Afbeeldingen met langzaam verlopende kleuren zijn niet zo geschikt voor dit effect. Bij het selecteren van een afbeelding om dit filter op te gebruiken kan het verstandig zijn om u bij uzelf na te gaan welke scene u zou kiezen als u zelf een handschets zou maken.
pt_br: O filtro de desenho à carvão do digiKam utiliza gradientes de cor e luminosidade para produzir um esboço a carvão em tons de cinza. As linhas que definem o contorno da imagem são pronunciadas. Imagens com gradientes que mudam lentamente não são ideais para esse efeito. Ao selecionar uma imagem para usar com este filtro, pode ser útil imaginar qual cena você escolheria para fazer como esboço à mão.
sl: Filter za risanje z ogljem digiKam uporablja gradiente barve in svetilnosti za izdelavo risbe z ogljem v sivih odtenkih. Črte, ki določajo obris slike, so izrazite. Slike s počasi spreminjajočimi se prelivi niso idealne za ta učinek. Ko izbirate sliko za uporabo s tem filtrom, bi bilo morda koristno, če si predstavljate, kateri prizor bi sami izbrali za ročno risbo.
uk: У фільтрі «Малювання вугільним олівцем» digiKam градієнти кольору і освітленості буде використано для створення ескіза «вугільним олівцем» у тонах сірого. За допомогою ліній буде створено контури об’єктів зображення. Якщо на зображенні немає різких змін градієнтів, таке зображення не є ідеальним для застосування цього ефекту. Корисно уявити собі сцену на ескізі створеному вручну, щоб правильно вибрати зображення, до якого б пасував цей ефект.

source: The result can often be improved by adjusting the luminosity levels.
it: Il risultato spesso può essere migliorato regolando i livelli di luminosità.
nl: U kunt het resultaat vaak verbeteren door het niveau van lichtsterkte aan te passen.
pt_br: O resultado geralmente pode ser melhorado ajustando os níveis de luminosidade.
sl: Rezultat je mogoče izboljšati s prilagajanjem ravni svetilnosti.
uk: Результат часто можна покращити зміною рівнів освітленості.

source: The digiKam **Color Effects** tool provides five color effects: a Solarization effect, a Vivid filter, a Neon effect, an Edge filter, and a Lut3D filter.
it: Lo strumento **Effetti dei colori** di digiKam fornisce cinque effetti dei colori: un effetto di solarizzazione, un filtro Vivido, un effetto Neon, un filtro Bordi e uno Lut3D.
nl: Het hulpmiddel **Kleureffecten** van digiKam heeft vijf kleureffecten: een Solarisatie-effect, een Vivid-filter, een Neon-effect, een Randfilter en een Lut3D-filter.
pt_br: A ferramenta **Efeitos de cor** do digiKam fornece cinco efeitos de cor: um efeito de Solarização, um filtro Vívido, um efeito Neon, um filtro de Borda e um filtro Lut3D.
sl: Orodje digiKam **Bavni učinki** ponuja pet barvnih učinkov: učinek solarizacije, filter živahnosti, neonski učinek, filter robov in filter Lut3D.
uk: У інструменті digiKam **Ефекти кольорів** передбачено чотири ефекти кольорів: ефект вигорання, ефект вельвії, ефект неонового світла, ефект краю та ефект Lut3D.

source: In the age of chemical image processing, solarizing (also known as Sabatier) was an effect created by exposing a partially developed print to a brief flash of light, then completing the development. The colored, darker areas shield the additional light from the sensitive photo layers, which has the net effect of making the lighter areas darker and inverting the colors. The result resembles a partially negative image.
it: Nell'era dell'elaborazione chimica delle immagini, la solarizzazione (anche conosciuta come Sabatier) era un effetto ottenuto esponendo una stampa parzialmente sviluppata ad un breve lampo di luce, e quindi completando lo sviluppo. Le aree colorate, più scure, filtravano la luce aggiuntiva verso gli strati fotosensibili: l'effetto netto era quello di rendere più scure le aree più chiare e invertire i colori. Il risultato assomiglia a un'immagine parzialmente negativa.
nl: In het tijdperk van het chemisch ontwikkelen was solariseren (ook bekend als Sabatier) een effect dat ontstond door een gedeeltelijk ontwikkelde afdruk kort aan licht bloot te stellen om vervolgens de ontwikkeling te voltooien. De gekleurde donkerder plekken beschermde de lichtgevoelige laag tegen het toegevoegde licht, wat als netto effect heeft dat de lichte plekken donkerder werden en de kleuren te inverteren. Het resultaat doet denken aan een gedeeltelijk negatieve afbeelding.
pt_br: Na era do processamento químico de imagens, a solarização (também conhecida como Sabatier) era um efeito criado pela exposição de uma impressão parcialmente revelada a um breve flash de luz, completando a revelação. As áreas coloridas e mais escuras protegem a luz adicional das camadas sensíveis da foto, o que tem o efeito líquido de escurecer as áreas mais claras e inverter as cores. O resultado se assemelha a uma imagem parcialmente negativa.
sl: V dobi kemične obdelave slik je bila solarizacija (znana tudi kot Sabatier) učinek, ustvarjen z izpostavitvijo delno razvitega odtisa kratkemu blisku svetlobe, nato pa dokončanje razvijanja. Barvna, temnejša področja ščitijo dodatno svetlobo iz občutljivih plasti fotografij, zaradi česar postanejo svetlejša območja temnejša in obrnejo barve. Rezultat je podoben delno negativni sliki.
uk: У добу створення знімків за допомогою хімічного процесу, ефект вигорання (також відомий як ефект Сабатьє) створювали експонуванням частково проявленого знімка за допомогою короткого спалаху світла з наступним завершення процедури проявлення. Зафарбовані, темніші ділянки знімка захищали чутливі шари фотопаперу від потрапляння додаткового світла, що відповідно робило світліші ділянки темнішими та призводило до інверсії кольорів під час другого експонування. Результат частково нагадував негатив.

source: The Vivid Filter
it: Il filtro Vivido
nl: Het Vivid-filter
pt_br: O filtro vívido
sl: Živahni filter
uk: Фільтр чіткості

source: The vivid filter simulates what is known as *Velvia* effect. It is different from saturation in that it has a more pronounced contrast effect that bring colors brilliantly alive and glowing. Try it, it can a beautiful effect for many subjects.
it: Il filtro Vivido simula quello che è conosciuto come effetto *Velvia*. È diverso dalla saturazione: ha infatti un effetto di contrasto più pronunciato, che porta a colori brillantemente vivi e incandescenti. Provalo, può restituire un effetto magnifico su molti soggetti.
nl: Het vivid-filter bootst, wat bekend staat als het *Velvia* effect, na. Het wijkt af van verzadiging omdat het een meer geprononceerd contrasteffect heeft dat erg levendige kleuren geeft. Probeer het eens uit, het kan een prachtig effect bij veel onderwerpen leveren.
pt_br: O filtro vívido simula o que é conhecido como efeito *Velvia*. Ele difere da saturação por ter um efeito de contraste mais pronunciado, que deixa as cores vibrantes e brilhantes. Experimente, pois pode criar um efeito incrível em diversos assuntos.
sl: Živahni filter simulira tako imenovani učinek *Velvia*. Je drugačen od nasičenosti v tem, da ima izrazitejši kontrastni učinek, ki prinaša barve briljantno žive in žareče. Poskusite, marsikomu se zdi lepo za veliko predmetov.
uk: Фільтр чіткості імітує те, що відоме під назвою ефекту «вельвії». Наслідки застосування цього ефекту відрізняються від наслідків зміни насиченості: за допомогою цього ефекту можна отримати зображення з вираженішою контрастністю, кольори якого будуть яскраво-живими і сяючими. Спробуйте його, він може надати нових фарб багатьом зображенням!

source: Velvia is a brand of daylight-balanced color reversal film produced by the Japanese company Fujifilm. The name is a contraction of *Velvet Media*, a reference to its smooth image structure. Velvia has very saturated colors under daylight, high contrast. These characteristics make it the slide film of choice for most nature photographers. Velvia's highly saturated colors are, however, considered overdone by some photographers, especially those who don't primarily shoot landscapes. You can control the Velvia intensity with the **Level** setting.
it: Velvia è una marca di pellicola invertibile a colori bilanciata per la luce diurna, prodotta dall'azienda giapponese Fujifilm. Il nome è una contrazione di *Velvet Media*, un riferimento alla sua struttura delle immagini morbida. Velvia ha colori molto saturati con la luce diurna, e alto contrasto. Queste caratteristiche la rendono la pellicola invertibile preferita dalla maggior parte dei fotografi naturalistici. I colori altamente saturati di Velvia sono, tuttavia, considerati eccessivi da alcuni fotografi, in special modo da quelli che non fotografano principalmente paesaggi. Puoi controllare l'intensità di Velvia con l'impostazione **Livello**.
nl: Velvia is een merk voor daglicht gebalanceerde kleurennegatieffilm geproduceerd door de Japanse firma Fujifilm. De naam is een samentrekking van *Velvet Media*, en refereert aan de zachte foto-structuren. Velvia heeft zeer verzadigde kleuren bij daglicht en een hoog contrast. Deze karakteristieken zorgen ervoor dat het erg geliefd is bij natuurfotografen. De oververzadigde kleuren van Velvia's zijn echter niet bij alle fotografen geliefd, met name bij diegene die niet primair landschappen fotograferen. U kunt de intensiteit van Velvia controleren met de instelling **Niveau**.
pt_br: Velvia é uma marca de filme de inversão de cores balanceado para a luz do dia, produzido pela empresa japonesa Fujifilm. O nome é uma contração de *Velvet Media*, uma referência à sua estrutura de imagem suave. Velvia apresenta cores muito saturadas sob a luz do dia e alto contraste. Essas características o tornam o filme slide preferido pela maioria dos fotógrafos de natureza. As cores altamente saturadas de Velvia são, no entanto, consideradas exageradas por alguns fotógrafos, especialmente aqueles que não fotografam principalmente paisagens. Você pode controlar a intensidade do Velvia com a configuração **Nível**.
sl: Velvia je blagovna znamka filmov za diapozitive z uravnoteženo dnevno svetlobo, ki jih je proizvajalo japonsko podjetje Fujifilm. Ime je skrajšano iz *Velvet Media*, glede na sklicevanje na njegovo gladko strukturo slike. Velvia ima zelo nasičene barve pri dnevni svetlobi, visok kontrast. Zaradi teh lastnosti je bil ta diafilm izbira večine fotografov narave. Za visoko nasičene barve Velvie nekateri fotografi menijo, da so pretirane, zlasti tisti ki ne fotografirajo predvsem pokrajine. Intenzivnost Velvie lahko nadzorujetez nastavitvijo **Raven**.
uk: Вельвія (Velvia) — це марка збалансованої для денного світла реверсивної плівки, яку виробляла японська компанія Fujifilm. Назва є скороченням комбінації слів «Velvet Media» (оксамитовий носій), цю назву пов’язано з гладкістю структури зображень, які можна було створити за допомогою цієї плівки. Вельвія давала дуже насичені кольори з високою контрастністю у денному світлі. Таке поєднання характеристик зробило цю плівку вибором більшості фотографів-пейзажистів. Але дуже насичені кольори вельвії вважалися підробними багатьма фотографами, особливо тими, для яких зйомки пейзажів не були основним творчим уподобанням. Керувати інтенсивністю вельвії можна за допомогою параметра **Рівень**.

source: The Neon Filter
it: Il filtro Neon
nl: Het Neon-effect
pt_br: O filtro neon
sl: Neonski filter
uk: Фільтр неонового світла

source: The neon filter simulates neon light along the contrast edges. The **Level** parameter controls the lightness of the result, whereas the **Iteration** slider determines the thickness of the neon light. With big images, the filter might keep your CPU busy for a moment or two.
it: Il filtro Neon simula della luce neon lungo i bordi di contrasto. Il parametro **Livello** controlla la chiarezza del risultato, mentre il cursore **Iterazione** determina lo spessore della luce neon. Con immagini grandi il filtro può impegnare la tua CPU per qualche tempo.
nl: Het neonfilter bootst neonverlichting na dat langs contrast-overgangen loopt. De parameter **Niveau** bestuurt de lichtheid van het resultaat, waarbij de schuifregelaar **Iteratie** de dikte van het neonlicht bepaalt. Bij grote foto's kan dit voor een kort moment veel processortijd gebruiken.
pt_br: O filtro neon simula a luz neon ao longo das bordas de contraste. O parâmetro **Nível** controla a luminosidade do resultado, enquanto o controle deslizante **Iteração** determina a espessura da luz neon. Com imagens grandes, o filtro pode ocupar sua CPU por um ou dois instantes.
sl: Neonski filter simulira neonsko svetlobo vzdolž kontrastnih robov. Parameter **Raven** nadzira lahkotnost rezultata, medtem ko drsnik **Iteracija** določa debelino neonske svetlobe. Z velikimi slikami, filter lahko za trenutek poje ves CPE čas.
uk: Неоновий фільтр імітує ефекти неонового світла навколо контрастних країв елементів зображення. За допомогою параметра рівня можна керування освітленістю результату, а повзунок взаємодії визначає ширину області неонового світла. Якщо розміри зображення досить великі, застосування цього фільтра може на деякий час значно навантажити процесор комп’ютера.

source: The Find Edges Filter
it: Il filtro Trova i bordi
nl: Het filter Randen zoeken
pt_br: O filtro para encontrar bordas
sl: Filter iskanja robov
uk: Фільтр пошуку країв

source: The find edges filter detects the location and gradients of edges in a photograph. A low value for the **Level** parameter results in a light, low-contrast image with thin edges. A high value results in thick edges with high contrast and more colors in dark areas. **Iteration** allows you to increase or decrease the density of edges in the image.
it: Il filtro Trova i bordi rileva la posizione e le sfumature dei bordi in una fotografia. Un valore basso del parametro **Livello** un'immagine chiara, a basso contrasto e con bordi sottili. Un valore alto restituisce bordi spessi con alto contrasto e più colori nelle aree scure. **Iterazione** ti consente di aumentare o diminuire la densità dei bordi nell'immagine.
nl: Het filter Randen zoeken detecteert de locatie en verlopen van randen in een foto. Een lage waarde van de parameter **Niveau** resulteert in lichte, laagcontrast afbeelding met dunne randen. Een hoge waarde resulteert in dikke randen met hoog contrast en meer kleuren in donkere gebieden. **Iteratie** biedt u het toe- of afnemen van de dichtheid van randen in de afbeelding.
pt_br: O filtro "Encontrar bordas" detecta a localização e os gradientes das bordas em uma fotografia. Um valor baixo para o parâmetro **Nível** resulta em uma imagem clara, de baixo contraste e bordas finas. Um valor alto resulta em bordas espessas com alto contraste e mais cores em áreas escuras. **Iteração** permite aumentar ou diminuir a densidade das bordas na imagem.
sl: Filter za iskanje robov zazna lokacijo in prelive robov na fotografiji. Nizka vrednost za parameter **Raven** povzroči svetlo sliko z nizkim kontrastom in tankimi robovi. Visoka vrednost povzroči debele robove z visokim kontrastom in več barv na temnih območjih. **Iteracija** vam omogoča povečanje ali zmanjšanje gostote robov na sliki.
uk: Фільтр пошуку країв виявляє краї ділянок на фотографії і визначає їхню різкість. Для параметра **Рівень** нижнє значення дає чорне, висококонтрастне зображення з тонкими краями. Високе значення дає товсті краї із низькою контрастністю та широким діапазоном кольорів на темних ділянках. За допомогою параметра **Ітерація** можна збільшити або зменшити наявність рамок на зображенні.

source: The **Lut3D** filter colors images by applying a transformation based on a 3D lookup table.
it: Il filtro **Lut3D** colora le immagini applicando una trasformazione basata su una tabella di ricerca 3D.
nl: Het filter **Lut3D** kleurt afbeeldingen door een transformatie toe te passen gebaseerd op een 3D opzoektabel.
pt_br: O filtro **Lut3D** colore imagens aplicando uma transformação baseada em uma tabela de consulta 3D.
sl: Filter **Lut3D** obarva slike z uporabo transformacije na podlagi 3D iskalne tabele.
uk: Фільтр **Lut3D** розфарбовує зображення застосуванням перетворення на основі тривимірної таблиці пошуку.

source: In the film industry, 3D lookup tables are used to map one color space to another. They are commonly used to calculate preview colors for a monitor or digital projector to show how an image will be reproduced on another display device, typically the final digitally projected image or release print of a movie. A 3D LUT is a 3D lattice of output RGB color values that can be indexed by sets of input RGB color values. Each axis of the lattice represents one of the three input color components, so the input color defines a point inside the lattice. Since the point may not be on a lattice point, the lattice values must be interpolated; most products use trilinear interpolation.
it: Nell'industria delle pellicole, le tabelle di ricerca 3D vengono utilizzate per mappare uno spazio dei colori con un altro. Sono normalmente utilizzate per calcolare i colori dell'anteprima per un monitor o un proiettore digitale per mostrare come verrà riprodotta un'immagine su un altro dispositivo di visualizzazione, tipicamente l'immagine finale proiettata digitalmente o la stampa di distribuzione di un film. Un LUT 3D è un reticolo 3D di valori di colori RGB di uscita indicizzabili da insiemi di valori di colori RGB di ingresso. Ciascun asse del reticolo rappresenta uno dei tre componenti del colore di ingresso, pertanto il colore di ingresso definisce un punto all'interno del reticolo. Dato che il punto potrebbe non trovarsi su un punto del reticolo, i valori del reticolo devono essere interpolati; la maggior parte dei prodotti usa l'interpolazione trilineare.
nl: In de filmindustrie worden 3D opzoektabellen gebruikt om de ene kleurruimte te plaatsen in de andere. Ze worden algemeen gebruikt om voorbeeldkleuren voor een monitor of digitale projector te berekenen om te tonen hoe een afbeelding gereproduceerd wordt op een ander schermapparaat, typisch de uiteindelijk digitaal geprojecteerde afbeelding of uitgavevorm van een film. Een 3D LUT is een 3D rooster van uitvoer RGB-kleurwaarden die geïndexeerd kunnen worden door sets van invoer RGB-kleurwaarden. Elke as van het rooster representeert een van de drie invoerkleurcomponenten en de invoerkleur definieert een punt in het rooster. Omdat het punt ook niet op een roosterpunt kan liggen, moeten de roosterwaarden geïnterpoleerd worden; de meeste producten gebruiken tri-lineaire interpolatie.
pt_br: Na indústria cinematográfica, tabelas de consulta 3D são usadas para mapear um espaço de cor para outro. Elas são comumente usadas para calcular cores de visualização para um monitor ou projetor digital, a fim de mostrar como uma imagem será reproduzida em outro dispositivo de exibição, normalmente a imagem final projetada digitalmente ou a versão impressa de um filme. Uma LUT 3D é uma estrutura tridimensional de valores de cores RGB de saída que podem ser indexados por conjuntos de valores de cores RGB de entrada. Cada eixo da estrutura representa um dos três componentes de cor de entrada, portanto, a cor de entrada define um ponto dentro da estrutura. Como o ponto pode não estar em um ponto da estrutura, os valores da estrutura devem ser interpolados; a maioria dos produtos utiliza interpolação trilinear.
sl: V filmski industriji se 3D iskalne tabele uporabljajo za preslikavo enega barvnega prostora v drugega. Običajno se uporabljajo za izračun barv predogleda za monitor ali digitalni projektor, da pokažejo, kako bo slika reproducirana na drugi prikazovalni napravi, običajno končna digitalno projicirana slika ali izdajni natis filma. 3D LUT je 3D mreža izhodnih barvnih vrednosti RGB, ki jih je mogoče indeksirati z nizi vhodnih barvnih vrednosti RGB. Vsaka os mreže predstavlja eno od treh vhodnih barvnih komponent, tako da vhodna barva določa točko znotraj mreže. Ker točka morda ni na točki mreže, je treba vrednosti mreže interpolirati; večina izdelkov uporablja trilinearno interpolacijo.
uk: У відеоіндустрії просторові таблиці пошуку, які використовують для прив'язування одного простору кольорів до іншого. Такі таблиці типово використовують для обчислення кольорів попереднього перегляду для монітора або цифрового проєктора. Це впливає на те, як зображення буде показано на іншому пристрої для показу, типово, остаточній цифровій проєкції зображення або остаточній версії відео. Просторова таблиця пошуку є просторовою ґраткою значень кольорів RGB результату, яку можна індексувати за наборами вхідних значень кольорів RGB. Кожна вісь ґратки відповідає за один з трьох компонентів вхідного кольору, а отже, вхідний колір визначає точку у ґратці. Оскільки точка може лежати поза основною ґраткою, значення точок ґратки використовують для інтерполяції. У більшості продуктів використовують трилінійну інтерполяцію.

source: The tool provides a list of 3D lookup tables to apply to the image. The **Intensity** setting is used to adjust the percentage of the effect that is applied to the image.
it: Lo strumento fornisce un elenco di tabelle di ricerca 3D da applicare all'immagine. L'impostazione **Intensità** è utilizzata per regolare la percentuale dell'effetto che viene applicato all'immagine.
nl: Het hulpmiddel levert een lijst met 3D opzoektabellen om toe te passen op de afbeelding. De instelling **Intensiteit** wordt gebruikt om het percentage van het effect aan te passen dat op de afbeelding wordt toegepast.
pt_br: A ferramenta fornece uma lista de tabelas de consulta 3D para aplicar à imagem. A configuração **Intensidade** é usada para ajustar a porcentagem do efeito aplicado à imagem.
sl: Orodje ponuja seznam iskalnih tabel 3D, ki jih je treba uporabiti za sliko. Nastavitev **Intenzivnost** se uporablja za prilagoditev odstotka učinka, ki se uporabi za sliko.
uk: Інструмент надає доступ до списку просторових таблиць пошуку (Lut3D), які слід застосувати до зображення, а також мініатюр попереднього перегляду застосування ефекту. За допомогою параметра **Інтенсивність** можна скоригувати загальні кольори ефекту на зображенні.

source: Distortion Effects
it: Effetti di distorsione
nl: Vervormingseffecten
pt_br: Efeitos de distorção
sl: Učinki izkrivljanja
uk: Ефекти викривлення
