Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/effects_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Unpolar Coordinates**: Polar Coordinate effect inverted.
ca: **Coordenades no polars**: efecte de coordenades polars invertit.
it: **Coordinate polari inverse**: effetto delle coordinate polari invertito.
nl: **Terugdraaien vanaf polaire coördinaten**: het omgekeerde van het polaire coördinaten-effect.
pt: **Coordenadas Não-Polares**: aplica o efeito inverso das Coordenadas Polares.
pt_br: **Coordenadas não polares**: Um efeito de coordenadas polares invertido.
sl: **Nepolarne koordinate**: Invertiran učinek polarnih koordinat.
uk: **Розполяризація координат**: ефект, протилежний до ефекту «Поляризація».

source: **Tiles**: splits the photograph into square blocks and move them randomly inside the image.
ca: **Mosaic**: divideix la fotografia en blocs quadrats i els mou de forma aleatòria dins de la imatge.
pt: **Azulejos**: divide a fotografia em blocos quadrados e move-os aleatoriamente dentro da imagem.

source: Some effects can take a long time to run and cause high CPU load. You can always abort an effect by pressing **Abort** button during preview rendering.
ca: Alguns efectes poden prendre molt de temps a executar-se i això causa una càrrega de la CPU. Sempre podreu cancel·lar el càlcul prement el botó **Cancel·la** durant la renderització de la vista prèvia.
pt: Alguns efeitos poderão levar bastante tempo a executar e poderão provocar uma carga do processador elevada. Poderá sempre interromper um efeito, carregando no botão **Interromper** durante a geração da antevisão.

source: Emboss Image
ca: Imatge amb relleu
pt: Elevar Imagem

source: The digiKam Emboss filter sculptures your image into 3-D as if it were stamped into wax.
ca: El filtre «Relleu» en el digiKam esculpeix la vostra imatge en 3D com si estigués estampada en cera.

source: The digiKam Emboss filter is a quick tool to render your images in a 3-D effect. It works particularly well on images with simple structure where color is not the most important content. The filter uses the difference between colors and luminosity to convert it into a grey, moon-like landscape lit from 10 o'clock.
ca: El filtre «Relleu» en el digiKam és una eina ràpida per a renderitzar les vostres imatges amb un efecte en 3D. Funciona especialment bé en imatges amb una estructura senzilla on el color no és el contingut més important. El filtre utilitza la diferència entre els colors i la lluminositat per a convertir-lo en un paisatge gris, semblant a la lluna il·luminada cap a les 10 en punt.
pt: O filtro de Relevo do digiKam é uma ferramenta rápida para desenhar as suas imagens com um efeito 3-D. Funciona particularmente bem em imagens com uma estrutura simples, onde a cor não é o conteúdo mais importante. O filtro usa a diferença entre as cores e a luminosidade para a converter para uma paisagem cinzenta, semelhante à Lua, iluminada a partir das 10 horas.

source: The **Depth** control allows to define the contrast of the filtering. A value of 30 (10%) is the standard.
ca: El control **Profunditat:** permet definir el contrast del filtratge. L'estàndard és un valor de 30 (10%).
pt: O controlo da **Profundidade** permite definir o contraste da filtragem. Um valor de 30 (10%) é o normal.

source: The digiKam Image Editor Emboss Tool
ca: L'eina Relleu en l'editor d'imatges del digiKam
it: Lo strumento Goffratura dell'editor delle immagini di digiKam
nl: Het hulpmiddel Reliëf van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Relevo do Editor de Imagens do digiKam
pt_br: A ferramenta de relevo do Editor de Imagem do digiKam
sl: Orodje digiKam urejevalnika slik vtisni
uk: Інструмент барельєфа редактора зображень digiKam

source: Film Grain
ca: Gra de pel·lícula
pt: Grão de Filme

source: The digiKam Filmgrain filter reproduces traditional film grain techniques of high speed films.
ca: El filtre «Gra de pel·lícula» en el digiKam reprodueix les tècniques de gra de pel·lícula tradicional de les pel·lícules d'alta velocitat.
pt: O filtro de Grão de Filme reproduz a técnica tradicional de grão no filme, nos filmes de alta velocidade.

source: This filter is an easy tool to produce film grain on your images as known from classical high speed film material as, for example, the famous B/W KodaK Tri-X. In order to increase film sensitivity, manufacturers employed larger silver grains in the photo emulsion.
ca: Aquest filtre és una eina fàcil per a produir gra de pel·lícula en les vostres imatges, tal com es coneix al material de pel·lícula clàssic d'alta velocitat com, per exemple, el famós B/W KodaK Tri-X. Per tal d'augmentar la sensibilitat de la pel·lícula, els fabricants utilitzen grans de plata més grans en l'emulsió fotogràfica.
pt: Este filtro é uma ferramenta fácil para produzir grão de filme nas suas imagens, como é conhecido nas fitas de filmes de alta velocidade, como por exemplo a famosa fita a preto-e-branco KodaK Tri-X. Para melhorar a sensibilidade do filme, os fabricantes aplicavam grãos de prata maiores na emulsão da fotografia.

source: The film grain effect gives your shot a particular mood or seems to transport it in time. The treated image acquires a timeless atmosphere, detached from every day life. If you want that gritty, art-house, street-photography grainy film look, especially in monochromatic photos, use this filter.
ca: L'efecte gra de pel·lícula dona a la vostra captura una determinada atmosfera o sembla que us transporta en el temps. La imatge tractada adquirirà una atmosfera atemporal, deslligada de la vida quotidiana. Si voleu un aspecte amb gra de pel·lícula sorrenc, casa d'art, fotografia de carrer, especialment en fotografies monocromàtiques, utilitzeu aquest filtre.
pt: O efeito de grão do filme dá à sua imagem um espírito particular ou tenta-o transportar ao longo do tempo. A imagem tratada adquire uma atmosfera intemporal, destacada da vida do dia-a-dia. Se quiser essa aparência granulada artística, especialmente para as fotografias monocromáticas, use este filtro.

source: The digiKam Image Editor Film Grain Tool
ca: L'eina Gra de pel·lícula en l'editor d'imatges del digiKam
it: Lo strumento Grana della pellicola dell'editor delle immagini di digiKam
nl: Het hulpmiddel Filmkorrel van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Grão do Filme no Editor de Imagens do digiKam
pt_br: A ferramenta de granulação de filme do Editor de Imagem do digiKam
sl: Orodje digiKam urejevalnika slik za zrnatost filma
uk: Інструмент зернистості плівки редактора зображень digiKam

source: As common settings, a slider allows control the **Grain size** and you can turn on the granularity simulating a photographic distribution. For **Luminance**, **Chrominance Blue**, and **Chrominance Red** channels, you can adjust the grain **Intensity** with a effects on **Shadows**, **Middletones**, and **Highlight**.
ca: Com a opcions de configuració habituals, un control lliscant permet controlar la **Mida del gra:** i pot activar la granularitat simulant una distribució fotogràfica. Per als canals de **Luminància**, **Blau de crominància** i **Vermell de crominància**, podreu ajustar la **Intensitat:** del gra amb efectes sobre les **Ombres:**, els **Tons mitjans:* * i la **Llum intensa:**.
pt: Como opções comuns, uma barra permite controlar o **Tamanho do grão** e poderá activar a granularidade, simulando uma distribuição fotográfica. Para os canais de **Luminância**, **Crominância Azul** e **Crominância Vermelha**, poderá ajustar a **Intensidade** do grão, com os efeitos aplicados nos **Tons Escuros**, **Tons Intermédios** e **Tons Claros**.

source: If you process a black and white image, the grain needs to be applied only on **Luminance** channel.
ca: Si processeu una imatge en blanc i negre, el gra només s'ha d'aplicar sobre el canal de la **Luminància**.
pt: Se processar uma imagem a preto-e-branco, o grão só precisa de ser aplicado no canal de **Luminância**.

source: Oil Paint
ca: Pintura a l'oli
it: Pittura a olio
nl: Olieverf
pt: Pintura a Óleo
pt_br: Pintura a óleo
sl: Oljna barva
uk: Малювання олійними фарбами

source: The digiKam Oil Paint filter gives your image the look of an oilpainting.
ca: El filtre «Pintura a l'oli» en el digiKam dona a la vostra imatge l'aspecte d'una pintura a l'oli.
pt: O filtro de Pintura a Óleo do digiKam atribui à sua imagem a aparência de uma pintura a óleo.

source: This filter gives your digital images a nice oilpainting-like look. Images of nature and still lives are well suited for this effect.
ca: Aquest filtre dona a les imatges digitals un agradable aspecte de pintura a l'oli. Les imatges de la natura i les natures mortes són molt adequades per a aquest efecte.
pt: Este filtro confere às suas imagens um efeito agradável semelhante a uma pintura a óleo. As imagens da natureza viva ou morta são bastante adequadas para este efeito.

source: The digiKam Image Editor Oil Paint Tool
ca: L'eina Pintura a l'oli en l'editor d'imatges del digiKam
it: Lo strumento Pittura a olio dell'editor delle immagini di digiKam
nl: Het hulpmiddel Olieverf van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Pintura a Óleo do Editor de Imagens do digiKam
pt_br: A ferramenta de pintura a óleo do Editor de Imagem do digiKam
sl: Urejevalnik slik digiKam Orodje za oljne barve
uk: Інструмент малювання олійною фарбою редактора зображень digiKam

source: There are two sliders to control the effect. The upper slider selects the **Brush Size** between 1 and 5. Bigger brushes are better suited for large images. **Smooth** controls the smoothness or, seen from the other end, the jaggedness.
ca: Hi ha dos controls lliscants per a controlar l'efecte. El control lliscant de dalt selecciona la **Mida del pinzell:** entre 1 i 5. Els pinzells més grans són més adequats per a imatges grans. El **Suavitzat:** controla el suavitzat o, vist des de l'altre costat, el dentat.
pt: Existem duas barras para controlar o efeito. A barra superior selecciona o **Tamanho do Pincel** entre 1 e 5. Os pincéis maiores são mais adequados para imagens grandes. A **Suavidade** controla a suavização ou, por outro lado, a discrepância.

source: Rain Drops
ca: Gotes de pluja
pt: Pingos de Chuva

source: The digiKam Raindrops filter puts beautiful raindrops on your image.
ca: El filtre «Gotes de pluja» en el digiKam posa boniques gotes de pluja sobre la imatge.
pt: O Filtro de Pingos de Chuva do digiKam coloca pingos de chuva bonitos sobre a sua imagem.

source: The Raindrops is nice little tool to put raindrops onto your images. Naturally, it renders your image in a kind of wet look.
ca: Les gotes de pluja és una petita i agradable eina per a que poseu gotes de pluja sobre les vostres imatges. Naturalment, fa que la imatge tingui una mena d'aparença humida.
pt: Os Pingos de Chuva são uma pequena ferramenta que coloca pingos de chuva bonitos sobre as suas imagens. Naturalmente, desenha a sua imagem como se tivesse uma espécie de aparência molhada.

source: Three sliders give you control over the effect filter: **Drop size** obviously allows to change the size of the drops. As the drop size doesn't automatically scale with the image size it is often necessary to reduce the size for small images. **Number** changes the number and density of drops. **Fish eye** changes the optical effect of the drops across the image.
ca: Tres controls lliscants us donen control sobre el filtre d'efecte: **Mida de la gota:** òbviament permet canviar la mida de les gotes. Com que la mida de la gota no s'escala automàticament amb la mida de la imatge, sovint caldrà reduir la mida per a les imatges petites. El **Nombre:** canvia el nombre i la densitat de les gotes. L'**Ull de peix** canvia l'efecte òptic de les gotes al llarg de la imatge.
pt: Três barras deslizantes dão-lhe controlo sobre o filtro do efeito: o **Tamanho da gota** obviamente permite mudar o tamanho das gotas. Dado que o tamanho da gota não muda de escala automaticamente com o tamanho da imagem, normalmente é necessário reduzir o tamanho para imagens pequenas. O **Número** muda a quantidade e densidade das gotas. O **Olho de peixe** muda o efeito óptico das gotas por toda a imagem.

source: You can keep a zone clear of raindrops with the digiKam Image Editor **Select** tool. Selecting the area to avoid (for example a face) before launching the Raindrops filter will keep it free from rain drops.
ca: Podreu mantenir una zona neta de gotes de pluja amb l'eina **Selecciona** de l'editor d'imatges del digiKam. Si seleccioneu l'àrea que cal evitar (per exemple, una cara) abans de llançar el filtre «Gotes de pluja», la mantindrà lliure de gotes de pluja.
it: Puoi mantenere una zona priva di gocce di pioggia con lo strumento **Seleziona** dell'Editor delle immagini. Selezionando l'area da evitare (per esempio un volto) prima di avviare il filtro Gocce di pioggia, la manterrai al riparo dalle gocce di pioggia.
nl: U kunt een gebied vrijhouden van regendruppels met het hulpmiddel **Selecteren** van de Afbeeldingsbewerker van digiKam. Selecteer het gebied dat leeg moet blijven (bijvoorbeeld een gezicht) voordat u het Regendruppels-filter opstart, het zal het vrijhouden van de regendruppels.
pt: Poderá manter uma zona livre de gotas de chuva com a ferramenta **Seleccionar** do Editor de Imagens. Se seleccionar a área a evitar (por exemplo, uma cara), antes de invocar o filtro, irá manter essa zona livre de pingos da chuva.
pt_br: Você pode manter uma área livre de gotas de chuva com a ferramenta **Selecionar** do Editor de Imagem do digiKam. Selecionar a área a ser evitada (por exemplo, um rosto) antes de iniciar o filtro de pingos de chuva a manterá livre de pingos de chuva.
sl: Z urejevalnikom slik digiKam lahko ohranite območje brez dežnih kapelj z orodjem **Izberi**. Preden izberete območje, ki se mu želite izogniti (na primer obraz) predzagonom filtra dežne kaplje, ga bo zaščitil pred dežnimi kapljicami.
uk: Ви можете створити ділянку, вільну від крапель дощу за допомогою інструменту **Вибір** редактора зображень digiKam. Оберіть ділянку вільну від крапель (наприклад, обличчя) до запуску фільтра «Краплі дощу», щоб наказати програмі звільнити цю ділянку від крапель.

source: Rain Drops Tool Applying Effect to Whole Image Excepted on Dog Face
ca: Eina Gotes de pluja aplicant l'efecte sobre tota la imatge excepte en la cara del gos
pt: A Ferramenta de Pingos da Chuva a Aplicar o Efeito em Toda a Imagem, Excepto no Focinho do Cão

source: :ref:`Effects Tools <image_editor>`
it: :ref:`Strumenti degli effetti <image_editor>`
nl: :ref:`Hulpmiddelen voor effecten <image_editor>`
pt_br: :ref:`Ferramentas de efeitos <image_editor>`
sl: :ref:`Orodja za učinke <image_editor>`
uk: :ref:`Інструменти ефектів <image_editor>`

source: Blur Effects
it: Effetti di sfocatura
nl: Vervagingseffecten
pt_br: Efeitos de desfoque
sl: Učinki zamegljevanja
uk: Ефекти розмивання

source: The digiKam **Blur Effects** tool can apply a series of blurring effects for digital still images.
it: Lo strumento **Effetti di sfocatura** di digiKam può applicare una serie di effetti di sfocatura alle immagini digitali.
nl: Het hulpmiddel **Vervagingseffecten** van digiKam kan een serie vervagingseffecten toepassen op digitale foto's.
pt_br: A ferramenta **Efeitos de desfoque** do digiKam pode aplicar uma série de efeitos de desfoque para imagens estáticas digitais.
sl: Orodje digiKam **Učinki zamegljevanja** lahko uporabi niz učinkov zameglitve na digitalne statične fotografije.
uk: Набір ефектів **Ефекти розмивання** є набором ефектів розмивання для цифрових фотографій.

source: With this filter set, you can transform an ordinary photograph into a work of art suitable for framing.
it: Con questo filtro puoi trasformare una normale fotografia in un'opera d'arte da incorniciare.
nl: Als u dit filter inschakelt, dan kunt u een normale foto transformeren naar een kunstwerk dat geschikt is om in te lijsten.
pt_br: Com este conjunto de filtros, você pode transformar uma fotografia comum em uma obra de arte adequada para emoldurar.
sl: S tem kompletom filtrov lahko navadno fotografijo spremenite v umetniško delo primerno za okvirjanje.
uk: За допомогою цього набору фільтрів ви зможете перетворити звичайну фотографію на твір мистецтва, гідний створення картинки у рамці.

source: The available blurring effects include:
it: Gli effetti di sfocatura disponibili includono:
nl: De beschikbare vervaageffecten omvatten:
pt_br: Os efeitos de desfoque disponíveis incluem:
sl: Razpoložljivi učinki zameglevanja vključujejo:
uk: Ось перелік можливих ефектів розмивання:

source: **Zoom Blur**: blurs the image along radial lines starting from a specified center point. This simulates the blur of a zooming camera, thereby giving the photograph a dynamic expression as often seen in sports photography.
it: **Sfocatura a ingrandimento**: sfoca l'immagine secondo linee radiali che partono da un punto centrale specificato. Simula la sfocatura di una fotocamera che sta ingrandendo, dando alla fotografia un'espressione dinamica che viene usata spesso nelle fotografie sportive.
nl: **Zoomvervaging**: vervaagt de afbeelding aan de hand van radiale lijnen beginnend bij een opgegeven middelpunt. Dit simuleert de vervaging van een inzoomende camera en geeft de foto een dynamische uitstraling zoals vaak te zien is in sportfotografie.
pt_br: **Desfoque de zoom**: desfoca a imagem ao longo de linhas radiais a partir de um ponto central especificado. Isso simula o desfoque de uma câmera com zoom, conferindo à fotografia uma expressão dinâmica, frequentemente vista em fotografia esportiva.
sl: **Zoom zamegljevanje**: zamegli sliko vzdolž radialnih linij, ki se začnejo od določene središčne točke. To simulira zamegljenost kamere z zoom objektivom in tako daje fotografiji dinamičen izraz, kot ga pogosto vidimo v športni fotografiji.
uk: **Розмивання трансфокацією**: розмивання зображення відбувається вздовж радіальних ліній, що виходять з вказаної центральної точки. Цей ефект імітує розмивання внаслідок зміни фокусування об’єктива, надаючи фотографії динамічності, яку часто можна помітити у спортивній фотографії.

source: **Motion Blur**: blurs the image horizontally, simulating the blur of a linearly moving camera, i.e. like a shot taken from a car or train.
it: **Sfocatura in movimento**: sfoca l'immagine orizzontalmente, simulando la sfocatura di una fotocamera che si muove in linea retta, come in una foto scattata da una macchina o da un treno.
nl: **Bewegingsvervaging**: vervaagt de afbeelding horizontaal, waarmee de vervaging van een lineair bewegende camera wordt gesimuleerd, zoals een foto genomen uit een rijdende auto of trein.
pt_br: **Desfoque de movimento**: desfoca a imagem horizontalmente, simulando o desfoque de uma câmera em movimento linear, ou seja, como uma foto tirada de um carro ou trem.
sl: **Gibalno zamegljevanje**: vodoravno zamegli sliko in simulira zamegljenost linearno premikajoče se kamere, tj. kot posnetek iz avtomobila ali vlaka.
uk: **Розмивання рухом**: розмивання відбувається пересуванням пікселів у горизонтальному напрямку. Цей ефект імітує розмивання внаслідок лінійного пересування фотоапарата, тобто знімки, виконані з автомобіля або потяга, що рухаються.

source: **Frost Glass**: blurs the image by simulating randomly dispersed light filtering through coarse frosted glass.
it: **Vetro brinato**: sfoca l'immagine con una luce dispersa casualmente che filtra attraverso un vetro opaco brinato.
nl: **Bevroren glas**: vervaagt de afbeelding door willekeurig het licht te breken alsof het door ruw bevroren glas komt.
pt_br: **Vidro fosco**: desfoca a imagem simulando luz dispersa aleatoriamente filtrada através de vidro fosco grosso.
sl: **Zamrznjeno steklo**: zamegli sliko s simulacijo naključno razpršene svetlobe, ki se filtrira skozi hrapavo zaledenelo steklo.
uk: **Матове скло**: розмиває зображення, імітуючи випадкове розсіювання світла, яке є наслідком споглядання зображення крізь матове прозоре скло.

source: **Mosaic**: blurs the image by dividing the photograph into rectangular cells and then fills those cells with the average pixel value from the cell.
it: **Mosaico**: sfoca l'immagine dividendo la fotografia in celle rettangolari, riempiendole con il valore medio dei pixel preso dalla cella.
nl: **Mozaïek**: deelt de foto op in rechthoekige cellen en vult deze cellen daarna met de gemiddelde pixelwaarde uit de cel.
pt_br: **Mosaico**: desfoca a imagem dividindo a fotografia em células retangulares e depois preenche essas células com o valor médio de pixels da célula.
sl: **Mozaik**: zamegli sliko tako, da fotografijo razdeli na pravokotne celice in jo nato ponovno ustvari tako, da te celice zapolni s povprečno vrednostjo slikovnih pik v celici.
uk: **Мозаїка**: розмиває зображення поділом фотографії на прямокутні комірки з наступним повторним складанням зображення з комірок, заповнених середнім кольором пікселів комірки.

source: The digiKam **Charcoal Drawing** tool is an effect filter that creates a charcoal sketch-like result.
it: Lo strumento **Disegno a carboncino** di digiKam è un filtro per gli effetti che crea un risultato simile a uno schizzo a carboncino.
nl: Het hulpmiddel **Houtskooltekening** van digiKam is een effectfilter dat een effect geeft wat op een houtskooltekening lijkt.
pt_br: A ferramenta **Desenho a carvão** do digiKam é um filtro de efeito que cria um resultado semelhante a um esboço a carvão.
sl: DigiKam risanje z ogljem je filter za učinke, ki ustvari rezultat, podoben skici z ogljem.
uk: За допомогою фільтра digiKam **Малювання крейдою** можна створити ефект ескіза крейдою.
