Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/effects_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The **Level** control helps to preview the solarization by simply increasing it. At about 50% intensity the image shows what was once chemically possible. If you further increase the effect it will finally become a negative image, a stage of inversion not achievable on photographic paper.
ca: El control **Nivell** ajuda a obtenir una vista prèvia de la solarització senzillament augmentant-la. Amb una intensitat de voltant del 50%, la imatge mostrarà el que abans era possible químicament. Si encara augmenteu més l'efecte, finalment es convertirà en una imatge en negatiu, un pas d'inversió que no es pot aconseguir sobre paper fotogràfic.
it: Il controllo **Livello** ti aiuta ad avere un'anteprima della solarizzazione semplicemente incrementandolo. A circa il 50% dell'intensità l'immagine ti mostra quello che una volta era possibile fare chimicamente; se lo incrementi ulteriormente otterrai alla fine un'immagine negativa, uno stadio di inversione non ottenibile su carta fotografica.
nl: De knop **Niveau** kan u een indruk geven van het solariseren door het eenvoudig te verhogen. De foto toont bij een niveau van ongeveer 50% wat vroeger chemisch mogelijk was. Als u het effect nog verder verhoogt dan krijgt u uiteindelijk een negatieve afdruk, een fase van omkeren die op fotografisch papier onbereikbaar was.
pt: O controlo do **Nível** ajuda a antever a solarização, simplesmente aumentando-a. Por volta de 50% de intensidade a imagem o que era antigamente possível a nível químico. Se aumentar mais o efeito, ele irá ficar finalmente uma imagem negativa, sendo que não será possível obter uma etapa de inversão no papel fotográfico.
pt_br: O controle **Nível** ajuda a visualizar a solarização simplesmente aumentando-a. Com cerca de 50% de intensidade, a imagem mostra o que antes era quimicamente possível. Se você aumentar ainda mais o efeito, ela finalmente se tornará uma imagem negativa, um estágio de inversão impossível de ser alcançado em papel fotográfico.
sl: Upravljanje **Ravni** pomaga pri predogledu solarizacije s preprostim povečanjem ravni. Pri približno 50 % intenzivnosti slika prikazuje, kar je bilo nekoč kemično mogoče. Če učinek še povečate, bo končno postal negativna slika, s stopnjo inverzije, ki je ni mogoče doseči na fotografskem papirju.
uk: За допомогою пункту **Рівень** ви зможете спостерігати за вигоранням, збільшуючи значення параметра. На рівні інтенсивності, близькому до 50%, буде показано зображення з найбільшим рівнем вигорання, якого можна досягти під час хімічної обробки. Якщо збільшувати інтенсивність, зрештою ви отримаєте зображення негатива, тобто досягнете етапу інвертування, якого не можна досягти за допомогою фотографічного паперу.

source: The digiKam Image Editor Solarize Tool
ca: L'eina Solarització en l'editor d'imatges del digiKam
it: Lo strumento Solarizza dell'editor delle immagini di digiKam
nl: Het hulpmiddelen voor solariseren van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Solarização do Editor de Imagens do digiKam
pt_br: A ferramenta de solarização do Editor de Imagem do digiKam
sl: Orodje za solarizacijo urejevalnika slik digiKam
uk: Інструмент вигорання редактора зображень digiKam

source: The Vivid Effect
ca: L'efecte «Llampant»
pt: O Efeito Vivo

source: The vivid filter simulates what is known as *Velvia* effect. It is different from saturation in that it has a more pronounced contrast effect that bring colors brilliantly alive and glowing. Try it, it renders beautiful for many subjects.
ca: El filtre «Llampant» simula el que es coneix com a efecte *Velvia*. Es diferencia de la saturació en el fet que té un efecte de contrast més pronunciat que fa que els colors cobrin vida i que resplendeixin. Proveu-ho, es torna bonic en molts temes.
pt: O filtro vivo simula o que é conhecido como o efeito *Velvia*. É diferente da saturação, na medida em que tem um efeito de contraste mais pronunciado que torna as cores mais brilhantes e vivas. Experimente, fica extremamente bonito em vários contextos.

source: Velvia is a brand of daylight-balanced color reversal film produced by the Japanese company Fujifilm. The name is a contraction of *Velvet Media*, a reference to its smooth image structure. Velvia has very saturated colors under daylight, high contrast. These characteristics make it the slide film of choice for most nature photographers. Velvia's highly saturated colors are, however, considered overdone by some photographers, especially those who don't primarily shoot landscapes. You can control the Velvia intensity with the **level** setting.
ca: Velvia és una marca de pel·lícula d'inversió de color amb balanç de llum diürna produïda per l'empresa japonesa Fujifilm. El nom és una contracció de *Velvet Media*, una referència a la seva estructura d'imatge fluida. Velvia té colors molt saturats sota la llum del dia, amb un contrast alt. Aquestes característiques la converteixen en la pel·lícula de diapositives escollida per la majoria dels fotògrafs de naturalesa. Tot i això, alguns fotògrafs consideren que els colors altament saturats de Velvia són exagerats, especialment aquells que no fotografien principalment paisatges. Podreu controlar la intensitat de Velvia amb l'opció de configuració **Nivell:**.
pt: O Velvia é uma marca de filme a cores invertidas, balanceado à luz do dia, produzido pela empresa japonesa Fujifilm. O nome é uma contracção de *Velvet Media*, uma referência à estrutura suave da imagem. A Velvia tem cores muito saturadas à luz do dia, com alto contraste. Essas características tornam o filme perfeito para 'slides' da maioria dos fotógrafos de natureza. As cores altamente saturadas do Velvia são, contudo, consideradas exageradas por alguns fotógrafos, especialmente por aqueles que não fotografam principalmente paisagens. Poderá controlar a intensidade do Velvia com a opção **Nível**.

source: The digiKam Image Editor Vivid Tool
ca: L'eina Llampant en l'editor d'imatges del digiKam
it: Lo strumento Vivido dell'editor delle immagini di digiKam
nl: Hulpmiddel Vivid van de afbeeldingsbewerker van digiKam
pt: A Ferramenta Viva do Editor de Imagens do digiKam
pt_br: A ferramenta vívido do Editor de Imagem do digiKam
sl: Orodje digiKam urejevalnik slik Živahnost
uk: Інструмент яскравих кольорів редактора зображень digiKam

source: The Neon Effect
ca: L'efecte «Neó»
pt: O Efeito Néon

source: The neon filter simulates neon light along the contrast edges. The **Level** parameter controls the lightness of the result, whereas the **Iteraction** slider determines the thickness of the neon light. With big images, the filter might eat the CPU time for a moment.
ca: El filtre «Neó» simula la llum de neó al llarg de les vores de contrast. El paràmetre de **Nivell:** controla la claredat del resultat, mentre que el control lliscant **Iteracció:** determina el gruix de la llum de neó. Amb imatges grans, durant un moment el filtre pot consumir el temps de la CPU.
pt: O filtro de néon simula a luz de néon ao longo dos contornos de contraste. O parâmetro de **Nível** controla a luminosidade do resultado, enquanto a barra de **Interacção** determina a espessura da luz de néon. Com as imagens grandes, o filtro poderá ocupar algum tempo de CPU por completo.

source: The digiKam Image Editor Neon Tool
ca: L'eina Neó en l'editor d'imatges del digiKam
it: Lo strumento Neon dell'editor delle immagini di digiKam
nl: Het hulpmiddel Neon van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Néon do Editor de Imagens do digiKam
pt_br: A ferramenta neon do Editor de Imagem do digiKam
sl: Neonsko orodje digiKam Image Editor
uk: Інструменти неонового світла редактора зображень digiKam

source: The Find Edges Effect
ca: L'efecte Troba les vores
pt: O Efeito de Detecção de Arestas

source: The find edges filter detects the edges in a photograph and their strength. With the **Level** parameter, a low value results in black, high-contrasted image with thin edges. A high value results in thick edges with low contrast and many colors in dark areas. **Iteration** allows to increase or decrease the frame presence in image.
ca: El filtre «Troba les vores», les detecta en una fotografia, així com la seva intensitat. Amb el paràmetre de **Nivell:**, un valor baix dona com a resultat una imatge negra de contrast alt amb vores primes. Un valor alt donarà com a resultat vores gruixudes amb un contrast baix i molts colors en les àrees fosques. **Iteració:** permet augmentar o disminuir la presència del marc en la imatge.
pt: O filtro de detecção de arestas detecta as mesmas numa fotografia, bem como a sua potência. Com o parâmetro do **Nível**, um valor baixo resulta numa imagem negra e com alto contraste com arestas finas. Um valor alto resulta em arestas espessas e com muitas cores nas áreas escuras. A **Iteração** permite aumentar ou diminuir a presença do contorno na imagem.

source: The digiKam Image Editor Find Edges Tool
ca: L'eina Troba les vores en l'editor d'imatges del digiKam
it: Lo strumento Trova i bordi dell'editor delle immagini di digiKam
nl: Het hulpmiddel Zoek randen van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Detecção de Arestas do Editor de Imagens do digiKam
pt_br: A ferramenta para encontrar bordas do Editor de Imagem do digiKam
sl: Urejevalnik slik digiKam orodje za iskanje robov
uk: Інструмент пошуку країв редактора зображень digiKam

source: The Lut3D Effect
ca: L'efecte «Lut3D»
it: L'effetto Lut3D
nl: Het Lut3D Effect
pt: O Efeito Lut3D
pt_br: O efeito Lut3D
sl: Učinek Lut3D
uk: Ефект Lut3D

source: The Lut3D filter coloring images by applying transformation based on a 3D lookup table.
ca: El filtre «Lut3D» pinta les imatges aplicant una transformació basada en una taula de cerca 3D.
pt: O filtro Lut3D aplica uma coloração nas imagens, aplicando um transformação com base numa tabela de pesquisa 3D.

source: In the film industry, 3D lookup tables are used to map one color space to another. They are commonly used to calculate preview colors for a monitor or digital projector of how an image will be reproduced on another display device, typically the final digitally projected image or release print of a movie. A 3D LUT is a 3D lattice of output RGB color values that can be indexed by sets of input RGB colour values. Each axis of the lattice represents one of the three input color components and the input color thus defines a point inside the lattice. Since the point may not be on a lattice point, the lattice values must be interpolated; most products use trilinear interpolation.
ca: A la indústria cinematogràfica, les taules de cerca 3D s'utilitzen per a assignar un espai de color a un altre. S'utilitzen habitualment per a calcular els colors de vista prèvia per a un monitor o projector digital de com es reproduirà una imatge en un altre dispositiu de visualització, generalment la imatge final projectada digitalment o la còpia impresa d'una pel·lícula. Una LUT en 3D és una gelosia en 3D de valors RGB de sortida que es poden indexar mitjançant conjunts de valors RGB d'entrada. Cada eix de la gelosia representa un dels tres components de color d'entrada i, per tant, el color d'entrada defineix un punt dins de la gelosia. Com que el punt pot no estar en un punt de la gelosia, els valors de la gelosia s'han d'interpolar. La majoria dels productes utilitzen interpolació trilineal.
pt: Na indústria de filmes, as tabelas de pesquisa 3D são usadas para associar um espaço de cores a outro. São usados normalmente para calcular as cores de antevisão, para um monitor ou projector digital, de como será uma imagem reproduzida noutro dispositivo de visualização, tipicamente a imagem final projectada a nível digital ou uma versão impressa de um filme. Um LUT 3D é uma estrutura em 3D de valores de cores RGB à saída que podem ser indexados por conjuntos de valores de cores RGB à entrada. Cada eixo da estrutura representa um dos três componentes de cores à entrada, definindo assim a cor de entrada um ponto dentro da estrutura. Dado que o ponto poderá não apontar para um ponto da estrutura, os valores da estrutura deverão ser interpolados; a maioria dos produtos usam a interpolação trilinear.

source: The tool provide a list of Lut3D to apply on the image, including preview thumbnail of the effect. **Intensity** setting allows to adjust the colors overall of the effect on image.
ca: L'eina proporciona una llista de Lut3D per a aplicar sobre la imatge, inclosa una vista prèvia en miniatura de l'efecte. L'opció de configuració **Intensitat:** permet ajustar en general els colors de l'efecte sobre la imatge.
pt: A ferramenta oferece uma lista de configurações Lut3D a aplicar na imagem, incluindo a antevisão em miniatura do efeito. A opção de **Intensidade** permite ajustar as cores a nível global do efeito na imagem.

source: The digiKam Image Editor Lut3D Tool
ca: L'eina Lut3D en l'editor d'imatges del digiKam
it: Lo strumento Lut3D dell'editor delle immagini di digiKam
nl: Het hulpmiddel Lut3D van de afbeeldingsbewerker van digiKam
pt: A Ferramenta Lut3D do Editor de Imagens do digiKam
pt_br: A ferramenta Lut3D do Editor de Imagem do digiKam
sl: Orodje digiKam Image Editor Lut3D
uk: Інструменти Lut3D редактора зображень digiKam

source: Distortion FX
ca: Efecte especial de distorsió
pt: FX de Distorção

source: The digiKam Distortion FX is a series of distorting effects for digital still images.
ca: L'efecte especial de distorsió en el digiKam és una sèrie d'efectes de distorsió per a imatges fotogràfiques digitals.
pt: Os Efeitos de Distorção do digiKam são uma série de efeitos que permitem distorcer imagens estáticas digitais.

source: With this filter set, you can transform an ordinary photograph into a work of art suitable for framing using distorting operations.
ca: Amb aquest conjunt de filtres, podreu transformar una fotografia ordinària en una obra d'art apta per a emmarcar mitjançant operacions de distorsió.
pt: Com este filtro configurado, poderá transformar uma fotografia normal numa obra de arte adequada para emoldurar, usando operações de distorção.

source: The digiKam Image Editor Distortion FX Tool
ca: L'eina Efecte especial de distorsió en l'editor d'imatges del digiKam
it: Lo strumento Effetti di distorsione dell'editor delle immagini di digiKam
nl: Het hulpmiddel FX-vervorming van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Efeitos de Distorção do Editor de Imagens do digiKam
pt_br: A ferramenta de distorção FX do Editor de Imagem do digiKam
sl: Orodje Izkrivljanje FX za urejevalnik slik digiKam
uk: Інструмент ефектів викривлення редактора зображень digiKam

source: These are the distorting effects available:
ca: Aquests són els efectes de distorsió disponibles:
pt: Estes são os efeitos de distorção disponíveis:

source: **Fish Eyes**: warps the photograph around a 3D spherical shape to reproduce the common photograph 'Fish Eyes' effect.
ca: **Ull de peix**: blega la fotografia al voltant d'una forma esfèrica en 3D per a reproduir aquest efecte fotogràfic comú.
it: **Fisheye**: deforma la fotografia attorno ad una sfera tridimensionale per riprodurre il comune effetto fotografico «fisheye».
nl: **Vissenoog**: vormt de foto rond een 3D bolvorm om het welbekende fotografische vissenoogeffect te reproduceren.
pt: **Olhos de Peixe**: distorce a fotografia em torno de uma forma esférica em 3D, para reproduzir o típico efeito fotográfico dos 'Olhos de Peixe'.
pt_br: **Olhos de peixe**: roda a foto em torno de uma forma esférica 3D para reproduzir o efeito normal em fotografia de 'Olho de Peixe'.
sl: **Fish Eyes - Ribje oko**: ukrivi fotografijo okoli 3D sferične oblike za reprodukcijo običajnega učinka fotografije ribjega očesa.
uk: «Риб’ячі очі»: натягує фотографію на просторову сферичну поверхню для відтворення типового фотографічного ефекту «риб’ячого ока».

source: **Twirl**: spins the photograph to produce a Twirl pattern.
ca: **Molinet**: gira la fotografia per a presentar un patró de molinet.
it: **Spirale**: ruota la fotografia per produrre un motivo a spirale.
nl: **Werveling**: draait de foto om een patroon met werveling te produceren.
pt: **Remoinho**: gira a fotografia para produzir um padrão em remoinho.
pt_br: **Remoinho**: roda a fotografia de modo a provocar um padrão em remoinho.
sl: **Twirl - Vrtinec**: zavrti fotografijo, da ustvari vzorec vrtinca.
uk: «Вихор»: закручує фотографію, що створює ефекти вихору.

source: **Cylinder Horizontal**: warps the photograph around a horizontal cylinder.
ca: **Cilindre horitzontal**: blega la fotografia al voltant d'un cilindre horitzontal.
it: **Cilindrica orizzontale**: stira la fotografia attorno a cilindro orizzontale.
nl: **Horizontale cylinder**: vormt de foto rond een horizontale cilinder.
pt: **Cilindro Horizontal**: envolve a fotografia em torno de um cilindro horizontal.
pt_br: **Cilíndrico horizontal**: distorce a fotografia em torno de um cilindro horizontal.
sl: **Vodoravni cilinder**: ukrivi fotografijo okoli vodoravnega valja.
uk: **Циліндричне гор.**: натягує фотографію на горизонтальний циліндр.

source: **Cylinder Vertical**: warps the photograph around a vertical cylinder.
ca: **Cilindre vertical**: blega la fotografia al voltant d'un cilindre vertical.
it: **Cilindrica verticale**: stira la fotografia attorno a cilindro verticale.
nl: **Verticale cylinder**: vormt de foto rond een verticale cilinder.
pt: **Cilindro Vertical**: envolve a fotografia em torno de um cilindro vertical.
pt_br: **Cilíndrico vertical**: distorce a fotografia em torno de um cilindro vertical.
sl: **Vertikalni cilinder**: ukrivi fotografijo okoli navpičnega valja.
uk: **Циліндричне верт.**: натягує фотографію на вертикальний циліндр.

source: **Cylinder H/V**: warps the photograph around a 2 cylinders, vertical and horizontal.
ca: **Cilindre H/V**: blega la fotografia al voltant de 2 cilindres, vertical i horitzontal.
pt: **Cilindro H/V**: envolve a fotografia em torno de 2 cilindros, um vertical e um horizontal.

source: **Caricature**: distorts photograph with 'Fish Eyes' effect inverted.
ca: **Caricatura**: distorsiona la fotografia amb l'efecte d'«Ull de peix» invertit.
pt: **Caricatura**: distorce a fotografia com o efeito de 'Olhos de Peixe' invertido.

source: **Multiple Corners**: splits the photograph like a multiple corners pattern.
ca: **Múltiples cantonades**: divideix la fotografia com un patró de múltiples cantonades.
it: **Angoli multipli**: divide la fotografia con un motivo ad angoli multipli.
nl: **Meerdere hoeken**: splitst de foto in een patroon met meerdere hoeken.
pt: **Múltiplos Cantos**: divide a fotografia, como um padrão com vários cantos.
pt_br: **Múltiplos cantos**: divide a fotografia como um padrão com vários cantos.
sl: **Več kotov**: razdeli fotografijo kot vzorec z več koti.
uk: **Декілька кутів**: розбиває фотографію на візерунок з декількома кутами.

source: **Waves Horizontal**: distorts the photograph with horizontal waves.
ca: **Ones horitzontals**: distorsiona la fotografia amb ones horitzontals.
it: **Onde orizzontali**: distorce la fotografia con onde orizzontali.
nl: **Horizontale golven**: vervormt de foto met horizontale golven.
pt: **Ondas na Horizontal**: distorce a fotografia com ondas horizontais.
pt_br: **Ondas horizontais**: distorce a fotografia com ondas horizontais.
sl: **Vodoravni valovi**: popači fotografijo z vodoravnimi valovi.
uk: **Хвилі гор.**: викривляє зображення у формі горизонтальних хвиль.

source: **Waves Vertical**: distorts the photograph with vertical waves.
ca: **Ones verticals**: distorsiona la fotografia amb ones verticals.
it: **Onde verticali**: distorce la fotografia con onde verticali.
nl: **Verticale golven**: vervormt de foto met verticale golven.
pt: **Ondas na Vertical**: distorce a fotografia com ondas verticais.
pt_br: **Ondas verticais**: distorce a fotografia com ondas verticais.
sl: **Navpični valovi**: popači fotografijo z navpičnimi valovi.
uk: **Хвилі верт.**: викривляє зображення у формі вертикальних хвиль.

source: **Block Waves 1**: divides the image into cells and makes it look as if it is being viewed through glass blocks.
ca: **Blocs d'ones 1**: divideix la imatge en cel·les i li dona un aspecte com si es veiés a través de blocs de vidre.
it: **Onde a blocchi 1**: divide l'immagine in celle e la fa sembrare come se fosse vista attraverso blocchi di vetro.
nl: **Blokgolven 1**: deelt de afbeelding op in cellen en laat ze er uitzien alsof ze worden bekeken door glazen blokken.
pt: **Ondas em Bloco 1**: divide a imagem em células e faz com que a mesma estivesse a ser vista através de blocos de vidro.
pt_br: **Ondas em bloco 1**: distorce a imagem em células e altera-a de modo a parecer que está sendo vista através de blocos de vidro.
sl: **Bloki valov 1**: razdeli sliko na celice in poskrbi, da je videti, kot da jo gledate skozi steklene bloke.
uk: **Блокові хвилі 1**: поділяє зображення на комірки, а потім створює ефект перегляду зображення крізь стіну зі скляних блоків.

source: **Block Waves 2**: like Block Waves 1 but with another version of glass blocks distortion.
ca: **Blocs d'ones 2**: com «Blocs d'ones 1», però amb una altra versió de la distorsió blocs de vidre.
it: **Onde a blocchi 2**: come Onde a blocchi 1, ma con un'altra versione di distorsione attraverso i blocchi di vetro.
nl: **Blokgolven 2**: net als blokgolven 1, maar met een andere versie van vervorming door glasblokken.
pt: **Ondas em Bloco 2**: como as Ondas em Bloco 1, mas com outra versão de blocos de vidro.
pt_br: **Ondas em bloco 2**: como o ondas em bloco 1, mas com outra versão da distorção por blocos de vidro.
sl: **Bloki valov 2**: kot Bloki valov 1, a z drugo različico popačenja steklenih blokov.
uk: **Блокові хвилі 2**: подібний до Блокових хвиль 1, але з використанням іншого різновиду викривлення скляними блоками.

source: **Circular Waves 1**: distorts the photograph with circular waves.
ca: **Ones circulars 1**: distorsiona la fotografia amb ones circulars.
it: **Onde circolari 1**: distorce la fotografia con onde circolari.
nl: **Cirkelvormige golven 1**: vervormt de foto met cirkelvormige golven.
pt: **Ondas Circulares 1**: distorce a fotografia com ondas circulares.
pt_br: **Ondas circulares 1**: distorce a fotografia com ondas circulares.
sl: **Krožni valovi 1**: popači fotografijo s krožnimi valovi.
uk: **Кругові хвилі 1**: викривляє зображення у формі кругових хвиль.

source: **Circular Waves 2**: other variation of Circular Waves effect.
ca: **Ones circulars 2**: una altra variació de l'efecte «Ones circulars».
pt: **Ondas Circulares 2**: outra variante do efeito de Ondas Circulares.

source: **Polar Coordinates**: converts the photograph from rectangular to polar coordinates.
ca: **Coordenades polars**: converteix la fotografia de coordenades rectangulars a polars.
it: **Coordinate polari**: converte la fotografia da coordinate rettangolari a polari.
nl: **Polaire coördinaten**: converteert de foto van rechthoekige naar polaire coördinaten.
pt: **Coordenadas Polares**: converte a fotografia de coordenadas rectangulares para polares.
pt_br: **Coordenadas polares**: converte a fotografia de coordenadas retangulares para polares.
sl: **Polarne koordinate**: pretvori fotografijo iz pravokotnih v polarne koordinate.
uk: **Поляризація**: перетворює прямокутні декартові координати фотографії на полярні.
