Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/effects_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The digiKam **Distortion Effects** tool provides a series of geometric distorting effects for digital still images. This would be a very bad tool to use for correct lens distortions.
it: Lo strumento **Effetti di distorsione** di digiKam fornisce una serie di effetti di distorsione geometrica per le immagini digitali. Sarebbe uno strumento davvero pessimo se utilizzato per correggere le distorsioni dell'obbiettivo.
nl: Het hulpmiddel **Vervormingseffecten** van digiKam levert een serie van geometrische vervormingseffecten voor digitale foto´s. Dit zou een erg slecht hulpmiddel zijn om te gebruiken voor correctie van lensvervormingen.
pt_br: A ferramenta **Efeitos de distorção** do digiKam oferece uma série de efeitos de distorção geométrica para imagens estáticas digitais. Seria uma péssima ferramenta para corrigir distorções de lentes.
sl: Orodje digiKam **Učinki izkrivljanja** ponuja niz geometričnih učinkov popačenja za digitalne fotografije. To bi bilo zelo slabo orodje za odpravljanje popačenj lečij.
uk: Набір ефектів **Ефекти викривлення** digiKam є набором ефектів геометричного викривлення для цифрових фотографій. Це не інструмент для виправлення викривлення об'єктивом.

source: The distorting effects provided by this tool include:
it: Gli effetti di distorsione forniti da questo strumento includono:
nl: De vervormingseffecten geleverd door dit hulpmiddel omvatten:
pt_br: Os efeitos de distorção fornecidos por esta ferramenta incluem:
sl: Učinki izkrivljanja, ki jih zagotavlja to orodje, vključujejo:
uk: Ось перелік можливих ефектів викривлення:

source: **Cylinder H/V**: warps the photograph around 2 cylinders, one vertical and one horizontal.
it: **Cilindrica o/v**: stira la fotografia attorno a due cilindri, uno verticale e uno orizzontale.
nl: **Cilinder H/V**: vervormt de foto rond twee cilinders, één verticaal en één horizontaal.
pt_br: **Cilíndrico H/V**: distorce a fotografia em torno de 2 cilindros, um vertical e um horizontal.
sl: **Cilinder H/V**: ukrivi fotografijo okoli 2 valjev, enega navpičnega in enega vodoravnega.
uk: **Циліндричне Г/В**: натягує фотографію одразу на 2 циліндри, вертикальний і горизонтальний.

source: **Caricature**: distorts photograph with an inverted 'Fish Eyes' effect.
it: **Caricatura**: distorce la fotografia con effetto «Fisheye» invertito.
nl: **Karikatuur**: vervormt foto's met een omgekeerd vissenoogeffect.
pt_br: **Caricatura**: distorce a fotografia com um efeito 'Olhos de Peixe' invertido.
sl: **Karikatura**: popači fotografijo z obrnjenim učinkom 'Ribjega očesa'.
uk: **Карикатура**: викривляє зображення за допомогою ефекту, зворотного до ефекту «Риб’ячі очі».

source: **Circular Waves 2**: other variation of the Circular Waves effect.
it: **Onde circolari 2**: altra variazione dell'effetto Onde circolari.
nl: **Cirkelvormige golven 2**: een andere variant op het cirkelvormige golfeffect.
pt_br: **Ondas circulares 2**: outra variante do efeito de ondas circulares.
sl: **Krožni valovi 2**: druga različica učinka krožnih valov.
uk: **Кругові хвилі 2**: інший варіант ефекту кругових хвиль.

source: **Tiles**: splits the photograph into square blocks and moves them randomly inside the image.
it: **Piastrelle**: divide la fotografia in blocchi quadrati e li sposta a caso nell'immagine.
nl: **Tegels**: splitst de foto in vierkante blokken en verplaatst ze willekeurig binnen de afbeelding.
pt_br: **Mosaico**: divide a fotografia em blocos quadrados e move-os aleatoriamente dentro da imagem.
sl: **Strešniki**: razdeli fotografijo na kvadratne bloke in jih naključno premakne znotraj slike.
uk: **Мозаїка**: фотографію буде поділено на квадратні блоки, які потім буде випадковим чином пересунуто зображенням.

source: Some effects can take a long time to run and cause high CPU loading. You can always abort an effect by pressing **Abort** button during preview rendering.
it: Alcuni effetti possono richiedere molto tempo per la loro esecuzione e possono anche causare un alto consumo delle risorse del processore. Puoi sempre interrompere un effetto premendo il pulsante **Interrompi** durante la resa dell'anteprima.
nl: Sommige effecten kunnen veel processortijd gebruiken. U kunt altijd de berekening afbreken door op de knop **Afbreken** te drukken.
pt_br: Alguns efeitos podem demorar muito para serem executados e causar alta carga na CPU. Você sempre pode cancelar um efeito pressionando o botão **Cancelar** durante a renderização da visualização.
sl: Nekateri učinki lahko trajajo dolgo časa in povzročajo veliko obremenitev procesorja. Vedno lahko prekinite učinek s pritiskom na gumb **Prekini** med upodabljanjem predogleda.
uk: Застосування деяких ефектів може тривати досить довго через значне навантаження на процесор комп’ютера. Ви можете скасувати застосування ефекту натисканням кнопки **Перервати**.

source: Emboss
it: Goffratura
nl: Reliëf
pt_br: Relevo
sl: Vtisni
uk: Барельєф

source: The digiKam **Emboss** filter sculptures your image into 3-D as if it was stamped into wax.
it: Il filtro **Goffratura** di digiKam scolpisce l'immagine in tre dimensioni, come se fosse stampata nella cera.
nl: Het filter **Reliëf** van digiKam boetseert uw afbeelding in 3-D alsof het in was is gestempeld.
pt_br: O filtro digiKam **Relevo** esculpe sua imagem em 3D como se ela tivesse sido estampada em cera.
sl: Filter digiKam **Vtisni** oblikuje vašo sliko v 3-D, kot bi bila vtisnjena v vosek.
uk: Фільтр **Барельєф** digiKam створює просторове зображення вашої фотографії так, неначебто її було відтиснуто у воску.

source: The digiKam Emboss filter is a quick tool to render your images in a 3-D effect. It works particularly well on images with simple structure where color is not the most important content. The filter uses the difference between colors and luminosity to convert it into a grey, moon-like landscape lit from the 10 o'clock position.
it: Il filtro Goffratura di digiKam è uno strumento veloce per rendere le tue immagini in tre dimensioni. Lavora particolarmente bene con immagini con una struttura semplice dove il colore non è la componente più importante. Il filtro usa la differenza tra colori e luminosità per convertirle in un paesaggio grigio e lunare posizionato da ore 10.
nl: Het Reliëf-filter van digiKam is een snel hulpmiddel voor het weergeven van uw afbeeldingen met een 3-D effect. Het werkt verbazingwekkend goed met foto´s die een eenvoudige opbouw hebben en waar kleuren niet het belangrijkst zijn. Het filter gebruikt het verschil tussen kleuren en de lichtsterkte om dit om te zetten naar een grijs, maanlandschap verlicht vanuit het noordwesten.
pt_br: O filtro digiKam de relevo é uma ferramenta rápida para renderizar suas imagens com um efeito 3D. Funciona particularmente bem em imagens com estrutura simples, onde a cor não é o conteúdo mais importante. O filtro usa a diferença entre cores e luminosidade para convertê-la em uma paisagem cinza, semelhante à lua, iluminada a partir da posição das 10 horas.
sl: Filter digiKam vtisni je hitro orodje za upodabljanje vaših slik v 3-D učinku. Še posebej dobro deluje na slikah s preprosto strukturo, kjer barva ni najpomembnejša vsebina. Filter uporablja razliko med barvami in svetilnostjo, da jo pretvori v sivo, luni podobno pokrajino, osvetljeno s položaja 10. ure.
uk: Фільтр «Барельєф» digiKam є швидким інструментом для створення на ваших фотографіях просторового ефекту. Цей фільтр досить добре працює для зображень з простою структурою, на яких колір не є найважливішою складовою зображення. Для роботи фільтр використовує різницю між кольорами і освітленістю для перетворення зображення на сірий, подібний до місячного, пейзаж з джерелом світла, розташованим згори ліворуч.

source: The **Depth** control allows you to define the contrast of the filtering. A value of 30 (10%) is standard.
it: Il controllo **Profondità** ti permette di definire il contrasto del filtraggio. Un valore di 30 (10%) è standard.
nl: De besturing **Diepte** biedt u het definiëren van het contrast van de filtering. Een waarde van 30 (10%) is standaard.
pt_br: O controle **Profundidade** permite definir o contraste da filtragem. Um valor padrão de 30 (10%).
sl: Kontrolnik **Globina** omogoča določitev kontrasta filtriranja. Vrednost 30 (10 %) je standard.
uk: За допомогою елемента керування **Глибина** ви можете визначити контрастність фільтрування. Типовим є значення 30 (10%).

source: Add Film Grain
it: Aggiungi grana della pellicola
nl: Filmkorrels toevoegen
pt_br: Adicionar grão de filme
sl: Dodaj zrnatost filma
uk: Додавання зернистості плівки

source: The digiKam **Add Film Grain** filter reproduces the traditional film grain associated with high speed films.
it: Il filtro **Aggiungi grana della pellicola** di digiKam riproduce la grana della pellicola tradizionale associata alle pellicole ad alta velocità.
nl: Het filter **Filmkorrel toevoegen** van digiKam reproduceert traditionele filmkorrel geassocieerd met hoge snelheidsfilms.
pt_br: O filtro **Adicionar granulação de filme** do digiKam reproduz a granulação de filme tradicional associada a filmes de alta velocidade.
sl: Filter digiKam **Dodaj zrnatost filma** reproducira tradicionalno zrnatost filma povezano s filmi visoke občutljivosti.
uk: Фільтр digiKam **Додати зернистість плівки** імітує зображення, створені за допомогою традиційних високошвидкісних зернистих плівок.

source: This filter adds film grain to your images as if they were taken with classical high speed film material such as the famous B/W KodaK Tri-X. In order to increase film sensitivity, manufacturers employed larger silver grains in the photo emulsion.
it: Questo filtro aggiunge una grana della pellicola alle tue immagini, come se fossero scattate con pellicole ad alta velocità, tipo la famosa Kodak Trx-X in bianco e nero. Per aumentare la sensibilità della pellicola, i produttori usavano grani d'argento più grandi nell'emulsione fotografica.
nl: Dit filter voegt filmkorrels toe aan uw afbeeldingen alsof ze genomen zijn met klassieke hoge snelheid filmmateriaal zoals het beroemde B/W KodaK Tri-X. Om de filmgevoeligheid te vergroten pasten fabrikanten grotere zilverkorrels toe in de foto-emulsie.
pt_br: Este filtro adiciona granulação de filme às suas imagens como se elas tivessem sido tiradas com material de filme clássico de alta velocidade, como o famoso KodaK Tri-X P/B. Para aumentar a sensibilidade do filme, os fabricantes empregaram grãos de prata maiores na emulsão fotográfica.
sl: Ta filter vašim slikam doda zrnatost filma, kot da bi bile posnete s klasičnim filmskim materialom visoke občutljivosti, kot je slavni Č/B KodaK Tri-X. Da bi povečali občutljivost filma, so proizvajalci v fotoemulzijo vmešali večja srebrna zrna.
uk: Фільтр «зернистість плівки» digiKam — це простий інструмент для відтворення зернистості плівки на ваших фотографіях. Подібну зернистість можна побачити на фотографіях, створених за допомогою класичної високошвидкісної плівки, наприклад, знаменитої плівки B/W KodaK Tri-X. Щоб збільшити чутливість плівки, виробники додавали більші зерна сполук срібла у фотоемульсію.

source: The film grain effect can give your shot a particular mood, transporting it backwards in time. The treated image acquires a timeless atmosphere, detached from every day life. If you want that gritty, art-house, street-photography grainy film look, especially in monochromatic photos, use this filter.
it: L'effetto Grana della pellicola può restituire ai tuoi scatti un'atmosfera particolare, trasportandoli indietro nel tempo. L'immagine trattata acquisisce un'atmosfera senza tempo, staccata dalla vita quotidiana. Usa questo filtro se vuoi ottenere quell'aspetto artistico, granuloso, da fotografia di strada, specialmente nelle fotografie in bianco e nero.
nl: Het filmkorreleffect geeft uw opname een bepaalde sfeer waarbij het lijkt of er een tijdreis is gemaakt. De behandelde foto krijgt hiermee een tijdloze atmosfeer, losgemaakt van het dagelijkse leven. Als u dat gritty, art-house, street-photography korrelige filmuiterlijk, speciaal bij monochromatische foto´s wilt hebben, gebruik dan dit filter.
pt_br: O efeito granulado do filme pode dar à sua foto um clima particular, transportando-a para o passado. A imagem tratada adquire uma atmosfera atemporal, distante da vida cotidiana. Se você deseja aquele visual granulado de filme, estilo art house, típico de fotografia de rua, especialmente em fotos monocromáticas, use este filtro.
sl: Učinek zrnatosti filma lahko vašemu posnetku da posebno razpoloženje in ga premakne nazaj v čas. Obdelana podoba pridobi brezčasno vzdušje, odmaknjeno od vsakdanjega življenja. Če želite zrnat videz umetniškega filma z ulično fotografijo, zlasti na monokromatskih fotografijah, uporabite ta filter.
uk: За допомогою ефекту зернистості ви можете надати вашим знімкам певного настрою або неначебто перенести їх у часі. Результатом застосування ефекту буде зображення у дусі непідвладності часу, відокремлене від щоденного життя. Якщо вам потрібна саме ця атмосфера шерехуватості, художності, вуличної фотографії, особливо на чорно-білих зображеннях, скористайтеся цим фільтром.

source: A common slider controls the **Grain size**, and you can turn on the granularity simulating a photographic distribution. Separate **Luminance**, **Chrominance Blue**, and **Chrominance Red** channels allow you to adjust the grain **Intensity** with differing effects on **Shadows**, **Middletones**, and **Highlight**.
it: Un cursore comune controlla la **Dimensione della grana** e puoi attivare la granularità simulando una distribuzione fotografica. I canali separati **Luminanza**, **Crominanza blu** e **Crominanza rossa** ti permettono di regolare l'**Intensità** della grana con effetti diversi su **Ombre**, **Toni intermedi** e **Zone luminose**.
nl: Een algemene instelling bestuurt de **Korrelgrootte** en u kunt de granulariteit aanzetten die een fotografische verdeling simuleert. Scheiden van de kanalen **Luminantie**, **Chrominantie blauw** en **Chrominantie rood** biedt u het aanpassen van de korrel **Intensiteit** met verschillende effecten op **Schaduwen**, **Middentonen** en **Heldere tonen**.
pt_br: Um controle deslizante comum controla o **Tamanho do grão**, e você pode ativar a granularidade simulando uma distribuição fotográfica. Canais separados de **Luminância**, **Crominância de azul** e **Crominância de vermelho** permitem ajustar a **Intensidade** do grão com efeitos diferentes em **Sombras**, **Tons médios** e **Tons claros**.
sl: Skupni drsnik nadzira **Velikost zrna** in lahko vklopite razdrobljenost, ki simulira fotografsko porazdelitev. Ločeni kanali **Luminance**, **Chrominance Blue** in **Chrominance Red** vam omogočajo prilagajanje zrnatosti **Intenzivnost** z različnimi učinki na **Sence**, **Srednje tone** in **Bleščave**.
uk: Як і у загальних параметрах, повзунок надає змогу керувати розміром зерна. Ви можете увімкнути імітації гранул, як на реальних фотознімках. Для каналів освітленості, колірності синього та колірності червоного ви можете скоригувати інтенсивність зерен із впливом на затінені, середні та висвітлені ділянки.

source: If you process a black and white image, the grain needs to be applied only on the **Luminance** channel.
it: Se elabori un'immagine in bianco e nero, la grana deve essere applicata solo sul canale della **Luminanza**.
nl: Als u een zwart-wit afbeelding verwerkt, dan moet de granulariteit alleen toegepast worden op het kanaal **Luminantie**.
pt_br: Se você processar uma imagem em preto e branco, a granulação precisará ser aplicada somente no canal **Luminância**.
sl: Če obdelujete črno-belo sliko, je treba zrnatost uporabiti samo na kanalu **Luminance**.
uk: Якщо ви працюєте із чорно-білим зображенням, зернистість має бути застосовано лише до каналу освітленості.

source: The digiKam **Oil Paint** filter gives your image the look of an oil painting.
it: Il filtro **Pittura a olio** di digiKam dà alla tua immagine l'aspetto di un dipinto a olio.
nl: Het filter **Olieverf** van digiKam geeft uw afbeelding het uiterlijk van een olieverfschilderij.
pt_br: O filtro **Pintura a óleo** do digiKam dá à sua imagem a aparência de uma pintura a óleo.
sl: digiKam filter **Oljna slika** daje vaši sliki videz oljne slike.
uk: Фільтр олійного зображення digiKam надає вашому знімку вигляду намальованої олійною фарбою картини.

source: This filter gives your digital images a nice oil painting-like look. Images of nature and still lives are well suited for this effect.
it: Questo filtro dà alle immagini digitali un bell'aspetto di pittura a olio. Le immagini più adatte a questo effetto sono quelle naturali e statiche.
nl: Het filter geeft uw digitale afbeeldingen een mooi olieverfachtig uiterlijk. Natuurfoto´s en stillevens komen met name in aanmerking voor dit effect.
pt_br: Este filtro confere às suas imagens digitais uma aparência agradável, semelhante à de uma pintura a óleo. Imagens de natureza e naturezas-mortas são adequadas para esse efeito.
sl: Ta filter daje vašim digitalnim slikam lep videz, podoben oljni sliki. Slike narave in tihožitja so zelo primerne za ta učinek.
uk: За допомогою цього фільтра ви можете надати цифровим фотографіям вигляду картин, намальованих олійною фарбою. Для застосування цього ефекту найкраще пасують зображення природи та натюрморти.

source: There are two sliders to control the effect. The upper slider selects the **Brush Size** between 1 and 5. Bigger brushes are better suited for large images. **Smooth** controls the smoothness or jaggedness of the effect.
it: Ci sono due cursori per controllare l'effetto. Il cursore superiore seleziona la **Dimensione del pennello** tra 1 e 5. I pennelli più grandi sono più adatti alle immagini più grandi. **Smussatura** controlla quanto l'immagine sarà smussata o frastagliata.
nl: Er zijn twee schuifregelaar waarmee u het effect kunt instellen. De bovenste schuifregelaar is voor de **Penseelgrootte** tussen 1 en 5. Grotere penselen zijn meer geschikt voor grote foto´s. Met *Gladheid** stelt u de gladheid in of de rafeligheid.
pt_br: Há dois controles deslizantes para controlar o efeito. O superior seleciona o **Tamanho do pincel** entre 1 e 5. Pincéis maiores são mais adequados para imagens grandes. **Suavização** controla a suavidade ou irregularidade do efeito.
sl: Za nadzor učinka sta dva drsnika. Zgornji drsnik izbere **Velikost čopiča** med 1 in 5. Večji čopiči so bolj primerni za velike slike. **Gladkost** nadzoruje gladkost ali nazobčanost učinka.
uk: Для керування цим ефектом ви можете скористатися двома повзунками. За допомогою верхнього повзунка ви можете вибрати **Розмір пензля** у межах від 1 до 5. Більші пензлі пасують до великих зображень. **Розмивання** керує плавністю або, навпаки, зубчастістю мазків.

source: Raindrops
it: Gocce di pioggia
nl: Regendruppels
pt_br: Pingos de chuva
sl: Dežne kapljice
uk: Дощові краплі

source: The digiKam **Raindrops** filter puts beautiful raindrops on your image. Naturally, it gives your image a kind of wet look. It can also be used in combination with the Oil Paint tool to make your photos look like a Donald Roller Wilson painting.
it: Il filtro **Gocce di pioggia** di digiKam inserisce delle bellissime gocce di pioggia nella tua immagine. Restituisce, ovviamente, un effetto bagnato alla tua immagine. Può essere utilizzato anche assieme allo strumento Pittura a olio per rendere le tue foto simili a un dipinto di Donald Roller Wilson.
nl: Het filter van digiKam **Regendruppels** zet prachtige regendruppels op uw afbeelding. Natuurlijk geeft het uw afbeelding een soort van nat uiterlijk. Het kan ook gebruikt worden in combinatie met het hulpmiddel olieverfschilderij om uw foto's te laten lijken op een schilderij van Donald Roller Wilson.
pt_br: O filtro **Pingos de chuva** do digiKam adiciona lindas gotas de chuva à sua imagem. Naturalmente, ele dá à sua imagem uma aparência meio molhada. Ele também pode ser usado em combinação com a ferramenta de pintura a óleo para fazer com que suas fotos pareçam uma pintura de Donald Roller Wilson.
sl: Filter digiKam **Dežne kapljice** na vašo sliko postavi čudovite dežne kaplje. Seveda daje vaši podobi nekakšen moker videz. Uporablja se lahko tudi v kombinaciji z orodjem Oljne slike, da bodo vaše fotografije videti kot slika Donalda Rollerja Wilsona.
uk: Фільтр **Дощові краплі** digiKam додає чудові краплі дощу на ваше зображення. Звичайно ж, це надає вашому зображенню дещо вологого вигляду. Його можна поєднати з інструментом олійної фарби, щоб ваші фотографії виглядали як малюнки Дональда Роллера Вілсона.

source: Three sliders give you control over the effect filter: **Drop size** obviously allows you to change the size of the drops. The drop size doesn't automatically scale with the image size, so it is often necessary to reduce the size for small images. **Number** changes the number and density of drops. and **Fish eye** changes the optical effect of the drops across the image.
it: Tre cursori controllano l'effetto di questo filtro: **Dimensione delle gocce** ti permette ovviamente di cambiare la dimensione delle gocce. La dimensione delle gocce non scala automaticamente con la dimensione dell'immagine, quindi è spesso necessario ridurla per le immagini piccole. **Numero** cambia il numero e la densità delle gocce, mentre **Fish-eye** cambia l'effetto ottico delle gocce sull'immagine.
nl: Drie schuifregelaars geven u controle over het effectfilter: **Druppelgrootte** biedt u natuurlijk de grootte van de druppels. Omdat de druppels niet mee schalen met het formaat van de foto, dus is het vaak nodig om ze kleiner te maken voor kleine foto´s. Met **Aantal** wijzigt u het aantal en de dichtheid van de druppels. **Vissenogen** wijzigt het optische effect van de druppels.
pt_br: Três controles deslizantes permitem controlar o filtro de efeito: **Tamanho do pingo** permite alterar o tamanho das gotas. O tamanho do pingo não se ajusta automaticamente ao tamanho da imagem, por isso, muitas vezes, é necessário reduzi-lo para imagens pequenas. **Número** altera o número e a densidade das gotas. E **Olho de peixe** altera o efeito óptico das gotas na imagem.
sl: Trije drsniki vam omogočajo nadzor nad filtrom učinkov: **Velikost kapljice** očitno omogoča spreminjanje velikosti kapljic. Velikost padca se ne spreminja samodejno z velikostjo slike, zato je pogosto treba zmanjšati velikost majhnih slik. **Število** spreminja število in gostoto kapljic. in **Ribje oko** spremeni optični učinek kapljic na sliki.
uk: Керувати ефектом можна за допомогою трьох повзунків. Очевидно, поле **Розмір краплі** надає змогу змінити розмір крапель. Оскільки розмір крапель не змінюється у автоматичному режимі зі зміною розмірів зображення, часто виникає потреба у зменшенні розміру для маленьких зображень. Параметр **Кількість** керує кількістю та щільністю крапель. Параметр **Коефіцієнт «риб’ячого ока»** керує оптичним ефектом у краплях на зображенні.

source: Rain Drops Tool Applying Effect to Whole Image Excepted on Dog's Face
it: Lo strumento Gocce di pioggia con effetto applicato sull'intera immagine ad eccezione del muso del cane
nl: Hulpmiddel Regendruppels past het effect toe op de gehele afbeelding behalve op het hondengezicht
pt_br: Ferramenta de pingos de chuva aplicando efeito em toda a imagem, exceto no rosto do cachorro
sl: Orodje za dežne kapljice uporabi učinek za celotno sliko, razen za pasji obraz
uk: Застосування ефекту крапель дощу до усього зображення, окрім морди собаки
