Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Layers**: this filter collection works on layers or export contents to separate layers. As layers are not supported by Image Editor, usage of these filters is limited.
ca: **Capes**: aquesta col·lecció de filtres funciona sobre les capes o exporta el contingut a capes separades. Com que les capes no són admeses per l'editor d'imatges, l'ús d'aquests filtres és limitat.
it: **Layers**: questa raccolta di filtri funziona sui livelli o sui contenuti da esportare in livelli separati. Dato che i livelli non sono supportati dall'Editor delle immagini, l'uso di questi filtri è limitato.
nl: **Lagen**: deze verzameling filter werkt op lagen of exporteert inhoud naar aparte lagen. Omdat lagen niet ondersteund worden door de afbeeldingsbewerker, is het gebruik van deze filters beperkt.
pt: **Camadas**: esta colecção de filtros funcionja sobre as camadas ou os conteúdos de exportação para camadas separadas. Dado que as camadas não são suportadas pelo Editor de Imagens, a utilização destes filtros é limitada.
pt_br: **Camadas**: esta coleção de filtros funciona em camadas ou exporta conteúdo para camadas separadas. Como camadas não são suportadas pelo Editor de Imagem, o uso desses filtros é limitado.
sl: **Sloji**: ta zbirka filtrov deluje na slojih ali izvaža vsebino ločene plasti. Ker urejevalnik slik ne podpira slojev, je uporaba teh filtrov omejena.

source: The Image Editor G'MIC-Qt Tool Running the Layers/Tiles-to-Layers Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Capes/Tessel·les a capes»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Layers/Tiles-to-Layers
nl: et hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Lagen/Tegels-naar-lagen-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Camadas/Padrões-para-Camadas
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Camadas/Blocos para camadas
sl: Orodje G'MIC-Qt za urejevalnik slik, ki izvaja filter slojev/ploščic do slojev

source: **Lights and Shadows**: this filter collection allows adjustment of under-exposed and over-exposed contents from a photo. It's also possible to patch the image with a supplemental source of light.
ca: **Llums i ombres**: aquesta col·lecció de filtres permet ajustar el contingut subexposat i sobreexposat d'una fotografia. També és possible apedaçar la imatge amb una font de llum addicional.
it: **Lights and Shadows**: questa raccolta di filtri consente di regolare il contenuto sottoesposto o sovraesposto di una fotografia. È anche possibile aggiustare l'immagine con una sorgente di luce aggiuntiva.
nl: **Lichten en schaduwen**: deze verzameling filters biedt het aanpassen van onderbelichte en overbelichte inhoud van een foto. Het is ook mogelijk de afbeelding op te lappen met een aanvullende lichtbron.
pt: **Luzes e Sombras**: esta colecção de filtros permite o ajuste de conteúdos sub-expostos e sobre-expostos a partir de uma fotografia. Também é possível corrigir a imagem com uma fonte de luz suplementar.
pt_br: **Luzes e sombras**: esta coleção de filtros permite o ajuste de conteúdos subexpostos e superexpostos de uma foto. Também é possível corrigir a imagem com uma fonte de luz suplementar.
sl: **Lights and Shadows**: ta zbirka filtrov omogoča prilagoditev premalo in preosvetljene vsebine fotografije. Možno je tudi zakrpati sliko z dodatnim virom svetlobe.

source: The Image Editor G'MIC-Qt Tool Running the Lights-and-Shadows/Pop-Shadows Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Llums i ombres/ Ombres pop»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Lights-and-Shadows/Pop-Shadows
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Lichten-en- schaduwen/Schaduwen-oplichten-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Luzes-e-Sombras/Realce de Sombras
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Luzes e sombras/Sombras Pop
sl: Orodje za urejevalnik slik G'MIC-Qt, ki poganja filter svetlobe in senc/izstopajočih senc

source: **Patterns**: this filter collection is a set of recursive image generation methods which can produce original and interesting geometric forms.
ca: **Patrons**: aquesta col·lecció de filtres és un conjunt de mètodes recursius de generació d'imatges que poden produir formes geomètriques originals i interessants.
it: **Patterns**: questa raccolta di filtri è un gruppo di metodi di generazione ricorsiva delle immagini che può produrre forme geometriche interessanti e originali.
nl: **Patronen**: deze verzameling filters zijn een set van recursieve generatormethoden van afbeeldingen die originele en interessante geometrische vormen produceren.
pt: **Padrões**: esta colecção de filtros é um conjunto de métodos de geração de imagens recursivas, a qual poderá produzir formas geométricas originais e interessantes.
pt_br: **Padrões**: esta coleção de filtros é um conjunto de métodos recursivos de geração de imagens que podem produzir formas geométricas originais e interessantes.
sl: **Vzorci**: ta zbirka filtrov je nabor rekurzivnih metod generiranja slik, ki lahko ustvarijo izvirne in zanimive geometrijske oblike.

source: The Image Editor G'MIC-Qt Tool Running the Patterns/Halftone Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Patrons/Tons mitjans»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Patterns/Halftone
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Patronen/Halftoon-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Padrões/Meios-Tons
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro de Padrões/Meio-tom
sl: Orodje za urejevalnik slik G'MIC-Qt, ki izvaja filter vzorcev/poltonov

source: **Renderings**: this filter collection superimposes artificially-generated forms based on mathematical solutions.
ca: **Renderització**: aquesta col·lecció de filtres superposa formes artificials generades a partir de solucions matemàtiques.
it: **Renderings**: questa raccolta di filtri sovrappone forme generate artificialmente basate su soluzioni matematiche.
nl: **Renderingen**: deze verzameling filters genereren overlappende willekeurige vormen gebaseerd op wiskundige oplossingen.
pt_br: **Renderizações**: esta coleção de filtros sobrepõe formas geradas artificialmente com base em soluções matemáticas.
sl: **Upodobitve**: ta zbirka filtrov prekriva ustvarjene umetne oblike, ki temeljijo na matematičnih rešitvah.

source: The Image Editor G'MIC-Qt Tool Running the Rendering/Lightning Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Renderització/Llamps»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Rendering/Lightning
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Renderingen/Bliksemende-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Desenho/Relâmpago
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro de Renderização/Relâmpago
sl: Orodje za urejevalnik slik G'MIC-Qt, ki izvaja filter upodabljanja/strele

source: **Repair**: this filter collection includes advanced algorithms to help with image noise/glitch/objects/artifacts/compression removal. This kind of filter tries to fix very challenging problems that have occupied image-processing researchers for several generations.
ca: **Reparació**: aquesta col·lecció de filtres inclou algorismes avançats per a ajudar amb l'eliminació del soroll/problemes/objectes/defectes/compressió de la imatge. Aquest tipus de filtre intenta solucionar problemes molt desafiants que han ocupat els investigadors del processament d'imatges durant diverses generacions.
it: **Repair**: questa raccolta di filtri include algoritmi avanzati di supporto per la rimozione di rumori/errori/oggetti/artefatti/compressione nelle immagini. Questa tipologia di filtro tenta di correggere sfide piuttosto difficili che hanno impegnato diverse generazioni di ricercatori dell'elaborazione delle immagini digitali.
nl: **Reparatie**: deze verzameling filters bevatten geavanceerde algoritmen om te helpen met verwijderen van ruis/haperingen/objecten/artefacten/compressie uit afbeeldingen. Dit soort filters probeert erg uitdagende problemen te repareren die onderzoekers van verwerken van afbeeldingen al verschillende generaties bezig hebben gehouden.
pt: **Reparação**: esta colecção de filtros inclui algoritmos avançados para ajudar com a remoção de ruídos/riscos/objectos/artefactos/compressão da imagem. Este tipo de filtro tenta corrigir muitos problemas desafiantes que tenham ocupado os investigadores de processamento de imagens durante várias gerações.
pt_br: **Reparo**: esta coleção de filtros inclui algoritmos avançados para auxiliar na remoção de ruído/falhas/objetos/artefatos/compressão de imagens. Este tipo de filtro tenta corrigir problemas muito desafiadores que ocupam pesquisadores de processamento de imagens há várias gerações.
sl: **Popravilo**: ta zbirka filtrov vključuje napredne algoritme za pomoč pri odstranjevanju šumov/napak/predmetov/artefaktov/stiskanja slike. Tovrstni filter poskuša odpraviti zelo zahtevne težave, ki že več generacij zaposlujejo raziskovalce obdelave slik.

source: The Image Editor G'MIC-Qt Tool Running the Repair/Denoise Filter based on convolutional neural networks
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Repara/Elimina el soroll basat en xarxes neuronals convolucionals»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Repair/Denoise basato su rete neurali convoluzionali
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Repareert/Ruisverwijdering-filter, gebaseerd op convolutionaire neurale netwerken uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Reparação/Remoção do Ruído sobre redes neuronais com convolução
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro de Reparo/Redução de ruído baseado em redes neurais convolucionais
sl: Orodje G'MIC-Qt urejevalnika slik, ki izvaja filter za popravilo/zmanjšanje šuma na osnovi konvolucijskih nevronskih mrež
uk: Інструмент G'MIC-Qt редактора зображень з фільтром «Відновлення/Усування шуму» на основі згортальних нейронних мереж

source: **Sequences**: this filters collection generates animation from photos.
ca: **Seqüències**: aquesta col·lecció de filtres genera animació a partir de fotografies.
it: **Sequences**: questa raccolta di filtri genera animazione da foto.
nl: **Sequenties**: deze verzameling filters genereren animaties uit foto's.
pt: **Sequências**: esta colecção de filtros gera animações a partir das fotografias.
pt_br: **Sequências**: esta coleção de filtros gera animação a partir de fotos.
sl: **Zaporedja**: ta zbirka filtrov ustvari animacijo iz fotografij.

source: The Image Editor G'MIC-Qt Tool Running the Sequences/3D_Image-Object Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Seqüències/Objecte d'imatge en 3D»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Sequences/3D_Image-Object
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Sequenties/3D_afbeeldingsobject-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Sequências/Objecto-Imagem-3D
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Sequências/Objeto de imagem 3D
sl: Urejevalnik slik G'MIC-Qt orodje, ki izvaja filter sekvence/Objekt slike v 3D

source: **Silhouettes**: this filter collection superimposes forms such as animal finger-print, icons, nature shapes, etc.
ca: **Siluetes**: aquesta col·lecció de filtres superposa formes com petjades d'animals, icones, formes de la natura, etc.
it: **Silhouettes**: questa raccolta di filtri sovrappone le forme come le impronte di animali, le icone, le forme naturali, ecc.
nl: **Silhouetten**: deze verzameling filters maken overlappende vormen zoals dierenafdrukken, pictogrammen, natuurvormen, etc.
pt: **Silhuetas**: esta colecção de filtros sobrepõe algumas formas, como a impressão digital de um animal, ícones, formas da natureza, etc.
pt_br: **Silhuetas**: esta coleção de filtros sobrepõe formas como impressões digitais de animais, ícones, formas da natureza, etc.
sl: **Silhuete**: ta zbirka filtrov prekriva oblike, kot so prstni odtisi živali, ikone, naravne oblike itd.

source: The Image Editor G'MIC-Qt Tool Running the Silhouettes/Nature/Barnsley-Fern Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Siluetes/Natura/Barnsley-Fern»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Silhouettes/Nature/Barnsley-Fern
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Silhouetten/Barnsley-Fern-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Silhuetas/Natureza/Barnsley-Fern
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Silhuetas/Natureza/Barnsley-Fern
sl: Orodje urejevalnika slik G'MIC-Qt, ki izvaja filter Silhueta/Narava/Barnsleyeva praprot

source: **Stereoscopic 3D**: this filter collection renders photos in relief.
ca: **Estereoscòpica en 3D**: aquesta col·lecció de filtres mostra les fotografies amb relleu.
it: **Stereoscopic 3D**: questa raccolta di filtri rende le fotografie in rilievo.
nl: **Stereoscopische 3D**: deze verzameling filters geven foto's weer in reliëf.
pt: **Estereoscópico 3D**: esta colecção de filtros representa as fotografias em relevo.
pt_br: **3D estereoscópico**: esta coleção de filtros renderiza fotos em relevo.
sl: **Stereoskopski 3D**: ta zbirka filtrov upodobi reliefne fotografije.

source: The Image Editor G'MIC-Qt Tool Running the Stereoscopic-3D/Stereo-Image Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Estereoscòpica en 3D/Imatge estèreo»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Stereoscopic-3D/Stereo-Image Filter
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Stereoscopisch-3D/Stereo-afbeelding-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Estereoscópico-3D/Imagem-Estéreo
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro de imagem 3D Estereoscópico/Estéreo
sl: Orodje G'MIC-Qt urejevalnika slik, ki izvaja filter stereoskopske 3D/stereo slike

source: **Testing**: this filter collection groups all tools under development. Take care: these filters can be unstable and give weird effects.
ca: **Proves**: aquesta col·lecció de filtres agrupa totes les eines en desenvolupament. Aneu amb compte: aquests filtres poden ser inestables i produir efectes estranys.
it: **Testing**: questa raccolta di filtri raggruppa tutti gli strumenti in fase di sviluppo. Attenzione: questi filtri possono essere instabili e restituire effetti strani.
nl: **Testen**: deze verzameling filters groepeert alle hulpmiddelen in ontwikkeling. Wees voorzichtig: deze filters kunnen onstabiel zijn en vreemde effecten geven.
pt: **Testes**: esta colecção de filtros agrupa todas as ferramentas em desenvolvimento. Tenha atenção: estes filtros podem ser instáveis e gerar efeitos estranhos.
pt_br: **Teste**: esta coleção de filtros agrupa todas as ferramentas em desenvolvimento. Atenção: esses filtros podem ser instáveis ​​e gerar efeitos estranhos.
sl: **Testiranje**: ta zbirka filtrov združuje vsa orodja v razvoju. Pazite: ti filtri so lahko nestabilni in povzročajo čudne učinke.

source: **Various**: this filters collection groups tools which cannot be categorized in others collections. A G'MIC code editor can be found to create and test new filters.
ca: **Varis**: aquesta col·lecció de filtres agrupa eines que no es poden categoritzar en altres col·leccions. Es troba un editor de codi del G'MIC per a crear i provar filtres nous.
it: **Various**: questa raccolta di filtri raggruppa quegli strumenti che non possono essere collocati in altre categorie. È presente un editor di codice G'MIC per creare e provare i nuovi filtri.
nl: **Diversen**: deze verzameling filters groepeert alle hulpmiddelen die niet gecategoriseerd kunnen worden in andere verzamelingen. Een G"MIC codebewerker is te vinden om nieuwe filters aan te maken en te testen.
pt: **Diversos**: esta colecção de filtros agrupa as ferramentas que não podem ser categorizadas noutras colecções. Poderá encontrar um editor de código do G'MIC para criar e testar os novos filtros.
pt_br: **Diversos**: esta coleção de filtros agrupa ferramentas que não podem ser categorizadas em outras coleções. Um editor de código G'MIC pode ser encontrado para criar e testar novos filtros.
sl: **Razno**: ta filter zbira orodja, ki jih ni mogoče kategorizirati v druge zbirke. Za ustvarjanje in preizkušanje novih filtrov lahko najdete urejevalnik kod G'MIC.

source: The Image Editor G'MIC-Qt Tool Running the Various/Custom-Code Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Varis/Codi personalitzat»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Various/Custom-Code
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Diversen/Aangepaste-code-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Vários/Código-Personalizado
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Diversos/Código personalizado
sl: Orodje urejevalnika slik G'MIC-Qt, ki izvaja filter različnih/kod po meri

source: Dialog Layout
ca: Disposició del diàleg
nl: Indeling van dialoog
pt_br: Layout do diálogo

source: The default layout of G'MIC-Qt is quite simple (this can be changed in the G'MIC-Qt **Settings** dialog). See below the description of each pane:
ca: La disposició predeterminada del G'MIC-Qt és força simple (això es pot canviar en el diàleg de **Configuració** del G'MIC-Qt). Vegeu a continuació la descripció de cada subfinestra:
it: La disposizione predefinita di G'MIC-Qt è piuttosto semplice (può essere modificata nella finestra di dialogo **Impostazioni** di G'MIC-Qt). Di seguito la descrizione di ciascun pannello:
nl: De standaard indeling van G'MIC-Qt is tamelijk eenvoudig (dit kan gewijzigd worden in de dialog G'MIC-Qt **Instellingen**). Zie onderstaand de beschrijving van elk paneel:
pt: O formato predefinido do G'MIC-Qt é relativamente simples (este poderá ser alterado na janela de **Configuração** do G'MIC-Qt). Veja em baixo a descrição de cada área:
pt_br: O layout padrão do G'MIC-Qt é bastante simples (pode ser alterado na caixa de diálogo **Configurações** do G'MIC-Qt). Veja abaixo a descrição de cada painel:
sl: Privzeta postavitev G'MIC-Qt je precej preprosta (to lahko spremenite v pogovornem oknu G'MIC-Qt **Nastavitve**). Spodaj si oglejte opis vsakega podokna:

source: On the left, there is the preview. With some filters, the whole image is displayed, and with other filters it will be shown at a 100% crop detail, depending on the kind of effect to be activated.
ca: A l'esquerra, hi ha la vista prèvia. Amb alguns filtres, es mostra la imatge completa, i amb altres filtres es mostra un detall de retallat del 100%, depenent de la classe d'efecte que volem activar.
it: Sulla sinistra è presente l'anteprima. Con alcuni filtri viene visualizzata l'immagine intera, con altri sarà mostrato un dettaglio di ritaglio al 100%, in base al tipo di effetto da attivare.
nl: Links is er het voorbeeld. Met enige filters wordt de gehele afbeelding getoond en met andere filters zal het getoond worden als een 100% bijgesneden detail, afhankelijk van het soort te activeren effect.
pt_br: À esquerda, está a visualização. Com alguns filtros, a imagem inteira é exibida, enquanto com outros ela será exibida com 100% de detalhes de corte, dependendo do tipo de efeito a ser ativado.
sl: Na levi strani je predogled. Pri nekaterih filtrih je prikazana celotna slika, pri drugih filtrih pa bo prikazana s 100-odstotno obrezano podrobnostjo, odvisno od vrste učinka, ki ga želite aktivirati.

source: In the middle, there is the useful search bar at the top, with a list of groups of effects below. Each group can be opened with a double click or by clicking the small arrow to the left of the name.
ca: Al mig, hi ha l'útil barra de cerca a la part superior, amb una llista de grups d'efectes a sota. Cada grup es pot obrir fent doble clic o clic simple sobre la fletxa petita a l'esquerra del nom.
it: Al centro, è presente un'utile barra di ricerca in alto, con un elenco dei gruppi di effetti sotto. Ciascun gruppo può essere aperto con un doppio clic, oppure facendo clic sulla piccola freccia alla sinistra del nome.
nl: In het midden bovenaan is er de nuttige zoekbalk, met met eronder een lijst met groepen effecten. Elke groep kan geopend worden met een dubbelklik of door te klikken op de smalle pijl links van de naam.
pt_br: No meio, há uma barra de pesquisa útil na parte superior, com uma lista de grupos de efeitos abaixo. Cada grupo pode ser aberto com um clique duplo ou clicando na pequena seta à esquerda do nome.
sl: Na sredini je na vrhu uporabna iskalna vrstica s seznamom skupin učinkov spodaj. Vsako skupino lahko odprete z dvojnim klikom ali s klikom na majhno puščico levo od imena.

source: On the right would appear the settings of the selected filter, if we had selected one below. To confirm changes, there are the **Apply** and the **Ok** buttons. The **Cancel** button stops all current processing and returns to the Image Editor.
ca: A la dreta apareix la configuració del filtre seleccionat, si hem seleccionat res. Per a confirmar els canvis, hi ha els botons **Aplica** i **D'acord**. El botó **Cancel·la** aturarà tot el processament actual i tornarà a l'editor d'imatges.
it: Sulla destra saranno mostrate le impostazioni del filtro selezionato, se ne hai selezionato uno sotto. Fai clic sui pulsanti **Applica** e **Ok** per confermare le modifiche. Il pulsante **Annulla** ferma tutte le elaborazioni in corso e torna all'Editor delle immagini.
nl: Rechts zouden de instellingen van het geselecteerde filter moeten verschijnen, als we er een onder hadden geselecteerd. Om de wijzigingen te bevestigen, zijn er de knoppen **Toepassen** en **Ok**. De knop **Annuleren** stopt alle huidige verwerking en keert terug naar de afbeeldingsbewerker.
pt_br: À direita, apareceriam as configurações do filtro selecionado, caso tivéssemos selecionado um abaixo. Para confirmar as alterações, existem os botões **Aplicar** e **Ok**. O botão **Cancelar** interrompe todo o processamento atual e retorna ao Editor de Imagem.
sl: Na desni strani bi se prikazale nastavitve izbranega filtra, če bi ga izbrali spodaj. Za potrditev sprememb sta na voljo gumba **Uporabi** in **V redu**. Gumb **Prekliči** ustavi vso trenutno obdelavo in se vrne v urejevalnik slik.
