Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: To help you to choose the best filter settings, the tool provides a thumbnail preview of the distortion correction applied to a crossed mesh pattern. The values you apply to your image will be saved and tool will default to the same values the next time it is called.
ca: Per a ajudar-vos a triar la millor configuració del filtre, l'eina proporciona una vista prèvia en miniatura de la correcció de distorsió aplicada a un patró de malla creuada. Els valors que apliqueu a la vostra imatge es desaran i l'eina mostrarà de manera predeterminada els mateixos valors la pròxima vegada que es cridi.
it: Per aiutarti a scegliere le migliori impostazioni del filtro, lo strumento fornisce un'anteprima in miniatura della correzione della distorsione applicata a uno schema a rete incrociata. I valori che applichi all'immagine saranno salvati e lo strumento manterrà come predefiniti gli stessi valori al suo utilizzo successivo.
nl: Om u te ondersteunen bij het kiezen van de meest geschikte filter instellingen, biedt dit hulpmiddel een voorbeeld van de correctie van de vervorming met een ruitjespatroon. De waarden die u toepast zullen worden opgeslagen voor het hulpmiddel zal standaard de volgende keer ze weer laden als het wordt gebruikt.
pt_br: Para ajudar você a escolher as melhores configurações de filtro, a ferramenta fornece uma visualização em miniatura da correção de distorção aplicada a um padrão de malha cruzada. Os valores aplicados à imagem serão salvos e a ferramenta retornará os mesmos valores padrão na próxima vez que for chamada.
sl: Za pomoč pri izbiri najboljših nastavitev filtra orodje ponuja sličico predogleda popravka popačenja, uporabljenega za vzorec prekrižane mreže. Vrednosti, ki jih uporabite za svojo sliko, bodo shranjene in orodje bo ob naslednjem klicu privzeto uporabilo iste vrednosti.

source: The barrel-pincushion correction should be done before any crop or size changes (including perspective correction). In fact the Barrel-Pincushion corrections should be the very first step performed on the original image. If you crop the image and then use barrel correction the effect would be obviously wrong.
ca: La correcció de barril/coixinet s'ha de fer abans de qualsevol escapçat o canvi de mida (inclosa la correcció de la perspectiva). De fet, les correccions de barril/coixinet hauran de ser el primer pas efectuat sobre la imatge original. Si escapceu la imatge i després utilitzeu la correcció de barril, l'efecte serà òbviament incorrecte.
it: La correzione barilotto-cuscinetto deve essere fatta prima di qualsiasi taglio o di cambiamento delle dimensioni (inclusa la correzione della prospettiva). Anzi, devono essere il primissimo intervento eseguito sull'immagine originale. Se ritagli l'immagine e poi usi la correzione a barilotto, l'effetto sarebbe ovviamente sbagliato.
nl: De ton-kussen correctie moet u uitvoeren voordat u enige afsnijd of formaat wijziging (inclusief perspectief correctie) uitvoert. In feite moeten ton-kussen correcties de eerste stap zijn op de originele foto. Als u eerst de foto bijsnijdt en vervolgens de ton-correctie uitvoert dan zal het resultaat duidelijk fout zijn.
pt_br: A correção de abaulamento-afunilamento deve ser feita antes de qualquer alteração de corte ou tamanho (incluindo correção de perspectiva). Na verdade, a correção de abaulamento-afunilamento deve ser o primeiro passo realizado na imagem original. Se você cortar a imagem e depois usar a correção de barril, o efeito ficará obviamente incorreto.
sl: Korekcijo popačenja sodčaste ali blazinice je treba izvesti pred kakršno koli obrezavo ali spremembo velikosti (vključno s korekcijo perspektive). Pravzaprav bi morali biti popravki popačenja sodčka ali blazinice s šivankami prvi korak, izveden na izvirni sliki. Če obrežete sliko in nato uporabite sodčasti popravek, bi bil učinek očitno napačen.

source: To help you find the best correction, the tool provides a vertical and horizontal guide. Move the mouse cursor in the image preview to display the dashed lines guide. Move the cursor to an important place in the image like the level of the sea or the edge of a building and press the left mouse button to freeze the position of the dashed lines. Now, adjust the barrel/pincushion correction to align with the guide.
ca: Per a ajudar-vos a trobar la millor correcció, l'eina proporciona una guia vertical i horitzontal. Moveu el cursor del ratolí a sobre de la vista prèvia de la imatge per a mostrar la guia de línies discontínues. Moveu el cursor cap a un lloc important de la imatge com el nivell del mar o la vora d'un edifici i premeu el botó esquerre del ratolí per a congelar la posició de les línies discontínues. Ara, ajusteu la correcció de barril/coixinet per a alinear-la amb la guia.
it: Per aiutarti a trovare la correzione migliore, lo strumento ti fornisce anche una guida verticale e una orizzontale: sposta il puntatore del mouse nell'anteprima dell'immagine per visualizzare la guida a linee tratteggiate. Sposta il puntatore in un punto importante dell'immagine, come il livello del mare o il bordo di un edificio, e premi il pulsante sinistro del mouse per bloccare la posizione delle linee tratteggiate. Adesso regola la correzione barilotto/cuscinetto per allinearti alla guida.
nl: Om u te helpen bij het vinden van de beste correctie heeft het hulpmiddel een verticale en een horizontale kruisdraad. Beweeg de muiscursor over de foto om de gestippelde kruisdraad te zien. Verplaats de cursor naar een belangrijke plek in de afbeelding zoals het niveau van de zeespiegel of de rand van een gebouw en druk op de linker muisknop om de positie van de kruisdraad te bevriezen. Nu kunt u de ton-kussen-correctie door uitlijnen met de kruisdraad.
pt_br: Para ajudar você a encontrar a melhor correção, a ferramenta fornece um guia vertical e horizontal. Mova o cursor do mouse na visualização da imagem para exibir o guia de linhas tracejadas. Mova o cursor para um local importante na imagem, como o nível do mar ou a borda de um edifício, e pressione o botão esquerdo do mouse para congelar a posição das linhas tracejadas. Agora, ajuste a correção de abaulamento-afunilamento para alinhá-la com o guia.
sl: Za pomoč pri iskanju najboljšega popravka orodje ponuja navpično in vodoravno vodilo. Premaknite kazalec miške v predogledu slike, da se prikaže vodnik črtkanih črt. Premaknite kazalec na pomembno mesto na sliki, kot je gladina morja ali rob stavbe, in pritisnite levi gumb miške, da zamrznete položaj črtkanih črt. Zdaj prilagodite popravek sodčka/blazinice, da se poravna z vodilom.

source: Applying pincushion corrections can produce a black border in the corners of the image. You will need to cut out the corners with a crop tool available in the Image Editor menu :menuselection:`Transform --> Crop` or via the zoom slider of this dialog.
ca: Aplicar les correccions de coixinet pot produir una vora negra a les cantonades de la imatge. Haureu de retallar les cantonades amb una eina d'escapçat disponible al menú :menuselection:`Transforma --> Escapça` de l'editor d'imatges o mitjançant el control lliscant de zoom en aquest diàleg.
it: Applicando le correzioni a cuscinetto, l'immagine risultante potrebbe produrre un bordo nero negli angoli. Dovrai tagliarli con uno strumento di ritaglio disponibile nel menu dell'Editor delle immagini :menuselection:`Trasforma --> Ritaglia`, oppure tramite il cursore d'ingrandimento di questa finestra.
nl: Toepassen van de ton-kussen-correctie, een zwarte rand in de hoeken van de afbeelding produceren. U kunt dit afsnijden met een hulpmiddel bijsnijden dat beschikbaar is in het menu-item :menuselection:`Transformeren --> Bijsnijden` of via de zoom-schuifregelaars van deze dialoog.
pt_br: Aplicar correções de afunilamento pode produzir uma borda preta nos cantos da imagem. Você precisará recortar os cantos com uma ferramenta de corte disponível no menu do Editor de Imagem :menuselection:`Transformar --> Cortar` ou através do controle deslizante de zoom desta caixa de diálogo.
sl: Uporaba popravkov za popačenja z blazinicami lahko povzroči črno obrobo v kotih slike. Vogale boste morali izrezati z orodjem za obrezovanje, ki je na voljo v meniju urejevalnika slik :menuselection:`Transformiraj --> Obrez` ali prek drsnika za povečavo v tem pogovornem oknu.

source: Barrel correction is enough for most images, however with some shots such as the front of buildings or paintings may also benefit from perspective correction to make all the angles 90 degrees. Note that when you hold your camera by hand you almost always introduce some kind of slight perspective distortion. See :ref:`Perspective Adjustment <transform_perspective>` for more information.
ca: La correcció de barril és suficient per a la majoria d'imatges, però amb algunes preses com la part davantera d'edificis o pintures també poden beneficiar-se de la correcció de la perspectiva per a fer tots els angles de 90 graus. Tingueu en compte que quan aguanteu la càmera a la mà, gairebé sempre introduïu algun tipus de distorsió lleugera de la perspectiva. Vegeu :ref:`Ajust de la perspectiva <transform_perspective>` per a més informació.
it: La correzione a barilotto va bene per la maggior parte delle immagini, ma con alcuni scatti, quali facciate di edifici, dipinti potrebbe essere utile la correzione della prospettiva, in modo da a 90 gradi tutti gli angoli. Nota che, quando tieni in mano la macchina fotografica, introduci quasi sempre una certa distorsione della prospettiva. Per ulteriori informazioni vedi la :ref:`regolazione della prospettiva <transform_perspective>`.
nl: De ton-correctie is voldoende voor de meeste afbeeldingen, maar sommige foto´s, zoals de voorkant van gebrouwen of schilderijen, kunnen ook profiteren van perspectief-correctie uit te voeren door alle hoeken weer 90 graden te maken. Vergeet niet dat bij het maken van foto´s uit de hand, u bijna altijd een vorm van perspectief vervorming introduceert. Zie :ref:`Perspectief aanpassing <transform_perspective>` voor meer informatie.
pt_br: A correção de abaulamento é suficiente para a maioria das imagens; no entanto, algumas fotos, como a fachada de edifícios ou pinturas, também podem se beneficiar da correção de perspectiva para que todos os ângulos fiquem em 90 graus. Observe que, ao segurar a câmera com as mãos, você quase sempre introduz algum tipo de leve distorção de perspectiva. Consulte :ref:`Ajuste de perspectiva <transform_perspective>` para obter mais informações.
sl: Sodčasti popravek zadostuje za večino slik, vendar pa lahko pri nekaterih posnetkih, kot so pročelja zgradb ali slik, koristi tudi popravek perspektive, da so vsi koti 90 stopinj. Upoštevajte, da ko kamero držite v roki, skoraj vedno ustvarite nekakšno rahlo popačenje perspektive. Glejte :ref:`Prilagoditev perspektive <transform_perspective>` za več informacij.

source: Vignetting Correction
ca: Correcció del vinyetatge
it: Correzione della vignettatura
nl: Vignettering corrigeren
pt: Correcção do Efeito-Vinheta
pt_br: Correção de vinheta
sl: Popravek vinjetiranja
uk: Виправлення віньєтування

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
uk: Огляд

source: The digiKam **Vignetting Correction** tool corrects image vignetting, which is the technical term for under-exposure in the corners.
ca: L'eina **Correcció del vinyetatge** del digiKam corregeix el vinyetatge de la imatge, que és un terme tècnic per a la subexposició en les cantonades.
it: Lo strumento **Correzione della vignettatura** di digiKam corregge la vignettatura delle immagini, che è il termine tecnico per indicare la sottoesposizione negli angoli.
nl: Het hulpmiddel **Vignetteringscorrectie** van digiKam corrigeert vignettering op afbeeldingen, wat de technische term is voor onderbelichting in de hoeken.
pt_br: A ferramenta **Correção de vinheta** do digiKam corrige a vinheta da imagem, que é o termo técnico para subexposição nos cantos.
sl: Orodje digiKam **Popravek vinjetiranja** popravi vinjetiranje slike, kar je tehnični izraz za podosvetlitev v kotih.

source: Wide angle lenses, especially those used in medium and large format photography, frequently do not uniformly illuminate the entire sensor plane. Instead, they *vignette* (shade) the edges and corners of the image, substantially reducing the light reaching the corners of the sensor. Some telephoto lenses may also suffer from vignetting.
ca: Les lents gran angular, especialment les que s'utilitzen en fotografia de format mitjà i gran, sovint no il·luminen uniformement tot el pla del sensor. En canvi, *vinyeten* (ombregen) les vores i les cantonades de la imatge, reduint substancialment la llum que arriba fins a les cantonades del sensor. Però algunes lents dels teleobjectius també poden produir vinyetatge.
it: Gli obiettivi grandangolari, specialmente quelli usati nella fotografia di medio e grande formato, spesso non illuminano uniformemente l'intera area del sensore, anzi *vignettano* (mettono in ombra) i bordi e gli angoli dell'immagine, riducendo sostanzialmente la luce che raggiunge gli angoli del sensore. Anche alcuni teleobiettivi possono soffrire di questo fenomeno.
nl: Groothoeklenzen, met name het type gebruikt in medium en groot formaat fotografie, belichten vaak niet het gehele sensorvlak egaal. In plaats daarvan, is er *vignettering* (schaduw) aan de randen en in de hoeken van de foto, de hoeveelheid licht die de sensor daar bereikt is belangrijk verminderend. Sommige telelenzen kunnen ook last hebben van vignetting.
pt_br: Lentes grande-angulares, especialmente aquelas usadas em fotografia de médio e grande formato, frequentemente não iluminam uniformemente todo o plano do sensor. Em vez disso, elas *vinhetam* (sombreiam) as bordas e cantos da imagem, reduzindo substancialmente a luz que atinge os cantos do sensor. Algumas lentes teleobjetivas também podem sofrer com vinhetas.
sl: Širokokotni objektivi, zlasti tisti, ki se uporabljajo pri fotografiranju srednjega in velikega formata, pogosto ne osvetlijo enakomerno celotne ravnine senzorja. Namesto tega *vinjetirajo* (zasenčijo) robove in vogale slike, kar bistveno zmanjša svetlobo, ki doseže vogale senzorja. Nekateri teleobjektivi lahko tudi trpijo zaradi vinjetiranja.

source: The traditional solution for vignetting is to attach a *center filter* to the lens. This is a neutral density filter with maximum density at the optical axis of the lens, clear at the periphery, with density varying inversely to the vignetting of the lens. A center filter has many advantages: not only does it automatically correct for full-frame images but, since it's fixed to the front of the lens, it also compensates for the off-center vignetting which occurs when camera movements are employed for perspective or plane of focus adjustment.
ca: La solució tradicional per al vinyetatge és connectar un *filtre central* a la lent. Es tracta d'un filtre de densitat neutra amb densitat màxima a l'eix òptic de la lent, clar a la perifèria, amb una densitat que varia inversament al vinyetatge de la lent. Un filtre central té molts avantatges: no només corregeix automàticament les imatges en tot el marc, sinó que, com que està fixat a la part davantera de la lent, també compensa el vinyetatge descentrat que es produeix quan s'utilitzen els moviments de la càmera per a la perspectiva o el pla d'enfocament.
it: La soluzione tradizionale per la vignettatura è aggiungere un *filtro centrale* all'obiettivo. Questo è un filtro a densità neutra con densità massima sull'asse ottico dell'obiettivo, trasparente alla periferia, con la densità che varia inversamente alla vignettatura dell'obiettivo. Un filtro centrale ha molti vantaggi: non solo corregge automaticamente le immagini a grandezza intera, ma, siccome è fissato di fronte all'obiettivo, compensa anche la vignettatura lontana dal centro che si verifica quando si fanno movimenti della fotocamera per la regolazione della prospettiva o del piano di fuoco.
nl: De traditionele oplossing voor vignettering is het monteren van een *centrumfilter* op de lens. Dit is een grijsverloop ND filter die het donkerst is bij de optische as van de lens en helder langs de rand, waarbij de grijswaarden omgekeerd met de vignettering van de lens verloopt. Een centrumfilter heeft veel voordelen: niet alleen corrigeert het automatisch voor vol-formaat foto´s, maar omdat het aan de voorkant van de lens is bevestigd, compenseert het ook voor ongelijkmatige vignetting die optreedt bij camera verplaatsingen vanwege aanpassingen voor perspectief of scherpstelling.
pt_br: A solução tradicional para vinhetas é anexar um *filtro central* à lente. Trata-se de um filtro de densidade neutra com densidade máxima no eixo óptico da lente, claro na periferia, com densidade variando inversamente à vinheta da lente. Um filtro central tem muitas vantagens: não só corrige automaticamente imagens em full-frame, como também, por ser fixado na parte frontal da lente, compensa a vinheta descentralizada que ocorre quando movimentos da câmera são empregados para ajuste de perspectiva ou plano de foco.
sl: Tradicionalna rešitev za vinjetiranje je pritrditev *sredinskega filtra* na objektiv. To je filter nevtralne gostote z največjo gostoto na optični osi leče, prozoren na obrobju, z gostoto, ki se spreminja obratno glede na vinjetiranje leče. Osrednji filter ima številne prednosti: ne samo, da samodejno popravlja slike polnega formata, ampak, ker je pritrjen na sprednji del objektiva, kompenzira tudi vinjetiranje izven središča, do katerega pride, ko se premiki kamere uporabijo za perspektivo ali ravnino. prilagajanja ostrenja.

source: But there are disadvantages as well. Many center filters require a 1.5 or 2 f-stop filter factor adjustment, which may in turn necessitate a slow shutter speed, especially since wide angle lenses, even with center filters, are best used at apertures of f/16 or smaller. This combination may make the shutter speed slow enough that hand-holding the camera is impossible, and motion blur becomes a problem when photographing moving objects.
ca: Però també hi ha desavantatges. Molts filtres centrals requereixen un ajust del factor de filtre d'aturada F d'1,5 o 2, el qual al seu torn pot requerir una velocitat d'obturació lenta, especialment per les lents de gran angular, fins i tot amb filtres centrals, s'utilitzen més amb obertures de f/16 o més petites. Aquesta combinació pot fer que la velocitat d'obturació prou lenta que sostenir la càmera amb la mà sigui impossible i el difuminat per moviment es converteix en un problema quan es fotografien objectes mòbils.
it: Ci sono anche degli svantaggi. Molti filtri centrali richiedono una regolazione del fattore del diaframma di 1,5 o 2, che a sua volta può richiedere una velocità di scatto lenta, soprattutto perché gli obiettivi grandangolari, anche con filtri centrali, funzionano al meglio con aperture di f/16 o inferiori. Questa combinazione può rendere la velocità dell'otturatore talmente lenta che è impossibile tenere in mano la fotocamera, e la foto mossa diventa un problema quando si fotografano gli oggetti in movimento.
nl: Maar er zijn ook nadelen. Veel centrumfilters vereisen een 1.5 of 2 f-stop filterfactor aanpassing, waarvoor op zijn beurt een langzamere sluitertijd noodzakelijk kan zijn, speciaal (omdat u bij groothoeklenzen, zelfs met centrumfilters, beter diafragma's van f/16 of kleiner kunt gebruiken). Deze combinatie maakt de sluitersnelheid langzaam genoeg zodat in de hand houden van de camera onmogelijk is en bewegingsonscherpte een probleem wordt bij het fotograferen van bewegende objecten.
pt_br: Mas também há desvantagens. Muitos filtros centrais exigem um ajuste de fator de filtro de 1,5 ou 2 f-stops, o que pode, por sua vez, exigir uma velocidade de obturação lenta, especialmente porque lentes grande-angulares, mesmo com filtros centrais, são mais bem utilizadas em aberturas de f/16 ou menores. Essa combinação pode tornar a velocidade do obturador lenta o suficiente para impossibilitar segurar a câmera com as mãos, e o desfoque por movimento se torna um problema ao fotografar objetos em movimento.
sl: Vendar obstajajo tudi slabosti. Številni sredinski filtri zahtevajo prilagoditev faktorja filtra za 1,5 ali 2 stopnji f, kar lahko posledično zahteva počasnejšo hitrost zaklopa, zlasti ker je širokokotne objektive, tudi s sredinskimi filtri, najbolje uporabljati pri zaslonkah f/16 ali manjših. Ta kombinacija lahko povzroči dovolj nizko hitrost zaklopa, da je držanje fotoaparata v roki nemogoče, zameglitev gibanja pa postane težava pri fotografiranju premikajočih se predmetov.

source: With the wide exposure range of present-day film and the color (or grey-scale) depth of digital cameras or film scanners, it is possible to simulate the effect of a center filter by applying an equivalent transform to a raw image taken without the filter.
ca: Amb l'interval d'exposició àmplia de les pel·lícules actuals i la profunditat de color (o escala de grisos) de les càmeres digitals o escàners de pel·lícula, és possible simular l'efecte d'un filtre central aplicant una transformació equivalent a una imatge RAW capturada sense el filtre.
it: Con l'ampio intervallo di esposizione delle pellicole attuali e la profondità di colore (o scala di grigi) delle fotocamere digitali o degli scanner di pellicole, è possibile simulare l'effetto di un filtro centrale applicando una trasformazione equivalente a un'immagine RAW scattata senza filtro.
nl: Met het grote bereik in belichting van de hedendaagse film en de kleur (of grijs) waarden van digitale camera's of film scanners, is het mogelijk om het effect van een centrumfilter na te bootsen door een vergelijkbare transformatie toe te passen op een RAW-foto genomen zonder dit filter.
pt_br: Com a ampla faixa de exposição dos filmes atuais e a profundidade de cor (ou escala de cinza) das câmeras digitais ou scanners de filme, é possível simular o efeito de um filtro central aplicando uma transformação equivalente a uma imagem bruta tirada sem o filtro.
sl: S širokim razponom osvetlitve današnjega filma in barvno (ali sivinsko) globino digitalnih fotoaparatov ali filmskih skenerjev je mogoče simulirati učinek sredinskega filtra z uporabo enakovrednega preoblikovanja surove slike posnete brez filtra.

source: Using the vignetting correction tool
ca: Utilització de l'eina de Correcció del vinyetatge
it: Usare lo strumento di correzione della vignettatura
nl: Het gebruik van het hulpmiddel correctie van vignettering
pt: Usar a ferramenta de correcção da vinheta
pt_br: Usando a ferramenta de correção da vinheta
sl: Uporaba orodja za popravljanje vinjetiranja
uk: Користування інструментом виправлення віньєтування

source: The Vignetting Correction Types
ca: Els tipus de correcció del vinyetatge
it: I tipi di correzione della vignettatura
nl: De typen Vignettering corrigeren
pt: Os Tipos de Correcção do Efeito-Vinheta
pt_br: Os tipos de correção de vinheta
sl: Vrste popravkov vinjetiranja
uk: Типи виправлення віньєтування
