Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Below the toolbar, two sliders allow you to adjust the clone tool properties. The **Brush Radius** slider adjusts the size of the cloned area. A radius of 0 has no effect. Values of 1 and above set the brush radius that controls the size of the regions that are copied from the image.
ca: A sota de la barra d'eines, dos controls lliscants permeten ajustar les propietats de l'eina de clonatge. El control lliscant **Radi del pinzell** ajusta la mida de l'àrea clonada. Un radi de 0 no tindrà cap efecte. Valors d'1 i superiors determinen el radi del pinzell que controla la mida de les regions que es copien des de la imatge.
it: Sotto la barra degli strumenti, due cursori ti permettono di regolare le proprietà dello strumento Clone. Il cursore **Raggio del pennello** regola la dimensione dell'area clonata. Un raggio di 0 non ha alcun effetto. I valori di 1 e superiori impostano il raggio del pennello che controlla la dimensione delle regioni che sono copiate dall'immagine.
nl: Onder de werkbalk zijn twee schuifregelaars om de eigenschappen van het hulpmiddel klonen aan te passen. De schuifregelaar **Penseelstraal** past de grootte van het gekloonde gebied uit het werkveld aan. Een straal 0 heeft geen effect. Waarden van 1 en hoger zet de penseelstraal die de grootte van de gekopieerde gebieden in de afbeelding bestuurt.
pt_br: Abaixo da barra de ferramentas, dois controles deslizantes permitem ajustar as propriedades da ferramenta de clonagem. O controle deslizante **Raio do pincel** ajusta o tamanho da área clonada. Um raio de 0 não tem efeito. Valores de 1 ou mais definem o raio do pincel que controla o tamanho das regiões copiadas da imagem.
sl: Pod orodno vrstico lahko dva drsnika prilagodite lastnosti orodja za kloniranje. Drsnik **Radij čopiča** prilagodi velikost kloniranega območja. Polmer 0 nima učinka. Vrednosti 1 in več nastavijo polmer čopiča, ki nadzira velikost območij, ki so kopirana s slike.

source: The **Radius Blur** slider controls the smoothing/mixing effect applied to the data cloned onto the canvas. A percent of 0 has no effect. Values above 0 represents the radius of circle that is used to mix the source color that is mixed into the destination color. This mixing is applied radially i.e. the inner part of the brush radius is totally from the source and the percentage of source vs destination decreases linearly until the outer radius of the circle is 100% destination.
ca: El control lliscant **Radi de difuminat** controla l'efecte de suavitzat/mescla aplicat a les dades clonades sobre el llenç. Un percentatge de 0 no tindrà cap efecte. Els valors per sobre de 0 representen el radi del cercle que s'utilitza per a mesclar el color d'origen que es barreja amb el color de destinació. Això es fa radialment, és a dir, la part interior del radi del pinzell és totalment de l'origen i el percentatge d'origen respecte a la destinació es redueix linealment fins a la part exterior del cercle que és 100% destinació.
it: Il cursore **Sfocatura del raggio** controlla l'effetto di smussatura/miscelatura applicato ai dati clonati sopra la tela. Una percentuale di 0 non ha alcun effetto. I valori sopra lo zero rappresentano il raggio del cerchio che viene utilizzato per miscelare il colore originale che è miscelato all'interno del colore di destinazione. Questa fusione viene applicata in modo radiale, ossia la parte più interna del raggio del pennello deriva completamente dall'originale e la percentuale di originale rispetto alla destinazione diminuisce in modo lineare fino a che il raggio più esterno del cerchio risulta 100% destinazione.
nl: De schuifregelaar **Straalvervaging** bestuurt het gladstrijk/mengeffect toegepast op de gekloonde gegevens op het werkveld. Een percentage van 0 heeft geen effect. Waarden boven 0 representeren de straal van de cirkel die wordt gebruikt om de bronkleur te mengen in de kleur van de bestemming. Dit mengen wordt radiaal gedaan d.w.z. het binnenste deel van de penseelstraal is geheel uit de bron en het percentage van de bron versus de bestemming vermindert lineair wordt totdat de buitenste straal van de cirkel 100% van de bestemming is.
pt_br: O controle deslizante **Desfoque de raio** controla o efeito de suavização/mistura aplicado aos dados clonados na tela. Uma porcentagem de 0 não tem efeito. Valores acima de 0 representam o raio do círculo usado para misturar a cor de origem com a cor de destino. Essa mistura é aplicada radialmente, ou seja, a parte interna do raio do pincel é totalmente da origem e a porcentagem da origem em relação ao destino diminui linearmente até que o raio externo do círculo seja 100% do destino.
sl: Drsnik **Radij zamegljevanja** nadzira učinek glajenja/mešanja, uporabljen za podatke, klonirane na platno. Odstotek 0 nima učinka. Vrednosti nad 0 pa predstavljajo polmer kroga, ki se uporablja za mešanje izvorne barve, ki se meša v ciljno barvo. To mešanje se uporablja radialno, tj. notranji del polmera čopiča je v celoti od vira, odstotek vira proti cilju pa se linearno zmanjšuje, dokler zunanji polmer kroga ni 100 % cilja.

source: The Image Editor Healing Clone Tool to Remove Unwanted Artifacts
ca: L'eina «Clonatge de guariment» a l'editor d'imatges per a eliminar defectes no desitjats
it: Lo strumento Riparazione clone dell'Editor delle immagini per rimuovere gli artefatti non desiderati
nl: Het hulpmiddel heling net kloon van de afbeeldingsbewerker om ongewenste artifacts te verwijderen
pt: A Ferramenta de Clonagem para Restauro do Editor de Imagens, para Remover Artefactos Indesejados
pt_br: A ferramenta de clonagem de cura do Editor de Imagem usada para remover artefatos indesejados
sl: Urejevalnik slik orodja za zdravljenje s kloniranjem za odstranjevanje neželenih artefaktov
uk: Інструмент редактора зображень для лікувального клонування і видалення небажаних дефектів

source: To select the source of image to clone, press **S**, or the **Source selection** button from the toolbar on the top of settings view. The cursor will change to a cross-hair symbol. Click on the location where you will start cloning from. The tool then switches to a circular brush. Move the brush to another location and click and drag to clone.
ca: Per a seleccionar la font de la imatge que es clonarà, premeu :kbd:`S` o el botó **Selecciona l'origen** de la barra d'eines a la part superior de la vista de configuració. El cursor canviarà a un símbol de punt de mira. Feu clic a la ubicació des d'on començareu a clonar. L'eina llavors canvia a un pinzell circular. Moveu el pinzell a una altra ubicació i feu clic i arrossegueu per a clonar.
it: Per selezionare l'originale dell'immagine da clonare, premi **S** o il pulsante **Scegli sorgente** dalla barra degli strumenti in cima alla vista delle impostazioni. Il cursore cambia la forma in un mirino. Fai clic sulla posizione da cui inizierai a clonare. Lo strumento quindi passa a un pennello circolare. Sposta il pennello in un'altra posizione, poi fai clic e trascina per clonare.
nl: Om de bron van de te klonen afbeelding te selecteren, druk op **S** of de knop **Bronselectie** op de werkbalk bovenaan de instellingenweergave. De cursor zal wijzigen in een kruisdraadsymbool. Klik op de locatie waar u vanaf wilt klonen. Het hulpmiddel schakelt om naar een cirkelvormig penseel. Verplaats het penseel naar een andere locatie en klik en sleep om te klonen.
pt_br: Para selecionar a origem da imagem a ser clonada, pressione **S** ou o botão **Seleção de origem** na barra de ferramentas na parte superior da visualização de configurações. O cursor se transformará em um símbolo de cruz. Clique no local de onde você iniciará a clonagem. A ferramenta então mudará para um pincel circular. Mova o pincel para outro local e clique e arraste para clonar.
sl: Če želite izbrati vir slike za kloniranje, pritisnite **S** ali gumb **Izbira vira** v orodni vrstici na vrhu pogleda nastavitev. Kazalec se bo spremenil v simbol križca. Kliknite na lokacijo, od koder boste začeli klonirati. Orodje se nato preklopi v okrogel čopič. Premaknite čopič na drugo mesto ter kliknite in povlecite za kloniranje.

source: Screencast of Image Editor Healing Clone Fixing an Artifact with Spot Tool
ca: Vídeo d'una captura de pantalla del «Clonatge de guariment» a l'editor d'imatges esmenant un defecte amb l'eina Puntual
it: Video del Riparazione clone dell'Editor delle immagini che corregge un artefatto con lo strumento Spot
nl: Filmpje van helen met klonen van de afbeeldingsbewerker die een artifact repareert met het hulpmiddel vlekje
pt: Vídeo do Editor de Imagens com a Clonagem a Corrigir um Artefacto com a Ferramenta de Ponto
pt_br: Screencast do Editor de Imagem: Clone de cura corrigindo um artefato com a ferramenta de ponto
sl: Posnetek zaslona urejevalnika slik popravljanje artefaktov z zdravljenjem s kloniranjem
uk: Відео виправлення за допомогою лікувального клонування дефекту за допомогою інструмента плям

source: The tool also provide a **Lasso** and **Polygon** selector for the healing clone operations. You can either press :kbd:`L` or the **Lasso selector** button from the toolbar on the top of settings view. The cursor will change to a pen shape, and you can select discrete points as you like. The polygon edges will be drawn, you just need to press and move your mouse to complete the selection area. You don’t have to draw all the region at one time. The polygon will close itself if you press :kbd:`L` again. Pressing :kbd:`Esc` while in the process of drawing the lasso polygon will cancel the lasso operation.
ca: L'eina també proporciona un selector de **Llaç** i **Polígon** per a les operacions de clonatge de guariment. Podeu prémer :kbd:`L` o el botó **Selector de llaç** de la barra d'eines a la part superior de la vista de configuració. El cursor canviarà a la forma d'un llapis i podreu seleccionar punts discrets com vulgueu. Es dibuixaran les vores del polígon, només cal prémer i moure el ratolí per a completar l'àrea de la selecció. No haureu de dibuixar tota la regió alhora. El polígon es tancarà sobre si mateix si premeu :kbd:`L` de nou. Prement :kbd:`Esc` durant el procés de dibuixar el polígon del llaç es cancel·larà l'operació de llaç.
it: Lo strumento fornisce anche un selettore **Lazo** e **Poligono** per le operazioni di riparazione clone. Puoi premere sia :kbd:`L`, sia il pulsante **selettore Lazo** dalla barra degli strumenti in cima alla vista delle impostazioni. Il cursore cambierà la forma in penna permettendoti di selezionare punti discreti a piacimento. Saranno disegnati i bordi del poligono, ti basta solo premere e spostare il mouse per completare l'area di selezione. Non devi disegnare tutte le regioni in una volta. Il poligono si chiuderà se premi di nuovo :kbd:`L`. Premendo il tasto :kbd:`Esc` durante il processo di disegno del poligono Lazo cancellerai l'operazione del lazo.
nl: Het hulpmiddel levert ook een selectie voor **Lasso** en **Polygoon** voor de bewerking van het klonen voor helen. U kunt of :kbd:`L` indrukken of de knop **Lasso kiezen** uit de werkbalk bovenaan de instellingenweergave. De cursor zal wijzigen in de vorm van een pen en u kunt discrete punten naar wens selecteren. De polygoonranden zullen getekend worden, u hoeft alleen uw muis in te drukken en verplaatsen om het selectiegebied te voltooien. U hoeft niet het gehele gebied in een keer te tekenen. De polygoon zal zichzelf sluiten als u :kbd:`L` opnieuw indrukt. Indrukken van :kbd:`Esc` tijdens het proces van tekenen van de lasso polygoon zal de bewerking met de lasso annuleren.
pt_br: A ferramenta também fornece um seletor de **Laço** e **Polígono** para as operações de clonagem de cura. Você pode pressionar :kbd:`L` ou o botão **Seletor de laço** na barra de ferramentas na parte superior da visualização de configurações. O cursor mudará para o formato de uma caneta e você poderá selecionar pontos discretos como desejar. As arestas do polígono serão desenhadas, basta pressionar e mover o mouse para completar a área de seleção. Você não precisa desenhar toda a região de uma só vez. O polígono se fechará se você pressionar :kbd:`L` novamente. Pressionar :kbd:`Esc` durante o processo de desenho do polígono de laço cancelará a operação de laço.
sl: Orodje nudi tudi izbirnik **Lasso** in **Poligon** za operacije zdravljenja s kloniranjem. Lahko pritisnete :kbd:`L` ali gumb **Izbirnik lasa** v orodni vrstici na vrhu pogleda nastavitev. Kazalec se bo spremenil v obliko peresa in poljubno lahko izberete diskretne točke. Robovi poligona bodo narisani, samo pritisnite in premaknite miško, da zaključite območje izbire. Ni vam treba narisati vse regije naenkrat. Poligon se bo sam zaprl, če ponovno pritisnete :kbd:`L`. Če pritisnete :kbd:`Esc` med risanjem mnogokotnika z lasom, boste preklicali operacijo z lasom.

source: Now the tool will only clone inside the selected region, cloning outside will be ignored, unless you press :kbd:`L` again or :kbd:`Esc` to deactivate the lasso mode. Once you do that, you can clone anywhere in the screen as usual. Here is a screenshot of a lasso polygon selection, and a large portion of the image cloned inside this lasso portion. Of course pressing :kbd:`L` or :kbd:`Esc` again will remove the lasso boundary, keeping the cloned pixels in place, as expected.
ca: Ara l'eina només clonarà dins de la regió seleccionada, la clonació externa s'ignorarà, llevat que premeu :kbd:`L` de nou o :kbd:`Esc` per a desactivar el mode llaç. Quan ho feu, podreu clonar en qualsevol lloc de la pantalla com de costum. Aquí hi ha una captura de pantalla d'una selecció de polígon de llaç, i una gran part de la imatge clonada dins d'aquesta porció de llaç. Per descomptat, prémer :kbd:`L` o :kbd:`Esc` de nou eliminarà el límit del llaç, mantenint els píxels clonats en el seu lloc, com s'esperaria.
it: Lo strumento ora clonerà soltanto all'interno della regione selezionata, la clonazione al di fuori verrà ignorata, a meno che non premi di nuovo :kbd:`L` o :kbd:`Esc` per disattivare la modalità lazo. Una volta fatto questo, puoi clonare in qualsiasi punto nello schermo, come fai normalmente. Ecco la schermata di una selezione del poligono con lazo e una porzione grande dell'immagine clonata all'interno di questa porzione del lazo. Naturalmente, se premi di nuovo :kbd:`L` o :kbd:`Esc` rimuoverai i confini del lazo, mantenendo sul posto, come dev'essere, i pixel clonati.
nl: Daarna zal het hulpmiddel alleen klonen in het geselecteerde gebied, klonen erbuiten zal genegeerd worden, tenzij u :kbd:`L` opnieuw indrukt of :kbd:`Esc` om de modus lasso te deactiveren. Daarna kunt u overal op het scherm zoals gewoonlijk klonen. Hier is een schermafdruk van een de selectie van een lasso-polygoon en een groot gedeelte van de gekloonde afbeelding in dit lasso-gedeelte. Natuurlijk zal indrukken van :kbd:`L` of :kbd:`Esc` opnieuw de lassogrens verwijderen, waarmee de gekloonde pixels op hun plaats blijven, zoals valt te verwachten.
pt_br: Agora, a ferramenta clonará apenas dentro da região selecionada; a clonagem externa será ignorada, a menos que você pressione :kbd:`L` novamente ou :kbd:`Esc` para desativar o modo laço. Feito isso, você poderá clonar qualquer lugar da tela como de costume. Aqui está uma captura de tela de uma seleção de polígono em laço e de uma grande parte da imagem clonada dentro dessa parte do laço. É claro que pressionar :kbd:`L` ou :kbd:`Esc` novamente removerá o limite do laço, mantendo os pixels clonados no lugar, como esperado.
sl: Zdaj bo orodje kloniralo samo znotraj izbrane regije, kloniranje zunaj pa bo prezrto, razen če znova pritisnete :kbd:`L` ali :kbd:`Esc`, da deaktivirate način laso. Ko to storite, lahko kot običajno klonirate kjer koli na zaslonu. Tukaj je posnetek zaslona izbora poligona z lasom in velik del slike, ki je kloniran znotraj tega dela z lasom. Seveda boste s ponovnim pritiskom :kbd:`L` ali :kbd:`Esc` odstranili mejo lasa, pri čemer bodo klonirane slikovne pike ostale na mestu, kot je pričakovano.

source: Screencast of Image Editor Healing Clone Fixing an Area Using Lasso
ca: Vídeo d'una captura de pantalla del «Clonatge de guariment» a l'editor d'imatges esmenant una àrea utilitzant Llaç
it: Video del Riparazione clone dell'Editor delle immagini che corregge un'area che usa il lazo
nl: Filmpje van afbeeldingsbewerker met helen met kloon die een gebied heelt net gebruik van lasso
pt: Vídeo do Editor de Imagens com a Clonagem a Corrigir uma Área com o Laço
pt_br: Screencast do Clone de cura do Editor de Imagem corrigindo uma área usando laço
sl: Zaslonska slika urejevalnika slik zdravljenja s kloniranjem območja z lasom
uk: Відео виправлення області з використанням ласо за допомогою лікувального клонування у редакторі зображень

source: You can undo and redo using toolbar buttons from the toolbar on the top of settings view. Two keyboard shortcuts are assigned to the tool: :kbd:`Ctrl+Z` for undo and :kbd:`Ctrl+Shift+Z` for redo. You can undo and redo without limitation.
ca: Podeu desfer i refer utilitzant els botons de la barra d'eines a la part superior de la vista de configuració. S'assignen dues dreceres de teclat a l'eina: :kbd:`Ctrl+Z` per a desfer i :kbd:`Ctrl+Maj+Z` per a refer. Podreu desfer i refer sense limitació.
it: Puoi annullare e rifare le operazioni utilizzando i pulsanti dalla barra degli strumenti in cima alla vista delle impostazioni. Allo strumento sono assegnate due scorciatoie: :kbd:`Ctrl+Z` per annullare e :kbd:`Ctrl+Maiusc+Z` per rifare. Puoi annullare e rifare le operazioni senza limiti.
nl: U kunt ongedaan maken en opnieuw doen met de werkbalkknoppen uit de werkbalk bovenaan de instellingenweergave. Twee sneltoetsen zijn toegekend aan het hulpmiddel: :kbd:`Ctrl+Z` voor ongedaan maken en :kbd:`Ctrl+Shift+Z` voor opnieuw doen. U kunt ongedaan maken en opnieuw doen zonder beperking.
pt: Poderá desfazer e refazer com os botões da barra de ferramentas no topo da área de configuração. Existem dois atalhos de teclado atribuídos à ferramenta: o :kbd:`Ctrl+Z` para desfazer eo o :kbd:`Ctrl+Shift+Z` para refazer. Poderá desfazer e refazer sem limitações.
pt_br: Você pode desfazer e refazer usando os botões da barra de ferramentas na parte superior da visualização de configurações. Dois atalhos de teclado são atribuídos à ferramenta: :kbd:`Ctrl+Z` para desfazer e :kbd:`Ctrl+Shift+Z` para refazer. Você pode desfazer e refazer sem limitações.
sl: Z gumbi v orodni vrstici na vrhu pogleda nastavitev lahko razveljavite in uveljavite. Orodju sta dodeljeni dve bližnjici na tipkovnici: :kbd:`Ctrl+Z` za razveljavitev in :kbd:`Ctrl+Shift+Z` za uveljavitev. Razveljavljate in uveljavljate lahko brez omejitev.
uk: Ви можете скасовувати та повторювати дії кнопок панелі інструментів на панелі інструментів. Із цим інструментом пов'язано два клавіатурних скорочення: :kbd:`Ctrl+Z` для скасування і :kbd:`Ctrl+Shift+Z` для повторення. Кількість скасувань та повторень не обмежено.

source: G'MIC-Qt Tool
ca: Eina «G'MIC»
it: Strumento G'MIC-Qt
nl: Hulpmiddel G'MIC-Qt
pt: Ferramenta do G'MIC-Qt
pt_br: Ferramenta G'MIC-Qt
sl: Orodje G'MIC-Qt
uk: Інструмент G'MIC-Qt

source: Features
ca: Característiques
nl: Mogelijkheden
pt_br: Funcionalidades

source: G'MIC-Qt is 3rd-party image editing tool provided as a plug-in. It is named **G'MIC** for **GREYC’s Magic for Image Computing**, `an open-source image processing framework <https://gmic.eu/>`_. The full list of G'MIC features is long and cannot be detailed here as it comes with over 500 interesting functions to explore. It comes with filters for changing colors, creating patterns, adding artistic touches, repairing inconsistencies in pictures, rendering shapes, and much more. The plugin is highly customizable, with the ability to set favorites and even add your own filters.
ca: El G'MIC-Qt és una eina d'edició d'imatges de tercers que es proporciona com a connector. S'anomena **G'MIC** per a **GREYC's Magic for Image Computing**, `un marc de treball de codi obert per al processament d'imatges <https://gmic.eu/>`_. La llista completa de característiques del G'MIC és llarga i no es pot detallar aquí, ja que inclou més de 500 funcions interessants per a explorar. Ve amb filtres per a canviar colors, crear patrons, afegir tocs artístics, reparar inconsistències en les imatges, renderitzar formes i molt més. El connector és altament personalitzable, amb la capacitat d'establir preferits, així com fins i tot afegir els vostres propis filtres.
it: G'MIC-Qt è uno strumento di modifica delle immagini di terze parti, fornito come estensione. **G'MIC** sta per **GREYC’s Magic for Image Computing**, `una infrastruttura di elaborazione delle immagini open source <https://gmic.eu/>`_. L'elenco completo delle funzionalità di G'MIC è lungo e non può essere trattato in dettagli qui, perché contiene più di 500 interessanti funzioni da esplorare. Contiene filtri per cambiare i colori, creare motivi, aggiungere tocchi artistici, riparare inconsistenze, rendere forme e molto altro. L'estensione è altamente personalizzabile e ha la possibilità d'impostare preferiti e persino aggiungere filtri personalizzati.
nl: G'MIC-Qt is een hulpmiddel voor afbeeldingen bewerken van een derde, geleverd als een plug-in. De naam is **G'MIC** voor **Gray's Magic for Image Computing**, `een open-source framework voor bewerken van afbeeldingen <https://gmic.eu/>`_. De volledige lijst met mogelijkheden van G'MIC is lang en kan hier niet gedetailleerd worden omdat het komt met meer dan 500 interessante functies om te onderzoeken. Het komt met filters voor wijziging van kleuren, patronen aanmaken, artistieke toetsen toevoegen, inconsistenties in afbeeldingen repareren, vormen weergeven, en veel meer. De plug-in zeer goed aan te passen, met de mogelijkheid om favorieten in te stellen en zelfs uw eigen filters toe te voegen.
pt_br: G'MIC-Qt é uma ferramenta de edição de imagens de terceiros fornecida como um plugin. Seu nome é **G'MIC**, em referência a **GREYC’s Magic for Image Computing**, `um framework de processamento de imagens de código aberto <https://gmic.eu/>`_. A lista completa de recursos do G'MIC é longa e não pode ser detalhada aqui, pois ele oferece mais de 500 funções interessantes para explorar. Ele inclui filtros para alterar cores, criar padrões, adicionar toques artísticos, corrigir inconsistências em imagens, renderizar formas e muito mais. O plugin é altamente personalizável, com a capacidade de definir favoritos e até mesmo adicionar seus próprios filtros.
sl: G'MIC-Qt je orodje za urejanje slik tretje osebe, ki je na voljo kot vtičnik. Imenuje se **G'MIC** za **GREYC’s Magic for Image Computing**, `odprtokodno ogrodje za obdelavo slik <https://gmic.eu/>`_. Celoten seznam funkcij G'MIC je dolg in ga tukaj ni mogoče podrobno opisati, saj vsebuje več kot 500 zanimivih funkcij za raziskovanje. Prihaja s filtri za spreminjanje barv, ustvarjanje vzorcev, dodajanje umetniških dodatkov, popravljanje nedoslednosti na slikah, upodabljanje oblik in še veliko več. Vtičnik je zelo prilagodljiv, z možnostjo nastavitve priljubljenih in celo dodajanja lastnih filtrov.
