Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The only way to be sure which settings of **Amount**, **Feather**, and **Radius** best compensate for the actual optical characteristics of a given lens is to expose a uniformly illuminated scene (for example, a grey card lit by diffuse light) and then measure any vignetting in the resulting image (for example with Adjust Level tool histogram position bar). Without such measurements, or specifications by the lens manufacturer giving the precise degree of vignetting at one or more working apertures, you may have to experiment with different settings to find those which work best for each of your lenses. To help you in this task, the tool dialog provides a thumbnail mask rendering applied to the image. Fortunately, the response of the human eye is logarithmic, not linear like most digital imaging sensors, so you needn't precisely compensate for the actual vignetting to create images which viewers will perceive as uniformly illuminated.
ca: L'única manera d'estar segurs que l'ajust de **Quantitat**, **Ploma** i **Radi** compensen millor les característiques òptiques reals d'una lent donada exposant una escena il·luminada de manera uniforme (per exemple, una targeta grisa il·luminada per llum difusa) i després mesurar qualsevol vinyetatge sobre la imatge resultant (per exemple, amb l'eina Ajust dels nivells i la seva barra de posició en l'histograma). Sense aquesta mesura, o les especificacions per part del fabricant de la lent proporcionen la mesura exacta del vinyetatge a una o més obertures de treball, possiblement haureu d'experimentar amb opcions de configuració diferents fins a trobar les que funcionen millor per a cadascuna de les vostres lents. Per a ajudar-vos en aquesta tasca, el diàleg de l'eina proporciona la representació en miniatura d'una màscara aplicada sobre la imatge. Afortunadament, la resposta de l'ull humà és logarítmica i no lineal, com la majoria de sensors d'imatge digital, així que no hi ha necessitat de compensar el vinyetatge real per a crear imatges que els espectadors percebin com a il·luminades de forma uniforme.
it: L'unico modo per essere sicuro quali impostazioni di **Quantità**, **Sfumatura** e **Raggio** compensano al meglio le caratteristiche ottiche reali di un determinato obiettivo è esporre una scena illuminata uniformemente (per esempio, una scheda grigia illuminata da luce diffusa), quindi misurare tutte le vignettature nell'immagine risultante (per esempio con la barra di posizionamento dell'istogramma dello strumento Regola livello). Senza queste misurazioni, o le specifiche del produttore dell'obiettivo che forniscono il grado preciso di vignettatura a una o più aperture di lavoro, potresti dover sperimentare con impostazioni differenti per trovare quelle che funzionano al meglio per ognuno dei tuoi obiettivi. Per aiutarti in questa operazione, la finestra di dialogo dello strumento fornisce la resa di una maschera in miniatura applicata all'immagine. Per fortuna, la risposta dell'occhio umano è logaritmica, non lineare come la maggior parte dei sensori digitali per immagini, quindi non devi necessariamente compensare precisamente la reale vignettatura per creare immagini che saranno percepite come uniformemente illuminate da chi le osserva.
nl: De enige manier om te bepalen welke combinaties van **Hoeveelheid**, **Doezelen** en **Straal** het beste de werkelijke optische karakteristieken van een bepaalde lens compenseren, is door een foto te maken van een egaal verlichte scene (bijvoorbeeld, een grijze kaart belicht door diffuus licht) en daarna meten van enige vignetting van de resulterende foto uit te voeren (bijvoorbeeld met de histogram balk van Niveau Aanpassen). Zonder zo'n meting of als in de door de fabrikant opgegeven specificaties van de lens niet precies de vignetting van een of meerdere openingen zijn te vinden, dan moet zelf experimenteren met verschillende instellingen om te bepalen welke het beste is voor elk van uw lenzen. Om u te helpen met deze taak levert de hulpmiddeldialoog een weergave van een rendering met een miniaturenmasker toegepast op de afbeelding. Gelukkig is de gevoeligheid van het menselijk oog logaritmisch en niet lineair zoals de meeste digitale beeldsensors, daarom hoeft u niet nauwkeurig de werkelijke vignetting te compenseren om toch foto´s te creëren die kijkers als egaal belicht zal opvatten.
pt_br: A única maneira de ter certeza de quais configurações de **Quantidade**, **Esmaecimento** e **Raio** compensam melhor as características ópticas reais de uma determinada lente é expor uma cena uniformemente iluminada (por exemplo, um cartão cinza iluminado por luz difusa) e então medir qualquer vinheta na imagem resultante (por exemplo, com a barra de posição do histograma da ferramenta Ajustar nível). Sem tais medições, ou especificações do fabricante da lente dando o grau preciso de vinheta em uma ou mais aberturas de trabalho, você pode ter que experimentar diferentes configurações para encontrar aquelas que funcionam melhor para cada uma das suas lentes. Para ajudá-lo nessa tarefa, a caixa de diálogo da ferramenta fornece uma renderização de máscara em miniatura aplicada à imagem. Felizmente, a resposta do olho humano é logarítmica, não linear como a maioria dos sensores de imagem digital, então você não precisa compensar precisamente a vinheta real para criar imagens que os espectadores perceberão como uniformemente iluminadas.
sl: Edini način, da se prepričate, katere nastavitve **Količina**, **Pero** in **Polmer** najbolje kompenzirajo dejanske optične značilnosti danega objektiva, je, da osvetlite enakomerno osvetljen prizor (na primer siva kartica, osvetljena z difuzno svetlobo) in nato izmerite morebitno vinjetiranje na dobljeni sliki (na primer z vrstico položaja histograma orodja za prilagoditev ravni). Brez takšnih meritev ali specifikacij proizvajalca objektiva, ki podajajo natančno stopnjo vinjetiranja pri eni ali več delovnih zaslonkah, boste morda morali eksperimentirati z različnimi nastavitvami, da boste našli tiste, ki najbolje delujejo za vsako od vaših lečij. V pomoč pri tej nalogi vam pogovorno okno orodja ponuja upodobitev maske sličice, ki se uporablja za sliko. Na srečo je odziv človeškega očesa logaritemski, ne linearen kot večina digitalnih slikovnih senzorjev, zato vam ni treba natančno kompenzirati dejanskega vinjetiranja, da ustvarite slike, ki jih bodo gledalci zaznali kot enakomerno osvetljene.

source: If you need to re-adjust the exposure of the target image, use the Adjust Curve tool from Image Editor available under :menuselection:`Color --> Adjust Curve` menu entry.
ca: Si necessiteu reajustar l'exposició de la imatge de destinació, utilitzeu l'eina Ajust de corba des de l'editor d'imatges disponible a l'entrada de menú :menuselection:`Color --> Ajust de les corbes`.
it: Se hai necessità di regolare di nuovo l'esposizione dell'immagine risultante, usa lo strumento **Regola curva** dell'Editor delle immagini che si trova nel menu :menuselection:`Colore --> Regola curva`.
nl: Als u het nodig vindt de belichting van de doelafbeelding aan te passen, gebruik dan het hulpmiddel Curve aanpassen van de afbeeldingsbewerker met menu-item :menuselection:`Kleur --> Curves aanpassen`.
pt_br: Se precisar reajustar a exposição da imagem alvo, use a ferramenta para Ajustar curva do Editor de Imagem disponível na entrada de menu :menuselection:`Cor --> Ajustar curva`.
sl: Če morate ponovno prilagoditi osvetlitev ciljne slike, uporabite orodje za prilagajanje krivulje v urejevalniku slik, ki je na voljo pod vnosom menija :menuselection:`Barva --> Prilagodi krivuljo`.

source: The vignetting correction tool in action
ca: L'eina Correcció del vinyetatge en acció
it: Lo strumento di correzione della vignettatura in azione
nl: Het vignetting correctie gereedschap in actie
pt: A ferramenta de correcção da vinheta em acção
pt_br: A ferramenta de correção da vinheta em ação
sl: Orodje za popravljanje vinjetiranja v akciji
uk: Робота інструменту виправлення віньєтування

source: This is an example of a vignetting correction applied to an image. The original image on the top shows vignetting in the corners, the corrected image on the bottom much less. The values used for this example are:
ca: Aquest és un exemple d'una correcció del vinyetatge aplicada a una imatge. La imatge original a la part superior mostra vinyetes a les cantonades, la imatge corregida a la part inferior molt menys. Els valors utilitzats per a aquest exemple són:
it: Questo è un esempio di correzione vignettatura applicata a un'immagine. L'immagine originale in alto mostra la vignettatura negli angoli, l'immagine corretta, in basso, molto meno. I valori utilizzati in questo esempio sono:
nl: Dit is een voorbeeld van een vignetting correctie toegepast op een afbeelding. Bij de originele foto (1) bovenaan is vignetting in de hoeken zichtbaar, bij de gecorrigeerde foto (2) onderaan veel minder. De waarden gebruikt voor dit voorbeeld zijn:
pt_br: Este é um exemplo de correção de vinheta aplicada a uma imagem. A imagem original na parte superior apresenta vinheta nos cantos, enquanto a imagem corrigida na parte inferior apresenta muito menos vinheta. Os valores usados ​​neste exemplo são:
sl: To je primer popravka vinjetiranja uporabljenega za sliko. Prvotna slika na vrhu kaže vinjetiranje v vogalih, popravljena slika na dnu pa veliko manj. Vrednosti, uporabljene za ta primer, so:

source: Density = 2.6.
ca: Densitat = 2,6.
it: Densità = 2,6
nl: Dichtheid = 2,6.
pt: Densidade = 2,6.
pt_br: Densidade = 2,6.
sl: Gostota = 2,6.
uk: Щільність = 2.6.

source: Power = 0.9.
ca: Potència = 0,9.
it: Potenza = 0,9
nl: Macht = 0,9.
pt: Potência = 0,9.
pt_br: Potência = 0,9.
sl: Moč = 0,9.
uk: Потужність = 0.9.

source: Radius = 1.1.
ca: Radi = 1,1.
it: Raggio = 1,1
nl: Straal = 1,1.
pt: Raio = 1,1.
pt_br: Raio = 1,1.
sl: Polmer = 1,1.
uk: Радіус = 1.1.

source: The Image Editor Anti-Vignetting Tool
ca: L'eina Antivinyetatge de l'editor d'imatges
it: Lo strumento antivignettatura dell'Editor delle immagini
nl: Het hulpmiddel Anti-vignettering van de afbeeldingsbewerker
pt: A Fereramenta de Anti-Vinheta do Editor de Imagens
pt_br: A ferramenta anti-vinheta do Editor de Imagem
sl: Orodje za preprečevanje vinjetiranja urejevalnika slik
uk: Інструмент усування віньєтування редактора зображень

source: Lens Auto-Correction
ca: Correcció automàtica de la lent
it: Correzione automatica dell'obiettivo
nl: Automatische lenscorrectie
pt_br: Correção automática da lente
sl: Samodejni popravek objektiva

source: The digiKam **Lens Auto-Correction** tool can correct lens imperfections such as **Distortion**, **Chromatic aberration**, **Vignetting**, and **Geometry**, and do so automatically for hundreds of common lenses.
ca: L'eina **Correcció automàtica de la lent** del digiKam pot corregir les imperfeccions de la lent com la **Distorsió**, l'**Aberració cromàtica**, el **Vinyetatge** i la **Geometria**, i fer-ho automàticament per a centenars de lents habituals.
it: Lo strumento **Correzione automatica dell'obiettivo** di digiKam è in grado di correggere imperfezioni dell'obiettivo quali **Distorsione**, **Aberrazione cromatica**, **Vignettatura** e **Geometria**, in modo automatico per centinaia di obiettivi comuni.
nl: Het hulpmiddel **Automatische lenscorrectie** van digiKam kan lensafwijkingen corrigeren zoals **Vervorming**, **Chromatische aberratie**, **Vignettering**, en **Geometrie**, en kan dat automatisch doen voor honderden algemene lenzen.
pt_br: A ferramenta **Correção automática de lente** do digiKam pode corrigir imperfeições de lentes, como **Distorção**, **Aberração cromática**, **Vinhetas** e **Geometria**, e faz isso automaticamente para centenas de lentes comuns.
sl: Orodje digiKam **Samodejni popravek objektiva** lahko popravi nepopolnosti lečij, kot so **Popačenje**, **Kromatska aberacija**, **Vinjetiranje** in **Geometrija**, in to samodejno za stotino pogostih objektivov.

source: No lens is optically perfect. Even the most expensive lenses have their own unique imperfections. This tool corrects for those imperfections.
ca: Cap lent no és òpticament perfecta. Fins i tot les lents més cares tenen les seves pròpies imperfeccions úniques. Aquesta eina corregeix aquestes imperfeccions.
it: Nessun obiettivo è otticamente perfetto. Anche gli obiettivi più costosi contengono imperfezioni. Questo strumento corregge queste imperfezioni.
nl: Geen lens is optisch perfect. Zelfs de duurste lenzen hebben hun eigen onvolmaaktheden. Dit hulpmiddel corrigeert die onvolmaaktheden.
pt_br: Nenhuma lente é opticamente perfeita. Mesmo as lentes mais caras têm suas próprias imperfeições. Esta ferramenta corrige essas imperfeições.
sl: Nobena leča ni optično popolna. Tudi najdražje leče imajo svoje edinstvene nepopolnosti. To orodje popravi te nepopolnosti.

source: The Lens Auto-Correction Tool from the digiKam Image Editor
ca: L'eina Correcció automàtica de la lent de l'editor d'imatges del digiKam
it: Lo strumento Correzione automatica dell'obiettivo nell'Editor delle immagini
nl: Het hulpmiddel voor automatische lenscorrectie uit de afbeeldingsbewerker van digiKam
pt_br: A ferramenta de correção automática de lentes do Editor de Imagem do digiKam
sl: Orodje digiKam urejevalnika slik za samodejno popravljanje objektiva

source: The Lens Auto-Correction tool uses lens data from the `Lensfun library <https://lensfun.github.io/>`_, an up-to-date database of hundreds of lenses and their characteristics. The tool also uses the **Metadata** from the image to find-out which lens was used for a particular image.
ca: L'eina Correcció automàtica de la lent fa servir dades de lents de la `biblioteca Lensfun <https://lensfun.github.io/>`_, una base de dades actualitzada de centenars de lents i les seves característiques. L'eina també utilitza les **Metadades** de la imatge per a trobar quina lent es va utilitzar en una imatge concreta.
it: Lo strumento Correzione automatica dell'obiettivo usa i dati dalla `libreria Lensfun <https://lensfun.github.io/>`_, una banca dati aggiornata con un elenco di centinaia di obiettivi e delle loro caratteristiche. Lo strumento sfrutta anche i **metadati** dall'immagine per capire quale obiettivo sia stato utilizzato per un determinato scatto.
nl: Het hulpmiddel Automatische lenscorrectie gebruikt lensgegevens uit de `Lensfun library <https://lensfun.github.io/>`_, een up-to-date database met honderden lenzen en hun karakteristieken. Het hulpmiddel gebruikt ook de **Metagegevens** uit de afbeelding om uit te vinden welke lens is gebruikt voor een bepaalde afbeelding.
pt_br: A ferramenta de correção automática de lentes utiliza dados de lentes da biblioteca Lensfun <https://lensfun.github.io/>, um banco de dados atualizado com centenas de lentes e suas características. A ferramenta também utiliza os **Metadados** da imagem para descobrir qual lente foi usada em uma imagem específica.
sl: Orodje za samodejni popravek lečij uporablja podatke o objektivih iz `knjižnice Lensfun <https://lensfun.github.io/>`_, posodobljene zbirke podatkov o več sto objektivih in njihovih značilnostih. Orodje uporablja tudi **Metapodatke** iz slike, da ugotovi, kateri objektiv je bil uporabljen za določeno sliko.

source: If the exact lens used to take the picture is available in the LensFun library, the tool will display **(exact match found)** in green. However if an exact match is not available, the tool will choose settings based on the closest match and display **(partial match found)** in orange. In this case, the user is allowed to select a different lens. If no match is found, the tool displays **(no match found)** in red.
ca: Si la lent exacta utilitzada per a prendre la imatge està disponible a la biblioteca LensFun, l'eina mostrarà **(coincidència exacta)** en verd. Tanmateix, si no hi ha una coincidència exacta, l'eina triarà la configuració basada en la coincidència més propera i mostrarà **(coincidència parcial)** en taronja. En aquest cas, es permet a l'usuari seleccionar una lent diferent. Si no es troba cap coincidència, l'eina mostra **(cap coincidència)** en vermell.
it: Se nella libreria LensFun è disponibile l'obiettivo esatto utilizzato per scattare la foto, lo strumento mostrerà l'avviso **(corrispondenza esatta)** in verde. Se però non è disponibile una corrispondenza esatta, sceglierà le impostazioni basandosi sulla corrispondenza più vicina e mostrerà l'avviso **corrispondenza parziale** in arancione. In questo caso l'utente potrà selezionare un obiettivo diverso. Se non è alcuna corrispondenza, lo strumento mostrerà l'avviso **nessuna corrispondenza** in rosso.
nl: Als de exacte lens gebruikt om de afbeelding te maken beschikbaar is in de LensFun-bibliotheek zal het, in groen, **(exacte overeenkomst gevonden)** tonen. Als echter de exacte overeenkomst niet beschikbaar is, zal het de instellingen kiezen gebaseerd op de dichtst bijzijnde overeenkomst en, in oranje, **(gedeelte overeenkomst gevonden)**. In dat geval kan de gebruiker een andere lens kiezen. Als geen overeenkomst is gevonden, toont het hulpmiddel, in rood, **(geen overeenkomst gevonden)**.
pt_br: Se a lente exata usada para tirar a foto estiver disponível na biblioteca LensFun, a ferramenta exibirá **(correspondência exata encontrada)** em verde. No entanto, se uma correspondência exata não estiver disponível, a ferramenta escolherá as configurações com base na correspondência mais próxima e exibirá **(correspondência parcial encontrada)** em laranja. Nesse caso, o usuário poderá selecionar uma lente diferente. Se nenhuma correspondência for encontrada, a ferramenta exibirá **(nenhuma correspondência encontrada)** em vermelho.
sl: Če je v knjižnici LensFun na voljo natančen objektiv, uporabljen za fotografiranje, bo orodje prikazalo **(najdeno natančno ujemanje)** v zeleni barvi. Če pa natančno ujemanje ni na voljo, bo orodje izbralo nastavitve na podlagi najbližjega ujemanja in prikazalo **(najdeno delno ujemanje)** v oranžni barvi. V tem primeru lahko uporabnik izbere drug objektiv. Če ujemanje ni najdeno, orodje prikaže **(ni ujemanja)** v rdeči barvi.

source: Metadata with Match in the LensFun Database
ca: Les metadades amb coincidència a la base de dades de LensFun
it: Metadati con corrispondenza nella banca dati LensFun
nl: Metagegevens met overeenkomst met LensFun-database
pt_br: Metadado com correspondência no banco de dados LensFun
sl: Metapodatki z ujemanjem v podatkovni zbirki LensFun

source: Metadata with a Partial Match in the LensFun Database
ca: Les metadades amb coincidència parcial a la base de dades de LensFun
it: Metadati con corrispondenza parziale nella banca dati LensFun
nl: Metagegevens met een gedeeltelijk overeenkomst in de LensFun-database
pt_br: Metadado com correspondência parcial no banco de dados LensFun
sl: Metapodatki z delnim ujemanjem v podatkovni zbirki LensFun

source: Metadata with no Match in the LensFun Database
ca: Les metadades sense coincidència a la base de dades de LensFun
it: Metadati senza alcuna corrispondenza nella banca dati LensFun
nl: Metagegevens met geen overeenkomst in de LensFun-database
pt_br: Metadado com nenhuma correspondência no banco de dados LensFun
sl: Metapodatki se ne ujemajo v podatkovni zbirki LensFun

source: You can either enable or disable the helper **Grid** lines to visualize how the geometrical distortions are corrected on image.
ca: Podeu activar o desactivar les línies auxiliars de **Quadrícula** per a visualitzar com es corregeixen les distorsions geomètriques a la imatge.
it: Puoi attivare o disattivare le linee della **griglia** di aiuto per visualizzare come viene corretta le distorsioni geometriche sull'immagine.
nl: U kunt wel of niet het hulpprogramma **Rasterlijnen** inschakelen om te visualiseren hoe de geometrische vervormingen worden gecorrigeerd in de afbeelding.
pt_br: Você pode habilitar ou desabilitar as linhas auxiliares **Grade** para visualizar como as distorções geométricas são corrigidas na imagem.
sl: Lahko omogočite ali onemogočite pomožne črte **Mreže**, da vizualizirate, kako so geometrijska popačenja popravljena na sliki.

source: The Lens Auto-Correction Tool Displaying the Helper Grid over the Canvas
ca: L'eina Correcció automàtica de la lent mostrant la quadrícula auxiliar sobre el llenç
it: Lo strumento di correzione automatica dell'obiettivo che visualizza la griglia di aiuto sulla tela
nl: Het hulpmiddel voor automatische lenscorrectie toont het hulpraster over de werkruimte
pt: A Ferramenta de Correcção Automática da Lente a Mostrar a Grelha Auxiliar na Área de Desenho
pt_br: A ferramenta de correção automática de lentes exibindo a grade auxiliar sobre a tela
sl: Orodje za samodejno popravljanje leče, ki prikazuje pomožno mrežo na platnu
uk: Інструмент автоматичного виправлення викривлення об'єктивом із допоміжною ґраткою над полотном

source: Select the corrections you want to apply. The corrections are immediately displayed in the image preview area to the left. As for all tools, the preview area can be configured by clicking on the preview comparison style icons in the status bar. When you are satisfied with the result press **OK**.
ca: Seleccioneu les correccions que vulgueu aplicar. Les correccions es mostren immediatament a l'àrea de vista prèvia de la imatge a l'esquerra. Com a totes les eines, l'àrea de vista prèvia es pot configurar fent clic a les icones d'estil de comparació de vista prèvia a la barra d'estat. Quan estigueu satisfet amb el resultat premeu **D'acord**.
it: Seleziona le correzioni da applicare. Le correzioni sono immediatamente visualizzate nell'area di anteprima immagine alla sinistra. Come per tutti gli strumenti, l'area di anteprima può essere configurata facendo clic sulle icone dello stile di confronto nella barra di stato. Una volta soddisfatto del risultato premi **OK**.
nl: Selecteer de correcties die u wilt toepassen. De correcties worden onmiddellijk links getoond in het afbeeldingsweergavegebied. Net als voor alle hulpmiddelen kan het voorbeeldgebied geconfigureerd worden door te klikken op het pictogram stijl voor voorbeeldvergelijking in de statusbalk. Wanneer u tevreden bent met het resultaat druk op **OK**.
pt_br: Selecione as correções que deseja aplicar. As correções são exibidas imediatamente na área de visualização da imagem, à esquerda. Assim como acontece com todas as ferramentas, a área de visualização pode ser configurada clicando nos ícones de estilo de comparação de visualização na barra de status. Quando estiver satisfeito com o resultado, pressione **OK**.
sl: Izberite popravke, ki jih želite uporabiti. Popravki so takoj prikazani v območju predogleda slike na levi. Kot pri vseh orodjih lahko tudi območje predogleda konfigurirate s klikom na ikone sloga primerjave predogleda v vrstici stanja. Ko ste z rezultatom zadovoljni, pritisnite **V redu**.

source: Hot Pixels
ca: Píxels cremats
it: Pixel bruciati
pt_br: Pixels quentes
sl: Vroče slikovne pike

source: The digiKam **Hot Pixels** tool facilitates removing hot pixels from photographs taken with a digital camera.
ca: L'eina de **Píxels cremats** del digiKam facilita la seva eliminació de les fotografies fetes amb una càmera digital.
it: Lo strumento **Pixel bruciati** di digiKam aiuta a rimuovere i pixel bruciati dalle fotografie scattate con una fotocamera digitale.
nl: Het hulpmiddel **Hot Pixels** van digiKam helpt bij het verwijderen van hot pixels uit foto's genomen met een digitale camera.
pt_br: A ferramenta **Pixels quentes** do digiKam facilita a remoção de pixels quentes de fotografias tiradas com uma câmera digital.
sl: Orodje digiKama **Vroče slikovne pike** olajša odstranjevanje vročih slikovnih pik s fotografij, posnetih z digitalnim fotoaparatom.
