Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Most current digital cameras produce images with several brightly colored **Bad Pixels** when using slow shutter speeds. Night images can be ruined by these Bad Pixels. There are three different types of Bad Pixels:
ca: La majoria de les càmeres digitals actuals produeixen imatges amb diversos **Píxels defectuosos** de colors brillants quan s'utilitzen velocitats d'obturació lentes. Les imatges nocturnes es poden veure arruïnades per aquests píxels defectuosos. Hi ha tres tipus diferents de píxels defectuosos:
it: La maggior parte delle fotocamere digitali produce immagini con diversi **pixel difettosi** colorati in modo brillante quando si utilizzano basse velocità di otturatore. Le immagini notturne possono venire rovinate da questi pixel. Esistono tre diversi tipi di pixel difettosi:
nl: De meeste huidige digitale camera's produceren afbeeldingen met verschillende helder gekleurde **Slechte pixels** bij gebruik van langzame sluitersnelheden. Nachtafbeeldingen kunnen geruïneerd worden door deze slechte pixels. Er zijn drie verschillende typen slechte pixels:
pt: A maioria das câmaras digitais actuais produzem imagens com diversos **Pixels Queimados** brilhantes, quando se usam velocidades de obturação lentas. As imagens à noite podem ficar arruinadas por estes pixels queimados. Existem três tipos diferentes de pixels queimados:
pt_br: A maioria das câmeras digitais atuais produz imagens com vários **pixels ruins** coloridos e brilhantes ao usar velocidades lentas do obturador. Imagens noturnas podem ser prejudicadas por esses pixels ruins. Existem três tipos diferentes de pixels ruins:
sl: Večina sodobnih digitalnih fotoaparatov proizvaja slike z več **Slabimi slikovnimi pikami** z živimi barvami pri uporabljenih počasnih hitrosti zaklopa. Nočne slike lahko uničijo te slabe pike. Obstajajo tri različne vrste slabih slikovnih pik:
uk: Більшість сучасних цифрових фотоапаратів створюють зображення з декількома яскравими кольоровими «дефектними пікселями», якщо зйомка виконується за повільного руху затвора. Нічні знімки може бути спотворено такими «дефектними пікселями». Існує три різновиди «дефектних пікселів»:

source: **Stuck pixels**: are pixels that always reads high or are always set to a maximum value on all exposures. This produces a bright pixel usually of red, blue or green color in the final image. A stuck pixel will occur regardless of shutter speed, aperture size or any other user settings. It will occur on a normal exposure and tends to be more obvious under bright conditions.
ca: **Píxels encallats**: són píxels que sempre llegeixen alt o que sempre estan encesos al màxim en totes les exposicions. Això produeix un píxel brillant generalment de color vermell, blau o verd en la imatge final. Es produirà un píxel encallat independentment de la velocitat d'obturació, la mida d'obertura o qualsevol altra configuració de l'usuari. Succeirà en una exposició normal i tendeix a ser més evident en condicions de molta llum.
it: **Pixel bloccati**: sono pixel che leggono sempre un valore alto o sono impostati sempre a un valore massimo, in tutte le esposizioni. Questo produce un pixel luminoso in genere di colore rosso, blu o verde nell'immagine finale. Si verifica un pixel bloccato a prescindere dalla velocità dell'otturatore, l'apertura o qualsiasi altra impostazione personalizzata. Si verifica in una esposizione normale e tende a essere più ovvio in condizioni di luminosità alta.
nl: **Vastzittende pixels**: zijn pixels die altijd als hoog wordt gelezen of altijd op een maximale waarde hebben bij alle belichtingen. Dit produceert een helder pixel, gewoonlijk rood, blauw of groen in de uiteindelijke afbeelding. Een vastzittend pixel zal verschijnen ongeacht de sluitertijd, lensopening of elke andere gebruikersinstellingen. Het zal verschijnen bij een normale belichting en tendeert om meer zichtbaar te zijn onder heldere condities.
pt_br: **Pixels presos**: são pixels que sempre apresentam valores altos ou são sempre definidos para um valor máximo em todas as exposições. Isso produz um pixel brilhante, geralmente vermelho, azul ou verde, na imagem final. Um pixel preso ocorrerá independentemente da velocidade do obturador, do tamanho da abertura ou de qualquer outra configuração do usuário. Ele ocorre em uma exposição normal e tende a ser mais evidente em condições de muita luz.
sl: **Zataknjene slikovne pike**: so slikovne pike, ki se preberejo vedno kot visoke ali so vedno nastavljene na največjo vrednost pri vseh osvetlitvah. To ustvari svetlo slikovno piko, običajno rdeče, modre ali zelene barve na končni sliki. Zataknjena slikovna pika se bo pojavila ne glede na hitrost zaklopa, velikost zaslonke ali katere koli druge uporabniške nastavitve. Pojavi se pri običajni osvetlitvi in ​​so bolj očitne pri svetlih pogojih.

source: **Dead pixels**: are pixels that read zero or are always off on all exposures. This state produces a black pixel in the final image. Similar to stuck pixel, a dead pixel will occur regardless of shutter speed, aperture size or any other user settings.
ca: **Píxels morts**: són píxels que llegeixen zero o que sempre estan apagats en totes les exposicions. Aquest estat produeix un píxel negre en la imatge final. Similar a un píxel encallat, es produirà un píxel mort independentment de la velocitat d'obturació, la mida d'obertura o qualsevol altra configuració de l'usuari.
it: **Pixel morti**: sono pixel che leggono un valore zero o sono sempre spenti in tutte le esposizioni. Questo stato produce un pixel nero nell'immagine finale. Simile al pixel bloccato, un pixel morto si verifica a prescindere dalla velocità dell'otturatore, l'apertura o qualsiasi altra impostazione personalizzata.
nl: **Dode pixels**: zijn pixels die als nul leest of altijd uit zijn bij alle belichtingen. Deze status produceert een zwart pixel in de uiteindelijke afbeelding. Evenals het vastzittende pixel, zal een dood pixel verschijnen ongeacht sluitersnelheid, lensopening of elke andere gebruikersinstelling.
pt_br: **Pixels mortos**: são pixels que apresentam leitura zero ou estão sempre desligados em todas as exposições. Este estado produz um pixel preto na imagem final. Semelhante ao pixel preso, um pixel morto ocorrerá independentemente da velocidade do obturador, do tamanho da abertura ou de quaisquer outras configurações do usuário.
sl: **Mrtve slikovne pike**: so slikovne pike, ki se preberejo kot ničle ali so vedno izklopljene pri vseh osvetlitvah. To stanje ustvari črno slikovno piko na končni sliki. Podobno kot pri zataknjeni slikovni piki se mrtva slikovna pika pojavi ne glede na hitrost zaklopa, velikost zaslonke ali katere koli druge uporabniške nastavitve.

source: **Hot pixels**: are pixels that read high (bright) on longer exposures as white, red, or green color. The longer the exposure time, the more visible hot pixels will become. These pixels will not be visible in bright conditions.
ca: **Píxels cremats**: són píxels que llegeixen alt (brillant) en exposicions llargues com ara color blanc, vermell o verd. Com més gran sigui el temps d'exposició, més visibles es tornaran els píxels cremats. Aquests píxels no són visibles en condicions de molta llum.
it: **Pixel bruciati**: sono pixel che leggono un valore alto (luminoso) nelle lunghe esposizioni, come il colore bianco, rosso o verde. più lungo è il tempo di esposizione, più visibili diventeranno i pixel bruciati. Questi pixel non sono visibili in condizioni di luminosità alta.
nl: **Hot pixels**: zijn pixels die als hoog (helder) lezen bij langere belichting als wit, rood of groen. Hoe langer de belichtingstijd, hoe zichtbaarder hot pixels zullen worden. Deze pixels zullen niet zichtbaar zijn onder heldere condities.
pt_br: **Pixels quentes**: são pixels que apresentam brilho intenso em exposições mais longas, como branco, vermelho ou verde. Quanto maior o tempo de exposição, mais visíveis os pixels quentes se tornarão. Esses pixels não serão visíveis em condições de muita luz.
sl: **Vroče slikovne pike**: so slikovne pike, ki se pri daljši osvetlitvi preberejo kot visoko (svetlo) kot bela, rdeča ali zelena barva. Daljši kot je čas osvetlitve, bolj bodo vidne vroče slikovne pike. Te slikovne pike ne bodo vidne v svetlih pogojih.

source: Note that stuck or dead pixels will occur at the same location for all images. If the location of the stuck or dead pixel occurs at different locations, it may be a Hot Pixel.
ca: Cal tenir en compte que els píxels encallats o morts es produiran a la mateixa ubicació per a totes les imatges. Si la ubicació del píxel encallat o mort succeeix a llocs diferents, podria ser un píxel cremat.
it: Nota che i pixel bloccati o morti si presentano nella stessa posizione per tutte le immagini. Se un pixel morto o bloccato si verifica in una posizione diversa, potrebbe trattarsi di un pixel bruciato.
nl: Merk op dat vastzittende of dode pixels verschijnen op dezelfde locatie voor alle afbeeldingen. Als de locatie van het vastzittende of dode pixel verschijnt op verschillende locaties, dan kan het een hot pixel zijn.
pt_br: Observe que pixels presos ou mortos ocorrerão no mesmo local em todas as imagens. Se a localização do pixel preso ou morto ocorrer em locais diferentes, pode ser um pixel quente.
sl: Upoštevajte, da se zataknjene ali mrtve slikovne pike pojavijo na istem mestu na vseh slikah. Če se zataknjena ali mrtva slikovna pika pojavlja na različnih lokacijah, je morda vroča točka.
uk: Зауважте, що залиплі або мертві пікселі завжди розташовано у однакових місцях зображення. Якщо залиплий або мертвий піксель змінює розташування, цей піксель є за нашою класифікацією «гарячим».

source: Stuck, dead or hot pixels are a problem in particular when shooting in high quality raw mode since many cameras have built-in hot pixel suppression applied automatically when JPEG compression is used (which is mostly the case).
ca: Els píxels encallats, morts o cremats són un problema en particular, quan es dispara en el mode RAW d'alta qualitat, ja que moltes càmeres tenen una supressió de píxels cremats integrada que s'aplica automàticament quan s'utilitza la compressió JPEG (el que passa en la majoria dels casos).
it: I pixel bloccati, morti o bruciati sono un problema, in particolare quando si scatta in modalità RAW ad alta qualità, perché molte macchine fotografiche hanno una soppressione dei pixel bruciati incorporata che viene applicata automaticamente se viene usata la compressione JPEG (cioè nella maggior parte dei casi).
nl: Stuck, dead en hot pixels zijn met name een probleem wanneer u foto´s opslaat in hoge kwaliteit raw mode omdat veel camera´s een ingebouwde hot pixel onderdrukking heeft die automatisch werkt bij gebruik van JPEG compressie (wat meestal het geval is).
pt: Os pixels presos, mortos ou queimados são um problema, em particular, quando está a tirar fotografias num modo em bruto de alta qualidade, dado que várias máquinas têm supressão de pixels queimados incorporada, quando é usada a compressão JPEG (o que acontece na maioria dos casos).
pt_br: Os pixels presos, mortos ou quentes são um problema, em particular, quando está tirando fotografias num modo em RAW de alta qualidade, uma vez que várias máquinas têm supressão de pixels quentes embutida, quando é usada a compressão JPEG (o que acontece na maioria dos casos).
sl: Zataknjene, mrtve ali vroče slikovne pike so težava zlasti pri fotografiranju v visokokakovostnem surovem načinu, saj imajo številne kamere vgrajeno zatiranje vročih slikovnih pik, ki se samodejno uporabi pri uporabi stiskanja JPEG (kar se večinoma zgodi).
uk: «Залиплі», «мертві» та «гарячі» пікселі є зокрема проблемою під час зйомки у високоякісному режимі цифрового негатива, оскільки у багатьох фотоапаратах є вбудований механізм придушення яскравих пікселів, який автоматично застосовується під час стиснення JPEG (що є типовою дією під час фотографування).

source: This tool can be used to fix the **Hot pixels** and **Stuck Pixels** on a photograph using a **Black Frame** subtraction method. digiKam does not have a manual editor for selecting Bad Pixels.
ca: Aquesta eina es pot utilitzar per a corregir els **píxels cremats** i els **píxels encallats** en una fotografia utilitzant un mètode de sostracció del **marc negre**. El digiKam no té cap editor manual per a seleccionar els píxels defectuosos.
it: Questo strumento può essere utile per correggere i **pixel bruciati** e quelli **bloccati* in una fotografia, usando un metodo di sottrazione di **foto scura**. digiKam non ha un editor manuale per la selezione dei pixel difettosi.
nl: Dit hulpmiddel kunt u gebruiken voor het herstellen van **Hot pixels** en **Vastzittende Pixels** op een foto met behulp van de **Zwart-frame** aftrekmethode. digiKam heeft geen methode handmatig bewerker voor het selecteren van slechte pixels.
pt_br: Esta ferramenta pode ser usada para corrigir os **pixels quentes** e **pixels presos** em uma fotografia usando um método de subtração de **Quadro preta**. O digiKam não tem um editor manual para selecionar pixels ruins.
sl: To orodje lahko uporabite za popravljanje **Vročih slikovnih pik** in **Obstalih slikovnih pik** na fotografiji z uporabo metode odštevanja **Črnega okvirja**. digiKam nima ročnega urejevalnika za izbiro slabih slikovnih pik.

source: Create the Black Frames
ca: Crear els marcs negres
it: Creare le foto scure
nl: De zwart-frames aanmaken
pt: Criar as Imagens Pretas
pt_br: Criar o quadro preto
sl: Ustvari črne okvirje
uk: Створення чорних кадрів

source: The Black Frame subtraction method is the most accurate approach to the removal of "Hot Pixels" and "Stuck Pixels". First you have to create a "Black Frame" as a reference. This is easy to do. When you finish taking your long exposure shots, put a lens cap on the camera and take one "dark" image with the same exposure time as the prior images. This image will be all dark, but with close examination you will see that it has the Hot and Stuck Pixels (colored dots). These are positioned at the same places as on your previous shots.
ca: El mètode de sostracció del Marc negre és l'enfocament més precís a l'eliminació dels «Píxels cremats» i dels «Pixels encallats». Primer cal crear un «Marc negre» com a referència. Això és fàcil de fer. Quan acabeu de prendre fotografies amb una exposició llarga, poseu la tapa de la lent a la càmera i preneu una imatge «fosca» amb el mateix temps d'exposició que les captures anteriors. Aquesta imatge serà tota fosca, però si l'examineu de prop veureu que té píxels cremats i encallats (punts de color). Aquests estaran situats en els mateixos llocs que en les fotografies anteriors.
it: Il metodo di sottrazione Foto scura è l'approccio più preciso per la rimozione di «pixel bruciati» e «pixel bloccati». Per prima cosa devi creare una «foto scura» come riferimento. È facile da fare. Quando hai terminato di eseguire scatti con lunga esposizione, metti il copriobiettivo e scatta un'immagine «scura» con lo stesso tempo di esposizione delle immagini scattate in precedenza. Quest'immagine sarà totalmente scura ma, a una disamina ravvicinata, noterai che contiene pixel bruciati e bloccati (punti colorati). Questi sono posizionati negli stessi punti dei tuoi scatti precedenti.
nl: De zwart-frame aftrekmethode is de meest accuraat benadering in het verwijderen van "Hot Pixels" en "Vastzittende Pixels". Als eerste stap moet u een "Zwart-frame" maken voor referentie. Dit gaat erg makkelijk. Nadat u de laatste foto met lange belichtingstijd hebt gemaakt, plaatst u een lensdop op de camera en neemt een zwarte foto met dezelfde belichtingstijd als de eerdere foto´s. Deze foto zal compleet donker zijn, maar bij nadere inspectie ziet u dat het Hot en Vastzittende Pixels (gekleurde dots) heeft. Deze zitten op dezelfde posities als bij uw eerdere foto´s.
pt_br: O método de subtração do quadro preto é a abordagem mais precisa para a remoção de "pixels quentes" e "pixels presos". Primeiro, você precisa criar um "quadro preto" como referência. Isso é fácil de fazer. Ao terminar de tirar suas fotos de longa exposição, coloque uma tampa na lente da câmera e tire uma foto "escura" com o mesmo tempo de exposição das fotos anteriores. Essa imagem estará toda escura, mas com uma análise mais atenta, você verá que ela contém os pixels quentes e presos (pontos coloridos). Eles estão posicionados nos mesmos lugares das suas fotos anteriores.
sl: Metoda odštevanja črnega okvirja je najnatančnejši pristop k odstranjevanju "vročih slikovnih pik" in "zataknjenih slikovnih pik". Najprej morate ustvariti "črni okvir" kot referenco. To je enostavno narediti. Ko končate s snemanjem posnetkov z dolgo osvetlitvijo, namestite pokrovček objektiva na kamero in posnemite eno "temno" sliko z enakim časom osvetlitve kot prejšnje slike. Ta slika bo povsem temna, vendar boste ob natančnem pregledu videli, da ima vroče in obtičale slikovne pike (barvne pike). Ti so nameščeni na istih mestih kot na vaših prejšnjih posnetkih.

source: Load this file into the tool using the **Black Frame** button. The tool will process the image, automatically detecting the Hot and Stuck Pixels. They will be highlighted in the control panel preview areas.
ca: Carregueu aquest fitxer a l'eina utilitzant el botó **Marc negre**. L'eina processarà la imatge, detectant automàticament els píxels cremats i encallats. Aquests es ressaltaran en les àrees de vista prèvia del plafó de control.
it: Carica questo file nello strumento, usando il pulsante **Foto scura**. Lo strumento elaborerà l'immagine, rilevando in automatico i pixel bruciati e i pixel bloccati, che saranno evidenziati nelle aree di anteprima del pannello di controllo.
nl: Laad dit bestand in het hulpmiddel met de knop **Zwart-frame**. Het hulpmiddel zal de afbeelding verwerken en automatische de Hot en Vastzittende Pixels detecteren. Deze zullen oplichten in de voorbeeldgebieden van het besturingspaneel.
pt_br: Carregue este arquivo na ferramenta usando o botão **Quadro preto**. A ferramenta processará a imagem, detectando automaticamente os pixels quentes e presos. Eles serão destacados nas áreas de visualização do painel de controle.
sl: Naložite to datoteko v orodje z uporabo gumba **Črni okvir**. Orodje bo obdelalo sliko in samodejno zaznalo vroče in obtičale slikovne pike. Označeni bodo v območjih predogleda nadzorne plošče.

source: If you use an old digital camera, it is important to re-shoot the Black Frame next time you are taking long exposure images to detect new Hot and Stuck Pixels on sensor defects.
ca: Si utilitzeu una càmera digital antiga, és important tornar a disparar el marc negre la pròxima vegada que captureu imatges d'exposició llarga per a detectar píxels cremats i encallats nous en els defectes del sensor.
it: Se usi una vecchia macchina digitale, è importante creare di nuovo la foto scura la prossima volta che scatti foto con lunga esposizione, per rilevare i nuovi pixel bruciati e bloccati tra i difetti del sensore.
nl: Als u een oude digitale camera gebruikt, dan is het belangrijk dat u als u de volgende keer een foto met lange belichtingstijden maakt opnieuw een zwart-frame foto maakt om nieuwe Hot en Vastzittende Pixels te detecteren op een sensor met defecten.
pt_br: Se você usa uma câmera digital antiga, é importante refazer o quadro preto na próxima vez que tirar fotos de longa exposição para detectar novos pixels quentes e presos em decorrência de defeitos do sensor.
sl: Če uporabljate staro digitalno kamero, je pomembno, da naslednjič, ko posnamete slike z dolgo osvetlitvijo, ponovno posnamete črni okvir, da zaznate nove vroče in zataknjene slikovne pike na okvarah tipala.

source: Using the Hot Pixels Tool
ca: Utilització de l'eina Píxels cremats
it: Usare lo strumento Pixel bruciati
nl: Het hulpmiddel Hot Pixels gebruiken
pt_br: Usando a ferramenta Pixels quentes
sl: Uporaba orodja vroče točke

source: The Image Editor Hot Pixels Tool
ca: L'eina Píxels cremats de l'editor d'imatges
it: Lo strumento Pixel bruciati dell'Editor delle immagini
nl: Het hulpmiddel Hot pixels van de afbeeldingsbewerker
pt: A Ferramenta de Pixels Queimados do Editor de Imagens
pt_br: A ferramenta de pixels quentes do Editor de Imagem
sl: Orodje urejevalnika slik za vroče točke
uk: Інструмент редактора зображень для усування «гарячих» пікселів

source: At first, as explained in the previous section, you need to load a Black Frame corresponding to the image to correct. An automatic analysis of the Black Frame will run to find the bad pixels. Note that the tool will remember the previous Black Frame used in the last session, and that frame will be re-opened automatically in the next session.
ca: En primer lloc, com s'ha explicat en la secció anterior, cal carregar un marc negre corresponent a la imatge que es corregirà. S'executarà una anàlisi automàtica del marc negre per a trobar els píxels defectuosos. Cal tenir en compte que l'eina recordarà el marc negre anterior utilitzat en la darrera sessió i el tornarà a obrir automàticament a la pròxima sessió.
it: All'inizio, come spiegato nella sezione precedente, devi caricare una foto scura corrispondente all'immagine da correggere: verrà avviata un'analisi automatica della foto scura per trovare i pixel difettosi. Lo strumento ricorderà la foto scura usata nell'ultima sessione, e la riaprirà automaticamente in quella successiva.
nl: Om te beginnen, zoals uitgelegd in de vorige sectie, moet u een zwart-frame laden dat overeenkomt met de foto die u wilt corrigeren. Een automatisch analyse van het Zwarte Frame zal worden uitgevoerd om de bad pixels te vinden. Merk op dat het hulpmiddel het vorige gebruikte zwarte frame zal onthouden en opnieuw automatisch zal openen in de volgende sessie.
pt_br: Primeiramente, como explicado na seção anterior, você precisa carregar um quadro preto correspondente à imagem a ser corrigida. Uma análise automática do quadro preto será executada para encontrar os pixels defeituosos. Observe que a ferramenta se lembrará do quadro preto usado na última sessão, e esse quadro será reaberto automaticamente na próxima sessão.
sl: Kot je razloženo v prejšnjem razdelku, morate najprej naložiti črni okvir, ki ustreza sliki, ki jo želite popraviti. Izvedena bo samodejna analiza črnega okvirja, da se najdejo slabe slikovne pike. Upoštevajte, da si bo orodje zapomnilo prejšnji črni okvir, uporabljen v zadnji seji, in ta okvir se bo v naslednji seji samodejno znova odprl.

source: The image panel and the original preview help you to pan within the image. The preview window shows the filter output using the current settings. Bad Pixels are highlighted in preview area.
ca: El plafó d'imatges i la vista prèvia original us ajudaran a moure-us dins de la imatge. La finestra de vista prèvia mostra la sortida del filtre utilitzant la configuració actual. Els píxels defectuosos es ressaltaran a l'àrea de vista prèvia.
it: Il pannello dell'immagine e l'anteprima dell'originale ti aiutano a scorrere l'immagine. La finestra dell'anteprima mostra il risultato del filtro usando le impostazioni attuali. I pixel difettosi sono evidenziati nell'area di anteprima.
nl: De afbeeldingenpaneel het originele voorbeeld helpen u om u door de foto te laten zwenken. Het voorbeeldvenster toont het resultaat van het filter met de huidige instellingen. Bad Pixels zijn geaccentueerd in het voorbeeldgebied.
pt_br: O painel de imagens e a visualização original ajudam você a se deslocar pela imagem. A janela de visualização mostra a saída do filtro usando as configurações atuais. Pixels ruins são destacados na área de visualização.
sl: Plošča s slikami in izvirni predogled vam pomagata premikati po sliki. Okno za predogled prikazuje izhod filtra z uporabo trenutnih nastavitev. Slabe slikovne pike so označene v območju predogleda.
