Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Wide angle lenses, especially those used in medium and large format photography, frequently do not uniformly illuminate the entire sensor plane. Instead, they *vignette* (shade) the edges and corners of the image, substantially reducing the light reaching the sensor there. But telelenses may show vignetting too.
pt: As lentes grandes-angulares, especialmente as que são usadas nas fotografias de médio e grande formato, não costumam iluminar de forma uniforme o plano do sensor inteiro. Em vez disso, elas criam uma *vinheta* (sombra) nas arestas e cantos da imagem, reduzindo substancialmente a luz que chega ao sensor aí. Mas as lentes telescópicas também podem demonstrar algum desse efeito.
uk: Широкоформатні об’єктиви, особливо ті з них, що використовуються для створення фотографій середнього або великого формату, часто мають дефекти пов’язані з нерівномірним освітленням площини світлочутливої матриці фотоапарата. Це призводить до «віньєтування» (затінення) країв і кутів знімка, суттєво зменшуючи світловий потік, що падає на датчики матриці у відповідних точках. Об’єктиви приладів відеозапису також мають подібні дефекти віньєтування.

source: The traditional solution for this is to attach a *center filter* to the lens. This is a neutral density filter with maximum density at the optical axis of the lens, clear at the periphery, with density varying inversely to the vignetting of the lens. A center filter has many advantages: not only does it automatically correct for full-frame images but, since it's fixed to the front of the lens, it also compensates for the off-center vignetting which occurs when camera movements are employed for perspective or plane of focus adjustment.
uk: Традиційним вирішенням проблеми є додавання до об’єктива *центрального фільтра*. Це фільтр нейтральний фільтр щільності на оптичній вісі об’єктива, прозорий на периметрі зі щільністю, що змінюється обернено до віньєтування об’єктивом. Центральний фільтр має багато переваг: оскільки виправлення відбувається на передньому плані об’єктива, він не лише автоматично виправляє знімки на всій площі кадру, але і компенсує позацентрове віньєтування, яке є наслідком руху фотоапарата під час пошуку перспективи або площини фокусування.

source: But there are disadvantages as well. Many center filters require a 1.5 or 2 f-stop filter factor adjustment, which may in turn necessitate a shutter speed so slow (since wide angle lenses, even with center filters, are best used at apertures of f/16 or smaller) that hand-holding the camera is impossible and motion blur becomes a problem when photographing moving objects.
pt: Mas também existem desvantagens. Muitos dos filtros centrais necessitam de ajuste do factor de corte de 1,5 ou 2 f, o que poderá necessitar por sua vez de uma velocidade de obturação tão lenta (dado que as lentes grandes-angulares, mesmo com filtros centrais, são melhor usadas com aberturas de f/16 ou menores) que é impossível segurar a máquina à mão e o borrão de movimento torna-se um problema ao fotografar objectos em movimento.
uk: Але у цього способу є і недоліки. Для багатьох центральних фільтрів потребує використання діафрагмових чисел 1,5 або 2, що, у свою чергу, може вимагати значного сповільнення руху затвора (оскільки широкоформатні об’єктиви, навіть з центральними фільтрами, найкраще використовувати для апертур f/16 або навіть менших), який робить неможливим зйомку без штатива. Крім того, постає проблема розмивання на фотографії об’єктів, що рухаються.

source: With the wide exposure range of present-day film and the color (or grey-scale) depth of digital camera or film scanners, it is possible to simulate the effect of a center filter by applying an equivalent transform to a raw image taken without the filter.
pt: Com a gama ampla de exposição dos filmes dos dias de hoje e a profundidade de cor (ou tons de cinzento) das câmaras digitais ou dos 'scanners' de filme, é possível simular o efeito de um filtro ao centro, aplicando uma transformação equivalente a uma imagem RAW tirada sem o filtro.
uk: У добу сучасних плівок з широким діапазоном експозиції та глибини кольорів (або відтінків сірого) сучасних цифрових фотоапаратів або плівкових сканерів, можна зімітувати ефект центрального фільтра застосуванням еквівалентного перетворення до зображення цифрового негатива, отриманого без застосування фільтра.

source: **Amount**: this option controls the degree of luminosity attenuation by the filter at its point of maximum amount. The default amount is 2.0, which corresponds to an optical filter with a 1 f-stop filter factor (or, by no coincidence, a factor of 2 in luminosity). Increase the amount to compensate for a greater degree of vignetting; reduce it for less.
pt: **Quantidade**: esta opção controla o grau de atenuação da luminosidade pelo filtro no seu ponto de quantidade máxima. A quantidade predefinida é de 2,0, que corresponde a um filtro óptico com um facto de filtro com paragens de 1 f (ou, sem ser por coincidência, um factor de 2 na luminosidade). Aumente o valor para compensar com um grau maior de vinheta: reduza-o para um menor.
uk: **Потужність**: значення цього параметри визначає ступінь послаблення яскравості світла фільтром у точці максимальної потужності. Типовим значенням потужності є 2,0, що відповідає оптичному фільтру з апертурою фільтра 1 f (або, за невідповідності, коефіцієнту 2 у яскравості світла). Збільште значення потужності, щоб виправити сильніше віньєтування, зменшіть, якщо віньєтування є незначним.

source: **Feather**: this option determines the rate at which the filter intensity falls off from the point of maximum amount toward the edges, expressed as a power factor. The default of 1 yields a linear reduction in filter amount with distance from the center. Power factors greater than 1.0 cause a faster fall-off (for example, a power of 2 causes the amount to decrease as the square of the distance from the center) and causes the effect of the filter to be concentrated near the center. Powers less than 1 spread out the amount of the filter toward the edges; a power of 0.5 causes the amount to fall as the square root of the distance from the center.
uk: **Степінь**: значення цього параметра визначає показник степеневої функції, за якою інтенсивність фільтра спадає від точки максимальної величини до периметра. Типове значення 1 визначає лінійне відносно відстані від центра спадання потужності фільтра. Показники, більші за 1,0, спричиняють швидше спадання (наприклад, показник, рівний 2, дає спадання потужності за квадратичною функцією відстані від центра) і концентрують ефект фільтрування у центрі фільтра. Показники зі значеннями меншими за 1 розподіляють потужність фільтра у напрямку периметра; якщо вибрати показник рівний 0,5, потужність спадатиме як функція кореня квадратного з відстані від центра.

source: **Radius**: this option specifies the radius, as a multiple of the half diagonal measure of the image, at which the amount of the filter falls off to zero (or, in other words, becomes transparent). The default value of 1.0 specifies a filter which is transparent at its corners. A radius specification greater than 1 extends the effect of the center filter beyond the edges of the image, while a radius less than one limits the filter's action to a region smaller than the image. When compensating for vignetting by lenses used with large format and some medium format cameras, the default radius factor of 1 is rarely correct! These lenses often "cover" an image circle substantially larger than the film to permit camera movements to control perspective and focus, and consequently have a vignetting pattern which extends well beyond the edges of the film, requiring a radius setting greater than 1 to simulate a center filter covering the entire image circle.
uk: **Радіус**: значення цього параметра визначає радіус, відносно половини діагоналі знімка, на якому потужність фільтра спадає до нуля (або, іншими словами, фільтр стає прозорим). Типове значення, рівне 1,0, вказує на прозорість фільтра у кутах знімка. Визначення радіуса більшого за 1 поширює вплив ефекту центрального фільтрування на точки, розташовані поза межами знімка. Значення ж радіуса менші за одиницю обмежують дію фільтра лише частиною зображення. Якщо компенсація віньєтування об’єктивом використовується для виправлення дефектів фотоапаратів з широкоформатними або середньоформатними об’єктивами, типове значення параметра радіуса, 1, рідко буває правильним! Такі об’єктиви часто «вкривають» коло зображення, значно більше за область кадру плівки, щоб уможливити рух фотоапарата, призначені для керування перспективою і фокусом, а отже мають область віньєтування, яка є значно ширшою за кадр плівки. Отже, у такому разі слід використовувати значення радіуса більші за 1, щоб зімітувати центральний фільтр, що вкриває всю область зйомки.

source: **X offset** and **Y offset** settings: these options moves respectively the center of the filter horizontally or vertically up to the border of the image by the specified percentage. A negative value for the X offset will shift the filter to the left while a positive value will shift it to the right. A negative value for the Y offset will move the filter up, and finally a positive value will move it down.
uk: Параметри **Відступ за X** і **Відступ за Y**: за допомогою цих параметрів можна пересунути центр фільтрування у горизонтальному або вертикальному напрямку відносно меж зображення на вказане значення у відсотках. Від’ємне значення відступу за X пересуне фільтрування ліворуч, а додатне значення — праворуч. Від’ємне значення за Y пересуне фільтрування вгору, а додатне — вниз.

source: **Add Vignetting**: many photographs looks flat because of a distracting background or another composition matter. While most of time you will want to remove vignetting it is a fact that a selective vignetting could improve the readability of a photograph and draw the eyes to the intended subject. As an artist you may choose this option, ticking it will invert the filter thus darkening the corners of a photograph.
uk: **Додати віньєтування**: деякі фотографії виглядають прісно через не дуже цікаве тло або інші вади композиції. Хоча здебільшого віньєтування є дефектом фотографії, іноді вибіркове додавання віньєтування може покращити виразну частину фотографії і привернути увагу до бажаного об’єкта. Якщо ви є поціновувачем фотомистецтва, ви можете скористатися цим пунктом, щоб затемнити кути фотографії.

source: The only way to be sure which settings of **Amount**, **Feather**, and **Radius** best compensate for the actual optical characteristics of a given lens is to expose a uniformly illuminated scene (for example, a grey card lit by diffuse light) and perform densitometry on the resulting image (for example with Adjust Level tool histogram position bar). Failing that, or specifications by the lens manufacturer giving the precise degree of vignetting at one or more working apertures, you may have to experiment with different settings to find those which work best for each of your lenses. For help you in this task, the widget dialog provide a thumbnail mask rendering applied on the image. Fortunately, the response of the human eye is logarithmic, not linear like most digital imaging sensors, so you needn't precisely compensate for the actual vignetting to create images which viewers will perceive as uniformly illuminated.
uk: Єдиним способом переконатися, що значення параметрів **Потужність**, **Степінь** і **Радіус** якнайкраще компенсують справжні оптичні характеристики певного об’єктива, з створення знімка рівномірно освітленого предмета (наприклад, сірої картки, освітленої розсіяним світлом), а потім виконати вимірювання щільності на отриманому зображенні (наприклад, на основі розташування стовпчика на гістограмі інструменту налаштування рівнів). Якщо вам не вдасться виконати таке вимірювання або специфікації виробника вказують на точні значення віньєтування для одної або декількох апертур, ви можете спробувати погратися з різними значеннями параметрів, щоб знайти ті з них, які краще за все працюватимуть з кожним з ваших об’єктивів. Щоб допомогти вам у цій справі, на панелі інструменту передбачено невеличку область перегляду застосування фільтра до зображення. На щастя, реакція людського ока є логарифмічною, а не лінійною, як у більшості матриць цифрових фотоапаратів, отже, потреби у точному компенсуванні віньєтування для створення зображень, які спостерігач вважатиме рівномірно освітленими, немає.

source: If you want a finer exposure re-adjustment of the target image, use the Adjust Curve tool from Image Editor available under :menuselection:`Color --> Adjust Curve` menu entry.
pt: Se uqiser um reajuste da exposição mais fino da imagem final, use a ferramenta de Ajuste de Curvas no Editor de Imagens, disponível em :menuselection:`Cor --> Ajuste das Curvas`.
uk: Якщо вам потрібне точніше налаштування експозиції для зміненого зображення, скористайтеся інструментом «Виправити криві», доступ до якого можна отримати за допомогою пункту меню редактора зображень :menuselection:`Колір --> Виправлення кривих`.

source: This is an example of an anti vignetting correction applied to an image. The original image on the top shows vignetting in the corners, the corrected image on the bottom much less. The values used for this example are:
pt: Este é um exemplo de uma correcção de vinheta aplicada a uma imagem. A imagem original mostra a vinheta nos canos, enquanto a imagem corrigida mostra muito menos. Os valores usados neste exemplo são:
uk: Нижче наведено приклад застосування фільтра усування віньєтування, застосованого до зображення. На початковому зображенні, згори, помітне віньєтування у кутах, на виправленому зображення, внизу, віньєтування значно зменшено. У цьому прикладі використано такі значення:

source: Lens Auto Correction
pt: Correcção Automática das Lentes
uk: Автокорекція об'єктива

source: No lens is optically perfect. Even the most expensive lenses have there own imperfections, however digiKam can correct lens imperfections such as **Distortion**, **Chromatic aberration**, **Vignetting**, and **Geometry**.
pt: Nenhuma lente é perfeita a nível óptico. Até mesmo as lentes mais caras têm as suas imperfeições; contudo, o digiKam consegue corrigir as imperfeições das lentes, como a **Distorção**, a **Aberração Cromática**, a **Vinheta** e a **Geometria**.
uk: Жоден об'єктив не є оптично ідеальним. Навіть найдорожчі об'єктиви мають певні недосконалості. Втім, digiKam може виправити недосконалості об'єктива, зокрема **Викривлення**, **Хроматичну аберацію**, **Віньєтування** та **Геометрію**.

source: The Lens Auto-Correction Tool from digiKam Image Editor
pt: A Ferramenta de Correcção Automática das Lentes no Editor de Imagens do digiKam
uk: Інструмент автоматичного виправлення недоліків об'єктива у редакторі зображень digiKam

source: From Image Editor go to :menuselection:`Enhance --> Lens --> Auto Corrections` menu entry to start the automatic lens correction tool. This feature uses lens data from the `Lensfun library <https://lensfun.github.io/>`_ and it has a very much up to date database of lenses which are available. It has more than a hundred lenses in its current databases. It also uses the **Metadata** from the image to find-out which lens is used.
uk: У вікні редактора скористайтеся пунктом меню :menuselection:`Покращення --> Об'єктив --> Автовиправлення`, щоб запустити інструмент автоматичного виправлення недоліків об'єктива. У цьому інструменті використано дані з `бібліотеки Lensfun <https://lensfun.github.io/>`_, а отже, дуже сучасну базу даних об'єктивів. У ній зберігаються дані понад сотні об'єктивів. Крім того, інструмент використовує метадані зображення, щоб визначити, який об'єктив було використано.

source: If the exact used to take the picture is available it will mention that it matches with the metadata (annoted in **Green**), however if the exact match is not available it will choose the settings from the most closes match (annoted in **Orange**). In this case it also allows users to select the lens themselves. If metadata do not match at all, it will be annoted in **Red**.
uk: Якщо буде виявлено точну відповідність, інструмент відзначить те, що параметри відповідають метаданим (**зеленим** кольором). Якщо ж точний відповідник знайти не вдасться, буде використано параметри найближчого відповідника (**помаранчевим** кольором). Крім того, користувачеві буде надано можливість вибрати об'єктив самостійно. Якщо відповідності метаданих взагалі не вдасться відшукати, пункт буде позначено **червоним** кольором.

source: Metadata Match with LensFun Database
pt: Correspondência dos Meta-Dados com a Base de Dados do LensFun
uk: Відповідність метаданих з базою даних LensFun

source: Metadata Match Partially with LensFun Database
pt: Correspondência Parcial dos Meta-Dados com a Base de Dados do LensFun
uk: Часткова відповідність метаданих з базою даних LensFun

source: Metadata do not Match with LensFun Database
pt: Falta de Correspondência dos Meta-DAdos com a Base de Dados do LensFun
uk: Метадані не знайдено у базі даних LensFun

source: You can either enable or disable the helper **Grid** lines to visualise how the geometrical distortion are corrected on image.
pt: Poderá activar ou desactivar as linhas da **Grelha** para visualizar como é que são corrigidas as distorções geométricas na imagem.
uk: Ви можете увімкнути або вимкнути допоміжні лінії **Ґратки** для візуалізації того, як геометричне викривлення виправлено на зображенні.

source: Select the corrections you want to apply move you mouse inwards and outwards of the preview window which will show you before and after. When you are satisfied with the result press **OK**.
pt: Seleccione as correcções que deseja aplicar, mova o seu rato para dentro ou para fora da antevisão, o que lhe mostrará o antes e o depois. Quando estiver satisfeito com o resultado, carregue em **OK**.
uk: Виберіть виправлення, які слід застосувати. Наведіть вказівник миші на панель попереднього перегляду, а потім виведіть його звідти, щоб переглянути зображення до і після застосування виправлення. Коли результат стане задовільним, натисніть кнопку **Гаразд**.

source: Hot Pixels Correction
pt: Correcção de Pixels Queimados
uk: Прибирання яскравих точок

source: digiKam The Hot Pixels tool facilitates removing hot pixels from photographs taken with a camera electronic sensor.
pt: A ferramenta de Pixels Queimados do digiKam facilita a remoção desse tipo de pixels de fotografias tiradas com uma máquina com sensor electrónico.
uk: Інструмент «Яскраві точки» програми digiKam полегшує вилучення яскравих пікселів з фотографій, створених за допомогою фотоапарата з електронним датчиком фотоапарата.

source: **Stuck pixels**: it's a pixel that always reads high or is always on to maximum power on all exposures. This produces a bright pixel usually of red, blue or green color in the final image. A stuck pixel will occur regardless of shutter speed, aperture size or any other user settings. It will occur on a normal exposure and tends to be more obvious under bright condition.
pt: **Pixels fixos**: é um pixel que lê sempre o valor máximo ou que está sempre com a potência máxima em todas as exposições. Normalmente produz um pixel brilhante, sendo normalmente da cor vermelha, azul ou verde na imagem final. Um pixel fixo irá ocorrer independentemente da velocidade de obturação, do tamanho da abertura ou de qualquer outra configuração do utilizador. Irá ocorrer com uma exposição normal e tende a ser mais óbvia com condições claras.
uk: **Залиплі пікселі**: це пікселі, датчики яких завжди повідомляють про високу або максимальну потужність за будь-якої експозиції. Наявність подібних пікселів призводить до появи яскравих цяток, зазвичай, червоного, синього або зеленого кольору на остаточному зображенні. Залиплі пікселі проявляються незалежно від швидкості затвора, розміру діафрагми чи інших визначених користувачем параметрів. Наслідки існування цих пікселів можна спостерігати за звичайної експозиції, вони стають помітнішими за умови яскравого освітлення.

source: **Dead pixels**: it's a pixel that reads zero or is always off on all exposures. This state produces a black pixel in the final image. Similar to stuck pixel, a dead pixel will occur regardless of shutter speed, aperture size or any other user settings.
pt: **Pixels mortos**: é um pixel que lê sempre o valor zero ou que está sempre desligado em todas as exposições. Normalmente produz um pixel preto na imagem final. Um pixel morto irá também ocorrer independentemente da velocidade de obturação, do tamanho da abertura ou de qualquer outra configuração do utilizador.
uk: **Мертві пікселі**: пікселі, датчики яких завжди повідомляють про нульовий рівень освітленості за будь-якої експозиції. Наявність таких пікселів призводить до появи чорних цяток на остаточному зображенні. Подібно до залиплих пікселів, мертві пікселі проявляються незалежно від швидкості руху затвора, розмірів діафрагми або інших визначених користувачем параметрів.

source: **Hot pixels**: it's a pixel that reads high (bright) on longer exposures as white, red, or green color. The longer the exposure time, the more visible hot pixels will become. These pixels will not be visible in bright conditions.
pt: **Pixels queimados**: é um pixel que lê sempre o valor máximo nas exposições mais longas, com a cor vermelha, azul ou verde na imagem final. Quanto maior o tempo de exposição, mais visíveis ficarão os pixels queimados. Esses pixels não serão mais visíveis em condições claras.
uk: **Гарячі пікселі**: це пікселі, датчики яких визначають високий ступінь освітленості (яскравість) за довгої експозиції як білий, червоний або зелений колір. Чим довшим буде час експозиції, тим помітнішими ставатимуть «гарячі пікселі». Подібні пікселі є непомітним за умов яскравого освітлення.

source: This tool can be used to fix the **Hot pixels** and **Stuck Pixels** on a photograph using a **Black Frame** subtraction method. There is not a manual editor to select Bad Pixels.
pt: Esta ferramenta pode ser usada para corrigir os **Pixels Queimados** e **Pixels Fixos** numa fotografia, usando um método de subtracção com uma **Imagem Preta**. Não existe um editor manual para seleccionar os Pixels Queimados.
uk: Цей інструмент можна використати для виправлення «гарячих пікселів» і «залиплих пікселів» на фотографіях за допомогою методу віднімання чорного кадру. Окремого редактора для вибору дефектних пікселів вручну не реалізовано.

source: The Black Frame subtraction method is the most accurate "Hot Pixels" and "Stuck Pixels" removal. First you have to create a "Black Frame" as a reference. This is easy to do. When you finish taking your long exposure shots, put a lens cap on the camera and take one "dark" image with the same exposure time as the images before. This image will be all dark, but with close examination you will see that it has the Hot and Stuck Pixels (colored dots). These are positioned at the same places as on your previous shots.
uk: Найточнішим способом усування «гарячих пікселів» та «залиплих пікселів» є метод віднімання чорного кадру. Спочатку вам слід створити еталонний «чорний кадр». Зробити це дуже просто. Після завершення зйомки з тривалою експозицією закрийте об’єктив кришкою і зробіть ще один «темний» знімок з тією самою експозицією, що і попередні. Цей знімок буде повністю чорним, але, якщо ви поглянете на нього уважніше, ви побачите яскраві та залиплі пікселі (кольорові точки). Їх буде розташовано у тих самих місцях, що і на попередніх знімках.
