Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Five sliders give you control over the vignetting correction filter, and three more over the target image exposure:
ca: Cinc controls lliscants que permeten controlar el filtre de correcció del vinyetatge, i tres més per a corregir l'exposició sobre la imatge de destinació:
it: Cinque cursori danno il controllo del filtro di correzione della vignettatura, e altri tre dell'esposizione dell'immagine risultante:
nl: Met vijf schuifknoppen kunt u het vignettingcorrectiefilter instellen, met nog drie extra voor de belichting van het resultaat:
pt: Existem cinco barras que lhe dão o controlo sobre o filtro de correcção da vinheta, assim como existem outras três para corrigir a exposição da imagem-alvo:
pt_br: Existem cinco controles deslizantes que lhe dão o controle sobre o filtro de correção da vinheta, assim como existem outros três para corrigir a exposição da imagem-alvo:
sl: Pet drsnikov vam omogoča nadzor nad filtrom popravka vinjetiranja, trije pa nad ciljno osvetlitvijo slike:
uk: Керувати фільтром виправлення віньєтування можна за допомогою п’яти повзунків та ще трьох повзунків, призначених для керування експозицією зміненого зображення:

source: **Amount**: this option controls the degree of luminosity attenuation by the filter at its point of maximum attenuation. The default amount is 2.0, which corresponds to an optical filter with a 1 f-stop filter factor (equivalent to a factor of 2 reduction in luminosity). Increase the amount to compensate for a greater degree of vignetting; reduce it for less.
ca: **Quantitat**: aquesta opció controla el grau d'atenuació de la lluminositat per al filtre en el seu punt d'atenuació màxima. La quantitat predeterminada és de 2,0, la qual correspon a un filtre òptic amb un factor de filtre d'aturada F d'1 (equivalent a un factor de 2 en la reducció de la lluminositat). Augmenteu la quantitat per a compensar un grau més gran de vinyetatge; reduïu-la per a menys.
it: **Quantità**: questa opzione controlla il grado di attenuazione della luminosità fatta dal filtro al suo punto di massima attenuazione. La quantità predefinita è 2,0, che corrisponde a un filtro ottico con un'apertura del diaframma pari a 1 (equivalente a un fattore di riduzione luminosità pari a 2). Aumenta la quantità per compensare un maggior grado di vignettatura; riducila per un grado minore.
nl: **Hoeveelheid**: bestuurt u de graad van verzwakking van het helderheid door het filter in op zijn punt van maximale verzwakking. De standaardwaarde is 2,0, wat overeenkomt met een optisch filter met een 1 f-stop filterfactor (equivalent met een factor 2 reductie in helderheid). Vergroot deze hoeveelheid om te compenseren voor een grotere mate van vignetting; verklein het voor minder.
pt_br: **Quantidade**: esta opção controla o grau de atenuação da luminosidade pelo filtro em seu ponto de atenuação máxima. O valor padrão é 2,0, que corresponde a um filtro óptico com fator de filtro de 1 f-stop (equivalente a uma redução de 2 vezes na luminosidade). Aumente o valor para compensar um grau maior de vinhetagem; reduza-o para um grau menor.
sl: **Količina**: ta možnost nadzoruje stopnjo slabljenja svetilnosti filtra na točki največjega slabljenja. Privzeta vrednost je 2,0, kar ustreza optičnemu filtru s faktorjem filtra f-stop 1 (enakovredno faktorju 2 zmanjšanja svetilnosti). Povečajte količino, da nadomestite večjo stopnjo vinjetiranja; zmanjšajte za manj.

source: **Feather**: this option determines the rate at which the filter intensity falls off from the point of maximum attenuation toward the edges, expressed as a power factor. The default of 1 yields a linear reduction in filter amount with distance from the center. Power factors greater than 1.0 cause a faster fall-off (for example, a power of 2 causes the amount to decrease as the square of the distance from the center) and causes the effect of the filter to be concentrated near the center. Powers less than 1 spread out the amount of the filter toward the edges; a power of 0.5 causes the amount to fall as the square root of the distance from the center.
ca: **Ploma**: aquesta opció determina la velocitat a la qual decau la intensitat del filtre des del punt d'atenuació màxima cap a les vores, expressada com un factor de potència. El valor predeterminat d'1 produeix una reducció lineal en la quantitat de filtratge amb la distància des del centre. Els factors de potència superiors a 1,0 provoquen un deteriorament més ràpid (per exemple, una potència de 2 causa que la quantitat disminueixi amb el quadrat de la distància des del centre) i fa que l'efecte del filtre es concentri a prop del centre. Les potències de menys d'1 dispersaran la quantitat del filtre cap a les vores. Una potència de 0,5 farà que la quantitat disminueixi com l'arrel quadrada de la distància des del centre.
it: **Sfumatura**: questa opzione determina la velocità a cui l'intensità del filtro si riduce dal punto di massima attenuazione verso i bordi, espressa come un fattore di potenza. Il valore predefinito è 1 e rende una riduzione lineare della quantità del filtro con la distanza dal centro. I fattori di potenza maggiori di 1,0 causano una diminuzione più rapida (per esempio, una potenza di 2 fa ridurre la quantità con il quadrato della distanza dal centro) e fa concentrare l'effetto del filtro vicino al centro. Le potenze inferiori a 1 diffondono la quantità del filtro verso i bordi; una potenza di 0,5 fa ridurre la densità con la radice quadrata della distanza dal centro.
nl: **Doezelen**: hiermee stelt u het verloop in waarmee de intensiteit van het filter vanuit het punt van maximum verzwakking naar de randen verloopt, uitgedrukt als exponent. De standaardwaarde van 1 geeft een reductie van het filter dat lineair loopt met de afstand tot het middelpunt. Een exponent groter dan 1,0 veroorzaakt een snellere reductie (bijvoorbeeld, een exponent van 2 zorgt ervoor dat de reductie van het filter kwadratisch met de afstand van het middelpunt verloopt) zodat het effect geconcentreerd is nabij het middelpunt. Een exponent kleiner dan 1 verspreidt het effect van het filter meer naar de randen; een exponent van 0,5 zorgt dat de waarde vermindert met de wortel van de afstand tot het middelpunt.
pt_br: **Esmaecimento**: esta opção determina a taxa na qual a intensidade do filtro cai do ponto de atenuação máxima em direção às bordas, expressa como um fator de potência. O padrão de 1 produz uma redução linear na intensidade do filtro com a distância do centro. Fatores de potência maiores que 1,0 causam uma queda mais rápida (por exemplo, uma potência de 2 faz com que a intensidade diminua conforme o quadrado da distância do centro) e faz com que o efeito do filtro se concentre próximo ao centro. Potências menores que 1 espalham a intensidade do filtro em direção às bordas; uma potência de 0,5 faz com que a intensidade caia conforme a raiz quadrada da distância do centro.
sl: **Pero**: ta možnost določa hitrost, pri kateri intenzivnost filtra upada od točke največjega dušenja proti robovom, izraženo kot faktor moči. Privzeta vrednost 1 daje linearno zmanjšanje količine filtra z razdaljo od središča. Faktorji moči, večji od 1,0, povzročijo hitrejši padec (na primer, moč 2 povzroči, da se količina zmanjša kot kvadrat razdalje od središča) in povzroči, da je učinek filtra koncentriran blizu središča. Moči, manjše od 1, razporedijo količino filtra proti robom; potenca 0,5 povzroči, da količina pada kot kvadratni koren razdalje od središča.

source: **Radius**: this option specifies the radius, as a multiple of the half diagonal measure of the image, at which the amount of the filter falls off to zero (or, in other words, becomes transparent). The default value of 1.0 specifies a filter which is transparent at its corners. A radius specification greater than 1 extends the effect of the center filter beyond the edges of the image, while a radius less than one limits the filter's action to a region smaller than the image. When compensating for vignetting by lenses used with large format and some medium format cameras, the default radius factor of 1 is rarely correct! These lenses often "cover" an image circle substantially larger than the film to permit camera movements relative to the lens to control perspective and focus, and consequently have a vignetting pattern which extends well beyond the edges of the film, requiring a radius setting greater than 1 to simulate a center filter covering the entire image circle.
ca: **Radi**: aquesta opció especifica el radi, com un múltiple de la meitat de la diagonal de la imatge, en què la quantitat del filtre cau a zero (o, en altres paraules, es torna transparent). El valor predeterminat d'1,0 especifica un filtre que és transparent a les cantonades. Una especificació de ràdio superior a 1 estendrà l'efecte del filtre central més enllà de les vores de la imatge, mentre que un radi inferior a un limitarà l'acció del filtre a una regió més petita que la imatge. Quan es compensa la vinyeta per les lents utilitzades amb càmeres de format gran i algunes de format mitjà, el factor de ràdio predeterminat d'1 poques vegades és correcte! Aquestes lents sovint «cobreixen» un cercle d'imatge substancialment més gran que la pel·lícula per a permetre que el moviment de la càmera amb relació a la lent controli la perspectiva i l'enfocament i, per tant, tenen un patró de vinyetatge que s'estén molt més enllà de les vores de la pel·lícula, i requereix una configuració de ràdio més gran que 1 per a simular un filtre central que cobreixi tot el cercle de la imatge.
it: **Raggio**: questa opzione specifica il raggio, come multiplo della misura della semi-diagonale dell'immagine, alla quale la quantità del filtro si riduce a zero (o, in altre parole, diventa trasparente). Il valore predefinito è 1,0 e specifica un filtro che è trasparente ai suoi angoli. Una specificazione del raggio maggiore di 1 estende l'effetto del filtro centrale oltre i bordi dell'immagine, mentre un raggio inferiore a 1 limita l'azione del filtro a una regione più piccola dell'immagine. Quando si compensa la vignettatura di obiettivi usati con macchine fotografiche di grande formato e alcune di formato medio, il raggio predefinito 1 è raramente corretto. Spesso questi obiettivi «coprono» un cerchio dell'immagine sensibilmente più grande della pellicola per permettere ai movimenti della fotocamera relativi all'obiettivo di controllare la prospettiva e il fuoco, e di conseguenza di avere uno schema di vignettatura che si estende ben oltre i bordi della pellicola, richiedendo un'impostazione del raggio maggiore di 1 per simulare un filtro centrale che copra l'intero cerchio dell'immagine.
nl: **Straal**: hiermee stelt u de straal mee in, uitgedrukt in verhouding met de halve diagonaal van de foto, waarop het filter naar nul gaat (met andere woorden transparant wordt). De standaardwaarde van 1.0 stelt een filter in die transparent op de hoeken is. Een waarde groter dan 1 vergroot het effect van het center filter tot voorbij de hoeken van het filter, terwijl een straal kleiner dan een het effect van het filter tot een gedeelte van de foto beperkt. Bij het corrigeren voor vignetting door lenzen gebruikt in groot formaat en enkele medium formaat cameras, is de standaard straalwaarde van 1 zelden correct! Dit soort lenzen *bedekken* vaak een projectievlak die belangrijk groter is dan de film zodat camera verplaatsingen, relatief tot de lens, mogelijk zijn vanwege aanpassingen voor perspectief of scherpstelling, de consequentie daarvan is dat het vignetting patroon heeft dat zich tot ver voorbij de randen van de film uitstrekt, en dus een straalinstelling vereisen groter dan 1 vereisen om een centrumfilter te simuleren dat het gehele projectievlak bedekt.
pt_br: **Raio**: esta opção especifica o raio, como um múltiplo da metade da diagonal da imagem, no qual a intensidade do filtro cai para zero (ou, em outras palavras, torna-se transparente). O valor padrão de 1,0 especifica um filtro transparente nos cantos. Uma especificação de raio maior que 1 estende o efeito do filtro central para além das bordas da imagem, enquanto um raio menor que 1 limita a ação do filtro a uma região menor que a imagem. Ao compensar a vinhetagem por lentes usadas em câmeras de grande formato e algumas de médio formato, o fator de raio padrão de 1 raramente é correto! Essas lentes frequentemente "cobrem" um círculo de imagem substancialmente maior que o filme para permitir movimentos da câmera em relação à lente para controlar a perspectiva e o foco e, consequentemente, têm um padrão de vinhetagem que se estende muito além das bordas do filme, exigindo uma configuração de raio maior que 1 para simular um filtro central cobrindo todo o círculo da imagem.
sl: **Polmer**: ta možnost podaja polmer kot večkratnik polovice diagonale slike, pri katerem količina filtra pade na nič (ali, z drugimi besedami, postane prozorna). Privzeta vrednost 1,0 določa filter, ki je v vogalih prozoren. Specifikacija radija, večja od 1, razširi učinek sredinskega filtra preko robov slike, medtem ko radij, manjši od ena, omeji delovanje filtra na območje, ki je manjše od slike. Pri kompenzaciji vinjetiranja z objektivi, ki se uporabljajo pri fotoaparatih velikega formata in nekaterih fotoaparatih srednjega formata, je privzeti faktor polmera 1 redko pravilen! Te leče pogosto "pokrivajo" krog slike, ki je bistveno večji od filma, da omogočijo premike kamere glede na lečo za nadzor perspektive in ostrenja, posledično pa imajo vzorec vinjetiranja, ki sega precej čez robove filma, kar zahteva nastavitev polmera, večjega od 1 za simulacijo sredinskega filtra, ki pokriva celoten krog slike.

source: **X offset** and **Y offset** settings: these options move the center of the filter horizontally or vertically up to the border of the image by the specified percentage. A negative value for the X offset will shift the filter to the left while a positive value will shift it to the right. A negative value for the Y offset will move the filter up, and finally a positive value will move it down.
ca: Opcions de configuració **Desplaçament X** i **Desplaçament Y**: aquestes opcions mouen el centre del filtre de manera horitzontal o vertical fins a la vora de la imatge en el percentatge especificat. Un valor negatiu per al desplaçament X mourà el filtre cap a l'esquerra, mentre que un valor positiu el mourà cap a la dreta. Un valor negatiu per al desplaçament Y mourà el filtre cap amunt, així com un valor positiu el mourà cap avall.
it: Impostazioni **Compensazione X** e **Compensazione Y**: queste opzioni spostano il centro del filtro orizzontalmente o verticalmente fino ai bordi dell'immagine della percentuale specificata. Un valore negativo per la compensazione X sposterà il filtro verso sinistra mentre un valore positivo lo sposterà verso destra. Un valore negativo per la compensazione Y sposterà il filtro verso l'alto mentre un valore positivo lo sposterà verso il basso.
nl: De opties **Verplaatsing X** en **Verplaatsing Y**: deze opties verplaatsen het middelpunt van het filter horizontaal respectievelijk verticaal naar de rand van de foto met een opgegeven percentage. Een negatieve waarde voor de X-waarde verschuift het filter naar links terwijl een positieve waarde het naar rechts verschuift. Een negatieve waarde voor de Y-waarde verschuift het filter omhoog, en tenslotte, een positieve waarde zal het omlaag verschuiven.
pt_br: Configurações de **Deslocamento X** e **Deslocamento Y**: essas opções movem o centro do filtro horizontal ou verticalmente para cima, até a borda da imagem, na porcentagem especificada. Um valor negativo para o deslocamento X deslocará o filtro para a esquerda, enquanto um valor positivo o deslocará para a direita. Um valor negativo para o deslocamento Y moverá o filtro para cima e, por fim, um valor positivo o moverá para baixo.
sl: Nastavitve **Odmik X** in **Odmik Y**: ti možnosti premakneta sredino filtra vodoravno ali navpično navzgor do roba slike za določen odstotek. Negativna vrednost odmika X bo premaknila filter v levo, medtem ko ga bo pozitivna vrednost premaknila v desno. Negativna vrednost odmika Y bo premaknila filter navzgor, pozitivna vrednost pa navzdol.

source: **Add Vignetting**: many photographs look flat because of a distracting background or another composition matter. While most of time you will want to remove vignetting, it is a fact that selective vignetting can improve the look of a photograph, drawing the eyes to the intended subject. As an artist you may choose this option. Ticking it will invert the filter, thus darkening the corners of a photograph.
ca: **Afegeix vinyetatge**: moltes fotografies semblen planes perquè tenen un fons que distreu a la gent o per un defecte en la composició. Tot i que la majoria de les vegades voldreu eliminar el vinyetatge, és un fet que el vinyetatge selectiu pot millorar l'aparença d'una fotografia, atraient els ulls cap al tema previst. Com a artista podreu triar aquesta opció. Marcant la casella s'invertirà el filtre, per tant, enfosquint les cantonades d'una fotografia.
it: **Aggiungi vignettatura**: molte fotografie sembrano piatte a causa di uno sfondo che distrae o per un difetto nella composizione. Mentre il più delle volte vorrai eliminare la vignettatura, è un fatto che una vignettatura selettiva può migliorare l'aspetto di una foto, guidando gli occhi verso il soggetto voluto. Come un artista puoi scegliere questa opzione: spuntando la casella farai invertire il filtro in modo che gli angoli della foto siano scuriti.
nl: **Vignettering toevoegen**: veel foto´s zien er vlak uit vanwege een achtergrond die teveel aandacht trekt of andere compositie problemen. Meestal wilt u vignetting juist verwijderen maar soms kan het selectief toevoegen van vignetting een foto juist verbeteren en de aandacht juist naar het gewenste onderwerp trekken. Als artiest kunt u deze keuze maken, als u dit inschakelt dan maakt dat de hoeken van de foto donkerder.
pt_br: **Adicionar vinheta**: muitas fotografias parecem sem graça devido a um fundo que distrai ou a outro problema de composição. Embora na maioria das vezes você queira remover a vinheta, é fato que a vinheta seletiva pode melhorar a aparência de uma fotografia, atraindo o olhar para o objeto pretendido. Como artista, você pode escolher esta opção. Ao marcá-la, o filtro será invertido, escurecendo os cantos da fotografia.
sl: **Dodaj vinjetiranje**: veliko fotografij je videti ravnih zaradi motečega ozadja ali druge kompozicije. Čeprav boste večino časa želeli odstraniti vinjetiranje, je dejstvo, da lahko selektivno vinjetiranje izboljša videz fotografije in pritegne pogled k želenemu motivu. Kot umetnik lahko izberete to možnost. Če ga odkljukate, boste filter obrnili in tako potemnili vogale fotografije.
