Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: G'MIC-Qt is not included in the digiKam source code. Rather, it is a 3rd-party plugin included in binary distributions of digiKam, as the Windows, macOS, and Linux bundles. It can be started from the :menuselection:`Enhance --> G'MIC-Qt` menu entry or use the icons accessible from the Tools tab in the Right sidebar. G’MIC-Qt can be used like other filters, the main difference is that instead of opening a specific filter tab on the right sidebar, it opens up a window where you can pick through any of the pre-defined filters.
ca: El G'MIC-Qt no està inclòs en el codi font del digiKam. És un connector de tercers inclòs en les distribucions binàries del digiKam, com els paquets de Windows, macOS i Linux. Es pot iniciar des de l'element de menú :menuselection:`Millora --> G'MIC-Qt` o utilitzant les icones accessibles des de la pestanya d'eines a la barra lateral dreta. El G'MIC-Qt es pot utilitzar com altres filtres, la principal diferència és que en lloc d'obrir una pestanya específica de filtre a la barra lateral dreta, s'obrirà una finestra des d'on podreu seleccionar qualsevol dels filtres predefinits.
it: G'MIC-Qt non è incluso nel codice sorgente di digiKam. È, piuttosto, un'estensione di terze parti inclusa nelle distribuzioni eseguibili di digiKam, come Windows, macOS e i pacchetti Linux. Puoi avviarlo dal menu :menuselection:`Migliora --> G'MIC-Qt` o tramite le icone accessibili dalla scheda Strumenti nella barra laterale destra. G’MIC-Qt si può utilizzare come gli altri filtri; la differenza principale con essi è che invece di aprire la scheda di un filtro specifico nella barra laterale destra, si aprirà una finestra da cui scegliere uno qualsiasi dei filtri predefiniti disponibili.
nl: G'MIC-Qt is niet aanwezig in de broncode van digiKam. Het is echter een plug-in van derden ingevoegd in de binaire distributies van digiKam, evenals de bundels voor Windows, macOS en Linux. Het kan gestart worden met het menu-item :menuselection:`Verbeteren --> G'MIC-Qt` of gebruik de pictogrammen toegankelijk uit het tabblad Hulpmiddel in de rechter zijbalk. G’MIC-Qt kan gebruikt worden zoals met een andere filters, het grootste verschil is dat in plaats van een specifiek filtertabblad in de rechter zijbalk te openen, opent het een venster waar u een van de voorgedefinieerde filters kunt kiezen.
pt_br: O G'MIC-Qt não está incluído no código-fonte do digiKam. Em vez disso, é um plugin de terceiros incluído em distribuições binárias do digiKam, como os pacotes para Windows, macOS e Linux. Ele pode ser iniciado a partir da entrada de menu :menuselection:`Melhorar --> G'MIC-Qt` ou usando os ícones acessíveis na aba Ferramentas na barra lateral direita. O G'MIC-Qt pode ser usado como outros filtros, a principal diferença é que, em vez de abrir uma aba de filtro específica na barra lateral direita, ele abre uma janela onde você pode escolher entre qualquer um dos filtros predefinidos.
sl: G'MIC-Qt ni vključen v izvorno kodo digiKam. Namesto tega je vtičnik tretje osebe, vključen v binarne distribucije digiKama, kot paketi Windows, macOS in Linux. Zaženete ga lahko z vnosom menija :menuselection:`Izboljšaj --> G'MIC-Qt` ali uporabite ikone, ki so dostopne na zavihku Orodja v desni stranski vrstici. G’MIC-Qt je mogoče uporabljati kot druge filtre, glavna razlika je v tem, da namesto odpiranja posebnega zavihka filtra na desni stranski vrstici odpre okno, v katerem lahko izbirate med katerim koli od vnaprej določenih filtrov.

source: The Image Editor G'MIC-Qt Tool Running the Artistic/Bokeh Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Artístic/Bokeh»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Artistico/Bokeh
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Artistieke/Bokeh-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro Artístico/Bokeh
pt_br: A ferramenta de edição de imagens G'MIC-Qt executando o filtro artístico/Bokeh
sl: Orodje urejevalnika slik G'MIC-Qt, ki poganja umetniški/bokeh filter

source: Filter Categories
ca: Categories de filtres
nl: Filtercategorieën
pt_br: Categorias de filtro

source: The categories of **Available filters** in the list are listed below:
ca: Les categories de **Filtres disponibles** es llisten a continuació:
it: Di seguito l'elenco delle categorie dei **filtri disponibili**:
nl: De categorieën van **Beschikbare filters** staan in de onderstaande lijst:
pt: As categorias dos **Filtros disponíveis** na lista aparecem em baixo:
pt_br: As categorias de **Filtros disponíveis** na lista estão listadas abaixo:
sl: Kategorije **Razpoložljivih filtrov** na seznamu so navedene spodaj:
uk: Список категорій **Доступних фільтрів** наведено нижче:

source: **About**: these entries are not filters, but just show different information about G'MIC-Qt on the settings view. The **About/Download External Data** entry allows you to load new filter definitions from the internet.
ca: **Quant a**: aquestes entrades no són filtres, només mostren informació diferent sobre G'MIC-Qt a la vista de configuració. L'eina **Quant a/Descarrega les dades externes** permet carregar definicions de filtre noves des d'Internet.
it: **About**: queste voci non sono filtri ma mostrano semplicemente le diverse informazioni su G'MIC-Qt nella vista delle impostazioni. La voce **About/Download External Data** ti permette di caricare definizioni dei nuovi filtri da Internet.
nl: **Info over**: deze items zijn geen filters, maar tonen eenvoudig verschillende informatie over G'MIC-Qt in de instellingenweergave. Het item **Info over/Download externe gegevens** biedt het laden van nieuwe filterdefinities uit het internet.
pt_br: **Sobre**: estas entradas não são filtros, mas apenas mostram informações diferentes sobre o G'MIC-Qt na visualização de configurações. A entrada **Sobre/Baixar dados externos** permite que você carregue novas definições de filtro da internet.
sl: **Vizitka**: ti vnosi niso filtri, temveč le prikazujejo različne informacije o G'MIC-Qt v pogledu nastavitev. Vnos **O/Prenos zunanjih podatkov** vam omogoča nalaganje novih definicij filtrov iz interneta.

source: **Array and tiles**: this filter collection transforms photos into toys, puzzles, maps, and decorative shapes.
ca: **Matriu i mosaics**: aquesta col·lecció de filtres transforma les fotografies en joguines, trencaclosques, mapes i formes decoratives.
it: **Array and tiles**: questa raccolta di filtri trasforma le foto in pupazzi, puzzle, mappe e forme decorative.
nl: **Array en tegels**: deze verzameling filters transformeert foto's in speelgoed, puzzels, kaarten en decoratieve vormen.
pt_br: **Matriz e blocos**: esta coleção de filtros transforma fotos em brinquedos, quebra-cabeças, mapas e formas decorativas.
sl: **Matrika in ploščice**: ta zbirka filtrov omogoča preoblikovanje fotografij v igrače, sestavljanke, zemljevide in okrasne oblike.

source: The Image Editor G'MIC-Qt Tool Running the Array-and-Tiles/Puzzle Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Matriu i fitxes/Trencaclosques»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Array-and-Tiles/Puzzle
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Array-en-Tegels/Puzzels-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Peças de Puzzle
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Matriz-e-Blocos/Quebra-cabeças
sl: Orodje G'MIC-Qt urejevalnika slik, ki izvaja filter nizov in ploščic/uganke

source: **Artistic**: this filter collection applies a number of traditional effects that transform a photograph into a drawing or painting.
ca: **Artístic**: aquesta col·lecció de filtres aplica diversos efectes tradicionals que cerquen transformar una fotografia en un dibuix o pintura.
it: **Artistic**: questa raccolta di filtri applica diversi effetti tradizionali il cui scopo è trasformare una fotografia in un disegno o un dipinto.
nl: **Artistiek**: deze verzameling filters passen een aantal traditionele effecten toe die een foto transformeert in een tekening of schilderij.
pt_br: **Artístico**: esta coleção de filtros aplica uma série de efeitos tradicionais que transformam uma fotografia em um desenho ou pintura.
sl: **Umetniški**: ta zbirka filtrov uporablja odlične tradicionalne učinke, ki poskušajo fotografijo spremeniti v risbo ali sliko.

source: The Image Editor G'MIC-Qt Tool Running the Artistic/Rodilius Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Artístic/Rodilius»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Artistico/Rodilius
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Artistieke/Rodilius-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro Artístico/Rodilius
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Artístico/Rodilius
sl: Orodje urejevalnika slik G'MIC-Qt, ki izvaja filter Artistic/Rodilius

source: **Black and White**: this filter collection is dedicated to processing images in gray-scale style, including converting to gray-scale, the inverse process of colorizing an image, reducing the color map, or simulating fusain drawing.
ca: **Blanc i negre**: aquesta col·lecció de filtres està dedicada al processament d'imatges en estil d'escala de grisos, incloent-hi la conversió a escala de grisos, el procés invers a donar color a una imatge, reduir el mapa de color o simular un dibuix al carbonet.
it: **Black and White**: questa raccolta di filtri è dedicata all'elaborazione delle immagini in stile scala di grigi, e include la conversione in scala di grigi, l'inversione della colorazione di un'immagine, la riduzione della mappa dei colori o la simulazione del disegno a carboncino.
nl: **Zwart-wit**: deze verzameling filters is gericht op het verwerken van afbeeldingen in een stijl met grijswaarden, inclusief converteren naar grijswaarden, het omgekeerde proces van een afbeelding inkleuren, waarmee de kleurenkaart wordt gereduceerd of simuleren van een potloodtekening.
pt_br: **Preto e branco**: esta coleção de filtros é dedicada ao processamento de imagens em estilo de escala de cinza, incluindo a conversão para escala de cinza, o processo inverso de colorir uma imagem, reduzir o mapa de cores ou simular desenho fusain.
sl: **Črno-belo**: ta zbirka filtrov je namenjena obdelavi slik v sivinskem slogu, vključno s pretvorbo v sivine, inverznim postopkom barvanja slike, zmanjševanjem barvne karte ali simulacijo risanja s fusainom.

source: The Image Editor G'MIC-Qt Tool Running the Black-and-White/Colorize Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Blanc i negre/Acoloreix»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Black-and-White/Colorize
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Zwart-wit/Kleuren-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Preto-e-Branco/Coloração
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Preto e branco/Colorir
sl: Orodje G'MIC-Qt za urejevalnik slik, ki izvaja črno-beli/obarvani filter

source: **Colors**: this filter collection allows the user to define transformation functions operating in different color-spaces, apply LUTs, mix/adjust channels or correct tones by content analysis.
ca: **Colors**: aquesta col·lecció de filtres permet a l'usuari definir funcions de transformació que operen en espais de color diferents, aplica la LUT, mescla/ajusta els canals o corregeix els tons mitjançant l'anàlisi de contingut.
it: **Colors**: questa raccolta di filtri consente all'utente di definire le funzioni di trasformazione che operano in spazi dei colori differenti, applicare LUT, miscelare/regolare i canali o correggere i toni tramite analisi dei contenuti.
nl: **Kleuren**: deze verzameling filters biedt de gebruiker om transformatiefuncties te definiëren die werken in verschillende kleurruimten, passen LUT's toe, mengen/passen aan kanalen of corrigeren tonen door analyse van inhoud.
pt: **Cores**: esta colecção de filtros permite ao utilizador definir funções de transformação que funcionam em diferentes espaços de cores, aplicar LUT's, misturar/ajustar os canais ou corrigir os tons pela análise do conteúdo.
pt_br: **Cores**: esta coleção de filtros permite ao usuário definir funções de transformação operando em diferentes espaços de cores, aplicar LUTs, misturar/ajustar canais ou corrigir tons por análise de conteúdo.
sl: **Barve**: ta zbirka filtrov omogoča uporabniku, da definira transformacijske funkcije, ki delujejo v različnih barvnih prostorih, uporabi LUT, meša/prilagodi kanale ali popravi tone z analizo vsebine.

source: The Image Editor G'MIC-Qt Tool Running the Colors/Mixer-Lab Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Colors/Laboratori de mescla»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Colors/Mixer-Lab
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Kleuren/Mixer-Lab-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Cores/Laboratório de Mistura
pt_br: A ferramenta do editor de imagens G'MIC-Qt executando o filtro Cores/Laboratório de mistura
sl: Orodje G'MIC-Qt urejevalnika slik, ki izvaja filter Colors/Mixer-Lab

source: **Contours**: this filter collection applies the pixel's neighborhood local transformations over the whole photo.
ca: **Contorns**: aquesta col·lecció de filtres aplica transformacions locals del veïnatge de píxels sobre tota la fotografia.
it: **Contours**: questa raccolta di filtri applica le trasformazioni locali adiacenti dei pixel sull'intera fotografia.
nl: **Contouren**: deze verzameling filters past de omgeving van pixels toe op lokale transformaties over de gehele foto.
pt: **Contornos**: esta colecção de filtros aplica as transformações dos vizinhos locais do pixel sobre toda a fotografia.
pt_br: **Contornos**: esta coleção de filtros aplica as transformações locais da vizinhança do pixel em toda a foto.
sl: **Obrisi**: ta zbirka filtrov uporabi lokalne transformacije soseščine slikovne pike na celotni fotografiji.

source: The Image Editor G'MIC-Qt Tool Running the Contours/Super-Pixels Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Contorns/Superpíxels»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Contours/Super-Pixel
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Contouren/Super-pixels-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Contornos/Super-Pixels
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Contornos/Super-Pixels
sl: Orodje G'MIC-Qt urejevalnika slik, ki izvaja filter obrisov/super-pikslov

source: **Deformations**: this filter collection applies physical distortions to the photo.
ca: **Deformacions**: aquesta col·lecció de filtres aplica distorsions físiques a la fotografia.
it: **Deformations**: questa raccolta di filtri applica distorsioni fisiche alla fotografia.
nl: **Deformaties**: deze verzameling filters past fysieke vervormingen toe op de foto.
pt: **Deformações**: esta colecção de filtros aplica distorções físicas à fotografia.
pt_br: **Deformações**: esta coleção de filtros aplica distorções físicas à foto.
sl: **Deformacije**: ta zbirka filtrov uporabi fizična popačenja fotografije.

source: The Image Editor G'MIC-Qt Tool Running the Deformations/Drop Water Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Deformacions/Gota d'aigua»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Deformations/Drop Water
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Deformaties/Waterdruppel-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Deformação/Pingos de Chuva
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro de Deformações/Gotas de água
sl: Orodje za urejevalnik slik G'MIC-Qt, ki izvaja filter deformacij/kapljice vode

source: **Degradations**: this filter collection reproduces photographic alterations such as blur, noise, grain, and lens aberrations.
ca: **Degradacions**: aquesta col·lecció de filtres reprodueix alteracions fotogràfiques com el difuminat, el soroll, el gra i les aberracions de la lent.
it: **Degradations**: questa raccolta di filtri riproduce alterazioni fotografiche, quali sfocatura, rumore, sgranatura e aberrazioni dell'obiettivo.
nl: **Degradaties**: deze verzameling filters reproduceert fotografische veranderingen zoals vervaging, ruis, korreligheid and lensafwijkingen.
pt: **Degradações**: esta colecção de filtros reproduz alterações fotográficas, como o borrão, o ruído, o grão e as aberrações de lentes.
pt_br: **Degradações**: esta coleção de filtros reproduz alterações fotográficas, como desfoque, ruído, granulação e aberrações de lente.
sl: **Degradacije**: ta zbirka filtrov reproducira fotografske spremembe, kot so zamegljenost, šum, zrnatost in aberacije leč.

source: The Image Editor G'MIC-Qt Tool Running the Degradations/Chromatic-Aberrations Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Degradacions/Aberracions cromàtiques»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Degradations/Chromatic-Aberrations
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Degradaties/Chromatische-aberraties-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Degradações/Aberrações-Cromáticas
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro de Degradações/Aberrações cromáticas
sl: Orodje za urejevalnik slik G'MIC-Qt, ki izvaja filter degradacij/kromatskih aberacij

source: **Details**: this filter collection enhances the details in your photos with an armada of multi-scale enhancement algorithms to bring out details and colors of different sizes in photos.
ca: **Detalls**: aquesta col·lecció de filtres millora els detalls de les fotografies amb una armada d'algorismes de millora de múltiples escales per a fer ressaltar els detalls i els colors de mides diferents en les fotografies.
it: **Details**: questa raccolta di filtri migliora i dettagli nelle tue foto con moltissimi algoritmi di miglioramento multi-scala per dare risalto ai dettagli e ai colori di diverse dimensioni nelle foto.
nl: **Details**: deze verzameling filters verhogen de details in uw foto's met een leger van multi-schaal verhogingsalgoritmen om details en kleuren omhoog te halen van verschillende afmetingen in foto's.
pt: **DEtalhes**: esta colecção de filtros melhora os detalhes nas suas foografias com uma armada de algoritmos de melhoria em várias escalas para realçar os detalhes e as cores de diferentes tamanhos nas fotografias.
pt_br: **Detalhes**: esta coleção de filtros aprimora os detalhes em suas fotos com uma série de algoritmos de aprimoramento em várias escalas para destacar detalhes e cores de tamanhos diferentes nas fotos.
sl: **Podrobnosti**: ta zbirka filtrov poudari podrobnosti na vaših fotografijah z armado algoritmov za izboljšavo v več merilih, da na fotografijah poudarite podrobnosti in barve različnih velikosti.

source: The Image Editor G'MIC-Qt Tool Running the Details/Mighty Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Detalls/Poderós»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Details/Mighty
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Details/Mighty-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Detalhes/Filtro Poderoso
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Detalhes/Poderoso
sl: Urejevalnik slik G'MIC-Qt orodje, ki poganja podrobnosti/mogočni filter
uk: Інструмент G'MIC-Qt редактора зображень з фільтром «Подробиці/Могутній»

source: **Frames**: one other artistic filter collection dedicated to decorating your photo with ornaments.
ca: **Marcs**: una altra col·lecció de filtres artístics dedicada a decorar la fotografia amb ornaments.
it: **Frames**: un'altra raccolta di filtri artistici studiata per decorare le fotografie con ornamenti.
nl: **Frames** : nog een artistieke verzameling filters gericht op het decoreren van uw foto met ornamenten.
pt: **Molduras**: uma colecção de filtros artísticos dedicada a decorar a sua fotografia com ornamentos.
pt_br: **Molduras**: outra coleção de filtros artísticos dedicada a decorar sua foto com ornamentos.
sl: **Okvirji**: še ena zbirka umetniških filtrov, namenjena okrasitvi vaše fotografije z ornamenti.

source: The Image Editor G'MIC-Qt Tool Running the Frames/Droste Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Marcs/Droste»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro Frames/Droste
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Frames/Droste-filter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Molduras/Droste
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro Molduras/Droste
sl: Orodje urejevalnika slik G'MIC-Qt, ki izvaja filter okvirji/Droste (slike v sliki)
uk: Інструмент G'MIC-Qt редактора зображень з фільтром «Рамки/Дросте»

source: **Frequencies**: this filter collection is based on Fourier Transforms analysis.
ca: **Freqüències**: aquesta col·lecció de filtres es basa en l'anàlisi de transformades de Fourier.
it: **Frequencies**: questa raccolta di filtri si basa sull'analisi delle trasformate di Fourier.
nl: **Frequenties**: deze verzameling filters zijn gebaseerd op analyses met Fourier transformatie.
pt: **Frequências**: esta colecção de filtros baseia-se na análise das Transformadas de Fourier.
pt_br: **Frequências**: esta coleção de filtros é baseada na análise de Transformadas de Fourier.
sl: **Frekvence**: ta zbirka filtrov temelji na analizi Fourierovih transformacij.

source: The Image Editor G'MIC-Qt Tool Running the Frequencies/Bandpass Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges executant el filtre «Freqüències/Passa de banda»
it: Lo strumento G'MIC-Qt dell'Editor delle immagini che esegue il filtro requencies/Bandpass
nl: Het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker die het Frequenties/Banddoorlaatfilter uitvoert
pt: A Ferramenta G'MIC-Qt do Editor de Imagens a Correr o Filtro de Frequências/Passa-Banda
pt_br: A ferramenta do G'MIC-Qt do Editor de Imagem executando o filtro de Frequências/Passa-banda
sl: Orodje urejevalnika slik G'MIC-Qt, ki izvaja frekvenčni/pasovni filter
