Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: You can search a filter using their groups, but the fastest way to find them is to use the **Search** bar at the top of the list. If the filter categories look a bit daunting, it's possible to add the most used filters to a favorites list and to apply a color tag using the filters tree-view context menu. On the bottom, the **Add Fave** button allows appending an entry in the first section named **Faves** on the list.
ca: Podeu cercar un filtre utilitzant els vostres grups, però la manera més ràpida de trobar-los és utilitzar la barra de **Cerca** a la part superior de la llista. Si les categories de filtre semblen una mica descoratjadores, és possible afegir els filtres més utilitzats a una llista de preferits i aplicar una etiqueta de color utilitzant el menú contextual de la vista en arbre dels filtres. A la part inferior, el botó **Afegeix un preferit** permet afegir una entrada a la llista a la primera secció anomenada **Preferits**.
it: Puoi cercare i filtri utilizzando i loro gruppi, il metodo più rapido per trovarli però è usare la barra **Cerca** in cima all'elenco. Se le categorie dei filtri ti scoraggia un po', è possibile aggiungere i filtri più utilizzati in un elenco di preferiti e applicare un'etichetta colorata utilizzando il menu contestuale della vista ad albero. In basso, il pulsante **Aggiungi preterito** ti permette di aggiungere nell'elenco una voce nella prima sezione chiamata **Preferiti**.
nl: U kunt in hun groepen zoeken met een filter, maar de snelste manier om ze te vinden is de zoekbalk bovenaan de lijst te gebruiken. Als de filtercategorieën er een beetje uitdagend uitzien, dan is het mogelijk om de meest gebruikte filters in een lijst met favorieten te zetten en een kleurtag toe te passen met het contextmenu van de boomstructuurweergave van filters. Onderaan biedt de knop **Fave toevoegen** het toevoegen van een item in de eerste sectie genaamd **Faves** op de lijst.
pt_br: Você pode pesquisar um filtro usando seus grupos, mas a maneira mais rápida de encontrá-los é usar a barra de **Pesquisa** no topo da lista. Se as categorias de filtro parecerem um pouco intimidantes, é possível adicionar os filtros mais usados ​​a uma lista de favoritos e aplicar uma etiqueta de cor usando o menu de contexto da visualização em árvore de filtros. Na parte inferior, o botão **Adicionar favorito** permite adicionar uma entrada na primeira seção chamada **Favoritos** da lista.
sl: Filter lahko iščete z uporabo njihovih skupin, vendar jih najhitreje najdete z uporabo vrstice **Iskanje** na vrhu seznama. Če so kategorije filtrov videti nekoliko zastrašujoče, je mogoče najpogosteje uporabljene filtre dodati na seznam priljubljenih in uporabiti barvno oznako s kontekstnim menijem drevesnega pogleda filtrov. Na dnu gumb **Dodaj Fave** omogoča dodajanje vnosa v prvi razdelek z imenom **Faves** na seznamu.

source: The Image Editor G'MIC-Qt Tool Filters Tree-View and the Favorites Context Menu
ca: L'eina G'MIC-Qt de l'editor d'imatges amb la vista en arbre dels Filtres i el menú contextual de Preferits
it: La vista ad albero dei filtri dello strumento G'MIC-Qt dell'Editor delle immagini e il menu contestuale dei preferiti
nl: De boomstructuurweergave van filters van het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker en het contextmenu van de Favorieten
pt: A Ferramenta G'MIC-Qt do Editor de Imagens com a Árvore de Filtros e o Menu de Contexto dos Favoritos
pt_br: O filtros de ferramentas do G'MIC-Qt na vista em árvore do Editor de Imagem e o menu de contexto de favoritos
sl: Urejevalnik slik Orodje G'MIC-Qt filtrira drevesni pogled in kontekstni meni priljubljenih

source: Some keywords to know in your filter searches:
ca: Algunes paraules clau a conèixer en les vostres cerques de filtres:
nl: Sommige te weten trefwoorden in uw filter voor zoeken:
pt_br: Algumas palavras-chave que você deve conhecer em suas pesquisas com filtros:

source: Frame: to add a border on your image.
ca: Marc: per a afegir una vora al voltant d'una imatge.
nl: Frame: om een rand om uw afbeelding toe te voegen.
pt_br: Moldura: para adicionar uma borda à sua imagem.

source: Blend: to merge images together.
ca: Barreja: per a fusionar imatges entre elles.
nl: Mengen: om afbeeldingen met elkaar te mengen.
pt_br: Mesclar: para mesclar imagens.

source: Sharp: to enhance details on your image.
ca: Agudització: per a millorar els detalls de la imatge.
nl: Scherp: om details in uw afbeelding te verbeteren.
pt_br: Nitidez: para realçar detalhes na sua imagem.

source: Upscale: to enlarge your image.
ca: Ampliació: per a engrandir la imatge.
nl: Opschalen: om uw afbeelding te vergroten.
pt_br: Escalonar: para ampliar sua imagem.

source: Smooth: to cleanup your image.
ca: Suavitzat: per a netejar la imatge.
nl: Gladder: om uw afbeelding op te schonen.
pt_br: Suavizar: para limpar sua imagem.

source: Common Filter Behaviors
ca: Comportaments comuns dels filtres
nl: Algemeen gedrag van filter
pt_br: Comportamentos comuns de filtros

source: The following behaviors are supported by most of the G'MIC-Qt filters:
ca: Els comportaments següents estan admesos per la majoria dels filtres G'MIC-Qt:
it: La maggior parte dei filtri G'MIC-Qt supportano i comportamenti seguenti:
nl: De volgende gedragingen worden ondersteund door de meeste van de G'MIC-Qt filters:
pt_br: Os seguintes comportamentos são suportados pela maioria dos filtros G'MIC-Qt:
sl: Večina filtrov G'MIC-Qt podpira naslednja vedenja:

source: When you render the filter on whole data from the Image Editor by pressing the **Apply** or **Ok** buttons, the processing time can be quite long, especially with many megapixel images. A **Progress Bar** on the bottom of the G'MIC-Qt dialog will indicate the computation progress.
ca: Quan processeu el filtre sobre dades completes des de l'editor d'imatges prement els botons **Aplica** o **D'acord**, el temps de processament podria ser força llarg, especialment amb imatges de molts megapíxels. Una **barra de progrés** a la part inferior del diàleg del G'MIC-Qt indicarà el progrés del càlcul.
it: Quando applichi la resa del filtro sui dati interi dall'Editor delle immagini facendo clic sui pulsanti **Applica** o **Ok**, il tempo di elaborazione può risultare piuttosto lungo, specialmente con immagini di molti megapixel. Una **barra di avanzamento** nella parte inferiore della finestra di dialogo di G'MIC-Qt indicherà il progresso dei calcoli.
nl: Wanneer u het filter toepast op gehele gegevens uit de afbeeldingsbewerker door op de knop **Toepassen** of **Ok** te drukken, kan de verwerkingstijd tamelijk lang zijn, speciaal met afbeeldingen van vele megapixels. Een **Voortgangsbalk** onderaan de G'MIC-Qt dialoog zal de voortgang van de berekening aangeven.
pt_br: Ao renderizar o filtro com todos os dados no Editor de Imagem pressionando os botões **Aplicar** ou **Ok**, o tempo de processamento pode ser bastante longo, especialmente com imagens com muitos megapixels. Uma **Barra de progresso** na parte inferior da caixa de diálogo do G'MIC-Qt indicará o progresso do cálculo.
sl: Ko upodabljate filter na celotne podatke iz urejevalnika slik s pritiskom na gumba **Uporabi** ali **V redu**, je lahko čas obdelave precej dolg, zlasti pri slikah z veliko megapiksli. **Vrstica napredka** na dnu pogovornega okna G'MIC-Qt bo označevala napredek računanja.

source: The Image Editor G'MIC-Qt Tool Progress Bar
ca: L'eina G'MIC-Qt de l'editor d'imatges amb la barra de progrés
it: La barra di avanzamento dello strumento G'MIC-Qt dell'Editor delle immagini
nl: De voortgangsbalk van het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker
pt: A Ferramenta G'MIC-Qt do Editor de Imagens com a Barra de Progresso
pt_br: Barra de progresso da ferramenta G'MIC-Qt do Editor de Imagem
sl: Vrstica napredka orodja urejevalnika slik G'MIC-Qt
uk: Панель поступу інструмента G'MIC-Qt редактора зображень

source: If you previously select an area on the editor canvas before to launch G'MIC-Qt, filters will be applied on this region instead of the whole image.
nl: Als u eerder een gebied op het werkveld van de bewerker hebt geselecteerd voor het starten van G'MIC-Qt, zullen filters toegepast worden op dat gebied in plaats van op de gehele afbeelding.
pt_br: Se você selecionar previamente uma área na tela do editor antes de iniciar o G'MIC-Qt, os filtros serão aplicados nessa região em vez de na imagem inteira.

source: If a filter has many parameter settings, some may not be visible; use the scroll bar to access more settings. Also, it's possible to enlarge the G'MIC-Qt dialog if necessary, or switch to **Fullscreen** with the button on the bottom.
ca: Si un filtre té molts paràmetres de configuració, és possible que alguns no estiguin visibles. Utilitzeu la barra de desplaçament per a accedir a més. També és possible engrandir el diàleg del G'MIC-Qt, o canviar a **Pantalla completa** amb el botó a la part inferior.
it: Se un filtro possiede molte impostazioni dei parametri, alcune potrebbero non essere visibili; usa la barra di scorrimento per accedere alle altre impostazioni. È anche possibile allargare la finestra di dialogo di G'MIC-Qt, se necessario, o passare alla modalità **Schermo intero** col pulsante presente in basso.
nl: Als een filter veel parameterinstellingen heeft, die niet altijd zichtbaar zijn; gebruik dan de schuifbalk voor toegang tot meer instellingen. Ook is het mogelijk om de dialoog van G'MIC-Qt, indien nodig, te zien of schakel om naar **Volledig scherm** met de knop onderaan.
pt_br: Se um filtro tiver muitas configurações de parâmetros, algumas podem não estar visíveis; use a barra de rolagem para acessar mais configurações. Além disso, é possível ampliar a caixa de diálogo do G'MIC-Qt, se necessário, ou alternar para **Tela cheia** com o botão na parte inferior.
sl: Če ima filter veliko nastavitev parametrov, nekatere morda ne bodo vidne; uporabite drsni trak za dostop do več nastavitev. Po potrebi je možno tudi povečati pogovorno okno G'MIC-Qt ali preklopiti na **Celozaslonski** z gumbom na dnu.

source: Depending on the filter, some parameters can require many iterations on the image which increases processing time. Adjust the settings carefully, as the times can increase exponentially before seeing any result.
ca: Segons el filtre, alguns paràmetres poden requerir moltes iteracions sobre la imatge que poden incrementar el temps de procés. Ajusteu la configuració amb cura, ja que el temps pot augmentar exponencialment abans de veure qualsevol resultat.
it: A seconda del tipo di filtro, alcuni parametri potrebbero richiedere molte iterazioni sull'immagine che allungano il tempo di elaborazione. Regola attentamente le impostazioni, poiché i tempi possono allungarsi esponenzialmente prima di vedere qualsiasi risultato.
nl: Afhankelijk van het filter, kunnen sommige parameters vele iteraties op de afbeelding vereisen die de verwerkingstijd verhogen. Pas de instellingen zorgvuldig aan, omdat de tijden exponentieel kunnen toenemen alvorens het resultaat te zien.
pt_br: Dependendo do filtro, alguns parâmetros podem exigir muitas iterações na imagem, o que aumenta o tempo de processamento. Ajuste as configurações com cuidado, pois o tempo pode aumentar exponencialmente antes de ver qualquer resultado.
sl: Odvisno od filtra lahko nekateri parametri zahtevajo veliko iteracij na sliki, kar podaljša čas obdelave. Pazljivo prilagodite nastavitve, saj se lahko časi eksponentno povečajo, preden vidite kakršen koli rezultat.

source: The filter preview can be adjusted to compare the results before and after the effect. **Preview Type** settings are available in the parameters pane.
ca: La vista prèvia del filtre es pot ajustar per a comparar el resultat amb abans i després de l'efecte. Les opcions de configuració del **Tipus de vista prèvia** estan disponibles en la subfinestra de paràmetres.
it: L'anteprima del filtro può essere regolata per confrontare i risultati prima e dopo l'applicazione dell'effetto. Le impostazioni **Tipo di anteprima** sono disponibili nel panello dei parametri.
nl: Het filtervoorbeeld kan aangepast worden om het resultaat voor en na het effect te vergelijken. Instellingen voor **Voorbeeldtype** zijn beschikbaar is in het paneel voor parameters.
pt_br: A visualização do filtro pode ser ajustada para comparar os resultados antes e depois do efeito. As configurações do **Tipo de visualização** estão disponíveis no painel de parâmetros.
sl: Predogled filtra je mogoče prilagoditi za primerjavo rezultatov pred in po učinku. Nastavitve **Vrsta predogleda** so na voljo v podoknu s parametri.

source: The Image Editor G'MIC-Qt Tool Preview Type Settings From the Colors/Color-Blindness Filter
ca: L'eina G'MIC-Qt de l'editor d'imatges amb la configuració del tipus de vista prèvia des del filtre Colors/Daltonisme
it: Le impostazioni del tipo di anteprima dello strumento G'MIC-Qt dell'Editor delle immagini dal filtro Colors/Color-Blindness
nl: De instelling van het type voorbeeld van het hulpmiddel G'MIC-Qt van het Kleuren/Kleurenblindheid-filter
pt: A Ferramenta G'MIC-Qt do Editor de Imagens com as Definições do Tipo de Antevisão no Filtro de Cores/Daltonismo
pt_br: O ferramenta de tipo de visualização do G'MIC-Qt do Editor de Imagem das configurações do filtro Cores/Daltonismo
sl: Orodje za predogled urejevalnika slik G'MIC-Qt Nastavitve vrste iz filtra barv/barvne slepote

source: Tool Configuration
ca: Configuració de l'eina
nl: Configuratie van hulpmiddel
pt_br: Configuração da ferramenta

source: The **Settings** button on the bottom left will show the G'MIC-Qt configuration dialog with three tabs:
ca: El botó **Configura** a la part inferior esquerra mostrarà el diàleg de configuració del G'MIC-Qt amb tres pestanyes:
it: Il pulsante **Impostazioni** sul lato inferiore destro mostrerà la finestra di dialogo di configurazione di G'MIC-Qt con tre schede:
nl: De knop **Instellingen** onderaan links zal de configuratiedialoog van G'MIC-Qt tonen met drie tabbladen:
pt_br: O botão **Configurações** no canto inferior esquerdo mostrará a caixa de diálogo de configuração do G'MIC-Qt com três abas:
sl: Gumb **Nastavitve** spodaj levo bo prikazal konfiguracijsko pogovorno okno G'MIC-Qt s tremi zavihki:

source: The **Interface** tab is used to customize the G'MIC-Qt interface, including the layout of the tool panes, the language to enable, the preview behavior, and the native dialog to use.
ca: La pestanya **Interfície** s'utilitza per a personalitzar la interfície del G'MIC-Qt, com ara la disposició de les subfinestres d'eines, l'idioma que s'activarà, el comportament de la vista prèvia i el diàleg nadiu que s'utilitzarà.
it: La scheda **Interfaccia** viene utilizzata per personalizzare l'interfaccia di G'MIC-Qt, incluso l'aspetto dei pannelli degli strumenti, la lingua da abilitare, il comportamento dell'anteprima e la finestra di dialogo nativa da usare.
nl: Het tabblad **Interface** wordt gebruikt om het G'MIC-Qt-interface aan te passen, inclusief de indeling van de hulpmiddelpanelen, de in te schakelen taal, het gedrag van het voorbeeld en de te gebruiken inheemse dialoog.
pt_br: A aba **Interface** é usada para personalizar a interface do G'MIC-Qt, incluindo o layout dos painéis de ferramentas, o idioma a ser habilitado, o comportamento de visualização e a caixa de diálogo nativa a ser usada.
sl: Zavihek **Vmesnik** se uporablja za prilagajanje vmesnika G'MIC-Qt, vključno s postavitvijo podokna orodij, jezikom, ki ga je treba omogočiti, vedenjem predogleda in izvornim pogovornim oknom za uporabo.

source: The Image Editor G'MIC-Qt Tool Settings/Interface Dialog Tab
ca: L'eina G'MIC-Qt de l'editor d'imatges amb la pestanya de diàleg Configuració/Interfície
it: La scheda della finestra di dialogo Settings/Interface dello strumento G'MIC-Qt dell'Editor delle immagini
nl: Het dialoogtabblad voor Instellingen/Interface van hulpmiddel G'MIC-Qt van de afbeeldingsbewerker
pt: A Ferramenta G'MIC-Qt do Editor de Imagens com a Janela da Interface/Configuração
pt_br: Aba da Interface do diálogo de configurações da ferramenta G'MIC-Qt do Editor de Imagem
sl: Urejevalnik slik G'MIC-Qt orodje Nastavitve/zavihek pogovornega okna vmesnika

source: The **Filter sources** tab set up where to obtain filter updates and where to store them on your computer.
ca: La pestanya **Fonts dels filtres** configura d'on obtenir les actualitzacions de filtres i on emmagatzemar-les a l'ordinador.
it: La scheda **Sorgenti del filtro** imposta la posizione da cui ottenere gli aggiornamenti e quella in cui salvare le sorgenti nel computer.
nl: Het tabblad **Filterbronnen** stelt in waar het bijwerken van het filter vandaan te halen en waar ze op uw computer op te slaan.
pt_br: A aba **Fontes de filtro** define onde obter atualizações de filtro e onde armazená-las no seu computador.
sl: Zavihek **Viri filtrov** nastavi, kje pridobiti posodobitve filtrov in kam jih shraniti v računalniku.

source: The Image Editor G'MIC-Qt Tool Settings/Filter-Sources Dialog Tab
ca: L'eina G'MIC-Qt de l'editor d'imatges amb la pestanya de diàleg Configuració/Filtre-Fonts
it: La scheda della finestra di dialogo Settings/Filter-Sources dello strumento G'MIC-Qt dell'Editor delle immagini
nl: Het dialoogtabblad Instellingen/Filterbronnen voor het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker
pt: A Ferramenta G'MIC-Qt do Editor de Imagens com a Página das Fontes do Filtro/Configuração
pt_br: Aba de Fontes de filtro do diálogo de configurações da ferramenta G'MIC-Qt do Editor de Imagem
sl: Urejevalnik slik G'MIC-Qt orodje Pogovorno okno Zavihek Nastavitve Viri filtrov

source: The cleverly-named **Other** tab adjusts other parameters, such as when to check for online updates, and the debug verbosity on the console which is useful for filter developers.
ca: La pestanya anomenada molt intel·ligentment **Altres** ajusta altres paràmetres, com quan comprovar si hi ha actualitzacions en línia i la loquacitat de la depuració a la consola que útil per als desenvolupadors de filtres.
it: La scheda **Altri** regola gli altri parametri, quali i tempi degli aggiornamenti in linea e la verbosità del debug nella console, utile per gli sviluppatori del filtri.
nl: Het slim-genaamde tabblad **Overige** past andere parameters aan, zoals wanneer te controleren op online bijwerken en de hoeveelheid debuguitvoer op de console wat nuttig is voor ontwikkelaars van filters.
pt_br: A aba com o inteligente nome de **Outros** ajusta outros parâmetros, como quando verificar atualizações online e a verbosidade da depuração no console, o que é útil para desenvolvedores de filtros.
sl: Pametno poimenovan zavihek **Drugo** prilagaja druge parametre, na primer, kdaj je treba preveriti, ali so na voljo spletne posodobitve, in podrobnost odpravljanja napak na konzoli, kar je uporabno za razvijalce filtrov.

source: The Image Editor G'MIC-Qt Tool Settings/Other Dialog Tab
ca: L'eina G'MIC-Qt de l'editor d'imatges amb la pestanya de diàleg Configuració/Altres
it: La scheda della finestra di dialogo Settings/Other dello strumento G'MIC-Qt dell'Editor delle immagini
nl: Het dialoogtabblad Instellingen/Overige van het hulpmiddel G'MIC-Qt van de afbeeldingsbewerker
pt: A Ferramenta G'MIC-Qt do Editor de Imagens com a Página Diversos/Configuração
pt_br: Aba de Outros do diálogo de configurações da ferramenta G'MIC-Qt do Editor de Imagem
sl: Urejevalnik slik G'MIC-Qt Nastavitve orodja/Zavihek Drugo pogovorno okno

source: We suggest you explore all the available effects in G'MIC-Qt, as you can find interesting artistic solutions for your photo. See `this online review <https://jpfleury.github.io/gfo-demos/demos/fruits-400/index.html>`_ of all G'MIC-Qt filters for details.
ca: Suggerim explorar tots els efectes disponibles en el G'MIC-Qt, ja que trobareu solucions artístiques interessants per a la vostra fotografia. Per a obtenir més detalls, vegeu `aquesta revisió en línia <https://jpfleury.github.io/gfo-demos/demos/fruits-400/index.html>`_ de tots els filtres del G'MIC-Qt.
it: Suggeriamo di esplorare tutti gli effetti a disposizione in G'MIC-Qt, dato che potresti trovare soluzioni artistiche per le tue fotografie. Per dettagli, guarda `questa recensione in linea <https://jpfleury.github.io/gfo-demos/demos/fruits-400/index.html>`_ di tutti i filtri G'MIC-Qt.
nl: We suggereren u om alle beschikbare effecten in G'MIC-Qt te onderzoeken, omdat u interessante artistieke oplossingen voor uw foto kunt vinden. Bekijk `deze online overzichten <https://jpfleury.github.io/gfo-demos/demos/fruits-400/index.html>`_ van alle G'MIC-Qt filters voor details.
pt_br: Sugerimos que você explore todos os efeitos disponíveis no G'MIC-Qt, pois poderá encontrar soluções artísticas interessantes para suas fotos. Veja `esta análise online <https://jpfleury.github.io/gfo-demos/demos/fruits-400/index.html>_ de todos os filtros do G'MIC-Qt para mais detalhes.
sl: Predlagamo, da raziščete vse razpoložljive učinke v G'MIC-Qt, saj lahko najdete zanimive umetniške rešitve za svojo fotografijo. Za podrobnosti glejte `ta spletni pregled <https://jpfleury.github.io/gfo-demos/demos/fruits-400/index.html>`_ vseh filtrov G'MIC-Qt.

source: Layers Mode Tool
ca: Eina de mode de capes
nl: Hulpmiddel voor lagenmodus
pt_br: Ferramenta Modo camadas

source: The G'MIC-Qt tool is available to run over a stack of images to assemble items together for example. This tool version is available from the :menuselection:`Tools --> G'MIC-Qt (layers)` menu entry or use the icons accessible from the Tools tab in the Right sidebar.
ca: L'eina G'MIC-Qt està disponible per a executar-se en una pila d'imatges per a muntar elements junts, per exemple. Aquesta versió de l'eina està disponible des de l'entrada de menú :menuselection:`Eines --> G'MIC-Qt (capes)` o utilitzant les icones accessibles a la pestanya Eines de la barra lateral dreta.
nl: Het hulpmiddel G'MIC-Qt is beschikbaar om door een stapel afbeeldingen te gaan de items en bijvoorbeeld samen te stellen. Deze versie van het hulpmiddel is beschikbaar uit het menu-item :menuselection:`Hulpmiddelen --> G'MIC-Qt (lagen)` of gebruik de pictogrammen toegankelijk uit het tabblad hulpmiddelen in de rechter zijbalk.
pt_br: A ferramenta G'MIC-Qt está disponível para ser executada sobre uma pilha de imagens para montar itens, por exemplo. Esta versão da ferramenta está disponível no menu :menuselection:`Ferramentas --> G'MIC-Qt (camadas)` ou use os ícones acessíveis na aba Ferramentas na barra lateral direita.

source: This tool do not process items one by one in batch. Please use the Batch Queue Manager :ref:`G'MIC Processor <bqm_gmictools>` instead.
nl: Dit hulpmiddel verwerkt geen items een voor een in bulk. Gebruik in plaats daarvan de takenwachtrijbeheerder :ref:`G'MIC verwerker <bqm_gmictools>`.
pt_br: Esta ferramenta não processa itens um por um em lote. Em vez disso, use o Gerenciador de processamento em lote :ref:`Processador G'MIC <bqm_gmictools>`.

source: Open files to process together in Image Editor and start the **G'MIC-Qt (layers)** tool.
ca: Obre fitxers per a processar-los junts a l'editor d'imatges i inicia l'eina **G'MIC-Qt (capes)**.
nl: Open bestanden om samen te verwerken in de afbeeldingsbewerker en start het hulpmiddel **G'MIC-Qt (lagen)**.
pt_br: Abre os arquivos para processar juntos no Editor de Imagem e inicia a ferramenta **G'MIC-Qt (camadas)**.

source: The Image Editor G'MIC-Qt (layers) Tool Menu Entry
ca: L'entrada de menú de l'eina G'MIC-Qt (capes) de l'editor d'imatges
nl: Het menu-item hulpmiddel G'MIC-Qt van de afbeeldingsbewerker
pt_br: Entrada do menu de ferramentas do G'MIC-Qt (camadas) do Editor de Imagem
