Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Select an area to see bad pixels in the preview and the filtered result using one of the preview comparison types that display the same image region. Choose the best **Filter** method to compute the values used to fill in the bad pixels or pixel blocks. The available filters are:
ca: Seleccioneu una àrea per a veure els píxels defectuosos a la vista prèvia i el resultat filtrat utilitzant un dels tipus de comparació de vista prèvia que mostren la mateixa regió de la imatge. Trieu el millor mètode de **Filtre** per a calcular els valors utilitzats per a omplir els píxels defectuosos o els píxels encallats. Els filtres disponibles són:
it: Seleziona un'area per vedere i pixel difettosi nell'anteprima e nel risultato filtrato usando uno dei tipi di confronto anteprima the visualizza la stessa regione dell'immagine. Scegli il miglior metodo di **filtraggio** per riempire i pixel difettosi o i blocchi di pixel. I filtri disponibili sono:
nl: Selecteer een gebied om bad pixels in het voorbeeld te zien e het gefilterde resultaat met gebruik van de voorbeeld vergelijkingstypen die hetzelfde afbeeldingsgebied toont. Kies de beste **Filter**-methode om de waarden te berekenen voor het vullen van de bad pixels of pixelblokken. De beschikbare filters zijn:
pt_br: Selecione uma área para ver pixels defeituosos na visualização e no resultado filtrado usando um dos tipos de comparação de visualização que exibem a mesma região da imagem. Escolha o melhor método de **Filtro** para calcular os valores usados ​​para preencher os pixels defeituosos ou blocos de pixels. Os filtros disponíveis são:
sl: Izberite območje, da vidite slabe slikovne pike v predogledu in filtrirani rezultat z uporabo ene od vrst primerjave predogleda, ki prikazuje isto območje slike. Izberite najboljšo metodo **Filtra** za izračun vrednosti, uporabljenih za zapolnitev slabih slikovnih pik ali blokov slikovnih pik. Razpoložljivi filtri so:

source: **Average**: the pixels adjacent to the pixel block are averaged. The resulting color is assigned to all pixels in the block. For 1-dimensional interpolation, this is done separately for one pixel-wide, horizontal or vertical stripes.
ca: **Mitjana**: es farà una mitjana dels píxels adjacents al bloc de píxels. El color resultant s'assignarà a tots els píxels en el bloc. Per a la interpolació unidimensional, això es realitza per separat per a franges de píxels d'un píxel d'amplada, en horitzontal o vertical.
it: **Medio**: viene presa la media dei pixel adiacenti al blocco di pixel. Il colore risultante viene assegnato a tutti i pixel del blocco. Per l'interpolazione monodimensionale, questa operazione viene eseguita separatamente a strisce orizzontali o verticali larghe un pixel.
nl: **Gemiddelde**: de pixels naast het pixel blok worden gemiddeld. De resulterende kleur worden vervolgens aan alle pixels in het blok toegewezen. Voor 1-dimensionale interpolatie, wordt dit separaat voor een pixel-brede, horizontale of verticale stroken uitgevoerd.
pt: **Média**: os pixels adjacentes ao bloco de pixels são sujeitos a uma média. A cor resultante é atribuída a todos os pixels do bloco. Para a interpolação a 1 dimensão, isto é feito em separado para linhas de 1 pixel de espessura na horizontal ou na vertical.
pt_br: **Média**: os pixels adjacentes ao bloco de pixels são sujeitos a uma média. A cor resultante é atribuída a todos os pixels do bloco. Para a interpolação a 1 dimensão, isto é feito em separado para linhas de 1 pixel de espessura na horizontal ou na vertical.
sl: **Povprečje**: slikovne pike, ki mejijo na blok slikovnih pik, so povprečene. Nastala barva je dodeljena vsem slikovnim pikam v bloku. Za 1-dimenzionalno interpolacijo, se to naredi ločeno za en piko širine horizontalno oz. navpične črte.
uk: **Середній**: буде використано осереднений колір пікселів певного блоку. Отриманий колір буде використано для розфарбування всіх пікселів блоку. Для одновимірної інтерполяції цю процедуру буде виконано окремо для горизонтальної і вертикальної смуг товщиною у один піксель.

source: **Linear**: the pixels which have a distance of 1 from the pixel block are used to calculate a bi-linear surface (2-dim), or a group of linear curves (1-dim), which is then used to assign interpolated colors to the pixels in the block.
ca: **Lineal**: els píxels que tenen una distància d'1 des del bloc de píxels s'utilitzen per a calcular una superfície bilineal (2 dimensions), o un grup de corbes lineals (1 dimensió), el qual després s'utilitzarà per a assignar colors interpolats als píxels en el bloc.
it: **Lineare**: i pixel a una distanza di uno dal blocco di pixel vengono usati per calcolare una superficie bilineare (a due dimensioni), o un gruppo di curve lineari (a una dimensione), che viene poi utilizzata per assegnare i colori interpolati ai pixel nel blocco.
nl: **Lineair**: de pixels die op een afstand van 1 van het pixel blok zijn, worden gebruikt voor het bereken van een bi-lineair oppervlak (2-dim), of een groep van lineaire curves (1-dim), welke vervolgens worden gebruikt om de geïnterpoleerde kleuren aan de pixels van het het blok toe te wijzen.
pt: **Linear**: os pixels que tiverem uma distância de 1 ao bloco de pixels são usados para calcular uma superfície bilinear (a 2 dimensões) ou um grupo de curvas lineares (a 1 dimensão), o qual será então usado para atribuir cores interpoladas aos pixels do bloco.
pt_br: **Linear**: os pixels que tiverem uma distância de 1 ao bloco de pixels são usados para calcular uma superfície bilinear (a 2 dimensões) ou um grupo de curvas lineares (a 1 dimensão), o qual será então usado para atribuir cores interpoladas aos pixels do bloco.
sl: **Linearno**: slikovne pike, ki so od bloka slikovnih pik oddaljene za 1, se uporabljajo za izračun bilinearne površine (2-dim) ali skupine linearnih krivulj (1-dim), ki se nato uporabijo za dodelitev interpoliranih barv slikovnim pikam v bloku.
uk: **Лінійний**: пікселі, розташовані на відстані 1 від блоку пікселів буде використано для побудови білінійної поверхні (двовимірної) або групи лінійних кривих (одновимірної), яку згодом буде використано для призначення наближених кольорів пікселям блоку.

source: **Quadratic**: this is the default filtering method. The pixels which have a distance of 2 or less from the pixel block are used to calculate a bi-quadratic surface (2-dim), or a group of quadratic curves (1-dim), which is then used to assign interpolated colors to the pixels in the block.
ca: **Quadràtic**: aquest és el mètode de filtratge predeterminat. Els píxels que tenen una distància de 2 des del bloc de píxels s'utilitzen per a calcular una superfície biquadràtica (2 dimensions), o un grup de corbes quadràtiques (1 dimensió), el qual després s'utilitzarà per a assignar colors interpolats als píxels en el bloc.
it: **Quadratico**: questo è il metodo predefinito di filtraggio. I pixel con una distanza di due o meno dal blocco di pixel sono usati per calcolare una superficie biquadratica (a due dimensioni), o un gruppo di curve quadratiche (a una dimensione), che viene poi usata per assegnare i colori interpolati ai pixel nel blocco.
nl: **Kwadratisch**: dit is de standaard filter methode. de pixels die een afstand van 2 of minder van het pixel blok hebben, worden gebruikt voor het berekenen van een bi-kwadratisch oppervlak (2-dim) of een groep van kwadratische curves (1-dim), welke vervolgens worden gebruikt om de geïnterpoleerde kleuren aan de pixels van het het blok toe te wijzen.
pt: **Quadrático**: este é o método de filtragem por omissão. Os pixels que tiverem uma distância de 2 ou menos do bloco de pixels serão usadas para calcular uma superfície biquadrática (a 2 dimensões) ou um grupo de curvas quadráticas (a 1 dimensão), que será usado para atribuir as cores interpoladas aos pixels no bloco.
pt_br: **Quadrático**: este é o método de filtragem padrão. Os pixels que tiverem uma distância de 2 ou menos do bloco de pixels serão usadas para calcular uma superfície biquadrática (a 2 dimensões) ou um grupo de curvas quadráticas (a 1 dimensão), que será usado para atribuir as cores interpoladas aos pixels no bloco.
sl: **Kvadratno**: to je privzeti način filtriranja. Pike, ki imajo razdaljo 2 ali manj od bloka slikovnih pik, se uporabljajo za izračun bi-kvadratne površine (2-dim) ali skupine kvadratnih krivulj (1-dim), ki se jih nato uporabi za dodelitev interpoliranih barv slikovnim pikam v bloku.
uk: **Квадратичний**: це типовий метод фільтрування. Пікселі, розташовані на віддалі, що не перевищує 2, від блоку пікселів, буде використано для обчислення параметрів біквадратичної поверхні (двовимірної) або групи квадратичних кривих (одновимірної), після цього обчислені параметри буде використано для призначення наближених кольорів пікселям блоку.

source: **Cubic**: the pixels which have a distance of 3 or less from the pixel block are used to calculate a bi-cubic surface (2-dim), or a group of cubic curves (1-dim), which is then used to assign interpolated colors to the pixels in the block.
ca: **Cúbic**: els píxels que tenen una distància de 3 des del bloc de píxels s'utilitzen per a calcular una superfície bicúbica (2 dimensions), o un grup de corbes cúbiques (1 dimensió), el qual després s'utilitzarà per a assignar colors interpolats als píxels en el bloc.
it: **Cubico**: i pixel con una distanza di tre o meno dal blocco di pixel sono usati per calcolare un superficie bicubica (a due dimensioni), o un gruppo di curve cubiche (a una dimensione), che viene poi usata per assegnare i colori interpolati ai pixel nel blocco.
nl: **Kubisch**: de pixels die op een afstand van 3 of minder van het pixel blok zijn, worden gebruikt voor het bereken van een bi-kubisch oppervlak (2-dim), of een groep van kubische curves (1-dim), welke vervolgens worden gebruikt om de geïnterpoleerde kleuren aan de pixels van het het blok toe te wijzen.
pt: **Cúbico**: os pixels que tiverem uma distância de 3 ou menos do bloco de pixels serão usadas para calcular uma superfície bicúbica (a 2 dimensões) ou um grupo de curvas cúbicas (a 1 dimensão), que será usado para atribuir as cores interpoladas aos pixels no bloco.
pt_br: **Cúbico**: os pixels que tiverem uma distância de 3 ou menos do bloco de pixels serão usadas para calcular uma superfície bicúbica (a 2 dimensões) ou um grupo de curvas cúbicas (a 1 dimensão), que será usado para atribuir as cores interpoladas aos pixels no bloco.
sl: **Kubične**: slikovne pike, ki so od slikovne pike oddaljene 3 ali manj od bloka, se uporabljajo za izračun bi-kubične površine (2-dim) ali skupine kubičnih krivulj (1-dim), ki se nato uporabijo za dodelitev interpoliranih barv slikovnih pik v bloku.
uk: **Кубічний**: пікселі, відстань яких від блоку пікселів не перевищує 3, буде використано для обчислення параметрів бікубічної кривої (двовимірної) або групи кубічних кривих (одновимірних), після цього обчислені параметри буде використано для призначення наближених кольорів пікселям блоку.

source: Local Contrast
ca: Contrast local
it: Contrasto locale
nl: Lokaal contrast
pt_br: Contraste local
sl: Lokalni kontrast

source: The digiKam **Local Contrast** tool renders pseudo-HDR images.
ca: L'eina **Contrast local** del digiKam representa imatges pseudo-HDR.
it: Lo strumento **Contrasto locale** di digiKam rende le immagini pseudo-HDR.
nl: Het hulpmiddel **Lokaal contrast** van digiKam rendert pseudo-HDR afbeeldingen.
pt_br: A ferramenta **Contraste local** do digiKam renderiza imagens pseudo-HDR.
sl: Orodje digikama **Lokalni kontrast** upodablja slike psevdo-HDR.

source: There are multiple ways to render HDR images to improve photos containing under or overexposed areas. The usual approach is to take multiple shots with different exposures. digiKam's :ref:`Blend Stacked Images <expo_blending>` tool can then be used to combined the images into an HDR image. This works nicely but suffers from some limitation. For example, the approach only works with static subjects. But what if you want an HDR effect from a single image, including images taken of dynamic subjects?
ca: Hi ha múltiples maneres de renderitzar imatges HDR per a millorar les fotos que contenen àrees sub o sobreexposades. L'enfocament habitual és prendre diverses preses amb exposicions diferents. L'eina :ref:`Fusiona les imatges apilades <expo_blending>` es pot utilitzar per a combinar les imatges en una imatge HDR. Això funciona molt bé, però té alguna limitació. Per exemple, l'enfocament només funciona amb temes estàtics. Però, i si voleu un efecte HDR d'una sola imatge, incloent-hi imatges preses de temes dinàmics?
it: Ci sono molti modi di rendere un'immagine HDR, per migliorare le foto contenenti aree sovra o sotto-esposte. Il normale approccio è scattare più foto con diverse esposizioni. Lo strumento :ref:`Unisci immagini sovrapposte <expo_blending>` di digiKam può essere quindi utilizzato per combinare le immagini in un'immagine HDR. Questo funziona bene ma con alcune limitazioni. Per esempio l'approccio funziona solo con soggetti statici. Ma nel caso volessi un effetto HDR da una singola immagine, incluse le immagini scattate di soggetti dinamici?
nl: Er zijn vele manieren om HDR-afbeeldingen te renderen om foto's die onder of overbelichte gebieden bevatten te verbeteren. De gebruikelijke benadering is meerdere opnamen met verschillende belichting te nemen. Het hulpmiddel :ref:`Gestapelde afbeeldingen mengen <expo_blending>` kan gebruikt worden om afbeeldingen in een HDR-afbeelding te combineren. Dit werkt goed maat heeft beperkingen. Bijvoorbeeld, de benadering werkt alleen met statische onderwerpen, Maar wat als u een HDR-effect wilt uit een enkele afbeelding of met dynamische onderwerpen?
pt_br: Existem várias maneiras de renderizar imagens HDR para aprimorar fotos com áreas sub ou superexpostas. A abordagem usual é tirar várias fotos com exposições diferentes. A ferramenta :ref:`Fundir imagens empilhadas <expo_blending>` do digiKam pode ser usada para combinar as imagens em uma imagem HDR. Isso funciona bem, mas apresenta algumas limitações. Por exemplo, a abordagem só funciona com objetos estáticos. Mas e se você quiser um efeito HDR a partir de uma única imagem, incluindo imagens tiradas de objetos dinâmicos?
sl: Obstaja več načinov za upodabljanje slik HDR za izboljšanje fotografij, ki vsebujejo premalo ali preosvetljena področja. Običajni pristop je, da posnamete več posnetkov z različnimi osvetlitvami. DigiKamovo orodje :ref:`Združi zložene slike<expo_blending>` lahko nato uporabite za združevanje slik v sliko HDR. To deluje lepo, vendar ima nekaj omejitev. Na primer, pristop deluje samo s statičnimi subjekti. Kaj pa, če želite učinek HDR iz ene same slike, vključno s slikami dinamičnih subjektov?

source: The **Local Contrast** tool uses a Low Dynamic Range `Tonemapping <https://en.wikipedia.org/wiki/Tone_mapping>`_ to improve the dynamic range of a photo by reducing its global contrast and increasing its local contrast. It does so by first generating a desaturated and blurred version of the photo. It then combines the RGB channels of the original photo with the desaturated blurred image using either a linear or power function. Sounds complicated? Don’t worry, the Local Contrast tool is rather straightforward to use, so you don’t have to understand all of its intricacies in order to achieve pleasing results.
ca: L'eina de **Contrast local** utilitzeu un `Mapatge dels tons <https://en.wikipedia.org/wiki/Tone_mapping>`_ amb un marge dinàmic baix per a millorar l'interval dinàmic d'una fotografia reduint el contrast global i augmentant el seu contrast local. Ho fa generant primer una versió dessaturada i borrosa de la fotografia. Després combina els canals RGB de la fotografia original amb la imatge borrosa dessaturada utilitzant la funció lineal o potència. Sona complicat? No us preocupeu, l'eina Contrast local és força senzilla d'utilitzar, de manera que no haureu de comprendre totes les seves complexitats per a aconseguir un resultat agradable.
it: Lo strumento **Contrasto locale** utilizza una Low Dynamic Range `Tonemapping <https://en.wikipedia.org/wiki/Tone_mapping>`_ (*Mappatura dei toni a gamma dinamica bassa*), progettata per migliorare la gamma dinamica di una foto, riducendo il suo contrasto globale e aumentando il suo contrasto locale. L'operazione viene eseguita generando prima una versione desaturata e sfuocata della foto che viene combinata con i canali RGB della foto originale, tramite una funzione lineare o di elevazione a potenza. Sembra complicato? Non preoccuparti, lo strumento Contrasto locale è abbastanza facile da usare, quindi non devi capirne la sua complessità per ottenere buoni risultati.
nl: Het hulpmiddel **Lokaal contrast** gebruikt een Low Dynamic Range `Tonemapping <https://en.wikipedia.org/wiki/Tone_mapping>` om de dynamische reeks van foto te verminderen door zijn globale contrast te verminderen en het lokale contrast te verhogen. Het doet dat door eerst een onverzadigde en een wazig gemaakte versie van de foto te genereren. Daarna combineert het de RGB kanalen van de originele foto met de niet verzadigde wazig gemaakte afbeelding met ofwel een lineaire of een power-functie. Klinkt gecompliceerd? Geen paniek, het hulpmiddel Lokaal contrast is tamelijk rechtuit te gebruiken, zodat u niet alle details hoeft te begrijpen om mooie resultaten te behalen.
pt_br: A ferramenta **Contraste local** utiliza um `Mapeamento de tons de baixa faixa dinâmica <https://en.wikipedia.org/wiki/Tone_mapping>`_ para melhorar a faixa dinâmica de uma foto, reduzindo seu contraste global e aumentando seu contraste local. Ela faz isso primeiro gerando uma versão dessaturada e desfocada da foto. Em seguida, combina os canais RGB da foto original com a imagem desfocada dessaturada usando uma função linear ou de potência. Parece complicado? Não se preocupe, a ferramenta de contraste local é bastante simples de usar, então você não precisa entender todos os seus detalhes para obter resultados satisfatórios.
sl: Orodje **Lokalni kontrast** uporablja `Preslikavo tonov z nizkim dinamičnim razponom <https://en.wikipedia.org/wiki/Tone_mapping>`_ za izboljšanje dinamičnega razpona fotografije tako, da zmanjša njen globalni kontrast in poveča njen lokalni kontrast . To naredi tako, da najprej ustvari nenasičeno in zamegljeno različico fotografije. Nato združi kanale RGB izvirne fotografije z razbarvano zamegljeno sliko z uporabo linearne ali eksponentne funkcije. Se sliši zapleteno? Ne skrbite, orodje za lokalni kontrast je precej preprosto za uporabo, zato vam ni treba razumeti vseh njegovih podrobnosti, da bi dosegli prijetne rezultate.

source: The Image Editor Local Contrast Tool
ca: L'eina Contrast local de l'editor d'imatges
it: Lo strumento Contrasto locale nell'Editor delle immagini
nl: Het hulpmiddel Lokaal contrast van de afbeeldingsbewerker
pt: A Ferramenta de Contraste Local do Editor de Imagens
pt_br: A ferramenta de contraste local do Editor de Imagem
sl: Orodje za lokalni kontrast urejevalnika slik
uk: Засіб локальної контрастності редактора зображень

source: Using the Local Contrast Tool
pt_br: Usando a ferramenta de contraste local

source: Open the photo you want in the Image editor and choose :menuselection:`Enhance --> Local Contrast`.
pt_br: Abra a foto desejada no Editor de Imagem e escolha :menuselection:`Melhorar --> Contraste local`.

source: The tool lets you apply up to four tonemapping operations called stages. Each **Stage** offers two parameters for you to tweak: **Power** and **Blur**.
pt_br: A ferramenta permite aplicar até quatro operações de mapeamento de tons, chamadas estágios. Cada **Estágio** oferece dois parâmetros para você ajustar: **Potência** e **Desfoque**.

source: **Power**: This parameter allows you to specify the desaturation level. Higher values will result in more desaturation.
pt_br: **Potência**: Este parâmetro permite especificar o nível de dessaturação. Valores mais altos resultarão em mais dessaturação.

source: **Blur**: This parameter lets you adjust the affected areas on the photo. Higher values will affect larger areas.
pt_br: **Desfoque**: Este parâmetro permite ajustar as áreas afetadas na foto. Valores mais altos afetarão áreas maiores.

source: To preview the result, hit the **Try** button. Once you are satisfied with the result, press **OK** to apply the process to the photo.
pt_br: Para visualizar o resultado, clique no botão **Tentar**. Quando estiver satisfeito com o resultado, clique em **OK** para aplicar o processo à foto.

source: Tips for Best Results
pt_br: Dicas para resultados melhores

source: **Start with Low Values**: Begin with low values for both Power and Blur, then gradually increase them to see the effect.
pt_br: **Comece com valores baixos**: comece com valores baixos para Potência e Desfoque e aumente-os gradualmente para ver o efeito.

source: **Use Multiple Stages**: Experiment with multiple stages to achieve more complex effects.
pt_br: **Use vários estágios**: experimente vários estágios para obter efeitos mais complexos.

source: **Avoid Overprocessing**: Be careful not to overprocess your images, as this can lead to unnatural looking photos.
pt_br: **Evite o processamento excessivo**: Tenha cuidado para não processar demais suas imagens, pois isso pode resultar em fotos com aparência artificial.

source: Parameters
pt_br: Parâmetros

source: **Function**: Specifies the type of function used for tonemapping. Options include **Power** function and **Linear** function.
pt_br: **Função**: Especifica o tipo de função usada para mapeamento de tons. As opções incluem a função **Potência** e a função **Linear**.

source: **High Saturation**: Controls the saturation of the image. Higher values result in more saturated colors.
pt_br: **Saturação dos tons claros**: Controla a saturação da imagem. Valores mais altos resultam em cores mais saturadas.

source: **Low Saturation**: Controls the saturation of the image in areas where the brightness is increased. Lower values result in less saturation in these areas.
pt_br: **Saturação das sombras**: Controla a saturação da imagem em áreas onde o brilho é aumentado. Valores mais baixos resultam em menos saturação nessas áreas.

source: **Stretch Contrast**: If enabled, the filter will stretch the contrast of the image to improve the dynamic range.
pt_br: **Esticar o contraste**: Se ativado, o filtro esticará o contraste da imagem para melhorar a faixa dinâmica.

source: Examples
nl: Voorbeelden
pt_br: Exemplos

source: **Landscape Photos**: For landscape photos, try using a low Power value and a moderate Blur value to enhance the details in the sky and foreground.
pt_br: **Fotos de paisagens**: Para fotos de paisagens, tente usar um valor de Potência baixo e um valor de Desfoque moderado para realçar os detalhes no céu e no primeiro plano.

source: Screencast of the Tool to expand the dynamic of a landscape photo taken with low a luminosity.
pt_br: Screencast da ferramenta para expandir a dinâmica de uma foto de paisagem tirada com baixa luminosidade.

source: **Portrait Photos**: For portraits, use a higher Power value to bring out the details in the face while keeping the background soft.
pt_br: **Fotos de retrato**: Para retratos, use um valor de potência mais alto para realçar os detalhes do rosto, mantendo o fundo suave.

source: Screencast of the Tool to Increase details of a Marmot head taken at the entrance to a cave.
pt_br: Screencast da ferramenta para aumentar os detalhes de uma cabeça de marmota tirada na entrada de uma caverna.
