Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Defaults**: this button resets all settings to default values.
ca: **Predeterminat**: aquest botó restableix totes les opcions als valors predeterminats.
it: **Valori predefiniti**: questo pulsante reimposta tutto ai valori predefiniti.
nl: **Standaarden**: zet alle instellingen terug naar de standaardwaarden.
pt: **Predefinições**: este botão repõe todas as configurações com os seus valores predefinidos.
pt_br: **Padrões**: este botão redefine todas as configurações para os valores padrão.
sl: **Privzete vrednosti**: ta gumb ponastavi vse nastavitve na privzete vrednosti.
uk: **Типові**: за допомогою цієї кнопки можна відновити типові значення параметрів.

source: Blur
ca: Difuminat
it: Sfoca
nl: Vervagen
pt_br: Desfocar
sl: Zameglitev

source: The digiKam **Blur** tool is used to blur or soften an image.
ca: L'eina **Difuminat** del digiKam s'utilitza per a difuminar o suavitzar una imatge.
it: Lo strumento **Sfoca** di digiKam è utilizzato per sfocare o ammorbidire un'immagine.
nl: Het hulpmiddel **Vervagen** wordt gebruikt om een afbeelding te vervagen of te verzachten.
pt_br: A ferramenta **Desfocar** do digiKam é usada para desfocar ou suavizar uma imagem.
sl: Orodje digiKam **Zameglitev** se uporablja za zameglitev ali mehčanje slike.

source: Sometimes an image is too sharp for your purposes. The solution is to blur it a bit: fortunately blurring an image is much easier than sharpening it. Select the **Blur Tool** with the :menuselection:`Enhance --> Blur` menu entry and experiment with the Smoothness level. The preview window shows the effect of the operation on your photograph.
ca: De vegades, una imatge és massa nítida per als vostres propòsits. La solució és difuminar-la una mica: per sort, difuminar una imatge és molt més fàcil que aguditzar-la. Seleccioneu l'**eina de difuminat** amb l'element de menú :menuselection:`Millora --> Difuminat` i experimenteu amb el nivell de suavitat. La finestra de vista prèvia mostrarà l'efecte de l'operació a la fotografia.
it: A volte un'immagine è troppo nitida per i tuoi scopi. La soluzione è di sfocarla un po': fortunatamente sfocare un'immagine è molto più facile che aumentarne la nitidezza. Seleziona lo **strumento di sfocatura** dal menu :menuselection:`Migliora --> Sfoca` e gioca con il livello di smussatura: la finestra di anteprima mostra l'effetto dell'operazione sulla tua fotografia.
nl: Soms is een foto te scherp voor uw doel. De oplossing is het een beetje waziger maken: gelukkig is het veel makkelijker om een foto waziger te maken dan om het scherper te maken. Selecteer het **Hulpmiddel vervagen** via menu-item :menuselection:`Verbeteren --> Vervagen` en experimenteer met het niveau van Gladheid. In het voorbeeldvenster wordt het effect op uw foto getoond.
pt_br: Às vezes, uma imagem fica nítida demais para os seus propósitos. A solução é desfocá-la um pouco: felizmente, desfocar uma imagem é muito mais fácil do que aprimorá-la. Selecione a **Ferramenta Desfocar** com a opção de menu :menuselection:`Melhorar --> Desfocar` e experimente o nível de suavidade. A janela de visualização mostra o efeito da operação na sua fotografia.
sl: Včasih je slika preostra za vaše namene. Rešitev je, da jo nekoliko zameglite: na srečo je zameglitev slike veliko lažja kot izostritev. Izberite **Orodje zamegljevanja** z vnosom menija :menuselection:`Izboljšaj --> Zamegli` in eksperimentirajte s stopnjo gladkosti. Okno za predogled prikazuje učinek operacije na vaši fotografiji.

source: The Image Editor Blur Tool
ca: L'eina Difuminat de l'editor d'imatges
it: Lo strumento Sfoca dell'Editor delle immagini
nl: Het hulpmiddel Vervagen van de afbeeldingsbewerker
pt: A Ferramenta de Borrão do Editor de Imagens
pt_br: A ferramenta de desfoque do Editor de Imagem
sl: Orodje urejevalnika slik za zameglitev
uk: Інструмент редактора зображень для розмивання

source: Restoration
ca: Restauració
it: Restauro
nl: Restaureren
pt_br: Restauração
sl: Restavriranje

source: The digiKam **Restoration** tool is an advanced tool for reducing artifacts in photographs.
ca: L'eina **Restauració** del digiKam és una eina avançada per a reduir defectes visuals en fotografies.
it: Lo strumento **Restauro** di digiKam è uno strumento avanzato per ridurre gli artefatti nelle fotografie.
nl: Het hulpmiddel **Restoratie** van digiKam is een geavanceerd hulpmiddel voor het reduceren van artifacts in foto's.
pt_br: A ferramenta **Restauração** do digiKam é uma ferramenta avançada para reduzir artefatos em fotografias.
sl: Orodje digiKam **Restavriranje** je napredno orodje za zmanjšanje artefaktov na fotografijah.

source: This fantastic restoration filter is a public domain tool developed to remove lots of unwanted stuff from your images. It is well adapted to deal with degraded images suffering from Gaussian noise, film grain, scratches or compression artifacts and local degradations usually encountered in digital (original or digitized) images. The smoothing used by the tool is applied along the image features, thus preserving the most meaningful image content.
ca: Aquest filtre de restauració fantàstic és una eina de domini públic desenvolupada per a eliminar moltes coses no desitjades de les vostres imatges. Està ben adaptat per a tractar amb imatges degradades que pateixen soroll gaussià, gra de pel·lícula, ratllades o defectes de compressió i degradació local que normalment es troben en les imatges digitals (originals o digitalitzades). El suavitzat utilitzat per l'eina s'aplica als trets de les imatges, preservant així el contingut més significatiu de les imatges.
it: Questo fantastico filtro di restauro è uno strumento di dominio pubblico sviluppato per rimuovere molte cose indesiderate dalle immagini. Gestisce molto bene le immagini degradate dai disturbi gaussiani, la grana della pellicola, i graffi o gli artefatti di compressione e le degradazioni locali comuni nelle immagini digitali (originali o importate). La smussatura utilizzata dallo strumento è applicata lungo le caratteristiche dell'immagine, preservando così il suo contenuto più significativo.
nl: Dit fantastische restauratiefilter is hulpmiddel in het publieke domein ontwikkelt om vele ongewenste zaken uit uw foto´s te verwijderen. Het is geschikt voor het bewerken van aangetaste foto´s die last hebben van Gaussiaanse ruis, korrelige film, krassen of artefacten door compressie en lokale aantastingen die men vaak tegenkomt bij digitale (origineel of gedigitaliseerd) foto´s. Het gladmaken gebruikt in dit hulpmiddel wordt toegepast langs de eigenschappen in de foto en bewaart dus de belangrijkste inhoud.
pt_br: Este fantástico filtro de restauração é uma ferramenta de domínio público desenvolvida para remover muitos elementos indesejados das suas imagens. É ideal para lidar com imagens degradadas com ruído gaussiano, granulação de filme, arranhões ou artefatos de compressão, além de degradações locais normalmente encontradas em imagens digitais (originais ou digitalizadas). A suavização usada pela ferramenta é aplicada ao longo dos recursos da imagem, preservando assim o conteúdo mais significativo da imagem.
sl: Ta fantastični obnovitveni filter je javno dostopno orodje, razvito za odstranjevanje številnih neželenih stvari iz vaših slik. Dobro je prilagojen za obravnavo degradiranih slik, ki trpijo zaradi Gaussovega šuma, zrnatosti filma, prask ali artefaktov stiskanja in lokalnih degradacij, ki se običajno pojavljajo pri digitalnih (izvirnih ali digitaliziranih) slikah. Glajenje, ki ga uporablja orodje, se uporabi vzdolž elementov slike, s čimer se ohrani najbolj pomembna vsebina slike.

source: The Image Editor Restoration Tool
ca: L'eina Restauració de l'editor d'imatges
it: Lo strumento Restauro dell'Editor delle immagini
nl: Het hulpmiddel restaureren van de afbeeldingsbewerker
pt: A Ferramenta de Restauro do Editor de Imagens
pt_br: A ferramenta de restauração do Editor de Imagem
sl: Orodje urejevalnika slik za restavriranje
uk: Інструмент редактора зображень для відновлення

source: The tool comes with several presets as starting points and to simplify restoration. The preset settings available are listed below:
ca: L'eina ve amb diversos valors predefinits com a punts de partida i per a simplificar la restauració. Les opcions predefinides disponibles són les següents:
it: Lo strumento è dotato di diverse preimpostazioni utilizzabili come punti di partenza per semplificare il restauro. Di seguito sono elencate le impostazioni disponibili:
nl: Het hulpmiddel komt met een aantal keuzemogelijkheden die u als startpunt kunt gebruiken en wat restauratie eenvoudiger maakt. Hieronder ziet u de lijst met keuzemogelijkheden:
pt_br: A ferramenta vem com diversas predefinições como pontos de partida e para simplificar a restauração. As configurações predefinidas disponíveis estão listadas abaixo:
sl: Orodje ima več prednastavitev kot izhodišča in za poenostavitev obnove. Prednastavljene nastavitve, ki so na voljo, so navedene spodaj:

source: **None**: Sets most common default filter settings not optimized for any particular purpose.
ca: **Cap**: estableix la configuració predeterminada de filtre més habitual sense optimitzar per a cap propòsit concret.
it: **Nessuna**: imposta le opzioni predefinite più comuni del filtro, non ottimizzate per uno scopo particolare.
nl: **Geen**: stelt de meest algemene standaard filterinstellingen in zonder enige optimalisatie voor wat voor doel dan ook.
pt_br: **Nenhuma**: define as configurações de filtro padrão mais comuns, não otimizadas para nenhuma finalidade específica.
sl: **Brez**: nastavi najpogostejše privzete nastavitve filtra, ki niso optimizirane za noben poseben namen.

source: **Reduce Uniform Noise**: Optimum settings for reducing image noise due to sensors.
ca: **Reducció uniforme del soroll**: la configuració òptima per a reduir el soroll de la imatge causat pels sensors de la càmera.
it: **Riduci il rumore uniforme**: impostazioni ottimali per ridurre i disturbi dell'immagine dovuti ai sensori.
nl: **Uniforme ruis reduceren**: Optimale instelling voor verminderen van afbeeldingsruis veroorzaakt door sensors.
pt_br: **Redução de ruído uniforme**: configurações ideais para reduzir o ruído da imagem devido aos sensores.
sl: **Zmanjšanje enakomernega šuma**: Optimalne nastavitve za zmanjšanje šuma slike zaradi senzorjev.

source: **Reduce JPEG Artifacts**: JPEG's compression is not perfect, in fact for some types of images it is far from it. As a lossy compression algorithm, there are some compression "artifacts" - slight defects showing in the decompressed image. This setting aims at reducing these artifacts.
ca: **Reducció dels defectes del JPEG**: la compressió de JPEG no és perfecta, de fet, per a alguns tipus d'imatges està lluny de ser-ho. Com a algorisme de compressió amb pèrdua, hi ha alguns «defectes visuals» de compressió; defectes que es mostren en la imatge descomprimida. Aquest paràmetre té com a objectiu reduir aquests defectes.
it: **Riduci gli artefatti JPEG**: la compressione JPEG non è perfetta, anzi per alcuni tipi di immagini è molto lontana dall'esserlo. Essendo JPEG un algoritmo di compressione con perdita di dati, sono presenti degli «artefatti» di compressione: leggeri difetti che appaiono nell'immagine decompressa. Questa impostazione cerca di ridurre questi artefatti.
nl: **JPEG-artefacten reduceren**: de compressie van JPEG is niet perfect, in feite is het voor sommige soorten afbeeldingen zelfs helemaal niet perfect. Omdat het een niet verliesvrij compressie-algoritme is, zijn er kleine compressie *artefacten* - kleine foutjes in de gedecomprimeerde afbeelding. Deze instelling probeert deze artifacts te verminderen.
pt_br: **Redução de artefatos JPEG**: A compressão do JPEG não é perfeita; na verdade, para alguns tipos de imagens, está longe disso. Como um algoritmo de compressão com perdas, existem alguns "artefatos" de compressão — pequenos defeitos que aparecem na imagem descomprimida. Esta configuração visa reduzir esses artefatos.
sl: **Zmanjšajte artefaktov JPEG**: stiskanje JPEG ni popolno, pravzaprav je za nekatere vrste slik daleč od tega. Kot algoritem stiskanja z izgubo je nekaj "artefaktov" stiskanja - rahle napake, prikazane na dekompresirani sliki. Namen te nastavitve je zmanjšati te artefakte.

source: **Reduce Texturing**: Optimized to remove artifacts from scanning, digitizing or Moire patterns.
ca: **Reducció de la textura**: optimitzat per a eliminar defectes d'escaneig, digitalització o patrons de moaré.
it: **Riduci la trama**: ottimizzata per rimuovere artefatti da schemi di scansione, di digitalizzazione o Moiré.
nl: **Reduceren van textuur**: Geoptimaliseerd voor het verwijderen van artifacts veroorzaakt door scannen, digitaliseren of Moiré patronen.
pt: **Reduzir as Texturas**: Optimizado para remover os artefactos da digitalização ou os padrões Moire.
pt_br: **Redução de texturização**: otimizado para remover artefatos de escaneamento, digitalização ou padrões moiré.
sl: **Zmanjšaj teksturiranje**: Optimizirano za odstranjevanje artefaktov skeniranja, digitalizacije ali vzorcev Moire.
uk: **Прибрати текстуризацію**: оптимізовано для вилучення дефектів, які є наслідком сканування, цифрування або появи муарових візерунків.

source: If you want to set filter parameters for finer adjustments, use the **General** and **Advanced Settings** tabs:
ca: Si voleu establir paràmetres de filtre per a ajustaments més precisos, utilitzeu les pestanyes **General** i **Configuració avançada**:
it: Se vuoi impostare i parametri del filtro per fare regolazioni più precise, usa le schede **Generale** e **Impostazioni avanzate**:
nl: Als u de filterparameters wilt instellen voor fijnere aanpassingen, gebruik dan de tabbladen: **Algemeen** en **Geavanceerde instellingen**:
pt_br: Se você quiser definir parâmetros de filtro para ajustes mais finos, use as abas **Geral** e **Configurações avançadas**:
sl: Če želite nastaviti parametre filtra za natančnejše prilagoditve, uporabite zavihka **Splošno** in **Napredne nastavitve**:

source: The Image Editor Restoration Tool Preset Settings
ca: La configuració predefinida de l'eina Restauració de l'editor d'imatges
it: Impostazioni delle preimpostazioni dello strumento Restauro dell'Editor delle immagini
nl: De voorinstellingen van het hulpmiddel restaureren van de afbeeldingsbewerker
pt: A Configuração da Predefinião da Ferramenta de Restauro do Editor de Imagens
pt_br: Configurações predefinidas da ferramenta de restauração do Editor de Imagem
sl: Prednastavljene nastavitve orodja za obnovitev urejevalnika slik
uk: Параметри набору налаштувань інструмента редактора зображень для відновлення

source: **Detail Preservation** [0, 1]: this controls the preservation of features in the image. A low value forces an equal smoothing across the image, whereas bigger values preferably smooth the homogeneous regions, leaving sharper details. A value of 0.9 does a good job of preserving details so that no sharpening is required afterwards. Note that **Detail Preservation** setting must be always less than the **Anisotropy** setting.
ca: **Conservació dels detalls** [0, 1]: controla la conservació dels trets a la imatge. Un valor baix obliga a un suavitzat igual a través de la imatge, mentre que valors més grans suavitzen preferentment les regions homogènies i deixen els detalls més definits. Un valor de 0,9 fa una bona feina conservant els detalls de manera que no es requereixi aguditzar després. Cal tenir en compte que el paràmetre **Conservació dels detalls** sempre haurà de ser inferior al paràmetre **Anisotropia**.
it: **Conservazione dei dettagli** [0, 1]: controlla il mantenimento delle caratteristiche nell'immagine. Un valore basso impone una smussatura uniforme nell'immagine, mentre valori più grandi ammorbidiscono in modo preferenziale le aree omogenee, lasciando dettagli più nitidi. Un valore di 0,9 dovrebbe conservare bene i dettagli, in modo che non sia necessario regolare successivamente la nitidezza. Nota che l'impostazione **Conservazione dei dettagli** deve essere sempre inferiore di quella della **Anisotropia**.
nl: **Detailbehoud** [0, 1]: dit regelt het behoud van eigenschappen in de afbeelding. Een kleine waarde geeft over de gehele foto een egaal resultaat, terwijl grotere waarden homogene vlakken egaal maakt en toch de details scherp houdt. Een waarde van 0,9 dot het goed met details bewaren zodat daarna verscherpen niet nodig is. Let wel op dat instelling **Detailbehoud** altijd kleiner moet zijn dan de instelling **Anisotropie**.
pt_br: **Preservação dos detalhes** [0, 1]: controla a preservação de elementos na imagem. Um valor baixo força uma suavização uniforme em toda a imagem, enquanto valores maiores suavizam preferencialmente as regiões homogêneas, deixando detalhes mais nítidos. Um valor de 0,9 faz um bom trabalho na preservação de detalhes, de modo que não é necessário ajuste de nitidez posteriormente. Observe que a configuração de **Preservação dos detalhes** deve ser sempre menor que a configuração de **Anisotropia**.

source: **Anisotropy alpha** [0, 1]: a low value smooths equally in all directions, whereas a value close to 1 smooths in one direction only. If you have film grain or CCD kind of noise a high value will result in wave-like pattern, whereas JPEG artifacts are suited for values close to 1.
ca: **Anisotropia alfa** [0, 1]: un valor baix suavitza de la mateixa manera en totes les direccions, mentre que un valor proper a 1 suavitza en una sola direcció. Si teniu gra de pel·lícula o soroll de tipus CCD, un valor alt resultarà en un patró d'ona, mentre que per als defectes JPEG són adequats valors propers a 1.
it: **Anisotropia alfa** [0, 1]: un valore basso ammorbidisce allo stesso modo in tutte le direzioni, mentre un valore vicino a 1 solo in una direzione. Se la pellicola sgrana o hai disturbi di tipo CCD, un valore alto produrrà uno schema a onde, laddove gli artefatti JPEG sono adatti a valori vicini a 1.
nl: **Anisotropie alfa** [0, 1]: een kleine waarde geeft in alle richtingen een egaal resultaat, terwijl een waarde dicht bij 1 maar in een richting werkt. Als u een korrelige film heeft of sterke ruis bij een CCD dan krijgt u golfvormige patronen, terwijl JPEG artifacts vragen om waarden dicht bij 1.
pt_br: **Anisotropia alfa** [0, 1]: um valor baixo suaviza da mesma forma em todas as direções, enquanto um valor próximo de 1 suaviza apenas numa direção. Se você tiver grão de filme ou algum ruído de CCD, irá obter um padrão ondulado, enquanto os artefatos JPEG são mais adequados para os valores próximos de 1.
sl: **Anizotropija alfa** [0, 1]: nizka vrednost enakomerno zgladi v vseh smereh, medtem ko vrednost blizu 1 zgladi samo v eno smer. Če imate filmsko zrnatost ali vrsto šuma CCD, bo visoka vrednost povzročila valovit vzorec, medtem ko so artefakti JPEG primerni za vrednosti, ki so blizu 1.

source: **Smoothing** [0, 500]: this sets the maximum overall smoothing factor, while **Detail Preservation** defines the relative smoothing. Set this value based on the noise levels in the image.
ca: **Suavitzat** [0, 500]: estableix el factor màxim de suavitzat general, mentre que **Conservació dels detalls** defineix el suavitzat relatiu. Establiu aquest valor segons els nivells de soroll a la imatge.
it: **Smussatura** [0, 500]: imposta il fattore di smussatura complessiva massima, mentre **Conservazione dei dettagli** definisce la smussatura relativa. Imposta questo valore in base ai livelli di rumore nell'immagine.
nl: **Gladheid** [0, 500]: dit stelt de algemene maximale gladheidsfactor in terwijl **Detailbehoud** de relatieve gladheid definieert. Stel het in gebaseerd op de ruis-niveaus in de afbeelding.
pt_br: **Suavização** [0, 500]: define o fator máximo de suavização geral, enquanto **Preservação dos detalhes** define a suavização relativa. Defina este valor com base nos níveis de ruído na imagem.
sl: **Glajenje** [0, 500]: to nastavi največji skupni faktor glajenja, medtem ko **Ohranjanje podrobnosti** določa relativno glajenje. To vrednost nastavite glede na ravni šuma na sliki.

source: **Regularity** [0, 100]: this parameter is concerned with the uniformity of the smoothing. Imagine the smoothing process as a combing of the image. Then the Regularity would correspond to the size of the comb. The bigger this value, the more even the overall smoothing will be. This term is required when there is a lot of noise in the image, making it difficult to estimate the local features in the scene. Setting a Regularity value higher than 3 produces an interesting 'van Gogh' turbulence effect.
ca: **Regularitat** [0, 100]: aquest paràmetre es refereix a la uniformitat del suavitzat. Imagineu el procés de suavitzat com un pentinat de la imatge. Per tant, la regularitat es correspondrà amb la mida de la pinta. Com més gran sigui aquest valor, més global serà fins i tot el suavitzat. Aquest terme es requereix quan hi ha molt soroll a la imatge, cosa que fa difícil estimar els trets locals a l'escena. Establir un valor de regularitat superior a 3 produeix un efecte interessant de turbulència «Van Gogh».
it: **Regolarità** [0, 100]: questo parametro ha a che fare con l'uniformità della smussatura. Immagina il processo di smussatura come una pettinatura dell'immagine: in questo caso la regolarità corrisponderebbe alle dimensioni del pettine. Maggiore è questo valore, più regolare sarà la smussatura complessiva. Questo termine è richiesto quando è presente molto rumore nell'immagine, rendendo difficile stimare le caratteristiche locali nella scena. Un valore di regolarità superiore a 3 produce un interessante effetto di turbolenza «alla Van Gogh».
nl: **Regelmatigheid** [0, 100]: deze parameter gaat over de gelijkmatigheid van het proces van gladmaken. Stelt u zich het proces van gladmaken voor als het kammen (of borstelen) van de foto. Dan komt de regelmatigheid overeen met de grootte van de kam. Hoe groter de waarde, hoe regelmatiger zal de algemene gladheid zijn. Deze term is vereist wanneer er veel ruis in de afbeelding is, waardoor het moeilijk is om de lokale eigenschappen in de scène te schatten. Instellen van de waarde van Regelmatigheid hoger dan 3 produceert een interessant 'van Gogh' turbulentie-effect.
pt_br: **Regularidade** [0, 100]: este parâmetro se refere à uniformidade da suavização. Imagine o processo de suavização como um pentear da imagem. Então, a regularidade corresponderia ao tamanho do pente. Quanto maior este valor, mais uniforme será a suavização geral. Este termo é necessário quando há muito ruído na imagem, dificultando a estimativa das características locais na cena. Definir um valor de regularidade maior que 3 produz um interessante efeito de turbulência "van Gogh".
sl: **Regularnost** [0, 100]: ta parameter se nanaša na enakomernost glajenja. Predstavljajte si postopek glajenja kot česanje slike. Potem bi regularnost ustrezala velikosti glavnika. Večja kot je ta vrednost, bolj enakomerno bo splošno glajenje. Ta izraz je potreben, kadar je na sliki veliko šuma, zaradi česar je težko oceniti lokalne značilnosti prizora. Če nastavite vrednost Regularnosti, višje od 3, ustvarite zanimiv "van Goghov" učinek turbulence.
