Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: To set correctly the deconvolution filter, the plug-in has the following parameters:
pt: Para configurar correctamente o filtro de desconvolução, o 'plugin' tem os seguintes parâmetros:
uk: Для правильного налаштування фільтра розгортання у додатку передбачено такі параметри:

source: **Correlation**: Increasing the Correlation may help reducing artifacts. The correlation can range from 0-1. Useful values are 0.5 and values close to 1, e.g. 0.95 and 0.99. Using a high value for the correlation will reduce the sharpening effect of the plug-in.
pt: **Correlação**: Se aumentar a Correlação, poderá ajudar a reduzir os artefactos. A correlação poderá variar de 0-1. Os valores úteis são o 0,5 e os valores próximos de 1, p.ex. 0,95 e 0,99. Se usar um valor elevado para a correlação, irá reduzir o efeito de aumento de nitidez do 'plugin'.
uk: **Кореляція**: збільшення кореляції може допомогти в усуненні дефектів. Кореляція може змінюватися у діапазоні 0-1. Потрібні значення зосереджено близько до 0.5 і значень близьких до 1, наприклад, 0.95 і 0.99. Використання вищих значень кореляції зменшить ефект збільшення різкості додатка.

source: **Noise filter**: Increasing the Noise filter parameter helps reducing artifacts. The Noise can range from 0-1 but values higher than 0.1 are rarely helpful. When the Noise value is too low, e.g. 0 the image quality will be horrible. A useful value is 0.03. Using a high value for the Noise will even blur the image further.
uk: **Фільтр шуму**: збільшення значення параметра «Фільтр шуму» допомагає усувати дефекти. Можна вказувати значення у діапазоні -1, але значення, більші за 0,1, допомагають лише у рідкісних випадках. Якщо рівень фільтра шуму є занизьким, наприклад, рівним 0, якість зображення буде жахливою. Для початку, ви можете скористатися значенням рівним 0,03. Якщо ви скористаєтеся більшим значенням, зросте рівень розмивання зображення.

source: **Gaussian Sharpness**: This is the radius for the Gaussian convolution filter. Use this parameter when your blurring is Gaussian (mostly due to previous blur filtering). In most cases you should leave this parameter to 0, because it causes nasty artifacts. When you use non-zero values you will probably have to increase the Correlation and/or Noise filter parameters, too.
uk: **Гаусова різкість**: це радіус гаусового фільтра згортки. Цей параметр слід використовувати за Гаусового розмивання (здебільшого через попереднє фільтрування розмиванням). Здебільшого, вам не слід змінювати типового значення цього параметра, 0, оскільки його зміна може призвести до жахливих дефектів зображення. Якщо ви використовуєте ненульові значення, вам, ймовірно, слід збільшити також і параметри «Кореляція» і/або «Фільтр шуму».

source: **Save As** and **Load**: these buttons are used to do just that. Any Refocus parameters that you have set can be saved to the filesystem and loaded later.
pt: **Gravar Como** e **Carregar**: estes botões servem exactamente para isso. Quaisquer parâmetros de Focagem que tenha definido poderão ser gravadas no sistema de ficheiros e carregadas mais tarde.
uk: Кнопки **Зберегти як...** і **Завантажити...** використовуються для виконання відповідних дій. Будь-які параметри зміни фокусування, які ви встановили, може бути збережено у файловій системі, а потім знову завантажено.

source: Preferably perform all cropping, color and intensity curve corrections on the image before using this plug-in.
pt: Efectue de preferência todas as correcções de recorte, das curvas de cores e de intensidade antes de usar este 'plugin'.
uk: Бажано виконати обрізання і виправлення кольорів та кривої інтенсивності зображення до використання додатка.

source: Otherwise use this plug-in before performing any other operations on the image. The reason is that many operations on the image will leave boundaries that are not immediately visible but that will leave nasty artifacts.
pt: Caso contrário, use este 'plugin' antes de efectuar quaisquer operações na imagem. A razão é que diversas operações na imagem irão deixar margens que não são necessariamente visíveis, mas que irão deixar artefactos desagradáveis.
uk: Щодо іншого, скористайтеся цим додатком перед виконанням будь-яких інших дій над зображенням. Причиною цього є те, що багато дій над зображенням залишають за собою певні сліди, які непомітні на перший погляд, але можуть спричинитися до появи помітних дефектів зображення після застосування додатка.

source: When you are scanning images and compress them, e.g. to JPEG, you should use the plug-in on the uncompressed image.
pt: Quando estiver a digitalizar as imagens e a comprimi-las, p.ex., para JPEG, deverá usar o 'plugin' sobre a imagem não comprimida.
uk: Якщо ви отримуєте зображення за допомогою сканера і стискаєте їх, наприклад у форматі JPEG, вам слід скористатися цим додатком для розпакування зображення.

source: Comparison to two other techniques frequently used to enhance images are:
pt: Em comparação com outras duas técnicas usadas frequentemente para melhorar as imagens, estão em estudo:
uk: Порівняємо з двома іншими методиками, які часто використовуються для покращення зображення, а саме:

source: **Simple Sharp** Filter.
pt: Filtro de **Afiamento Simples**.
uk: Фільтр **Просте збільшення різкості**.

source: **Unsharp Mask**.
pt: **Máscara Não-Afiada**.
uk: **Маска зменшення різкості**.

source: Sharpening applies a small convolution matrix that increases the difference between a source pixel and its immediate neighbors. FIR Wiener filtering is a more general technique because it allows a much larger neighborhood and better parameterizations. Sharpening only works when your images are very slightly blurred. Furthermore, for high values of the sharpening parameter the results frequently looks "noisy". With FIR Wiener filtering this noise can be greatly reduced by selecting higher values for the **Correlation** and **Noise filter** parameters.
uk: Інструмент збільшення різкості застосовує невелику матрицю згортки, яка збільшує відмінності між опорним пікселем та його безпосередніми сусідами". Фільтрування Вінера за допомогою фільтра зі скінченною імпульсною характеристикою є загальнішою методикою, оскільки ця методика надає змогу використовувати набагато ширше сусідство та кращу параметризацію. Збільшення різкості може дати добрі результати, лише якщо зображення розмито зовсім трохи. Крім того, за високого рівня параметра збільшення різкості результати часто стають «шумними». За допомогою фільтрування Вінера за допомогою фільтра зі скінченною імпульсною характеристикою рівень цього шуму можна значно зменшити вибором більших значень параметрів **Кореляція** та **Фільтра шуму**.

source: Unsharp masking is another very popular image enhancement technique. From a mathematical point of view its justification is a bit obscure but many people are very fond of it. The first step is to create a blurred copy of the source image. Then the difference between the source image and the blurred image is subtracted from the source image, hence the name unsharp masking. If fact, unsharp masking is more of a contrast enhancement on the important image feature than a sharpening. It does not undo the aperture pattern interference of the camera diaphragm as refocus does.
pt: A máscara não-afiada é outra técnica bastante popular de melhoramentos de imagens. Do ponto de vista matemático, a sua justificação é um pouco obscura, mas é do agrado de muitas pessoas. O primeiro passo é criar uma cópia borrada da imagem de origem. Depois, a diferença entre a imagem original e a imagem borrada è subtraída à imagem original, daí o nome de máscara não-afiada. De facto, a máscara não-afiada é mais uma melhoria do contraste nas características importantes das imagens que um aumento de definição. Não anula a interferência do padrão de abertura do diafragma da máquina fotográfica, algo que a focagem faz.
uk: Використання маски зменшення різкості є дуже популярною методикою покращення якості зображення. З математичної точки зору використання цієї методики є дещо сумнівним, але багато хто просто закоханий у неї. На першому кроці створюється розмита копія опорного зображення. Після цього від опорного зображення віднімається розмите зображення, звідси і походить назва: «маскування зменшення різкості». Фактично, маскування зменшення різкості більшою мірою покращує важливі елементи зображення, ніж це робить просте збільшення різкості. Цей інструмент не усуває ефекти, що виникають внаслідок інтерференції у діафрагмі, як ще робить інструмент зміни фокусування.

source: From a theoretical point of view unsharp masking must always introduce artifacts. Even under optimal circumstances it can never completely undo the effect of blurring. For Wiener filtering it is possible to prove that it is the optimal linear filter. In practice, in all cases the results of the FIR Wiener filter were at least as good as those of unsharp masking. The FIR Wiener filter is frequently better in restoring small details.
pt: Do ponto de vista teórico, a máscara não-afiada deverá introduzir sempre artefactos. Mesmo em circunstâncias óptimas, poderá nunca anular por completo o efeito do borrão. Na filtragem Wiener, é possível provar que é o filtro linear óptimo. Na prática, em todos os casos, o resultado do filtro Wiener FIR foram pelo menos tão bons como a máscara não-afiada. O filtro Wiener FIR é normalmente melhor a restaurar pequenos detalhes.
uk: З теоретичної точки зору, маскування зменшення різкості завжди має призводити до створення дефектів зображення. Навіть за ідеальних умов подібне фільтрування не може повністю усунути ефекти розмивання. Можна довести, що оптимальним лінійним фільтром є фільтр Вінера. На практиці за будь-яких умов результати фільтрування Вінера за допомогою фільтра зі скінченною імпульсною характеристикою є принаймні такої самої якості, що і результати застосування фільтра маскування зменшення різкості. Часто фільтрування Вінера за допомогою фільтра зі скінченною імпульсною характеристикою дає кращі результати у відновленні невеличких деталей.

source: Below, you can see a comparison of different filter apply on a small unfocused image:
pt: Em baixo, poderá ver uma comparação entre os diferentes filtros, aplicado numa pequena imagem desfocada:
uk: Нижче наведено порівняння застосування різних фільтрів до невеличкого розфокусованого зображення:

source: For more information about correction of sharpness methods used in digital imagery, you can find a technical comparison at `this url <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.
pt: Para mais informações sobre a correcção dos métodos de afiamento usados nas imagens digitais, poderá ver uma comparação técnica `neste URL <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.
uk: Докладніші відомості щодо способів виправлення різкості у цифровій фотографії можна знайти у порівнянні технік за `цією адресою <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.

source: Healing Clone Tool
pt: Ferramenta de Clonagem para Restauro
uk: Інструмент лікувального клонування

source: The healing tool aims to copy pixel colors from a specific portion of the image, and paste them in another portion of the image using a brush, then apply smoothing. This helps fix artifacts in images, like unwanted spots on someone’s face that can be replaced with more clear skin from a close region of face.
pt: A ferramenta de restauro pretende copiar as cores dos pixels de uma dada parte da imagem e colá-los noutra parte da imagem com um pincel, depois aplicando a suavização. Isto ajuda a corrigir artefactos nas imagens, como pontos indesejados na cara de alguém que conseguem ser substituídos com um tom de papel de uma região próxima da cara.
uk: Інструмент лікувального клонування призначено для копіювання кольорів пікселів з певної частини зображення і вставлення їх до іншої частини зображення за допомогою пензля із наступним застосуванням згладжування. Такі дії допомагають виправляти дефекти зображень, зокрема небажані плями на чиємусь обличчі, які можна замінити зображенням здорової шкіри з близької ділянки обличчя.

source: The tool settings view on the right side provide a toolbar with 5 buttons. From left to right:
pt: A janela de configuração da ferramenta, do lado direito, oferece uma barra de ferramentas com 5 botões. Da esquerda para a direita:
uk: На панелі параметрів інструмента у правій частині розташовано панель інструментів із 5 кнопками. Ці кнопки, зліва праворуч:

source: Below the toolbar, two sliders allows to tune the clone tool properties. First one select the **Brush Radius** to adjust the size of cloned area from the canvas. A radius of 0 has no effect, 1 and above determine the brush radius configuring the size of parts copied in the image.
pt: Por baixo da barra de ferramentas, existem duas barras deslizantes que permitem ajustar as propriedades da ferramenta de clonagem. O primeiro selecciona o **Raio do Pincel** para ajustar o tamanho da área clonada na área de desenho. Um raio igual a 0 não faz efeito, enquanto o valor 1 ou superior determina o raio do pincel que configura o tamanho das partes copiadas na imagem.
uk: Під панеллю інструментів розташовано два повзунки, за допомогою яких можна скоригувати властивості засобу клонування. Спочатку виберіть **Радіус пензля**, щоб скоригувати розмір області клонування з полотна. Якщо радіус дорівнюватиме 0, інструмент не працюватиме. Значення радіуса 1 і більші визнають радіус, який відповідатиме розміру частин зображення, яке ви копіюватимете.

source: Second one is the amount of **Radius Blur** effect in percent applied on data cloned over the canvas. A percent of 0 has no effect, values above 0 represent a factor for mixing the destination color with source color this is done radially i.e. the inner part of the brush radius is totally from source and mixing with destination is done gradually till the outer part of the circle.
pt: A segunda é a quantidade de efeito de **Borrão do Raio**, como uma percentagem aplicada sobre os dados clonados sobre a área de desenho. Os valores superiores a 0 representam um facto de mistura da cor de destino com a cor de origem, sendo feito de forma radial, i.e. a parte interior do raio do pincel é totalmente da origem e a mistura com o destino é feita gradualmente até à parte exterior do círculo.
uk: Другим є потужність ефекту **Радіального розмивання** у відсотках при застосуванні до даних, які клоновано над полотном. Значення 0 не змінює зображення. Більші за нуль значення визначають частку змішування кольору коригування із кольором основи. Змішування виконується радіально, тобто зовнішній радіус пензля повністю збігатиметься із кольором основи, а ближче до середини збільшуватиметься частка кольору коригування.

source: To select the source of image to clone, press **S**, or the **Source selection** button from the toolbar on the top of settings view. The cursor will change to aim-shape, to let you decide the central source button where you will start cloning from.
pt: Para seleccionar a origem da imagem a clonar, carregue em **S**, ou no botão de **Selecção da origem** na barra de ferramentas no topo da área de configuração. O cursor irá mudar para uma mira, para que lhe permita decidir o ponto central da origem de onde vai começar a clonar.
uk: Щоб вибрати джерело зображення для клонування, натисніть **S** або кнопку **Вибір джерела** на панелі інструментів у верхній частині перегляду параметрів. Вигляд вказівника буде змінено на цілевказівник, щоб можна було визначити центральну точку, з якої буде розпочинатися клонування.

source: The tool provide also a **Lasso** and **Polygon** selector for the healing clone operations. You can either press :kbd:`L` or the **Lasso selector** button from the toolbar on the top of settings view. The cursor will change to a pen shape, and you can select discrete points as you like. The polygon edges will be drawn, you just need to press and move your mouse to complete the selection form. You don’t have to draw all the region in one time. The polygon will close on itself if you press :kbd:`L` again.
uk: В інструменті також передбачено засоби вибору **Ласо** та **Багатокутник** для дій з лікувального клонування. Ви можете або натиснути клавішу :kbd:`L`, або натиснути кнопку **Засіб вибору ласо** на панелі інструментів у верхній частині перегляду параметрів. Вигляд вказівника буде змінено на форму пера, і ви зможете вибрати бажані дискретні точки. Буде намальовано ребра багатокутника, вам достатньо буде натискати кнопки миші та пересувати вказівник, щоб завершити форму позначення. Вам не потрібно одним рухом малювати усю область. Багатокутник буде замінено, якщо ви ще раз натиснете клавішу :kbd:`L`.

source: Now only cloning inside the selected region will happens, cloning outside will be ignored, unless you press :kbd:`L` again or :kbd:`Esc` to deactivate the lasso mode. Once you do that, you can clone anywhere in the screen as usual. Also pressing :kbd:`Esc` while in the process of drawing the lasso polygon will cancel the lasso operation. Here is a screenshot of a lasso polygon selection, and a large portion of the image cloned inside this lasso portion. Of course pressing :kbd:`L` or :kbd:`Esc` again will remove the lasso boundary, keeping the cloned pixels in place, as expected.
uk: Після цього клонування відбуватиметься лише всередині позначеної області. Клонування поза нею буде проігноровано, якщо ви ще раз не натиснете клавішу :kbd:`L` або :kbd:`Esc`, щоб вимкнути режим ласо. Після вимикання режиму ви зможете клонувати будь-де на екрані, як звичайно. Натискання :kbd:`Esc` у процесі малювання багатокутника ласо також скасує дію ласо. Нижче наведено знімок позначеної ласо ділянки, і велику частину зображення клоновано всередині частини ласо. Звичайно ж, повторне натискання :kbd:`L` або :kbd:`Esc` прибере межу ласо, зберігаючи клоновані пікселі на місці, як цього і слід було сподіватися.

source: The Image Editor is a pretty reasonable, image manipulation program. It comes with a range of image filters, allowing you to make changes to your photos, like Sharpen, Local-Contrast, Noise, White-Balance, etc.
uk: Редактор зображень є доволі зваженою програмою для роботи із зображеннями. У ній передбачено діапазон фільтрів зображення, за допомогою якого ви можете вносити зміни до ваших фотографій, зокрема збільшувати різкість, локальну контрастність, усувати шум, змінювати баланс білого тощо.

source: Another brick in the wall is the G'MIC-Qt tool which is based to `an image processing framework <https://gmic.eu/>`_ named **G'MIC** for **Grey’s Magic for Image Computing**. It comes with extra filters as color, light and pattern changes, add artistic touches, repair inconsistencies in pictures, render shapes, etc. The full list of G'MIC features is way too long and cannot be detailed here as it comes with over than 500 funny or interesting functions to explore. The plugin is also highly customizable, with the ability to set favorites and even add your own filters.
uk: Доповненням можливостей є інструмент G'MIC-Qt (**G'MIC** означає **Grey’s Magic for Image Computing** або **магія Ґрея для комп'ютерних зображень**), який засновано на `бібліотеці для обробки зображень <https://gmic.eu/>`_, яка постачається з додатковими фільтрами, зокрема фільтрами для зміни кольору, освітлення та текстур, додавання артистичних ефектів, виправлення несумісностей у зображеннях, обробки форм тощо. Повий список можливостей G'MIC є надто великим і не може бути докладно викладений тут, оскільки складається з понад 500 цікавих функцій. Цей додаток є дуже гнучким у налаштовуванні, має можливість визначення улюблених фільтрів і навіть додавання власних.

source: G'MIC-Qt is not include de facto in digiKam source code. It's a 3rd-party plugin that we include in binary distributions of digiKam, as the Windows, macOS, and Linux bundles. It can be started from the :menuselection:`Enhance --> G'MIC-Qt` menu entry or uses the icons from Tools in Right sidebar. G’MIC-Qt can be used as you do with other filter, the main difference is that instead of opening a specific filter tab on right sidebar, it opens up a window where you can pick through any of the pre-defined filters.
uk: Фактично, G'MIC-Qt не включено до digiKam початкового коду. Це сторонній додаток, який ми включаємо до двійкових дистрибутивів digiKam, зокрема до пакунків для Windows, macOS і Linux. Запустити його можна за допомогою пункту меню :menuselection:`Покращення --> G'MIC-Qt`. G’MIC-Qt можна користуватися так само, як іншими фільтрами. Основною відмінністю є те, що замість відкриття специфічної вкладки фільтра на правій панелі, він відкриває вікно, у якому ви можете вибрати один з попередньо визначених фільтрів.

source: The Image Editor G'MIC-Qt Tool Dialog
uk: Вікно інструмента G'MIC-Qt редактора зображень

source: **About**.
uk: **Відомості**.

source: **Array and titles**.
uk: **Масив і заголовки**.

source: **Artistic**: this filters collection apply great traditional effects that seek to transform a photograph into a drawing or painting.
uk: **Художні**: ця збірка фільтрів застосовує чудові традиційні ефекти, які надають змогу перетворювати фотографію на графіку або малюнок.

source: The Image Editor G'MIC-Qt Tool Running the Artistic/Rodilus Filter
uk: Інструмент G'MIC-Qt редактора зображень з художнім фільтром «Роділіус»

source: **Black and White**.
uk: **Чорно-біле**.

source: **Colors**.
uk: **Кольори**.

source: **Contours**.
uk: **Контури**.

source: **Deformations**.
uk: **Деформації**.

source: **Degradations**.
uk: **Деградації**.

source: **Details**: this filters collection enhance the details in your photos with an armada of multi-scale enhancement algorithm to bring out details and colors of different sizes in photos.
uk: **Подробиці**: ця збірка фільтрів удосконалює подробиці на ваших фотографіях за допомогою безлічі мультимасштабних алгоритмів покращення для виокремлення подробиці і кольорів ділянок різних розмірів на фотографіях.

source: **Frames** : one other artistic filters collection dedicated to decorate your photo with ornaments.
uk: **Рамки**: ще одна збірка художніх фільтрів, яку призначено для декорування ваших фотографій.

source: **Frequencies**.
uk: **Частоти**.

source: **Layers**.
uk: **Шари**.

source: **Lights and Shadows**.
uk: **Виблиски і тіні**.

source: **Patterns**.
uk: **Візерунки**.

source: **Renderings**.
uk: **Обробки**.

source: **Repair**: this filters collection includes advanced algorithms to help with image noise/glitch/objects/artifacts/compression removing. This kind of filters try to fix very challenging problems that has occupied image processing researchers for several generations.
uk: **Відновлення**: до цієї збірки фільтрів включено складні алгоритми, які допоможуть усунути шум, недоліки, об'єкти, дефекти, наслідки стискання. Над дуже складними проблемами, які пов'язано із відновленням, працювали дослідники декількох поколінь.

source: **Sequences**.
uk: **Послідовності**.

source: **Silhouettes**.
uk: **Силуети**.

source: **Stereoscopic 3D**.
uk: **Стереоскопічне 3D**.

source: **Testing**.
uk: **Тестування**.

source: **Various**.
uk: **Різні**.

source: If the filter categories looks like a bit daunting, it's possible to add the most used filters in a favorites list.
uk: Якщо ви вважаєте список категорій фільтрів надто довгим, можна додати найвикористовуваніші фільтри до списку улюблених.

source: The interface of G'MIC-Qt is quite simple:
uk: Інтерфейс G'MIC-Qt є доволі простим:
