Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Smoothing** [0, 500]: this sets the maximum overall smoothing factor (when p defines the relative smoothing). Set it according to the noise level.
pt: **Suavização** [0, 500]: isto define o facto máximo de suavização global (enquanto o 'p' define a suavização relativa). Configure-o de acordo com o nível de ruído.
uk: **Згладжування** [0, 500]: за допомогою цього параметра можна встановити максимальний загальний коефіцієнт згладжування (якщо p визначає відносне згладжування). Встановіть його відповідно до рівня шумності.

source: **Regularity** [0, 100]: this parameter is concerned with the uniformity of the smoothing. Imagine the smoothing process as a combing of the image. Then the Regularity would correspond to the size of the comb. The bigger this value, the more even the overall smoothing will be. This is necessary when much noise is present since it is then difficult to estimate the local geometry. Also if you want to achieve a 'van Gogh' turbulence effect, setting it higher than 3 is recommended.
uk: **Регулярність** [0, 100]: цей параметр, пов’язано з однорідністю згладжування. Уявіть собі процес згладжування як складання зображення елементів стільників. Тоді параметр регулярності відповідатиме розміру стільника. Збільшення цього значення призведе до збільшення рівномірності згладжування. Цей параметр є важливим, якщо на зображенні багато шуму, оскільки у такому разі програмі важко оцінити геометрію об’єктів. Крім того, якщо ви бажаєте отримати ефекти вихорів у стилі ван Гога, рекомендуємо вам використати значення більші за 3.

source: **Angular Step** da [5, 90]: angular integration of the anisotropy alpha. If alpha is chosen small, da should also be chosen small. But beware, small angles result in long runs! Choose it as large as you can accept.
pt: **Passo Angular** da [5, 90]: a itengração angular do alfa anisotrópico. Se o valor do 'alfa' for baixo, o 'da' também deverá ser baixo. Mas atenção, pequenos ângulos resultam em execuções longas! Escolha o valor máximo que possa aceitar.
uk: **Крок зміни кута** da [5, 90]: кутова інтеграція параметра анізотропії alpha. Якщо вибрано мале значення alpha, слід вибрати мале значення da. Але майте на увазі: малі кути збільшують час обробки! Оберіть найбільше з прийнятних значень.

source: **Save As** and **Load** buttons are used to do just that. Any Photograph Restoration filter settings that you have set can be saved to the filesystem in a text file and loaded later.
pt: **Gravar Como** e **Carregar**: estes botões servem exactamente para isso. Quaisquer parâmetros de Restauro da Fotografia que tenha definido poderão ser gravadas no sistema de ficheiros e carregadas mais tarde.
uk: Кнопки **Зберегти як** і **Завантажити** використовуються для виконання відповідних дій. Будь-які параметри фільтра відновлення фотографій, які ви встановили, може бути збережено у текстовому файлі файлової системи, а потім знову завантажено.

source: Photograph restoration is (comparatively) very fast in what it is doing, but it can take a long time to run and cause high CPU load. You may always abort computation by pressing **Abort** button during preview rendering.
pt: O restauro de fotografias é (relativamente) muito rápido no que faz, mas pode demorar bastante tempo a executar e poderá provocar uma carga de CPU elevada. Poderá querer sempre interromper os cálculos, carregando no botão **Interromper** durante o desenho da antevisão.
uk: Інструмент відновлення фотографії сам є (порівняно) швидким, але через обсяг завдання може працювати досить довго і значно навантажувати процесор. Ви будь-коли можете перервати процедуру обчислення натисканням кнопки **Перервати**.

source: Remove Red Eyes
pt: Remoção de Olhos Vermelhos
uk: Коригування ефекту «червоних очей»

source: Red eyes are caused when the camera flashlight is used to take photographs of people. The red is the reflection from the back of the eye which can be seen because the pupil cannot react quickly enough to the flash. By the way, with a separate flash light the red eye effect is less likely because of the different viewing angle of flash and lens. You can correct some of the worst effect of Red Eye by selecting the area of the eye on the photograph, in the same way as described for cropping above. Then select :menuselection:`Enhance --> Red Eye Reduction`.
uk: Ефект «червоних очей» виникає за умови використання спалаху фотоапарата для портретних знімків. Червоний колір — це відбите від дна ока світло. Подібне відбиття є наслідком того, що зіниці ока не встигають зреагувати (звузитися) на спалах світла. До речі, якщо спалах буде розташовано не на самому фотоапараті, ефекти «червоних очей» буде менш помітним через відмінність між кутом розповсюдження світла спалаху і кутом, під яким спрямовано об’єктив. Ви можете виправити найгірші наслідки ефекту «червоних очей». Для цього позначте ділянку з оком на фотографії у той самий спосіб, що і для обрізання, а потім скористайтеся пунктом меню :menuselection:`Покращення --> Засіб для вилучення ефекту "червоних очей"`.

source: How it works
pt: Como funciona
uk: Як це працює

source: Set the preview mode to your liking. Adjust region of image to the eyes of face to fix.
pt: Configure o modo de antevisão ao seu gosto. Ajuste a região da imagem com os olhos na cara a corrigir.
uk: Встановлення бажаних налаштувань у режимі перегляду. Для виправлення скоригуйте область зображення до очей на обличчі.

source: A neural network engine parse the image contents to localize automatically eyes and the red pupils.
pt: Um motor de redes neuronais processa o conteúdo da imagem para localizar automaticamente os olhos e as pupilas vermelhas.
uk: Нейронна мережа обробляє дані зображення для автоматичної локалізації очей та червоних зіниць.

source: The **Red Level** setting adjusts the amount of red eyes removal, in aggressive mode or not.
pt: A configuração do **Nível Vermelho** ajusta a qutnidade da remoção dos olhos vermelhos, num modo agressivo ou não.
uk: Параметр **Рівень червоного** визначає потужність вилучення ефекту «червоних очей», тобто, буде вилучення агресивним чи ні.

source: Image Sharpening
pt: Definição de Imagem
uk: Збільшення різкості зображення

source: digiKam provides three different tools for sharpening, with each having merits in a different area.
pt: O digiKam oferece diferentes ferramentas para o afiamento, tendo cada uma méritos em áreas diferentes.
uk: У digiKam передбачено три різних інструменти для збільшення різкості, кожен з яких має певні переваги у власній області застосування.

source: **Simple Sharp** is a traditional sharpening tool, which is very fast and easy, but may quickly produce grainy images, in particular in dark areas.
pt: O **Afiamento Simples** é uma ferramenta de afiamento tradicional, que é bastante rápida e simples, mas que poderá produzir rapidamente imagens com grão, em particular nas áreas escuras.
uk: **Збільшити різкість** є традиційним інструментом збільшення різкості, який є швидким і простим у користуванні, але може створити зернистість на зображенні, особливо у темних частинах зображення.

source: **Unsharp Mask** works on the edge contrast to make an image appear sharper, but it actually does not sharpen at all, it works rather psychovisually. It can be used to remove atmospheric haze, and here it does a real good job. The algorithm was taken from the Gimp, and it is copyrighted by Winston Chang.
pt: A **Máscara de Afiamento** funciona no contraste das arestas para tornar uma imagem mais nítida, mas não aplica nenhum efeito de afiamento de todo; em vez disso, funciona a nível psicovisual. Pode ser usada para remover a névoa atmosférica, e aí também faz um trabalho realmente bom. O algoritmo foi retirado do Gimp e os direitos de autor pertencem a Winston Chang.
uk: Інструмент **Маска зменшення різкості** працює з контрастністю країв ділянок для того, щоб зробити зображення чіткішим, але різкості не збільшує, його роботу насамперед пов’язано з психовізуальними ефектами. Ним можна скористатися для усування атмосферного туманного серпанку, цей інструмент дуже добре впорається з подібним завданням. Алгоритм було запозичено з програми Gimp, авторські права на нього належать Вінстону Чену (Winston Chang).

source: **Refocus** is probably the best of the three because it actually improves sharpness. It is a bit more involved in its application as is has several parameters to play with.
pt: A **Focagem** é provavelmente o melhor dos três métodos, porque melhora de facto a nitidez. Está um pouco mais envolvido na sua aplicação, dado que tem vários parâmetros com que lidar.
uk: **Повторне фокусування** є, ймовірно, найкращим з цих трьох інструментів, оскільки цей інструмент покращує різкість. Інструмент трохи складніший у застосуванні, оскільки у ньому передбачено декілька параметрів, які ви можете змінювати.

source: Out-of-focus photographs, as well as most digitized images, need correction of sharpness. This is due to the digitizing process that must chop up a color continuum in points with slightly different colors: elements thinner than sampling frequency will be averaged into an uniform color. Thus, sharp borders are rendered a little blurred. The same phenomenon appears when printing color dots on paper. SLR cameras need even more sharpening on a regular basis than consumer cameras.
pt: As fotografias desfocadas, assim como a maioria das imagens digitalizadas, precisam de aumento da sua definição. Isto é devido ao processo de digitalização que separa uma sequência contínua de cores em pontos com cores ligeiramente diferentes: os elementos menores que a frequência de amostragem serão reduzidos à média numa cor uniforme. Nesse caso, os contornos definidos aparecem um pouco borrados. O mesmo fenómeno acontece quando se imprime pontos coloridos no papel. As máquinas SLR precisam ainda mais regularmente de um maior aumento de definição que as máquinas fotográficas comuns.
uk: Під час обробки розфокусованих фотографій, а також більшості цифрових фотографій, вам доведеться виправляти різкість. Розфокусування спричинено процесом перетворення зображення у цифрове, за якого неперервний простір кольорів розрізається між точками з трохи різним кольорами: елементи, тонші за частоту вибірки, буде, внаслідок осереднення, показано певним середнім. Таким чином, різкі краї дещо розмиваються. Те саме явище спостерігається під час друку кольорових точок на папері. Зображенням, знятим за допомогою однооб’єктивних дзеркальних фотоапаратів, збільшення різкості потрібне навіть частіше за зображення, зняті звичайними фотоапаратами масового споживання.

source: Some scanners apply a sharpen filter while scanning. It's worth to disable it so that you keep control over your image.
pt: Alguns 'scanners' de digitalização aplicam um filtro de afiamento enquanto aplicam a digitalização. Convém desactivá-la se quiser ter controlo sobre a sua imagem.
uk: Деякі з сканерів застосовують фільтр збільшення різкості під час сканування. Варто вимкнути цей фільтр, щоб мати змогу встановити потрібну різкість власноруч.

source: If the camera focus is not set perfectly or if the camera is moving when the image is taken the result is a blurred photograph. If there is a lot of blurring, you probably will not be able to do much about it with any technique. If there is only a moderate amount, you should be able to improve the image. Many good SLR cameras apply less image processing to the images than simpler cameras (which tend to artificially increase the contrast to make the images look crisp). This kind of slight blur can be easily improved with tools.
pt: Se o foco da máquina não estiver configurado perfeitamente, ou se a máquina se mexer quando tiver sido tirada a fotografia, o resultado é uma fotografia borrada. Se existir bastante borrão, provavelmente não será capaz de fazer nada por isso com qualquer técnica. Se só for um borrão moderado, poderá ser capaz de melhorar a imagem. Muitas máquina SLR de qualidade aplicam menos processamento às imagens que as máquinas mais simples (que tendem a aumentar artificialmente o contraste, o que faz as imagens parecerem mais definidas). Este tipo de ligeiro borrão poderá ser facilmente melhorado com as ferramentas.
uk: Якщо вибрано неточний фокус або якщо під час зйомки фотоапарат рухався відносно об’єкта, фотографія буде розмитою. Якщо розмивання буде досить значним, ймовірно, ви не зможете виправити його за допомогою будь-якої методики. Якщо ж величина розмивання є досить помірною, ви зможете покращити вигляд зображення. У багатьох однооб’єктивних дзеркальних фотоапаратах обробка зображення є меншою, ніж у простіших фотоапаратах (у таких фотоапаратах часто штучно збільшується контрастність, що робить зображення пістрявим). Якщо подібна недостатня обробка спричинила незначне розмивання, його легко можна усунути за допомогою інструментів програми.

source: You should be careful with this though, or the results will not look very natural: sharpening increases the apparent sharpness of edges in the photograph, but also amplifies noise. Generally, the most useful technique for sharpening a fuzzy photograph is the Refocus tool. You can access it with the **Refocus** option from **Method** setting. Look at Refocus for more information and a comparison of all the sharpening techniques.
uk: Але все ж вам слід бути обережними з використанням подібних інструментів, оскільки вони можуть призвести до неприродного вигляду зображення: після збільшення різкості краї на фотографії стануть чіткішими, але збільшиться шумність зображення. Загалом кажучи, найкращою методикою збільшення різкості фотографії є застосування інструмента «Зміна фокуса». Скористатися цим інструментом можна за допомогою варіанта **Зміна фокуса** для пункту **Метод**. Докладніший опис та порівняння з іншими методиками викладено у розділі «Зміна фокуса».

source: When you take a photograph in low-light conditions or with a very fast exposure time, the camera does not get enough data to make good estimates of the true color at each pixel, and consequently the resulting photograph looks grainy. You can "smooth out" the graininess by blurring the image, but then you will also lose sharpness. Probably the best approach - if the graininess is not too bad - is to use the filter **Noise Reduction** tool, and you can access it by the :menuselection:`Enhance --> Noise Reduction` menu entry.
uk: Якщо ви знімаєте за умов поганого освітлення або з дуже малим часом експозиції, фотоапарат не отримає достатніх даних для оцінки справжнього кольору кожного з пікселів, отже, отриманий знімок виглядатиме зернистим. Ви можете «згладити» зернистість розмиванням зображення, але у такому випадку ви також втратите різкість. Ймовірно, найкращим виходом у такому разі, якщо зернистість є незначною, буде використання фільтра **Вилучення шумів**, доступ до якого можна отримати за допомогою пункту меню :menuselection:`Покращення --> Вилучення шумів`.

source: The **Radius** allows you to set how many pixels on either side of an edge that will be affected by sharpening. High resolution images allow higher radius. You'd better always sharpen an image at its final resolution.
pt: O **Raio** permite-lhe definir quantos pixels de cada lado de uma aresta serão afectados or esta operação. As imagens de alta resolução permitem raios maiores. Será sempre melhor aplicar a operação numa imagem que esteja na sua resolução final.
uk: За допомогою параметра **Радіус** ви можете визначити кількість пікселів навколо країв об’єктів, на які вплине збільшення різкості. Для зображень з високою роздільною здатністю можна використовувати більше значення радіуса. Збільшення різкості завжди краще виконувати для зображення з остаточним значенням роздільної здатності.

source: The **Amount** control is the percentage of the difference between the original and the blur image that is added back into the original. It allows you to set strength of sharpening.
pt: O controlo da **Quantidade** é a percentagem da diferença entre a imagem original e a borrada, que é adicionada de volta ao original. Permite-lhe definir a potência do afiamento.
uk: За допомогою параметра **Величина** ви можете вказати значення відмінності у відсотках між початковим зображенням і зображенням зі збільшеною різкістю, цю відмінність буде додано до початкового зображення. Таким чином ви можете встановити силу ефекту збільшення різкості.

source: The **Threshold** control is a fraction of the maximum RGB value, needed to apply the difference amount. It allows you to set the minimum difference in pixel values that indicates an edge where sharpening should be applied. That way, you can protect areas of smooth tonal transition from sharpening, and avoid creation of blemishes in face, sky or water surface.
uk: Значення параметра **Поріг** визначає граничне значення відношення значення RGB у точці до максимального, за якого можливе застосування величини відмінності. За допомогою цього параметра ви можете встановити мінімальну відмінність у значеннях пікселів, яка визначатиме краї елементів, до яких слід застосувати збільшення різкості. Таким чином, ви можете захистити області плавного переходу тонів від збільшення різкості та уникнути створення плям на обличчях, небі або поверхні води.

source: The Refocus is a tool to refocus an image by enhancing the sharpness. It uses the deconvolution Filter algorithm.
pt: A ferramenta para Focar de Novo é uma ferramenta que volta a focar uma imagem, melhorando a sua nitidez. Usa o algoritmo do filtro de desconvolução.
uk: Інструмент «Зміна фокуса» призначено для зміни фокусування зображення покращенням його різкості. Цей інструмент використовує алгоритм «Фільтра розгортання».

source: This tool attempts to "refocus" an image by undoing the defocussing. This is better than just trying to sharpen a photograph. It is employing a technique called FIR Wiener Filtering. The traditional technique for sharpening images is to use unsharp masking. Refocus generally produces better results than Unsharp masking. Start it from the :menuselection:`Enhance --> Sharpen` menu entry and **Refocus** option.
uk: Цей інструмент робить спробу «повторного фокусування» зображення шляхом скасування розфокусування. Подібна методика працює краще за збільшення різкості фотографії. Для роботи інструменту реалізовано методику з назвою Фільтрування Вінера за допомогою фільтра зі скінченною імпульсною характеристикою. Традиційною методикою для збільшення різкості зображень є використання маски зменшення різкості. Зміна фокусування, зазвичай, дає кращі результати, ніж маска зменшення різкості. Скористатися цим інструментом можна за допомогою пункту меню редактора зображення :menuselection:`Покращення --> Різкість` та варіанта **Зміна фокуса**.

source: The Refocus technique works differently from **Unsharp Mask** and is also unlike the **Sharpen** Filter which both increase the contrast of the edges of an image. Refocus rather reverses the process by which the image got blurred by the circular aperture of the camera. This method gives you as much of the original "in focus" image as possible. Refocus uses a very powerful deconvolution algorithm that will reclaim the data that has been mixed up. In mathematical terms, blurring is usually the result of a convolution, a deconvolution will reverse the process, this is exactly what Refocus is doing. Furthermore, the FIR filter technique allows to remove much of the noise and granularity that often gets accentuated in the sharpening process of all sharpening filters.
uk: Робота методики зміни фокусування відрізняється від роботи **маски зменшення різкості**, а також від фільтра збільшення різкості. Обидва цих фільтра збільшують контрастність країв елемента зображення. Зміна фокусування виконує зворотну дію відносно дії з розмивання кільцевою діафрагмою фотоапарата. За допомогою цієї методики можна отримати зображення, якомога ближче до «фокусованого» зображення. Інструмент зміни фокусування використовує дуже потужний алгоритм розгортання (оберненої згортки), за допомогою якого можна відновити дані, які було змішано. З математичної точки зору, розмивання, зазвичай, є результатом застосування згортки, а розгортання є оберненою дією, саме розгортання і виконує інструмент зміни фокусування. Крім того, методика фільтрування за допомогою фільтра зі скінченною імпульсною характеристикою надає змогу вилучити більшу частину шуму і зернистості, який часто стає видимим у процесі збільшення різкості за допомогою будь-якого з фільтрів збільшення різкості.

source: In most cases (blurring by camera) a circular convolution caused the image degradation, but there are two convolutions available:
pt: Na maioria dos casos (borrão pela câmra), uma convolução circular causou a degradação da imagem, mas existem duas outras convoluções disponíveis:
uk: Здебільшого (розмивання об’єктивом фотоапарата) погіршення зображення спричиняється кільцевою згорткою, але існує два різновиди згортки:

source: The **Circular convolution**: this one spreads each source point uniformly across a small disk with a fixed radius. Technically this describes the effects of using a (ideal) lens that is not correctly focused.
pt: A **Convolução circular**: esta difunde cada ponto da origem de forma uniforme em torno de um pequeno disco com um raio fixo. Tecnicamente isto descreve o efeito de usar uma lente (ideal) que não está focada correctamente.
uk: **Кільцева згортка**: кожна точка початкового зображення рівномірно зміщується упоперек невеличкого диска з фіксованим радіусом. З технічної точки зору, так описуються ефекти використання (ідеального) об’єктива з неправильним фокусуванням.

source: The **Gaussian convolution**: this one is mathematically similar to the normal distribution, with its bell-shaped curve. Originates rather from unnatural blurring (software blurring). From a theoretical point of view the mathematical justification for using the Gaussian convolution is that when you a apply a large number of independent random convolutions the results will always approach a Gaussian convolution.
uk: **Гаусова згортка**: цей різновид математично подібний до нормального розподілу з дзвоноподібною кривою. Причиною є неприродне розмивання (програмне розмивання). З теоретичної точки зору, Гаусова згортка є наслідком застосування великої кількості незалежних випадкових згорток.

source: In practice, in most cases the Circular convolution works much better than the Gaussian convolution. The Gaussian convolution has a very long tail, so mathematically the result of the convolution also depends on source pixels at a large distance from the original source pixel. The FIR Wiener inverse of a Gaussian convolution in most cases is heavily influenced by source pixels at a large distances, and in most cases this produces undesirable results.
pt: Na prática, na maioria dos casos, a convolução circular funciona muito melhor que a convolução Gaussiana. A convolução Gaussiana tem um rasto muito grande; por isso, matematicamente, o resultado da convolução também depende dos pixels de origem a uma grande distância do pixel original. A inversa Wiener FIR de uma convolução Gaussiana é geralmente influenciada em grande medida pelos pixels a grandes distâncias, sendo que na maior parte dos casos poderá provocar resultados indesejados.
uk: На практиці, здебільшого кільцева згортка працює набагато краще за Гаусову згортку. Гаусова згортка є занадто неточною, отже, математично, результат застосування згортки залежить від опорних точок, розташованих на значній віддалі від початкової опорної точки. Значний вплив на виконання зворотного перетворення за допомогою фільтра зі скінченною імпульсною характеристикою Вінера Гаусової згортки, здебільшого мають саме віддалені точки, отже використання відповідного фільтра призводить до небажаних результатів.
