Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: While the Local Contrast tool may sound like an easy way to fix photos, you should use it with care: sometimes it can do more damage than good, producing unnatural looking photos.
ca: Si bé l'eina de contrast local pot semblar una manera fàcil d'arreglar les fotografies, l'haureu d'utilitzar amb cura: de vegades pot fer més mal que bé, produint fotografies poc naturals.
it: Sebbene lo strumento Contrasto locale sembri un metodo di correzione semplice, dovresti usarlo con cautela perché a volte può causare più danni che benefici, producendo foto poco naturali.
nl: Hoewel het hulpmiddel Lokaal contrast klinkt als gemakkelijk te gebruiken om foto's op te lappen, moet u het toch voorzichtig gebruiken: soms kan het meer schade aanrichten dan iets goeds, en onnatuurlijk ogende foto's produceren.
pt_br: Embora a ferramenta de contraste local possa parecer uma maneira fácil de corrigir fotos, você deve usá-la com cuidado: às vezes, ela pode causar mais danos do que benefícios, produzindo fotos com aparência artificial.
sl: Čeprav se orodje za lokalni kontrast morda sliši kot preprost način za popravljanje fotografij, ga morate uporabljati previdno: včasih lahko naredi več škode kot koristi, saj ustvari fotografije nenaravnega videza.

source: See Also
nl: Zie ook
pt_br: Veja também

source: :ref:`White Balance <color_wb>`
pt_br: :ref:`Balanço de branco <color_wb>`

source: :ref:`Sharpen (sharpen, unsharp mask, refocus) <enhance_sharpen>`
pt_br: :ref:`Nitidez (nitidez, máscara não nítida, nova focagem) <enhance_sharpen>`

source: Noise Reduction
ca: Reducció del soroll
it: Riduzione del rumore
nl: Ruisreductie
pt: Redução de Ruído
pt_br: Redução de ruído
sl: Zmanjšanje šuma
uk: Зменшення шумності

source: The digiKam **Noise Reduction** tool is a powerful tool for reducing image noise.
ca: L'eina **Reducció del soroll** del digiKam és una eina potent per a reduir el soroll de la imatge.
it: Lo strumento **Riduzione del rumore** di digiKam è uno strumento avanzato per ridurre i disturbi delle immagini.
nl: Het hulpmiddel **Ruisreductie** van digiKam is een krachtig hulpmiddel voor het reduceren van afbeeldingsruis.
pt_br: A ferramenta **Redução de ruído** do digiKam é uma ferramenta poderosa para reduzir o ruído da imagem.
sl: Orodje digiKam **Zmanjšanje šuma** je močno orodje za zmanjšanje šuma slike.

source: This tool provides selectable image filters to remove specks or other artifacts caused by junk such as dust or hair on the lens. It also can be used to remove sensor noise from the camera that may be caused by high ISO settings, as well as the so-called Moiré Patterns on scanned images from books or magazines.
ca: Aquesta eina proporciona filtres d'imatge seleccionables per a eliminar taques o altres defectes causats per brossa com la pols o un cabell en la lent. També es pot utilitzar per a eliminar el soroll del sensor de la càmera que pot causar una configuració ISO alta, així com els anomenats patrons de moaré en imatges escanejades a partir de llibres o revistes.
it: Questo strumento fornisce dei filtri per immagini selezionabili che rimuovono macchie o altri artefatti causati da sporcizia come polvere o capelli sulla lente dell'obiettivo. Può anche essere utilizzato per rimuovere i disturbi del sensore della macchina fotografica, che sono causati magari da alte impostazioni ISO, oltre al cosiddetto effetto Moiré su immagini acquisite da libri o riviste tramite scanner.
nl: Dit hulpmiddel biedt te selecteren fotografische filters voor het verwijderen van vlekjes en andere artefacten die veroorzaakt zijn door stof of haar op de lens. U kunt het ook gebruiken om Sensor ruis van de camera te verwijderen dat misschien veroorzaakt kan zijn door hoge ISO-waarden maar ook voor het verwijderen van zogenoemde Moiré patronen op ingescande afbeeldingen uit boeken en tijdschriften.
pt_br: Esta ferramenta oferece filtros de imagem selecionáveis ​​para remover manchas ou outros artefatos causados ​​por sujeira, como poeira ou cabelo, na lente. Também pode ser usada para remover ruídos do sensor da câmera, que podem ser causados ​​por configurações ISO altas, bem como os chamados padrões Moiré em imagens digitalizadas de livros ou revistas.
sl: To orodje ponuja izbirne slikovne filtre za odstranjevanje madežev ali drugih artefaktov, ki jih povzročajo smeti, kot so prah ali dlake na objektivu. Uporablja se lahko tudi za odstranjevanje šuma senzorja fotoaparata, ki ga lahko povzročijo visoke nastavitve ISO, ter tako imenovanih vzorcev Moiré na skeniranih slikah iz knjig ali revij.

source: If you want more information about what causes digital camera sensor noise, please take a look at `this tutorial <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_.
ca: Per a obtenir més informació sobre què causa el soroll del sensor de les càmeres digitals, vegeu `aquesta guia d'aprenentatge <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_.
it: Per maggiori informazioni sulle cause dei rumori nei sensori della macchine fotografiche digitali, guarda `questa esercitazione <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_.
nl: Meer informatie over sensorruis in digitale camera´s kunt u in `deze handleiding <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_ lezen.
pt_br: Se você quiser mais informações sobre o que causa o ruído do sensor da câmera digital, dê uma olhada `neste tutorial <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_.
sl: Če želite več informacij o tem, kaj povzroča šum senzorja digitalnega fotoaparata, si oglejte `to vadnico <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_.

source: The Image Editor Noise Reduction Tool
ca: L'eina Reducció del soroll de l'editor d'imatges
it: Lo strumento Riduzione del rumore dell'Editor delle immagini
nl: Het hulpmiddel ruisreductie van de afbeeldingsbewerker
pt: A Ferramenta de Redução de Ruído do Editor de Imagens
pt_br: Ferramenta de redução de ruído do Editor de Imagem
sl: Orodje urejevalnika slik za zmanjševanje šuma
uk: Інструмент редактора зображень для усування шумності

source: The above screenshot shows a typical scene taken with a digital camera using a high sensitivity ISO setting. It shows grainy noise which can be reduced successfully with this tool.
ca: La captura de pantalla anterior mostra una escena típica presa amb una càmera digital utilitzant un ajust ISO de sensibilitat alta. Mostra un soroll granulat que es pot reduir amb èxit amb aquesta eina.
it: La schermata sopra riportata mostra una tipica foto scattata con una macchina digitale usando un'impostazione ISO ad alta sensibilità. Mostra dei disturbi di granularità che possono venire ridotti con questo strumento.
nl: In de schermafdruk hierboven ziet u een veelvoorkomende scene genomen met een digitale camera waarbij de ISO hoog is ingesteld. U ziet korrelige ruis die u met dit gereedschap succesvol kan reduceren.
pt_br: A captura de tela acima mostra uma cena típica tirada com uma câmera digital usando uma configuração ISO de alta sensibilidade. Ela apresenta ruído granulado, que pode ser reduzido com sucesso com esta ferramenta.
sl: Zgornji posnetek zaslona prikazuje tipičen prizor, posnet z digitalnim fotoaparatom z visoko občutljivostjo ISO. Prikazuje zrnat šum, ki ga je mogoče uspešno zmanjšati s tem orodjem.

source: Noise is most evident when zoomed in enough to see individual pixels. The re-sizeable image panel within the original preview helps you to pan within the image. Move the red rectangle around to select an area that will let you judge the optimal filter settings. Then switch to one of the preview comparison types that display the same image region, as illustrated in this screenshot.
ca: El soroll és més evident quan s'amplia prou per a veure píxels individuals. El plafó d'imatge redimensionable dins de la vista prèvia original us ajuda a desplaçar-vos en la imatge. Moveu el rectangle vermell al voltant per a seleccionar una àrea que us permetrà jutjar la configuració òptima del filtre. Després, canvieu a un dels tipus de comparació de vista prèvia que mostren la mateixa regió d'imatge, com s'il·lustra en aquesta captura de pantalla.
it: Il rumore è più evidente quando si ingrandisce abbastanza per osservare i singoli pixel. Il pannello dell'immagine ridimensionabile all'interno dell'anteprima originale ti aiuta a spostarti all'interno dell'immagine. Sposta il rettangolo rosso per selezionare un'area che ti permetterà di decidere le impostazioni di filtraggio ottimali. Quindi passa a uno dei tipi di confronto anteprima che mostra la stessa regione dell'immagine, come illustrato nella schermata.
nl: Ruis is het meest zichtbaar bij genoeg inzoomen om individuele pixels te zien. Het van grote wijzigen van het afbeeldingspaneel in het originele voorbeeld helpt u om in de afbeelding te zwenken. Verplaats de rode rechthoek om een gebied te selecteren die u de optimale filterinstellingen laat beoordelen. Schakel om naar een van de typen voorbeeldvergelijkingen die hetzelfde afbeeldingsgebied toont, zoals geïllustreerd in deze schermafdruk.
pt_br: O ruído é mais evidente quando ampliado o suficiente para ver pixels individuais. O painel de imagem redimensionável na visualização original ajuda você a se deslocar pela imagem. Mova o retângulo vermelho para selecionar uma área que permita avaliar as configurações ideais do filtro. Em seguida, alterne para um dos tipos de comparação de visualização que exibem a mesma região da imagem, conforme ilustrado nesta captura de tela.
sl: Šum je najbolj očiten, ko je dovolj povečan, da lahko vidite posamezne slikovne pike. Podokno s slikami, ki ga je mogoče spreminjati v prvotnem predogledu, vam pomaga premikati po sliki. Premaknite rdeči pravokotnik, da izberete območje, ki vam bo omogočilo presojo optimalnih nastavitev filtra. Nato preklopite na eno od vrst primerjave predogleda, ki prikazuje isto območje slike, kot je prikazano na tem posnetku zaslona.

source: The tool supports the following parameters:
ca: L'eina admet els paràmetres següents:
it: Lo strumento supporta i parametri seguenti:
nl: Het hulpmiddel ondersteunt de volgende parameters:
pt_br: A ferramenta suporta os seguintes parâmetros:
sl: Orodje podpira naslednje parametre:

source: **Estimate Noise**: automatically computes all noise reduction settings based on an analysis of the noise contained in the image. It is a good idea to turn this option on, and check the result. If the degree of noise reduction is insufficient or the filter damages the image, turn off this option, and adjust the **Luminance**, **Chrominance Blue**, and **Chrominance Red** settings manually.
ca: **Estimació de soroll**: calcula automàticament tots els ajustaments de reducció de soroll basant-se en una anàlisi del soroll contingut a la imatge. És una bona idea activar aquesta opció i comprovar-ne el resultat. Si la reducció del soroll és insuficient o el filtre fa malbé la imatge, desactiveu aquesta opció i ajusteu manualment la configuració de la **Luminància**, **Blau de crominància** i **Vermell de crominància**.
it: **Stima il rumore**: calcola automaticamente tutte le impostazioni di riduzione del rumore basandosi su un'analisi del rumore contenuto nell'immagine. È buona norma tenere attivata questa opzione e verificare il risultato. Se il grado di la riduzione del rumore è insufficiente o il filtro danneggia l'immagine, disattiva l'opzione e regola manualmente le impostazioni di **Luminanza**, **Crominanza blu** e **Crominanza rossa**.
nl: **Ruis inschatten**: berekent automatisch alle ruisreductie-instellingen gebaseerd op een analyse van de ruis in de afbeelding. Het is een goed idee om deze optie aan te zetten en het resultaat te controleren. Als de graad van ruisreductie niet onvoldoende is of het filter beschadigt de afbeelding, zet deze optie uit en pas de instellingen **Lichtkracht**, **Chrominantie blauw** en **Chrominantie rood** handmatig aan.
pt_br: **Estimar ruído**: calcula automaticamente todas as configurações de redução de ruído com base na análise do ruído contido na imagem. É recomendável ativar esta opção e verificar o resultado. Se o grau de redução de ruído for insuficiente ou o filtro danificar a imagem, desative esta opção e ajuste manualmente as configurações de **Luminância**, **Crominância de azul** e **Crominância de vermelho**.
sl: **Ocena šuma**: samodejno izračuna vse nastavitve za zmanjšanje šuma na podlagi analize šuma v sliki. Dobro je, da to možnost vklopite in preverite rezultat. Če stopnja zmanjšanja šuma ni zadostna ali filter poškoduje sliko, izklopite to možnost in ročno prilagodite nastavitve **Svetlost**, **Krominanco modre** in **Krominanco rdeče**.

source: **Threshold**: use the slider for coarse adjustment, and the spin control for fine adjustment. The threshold is the value below which everything is considered noise. This value should be set so that edges and details are clearly visible and noise is smoothed out. These settings exist for the **Luminance**, **Chrominance Blue**, and **Chrominance Red** channels. Simply adjust it and hit the Try button to see the results. (This tool does not automatically update the preview window when making manual adjustments.) Adjustment must be made carefully, because the gap between noisy, smooth, and blur is very small. Adjust it as carefully as you would adjust the focus of a camera.
ca: **Llindar**: utilitzeu el control lliscant per a un ajust aproximat i el control de gir per a un ajust fi. El llindar és el valor per sota del qual tot es considerarà soroll. Aquest valor s'ha d'establir de manera que les vores i els detalls siguin clarament visibles i el soroll se suavitzi. Aquestes opcions existeixen per als canals de la **Luminància**, el **Blau de crominància** i el **Vermell de crominància**. Senzillament ajusteu-lo i premeu el botó Prova per a veure el resultat. (Aquesta eina no actualitza automàticament la finestra de vista prèvia en fer ajustos manuals.) L'ajust s'ha de fer amb cura, perquè la separació entre soroll, suavitzat i difuminat és molt petita. Ajusteu-lo amb la mateixa cura amb què ajustaríeu l'enfocament d'una càmera.
it: **Soglia**: usa il cursore per una regolazione grossolana e il controllo a rotella per una regolazione fine. La soglia è il valore sotto il quale tutto viene considerato rumore. Questo valore deve essere regolato in modo che i bordi e i dettagli siano chiaramente visibili e i disturbi appianati. Queste impostazioni sono presenti per i canali **Luminanza**, **Crominanza blu** e **Crominanza rossa**. Semplicemente, regola e premi il pulsante Prova per osservare i risultati (questo strumento non aggiorna automaticamente la finestra dell'anteprima quando esegui regolazioni manuali). Le regolazioni vanno fatte in modo attento, perché la differenza tra rumorosità, smussatura e sfocatura è molto sottile. Regola con attenzione come regoleresti il fuoco della macchina fotografica.
nl: **Drempel**: gebruik de schuifregelaar voor grove aanpassing en het draaiveld voor fijne aanpassing. De drempel is de waarde waaronder alles als ruis wordt beschouwd. Deze waarde zou gezet moeten worden zodat randen en details helder zichtbaar moeten zijn en ruis is uitgevlakt. Deze instellingen bestaan voor de kanalen **Lichtkracht**, **Chrominantie blauw** en **Chrominantie rood**. Pas het gewoon aan klik op de knop Proberen en bekijk het resultaat. (Dit hulpmiddel werkt niet automatisch het voorbeeldvenster bij bij het maken van handmatige aanpassingen). Aanpassingen moeten voorzichtig gemaakt worden, omdat het gat tussen ruisachtig, glad en vervaagd erg klein is. Pas het aan net zo voorzichtig als u het focus van een camera instelt.
pt_br: **Limiar**: use o controle deslizante para ajustes grosseiros e o controle de valor para ajustes finos. O limiar é o valor abaixo do qual tudo é considerado ruído. Este valor deve ser definido de forma que bordas e detalhes fiquem claramente visíveis e o ruído seja suavizado. Essas configurações existem para os canais **Luminância**, **Crominância de azul** e **Crominância de vermelho**. Basta ajustá-lo e clicar no botão Tentar para ver os resultados. (Esta ferramenta não atualiza automaticamente a janela de visualização ao fazer ajustes manuais.) O ajuste deve ser feito com cuidado, pois a diferença entre ruído, suavidade e desfoque é muito pequena. Ajuste-o com o mesmo cuidado que você ajustaria o foco de uma câmera.
sl: **Prag**: uporabite drsnik za grobo nastavitev in vrtljivo krmiljenje za fino nastavitev. Prag je vrednost, pod katero se vse šteje za šum. To vrednost je treba nastaviti tako, da so robovi in ​​podrobnosti jasno vidni in da se šum zgladi. Te nastavitve obstajajo za kanale **Svetlost**, **Krominanca modre** in **Krominanca rdeče**. Preprosto prilagodite in pritisnite gumb Poskusi, da vidite rezultate. (To orodje ne posodobi samodejno okna za predogled, ko izvaja ročne prilagoditve.) Prilagoditev je treba opraviti previdno, ker je vrzel med šumom, gladkostjo in zamegljenostjo zelo majhna. Prilagodite ga tako previdno, kot bi prilagodili fokus fotoaparata.

source: **Softness**: use the slider for coarse adjustment, and the spin control for fine adjustment. The softness adjusts the level of the thresholding (soft as opposed to hard thresholding). The higher the softness the more noise remains in the image. These settings exist for the **Luminance**, **Chrominance Blue**, and **Chrominance Red** channels. Simply adjust it and hit the Try button to see the results. As for the Threshold settings, adjustment must be made carefully, because the gap between noisy, smooth, and blur is very small. Adjust it as carefully as you would adjust the focus of a camera.
ca: **Suavitat**: utilitzeu el control lliscant per a un ajust aproximat i el control de gir per a un ajust fi. La suavitat ajusta el nivell de llindar (llindar suau en oposició al llindar fort). Com més gran sigui la suavitat, més soroll romandrà en la imatge. Aquests ajusts existeixen per als canals de la **Luminància**, el **Blau de crominància** i el **Vermell de crominància**. Senzillament ajusteu-lo i premeu el botó Prova per a veure el resultat. Pel que fa a la configuració del Llindar, l'ajust s'ha de fer amb cura, perquè la separació entre sorollós, suau i difuminat és molt petita. Ajudeu-lo amb la mateixa cura amb què ajustaríeu l'enfocament d'una càmera.
it: **Morbidezza**: usa il cursore per una regolazione grossolana e il controllo a rotella per una regolazione fine. La morbidezza regola il livello della soglia (morbido opposto a nitido) Più alta è la morbidezza, più disturbi restano nell'immagine. Queste impostazioni sono presenti per i canali **Luminanza**, **Crominanza blu** e **Crominanza rossa**. Semplicemente, regola e premi il pulsante Prova per osservare i risultati. Le regolazioni vanno fatte in modo attento, perché la differenza tra rumorosità, smussatura e sfocatura è molto sottile. Regola con attenzione come regoleresti il fuoco della macchina fotografica.
nl: **Zachtheid**: gebruik de schuifregelaar voor grove aanpassing en het draaiveld voor fijne aanpassing. De zachtheid past het niveau van de drempelinstelling aan. Hoe hoger de zachtheid hoe meer ruis er in de afbeelding blijft. Deze instellingen bestaan voor de kanalen **Lichtkracht**, **Chrominantie blauw** en **Chrominantie rood**. Pas het gewoon aan en klik op de knop Proberen om het resultaat te bekijken. Net als voor de instellingen voor drempel moeten deze voorzichtig gemaakt worden, omdat het gat tussen ruisachtig, glad en vervaagd erg klein is. Pas het aan net zo voorzichtig als u het focus van een camera instelt.
pt_br: **Suavidade**: use o controle deslizante para ajustes mais grosseiros e o controle de valor para ajustes mais finos. A suavidade ajusta o nível do limiar (suave em oposição ao limiar rígido). Quanto maior a suavidade, mais ruído permanece na imagem. Essas configurações existem para os canais **Luminância**, **Crominância azul** e **Crominância vermelha**. Basta ajustá-las e clicar no botão Experimentar para ver os resultados. Quanto às configurações de Limiar, o ajuste deve ser feito com cuidado, pois a diferença entre ruído, suavidade e desfoque é muito pequena. Ajuste-as com o mesmo cuidado que você ajustaria o foco de uma câmera.
sl: **Mehkoba**: uporabite drsnik za grobo nastavitev in vrtljivo krmiljenje za fino nastavitev. Mehkoba prilagodi raven praga (mehko v nasprotju s trdim pragom). Večja kot je mehkoba, več šuma ostane na sliki. Te nastavitve obstajajo za kanale **Svetlost**, **Krominanca modre** in **Krominanca rdeče**. Preprosto prilagodite in pritisnite gumb Poskusi, da vidite rezultate. Kar zadeva nastavitve praga, je treba prilagoditev opraviti previdno, ker je razlika med hrupom, gladkostjo in zamegljenostjo zelo majhna. Prilagodite ga tako previdno, kot bi prilagodili fokus fotoaparata.

source: **Save As** and **Load**: these buttons are used to do just that. Any Noise Reduction parameters that you have set can be saved to the filesystem and loaded later.
ca: **Desa com a...** i **Carrega...**: aquests botons s'utilitzen per a realitzar les accions que descriuen. Qualsevol paràmetre per a la reducció del soroll que establiu es podrà desar al sistema de fitxers en un fitxer de text i carregar-lo més endavant.
it: **Salva come** e **Carica**: questi pulsanti sono usati per fare esattamente quello che descrivono. Qualsiasi parametro di riduzione dei disturbi che hai impostato può essere salvato in un file sul disco e caricato in seguito.
nl: De knoppen **Opslaan als...** en **Laden...** zijn precies voor dat doel in gebruik. Alle instellingen voor ruisreductie kunt u opslaan in het bestandssysteem en later weer laden.
pt: **Gravar Como** e **Carregar**: estes botões servem exactamente para isso. Quaisquer parâmetros de Redução do Ruído que tenha definido poderão ser gravadas no sistema de ficheiros e carregadas mais tarde.
pt_br: **Salvar como** e **Carregar**: esses botões são usados ​​exatamente para isso. Quaisquer parâmetros de redução de ruído que você tenha definido podem ser salvos no sistema de arquivos e carregados posteriormente.
sl: **Shrani kot** in **Naloži**: ta gumba se uporabljata prav za to. Vsak parameter zmanjšanja šuma, ki ste jih nastavili, lahko shranite v datotečni sistem in naložite pozneje.
uk: Кнопки **Зберегти як** і **Завантажити** використовуються для виконання відповідних дій. Будь-які параметри зменшення шумності, які ви встановили, може бути збережено у файловій системі, а потім знову завантажено.

source: **Try**: applies the current tool settings to the preview image. The preview does not automatically update when manual adjustments are made.
ca: **Prova**: aplica la configuració actual de l'eina a la imatge de la vista prèvia. La vista prèvia no s'actualitza automàticament quan es fan ajustos manuals.
it: **Prova**: applica le impostazioni dello strumento attivo all'immagine di anteprima. L'anteprima non si aggiorna in automatico quando esegui regolazioni manuali.
nl: **Proberen**: past de huidige insstellingen van het hulpmiddel toe op de voorbeeldafbeelding. Het voorbeeld wordt niet automatisch bijgewerkt wanneer handmatige aanpassingen worden gedaan.
pt_br: **Tentar**: aplica as configurações atuais da ferramenta à imagem de visualização. A visualização não é atualizada automaticamente quando ajustes manuais são feitos.
sl: **Poskusi**: uporabi trenutne nastavitve orodja za predogled slike. Predogled se ne posodobi samodejno, ko se izvedejo ročne prilagoditve.
