Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: On the left there is the preview. With some filters the whole image is displayed, and with other filters it will be shown a 100% crop detail, depending on the kind of effect that we are going to activate.
uk: Ліворуч розташовано панель попереднього перегляду. Для деяких фільтрів буде показано усе зображення, а для інших буде показано 100% обрізану ділянку, залежно від типу ефекту, який ви збираєтеся активувати.

source: In the middle there is the useful search bar at the top, with a list of groups of effects below. Each group can be opened with a double click or by clicking the small arrow on the left of the name.
uk: Посередині згори розташовано корисну панель пошуку. Список груп ефектів розташовано нижче. Кожну групу можна розгорнути подвійним клацанням або натисканням невеликої стрілочки ліворуч від назви групи.

source: On the right would appear the settings of the selected filter, if we had selected one below, to confirm the changes, there are the **Apply** and the **Ok** buttons. The **Cancel** button stop all current processing and return to the Image Editor.
uk: Праворуч розташовано панель параметрів вибраного фільтра. Для підтвердження внесення змін передбачено кнопки **Застосувати** і **Гаразд**. За допомогою кнопки **Скасувати** можна зупинити поточну обробку і повернутися до редактора зображень.

source: You can search a filter using in their groups, but the fastest way to find them is to use the search bar on the top of list. On the bottom the **Add Fave** button allow to append an entry in the first section named **Faves** on the list.
uk: Шукати фільтр можна за групою, але найшвидшим способом шукати фільтри є використання панелі пошуку над списком. Внизу можна бачити кнопку **Додати до улюблених**, яку призначено для додавання запису до першого розділу у списку — **Улюблені**.

source: For all the G'MIC-Qt filters you can see these behaviors:
uk: Для усіх фільтрів G'MIC-Qt ви можете спостерігати таку поведінку:

source: The processing time can be quite long, with many megapixel images. If the computer is not enough powerful, time to process an image can take a while. A progress bar on the bottom of the G'MIC-Qt dialog will indicate the computation progress.
uk: Час обробки є доволі довгим для зображень, що складаються з багатьох мільйонів пікселів. Якщо комп'ютер не є достатньо потужним, час обробки зображення може бути доволі довгим. За допомогою панелі поступу у нижній частині вікна G'MIC-Qt можна спостерігати за поступом обчислень.

source: There are a lot of settings for each filter which can be not fully visible. A splitter on the right allows to see them all. Also, it's possible to enlarge the G'MIC-Qt dialog if necessary, or better switch to **Fullscreen** with the button on the bottom.
uk: Для кожного фільтра передбачено досить багато параметрів, не всі з яких можна одразу побачити. За допомогою роздільника праворуч можна побачити усі. Якщо потрібно, розмір вікна G'MIC-Qt можна збільшити або перемкнутися на режим **На увесь екран** за допомогою кнопки у нижній частині вікна.

source: Depending of the filter selected, some parameters can increase a lots the iterations on the image. Adjust the settings carefully, as the times can increase exponentially before to see the result.
uk: Залежно від вибраного фільтра, деякі параметри можуть значно збільшити кількість ітерацій обробки зображення. Слід бути обережним, оскільки внесені зміни можуть експоненційно збільшити час обробки і отримання результату.

source: It's suggested to explore all the available effects in G'MIC-Qt, as you can find really interesting artistic solutions for your photo. See `this online review <https://jpfleury.github.io/gfo-demos/demos/fruits-400/index.html>`_ of all G'MIC-Qt filters for details.
uk: Пропонуємо вам ознайомитися із усіма доступними ефектами G'MIC-Qt, оскільки серед них можна знайти дуже цікаві художні вирішення для вашої фотографії. Див. `це інтернет-рецензування <https://jpfleury.github.io/gfo-demos/demos/fruits-400/index.html>`_ усіх фільтрів G'MIC-Qt, що дізнатися більше.

source: **About**: these entries are not filters, but just show different information about G'MIC-Qt on the settings view. The **About/Download External Data** entry allows to load new filter definitions via internet.
pt: **Acerca**: estes itens não são filtros, mas mostram apenas informações diferentes sobre o G'MIC-Qt na área de configuração. O item **Acerca/Obter os Dados Externos** permite carregar novas definições de filtros pela Internet.

source: **Array and tiles**: this filter collection allows transforming photos as toys, puzzles, maps, and decorative shapes.
pt: **Grelha e peças**: esta colecção de filtros permite transformar fotografias em brinquedos, 'puzzles', mapas e formas decorativas.

source: **Artistic**: this filter collection applies great traditional effects that seek to transform a photograph into a drawing or painting.
pt: **Artístico**: esta colecção de filtros aplica óptimos efeitos tradicionais que permite transformar uma fotografia num desenho ou pintura.

source: **Black and White**: this filter collection is dedicated to processing images in gray-scale style, as usual to convert, process the invert to colorize, reduce the map, or simulate fusain drawing.
pt: **Preto-e-Branco**: esta colecção de filtros está dedicada ao processamento de imagens em tons de cinzento; como normal, para converter, processar a inversão para colorir, reduzir o mapa ou simular um desenho em fusão.

source: **Renderings**: this filter collection superimposes generated artificial forms based on mathematical solutions.
pt: **Desenho**: esta colecção de filtros sobrepõe formas geradas de forma artificial com base em soluções matemáticas.

source: On the left, there is the preview. With some filters, the whole image is displayed, and with other filters it will be shown a 100% crop detail, depending on the kind of effect that we are going to activate.
pt: À esquerda encontra-se a antevisão. Com alguns filtros, aparece a imagem inteira, enquanto que noutros será presentado o detalhe de um recorte a 100%, dependendo do tipo de efeito que vamos activar.

source: In the middle, there is the useful search bar at the top, with a list of groups of effects below. Each group can be opened with a double click or by clicking the small arrow on the left of the name.
pt: No meio existe a barra de pesquisa útil no topo, com uma lista de grupos de efeitos em baixo. Cada grupo pode ser aberto com um duplo-click ou carregando na pequena seta à esquerda do nome.

source: On the right would appear the settings of the selected filter, if we had selected one below, to confirm the changes, there are the **Apply** and the **Ok** buttons. The **Cancel** button stops all current processing and returns to the Image Editor.
pt: No lado direito irá aparecer a configuração do filtro seleccionado, se tiver seleccionado algum; para confirmar as alterações, existem os botões **Aplicar** e **Ok**. O botão **Cancelar** pára todo o processamento actual e volta ao Editor de Imagens.

source: You can search a filter using their groups, but the fastest way to find them is to use the **Search** bar at the top of the list. If the filter categories look a bit daunting, it's possible to add the most used filters in a favorites list and to apply a color tag using the filters tree-view context menu. On the bottom, the **Add Fave** button allows appending an entry in the first section named **Faves** on the list.
pt: Poderá procurar um filtro com os seus grupos, mas a forma mais rápida de os encontrar é usar a barra de **Pesquisa** no topo da lista. Se as categorias dos filtros parecem um pouco estranhas, é possível adicionar os filtros mais usados numa lista de favoritos e aplicar uma marca de cor com o menu de contexgto da árvore de filtros. No fundo, o botão para **Adicionar aos Favoritos** permite adicionar um item na primeira secção, chamada **Favoritos** na lista.

source: For mostly all the G'MIC-Qt filters you can see these behaviors:
pt: Para praticamente todos os filtros do G'MIC-Qt, poderá observar estes comportamentos:

source: When you render the filter on whole data from Image Editor by pressing **Apply** or **Ok** buttons, the processing time can be quite long, with many megapixels images. If the computer is not powerful enough, time to process an image can take a while. A **Progress Bar** on the bottom of the G'MIC-Qt dialog will indicate the computation progress.
pt: Quando aplicar o filtro sobre todos os dados do Editor de Imagens, carregando nos botões **Aplicar** ou **Ok**, o tempo de processamento poderá ser bastante longo com imagens com vários megapixels. Se o computador não for poderoso o suficiente, o tempo de processamento de uma imagem poderá levar algum tempo. A **Barra de Progresso**, no fundo da janela do G'MIC-Qt, irá indicar a evolução do cálculo.
