Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Subject Isolation**: uses OpenCV's GrabCut algorithm to separate the subject from the background. The number of iterations can be adjusted for better accuracy with complex subjects using the **Subject Isolation** parameter.
pt_br: **Isolamento de assunto**: utiliza o algoritmo GrabCut do OpenCV para separar o assunto do fundo. O número de iterações pode ser ajustado para maior precisão com assuntos complexos usando o parâmetro **Isolamento do assunto**.

source: **Mask Refinement**: to smooth the segmentation mask, you can optionally dilates the mask to include more of the subject.
pt_br: **Refinamento da máscara**: para suavizar a máscara de segmentação, você pode, opcionalmente, dilatar a máscara para incluir mais do assunto.

source: **Background Blurring**: applies Gaussian blur to the background while preserving the subject. Uses a distance transform to create smooth transitions between blurred and sharp areas. The blur effect is controlled by the **Smoothness** parameter.
pt_br: **Desfoque de plano de fundo**: aplica desfoque gaussiano ao plano de fundo, preservando o assunto. Usa uma transformação de distância para criar transições suaves entre áreas desfocadas e nítidas. O efeito de desfoque é controlado pelo parâmetro **Suavidade**.

source: **Progressive Blur**: creates a gradual transition from sharp to blurred areas. The transition effect is controlled by the **Progressive Transition** parameter.
pt_br: **Desfoque progressivo**: cria uma transição gradual de áreas nítidas para desfocadas. O efeito de transição é controlado pelo parâmetro **Transição progressiva**.

source: Limitations
nl: Beperkingen
pt_br: Limitações

source: The tool works best when there's a clear contrast between the subject and background.
pt_br: A ferramenta funciona melhor quando há contraste claro entre o assunto e o plano de fundo.

source: Complex backgrounds with similar colors to the subject may require manual adjustments.
pt_br: Fundos complexos com cores semelhantes às do assunto podem exigir ajustes manuais.

source: Very fine details (like individual hair strands) may not be perfectly preserved.
pt_br: Detalhes muito finos (como fios de cabelo individuais) podem não ser perfeitamente preservados.

source: The preview shows an approximation of the final result.
pt_br: A pré-visualização mostra uma aproximação do resultado final.

source: Screencast of the Tool to Increase the Depth-of-Field from an HEIF photo taken with an iphone 15 pro.
pt_br: Screencast da ferramenta para aumentar a profundidade de campo de uma foto HEIF tirada com um iPhone 15 Pro.

source: Screencast of the Tool processing a 16 bits color depth DNG image.
pt_br: Screencast da ferramenta processando uma imagem DNG com profundidade de cor de 16 bits.

source: Advanced Usage
nl: Gevorderd gebruik
pt_br: Uso avançado

source: For more control over the effect:
pt_br: Para maior controle sobre o efeito:

source: **Multiple Applications**: you can apply the tool multiple times with different settings. Use lower **Smoothness** values for subtle effects, higher values for dramatic effects.
pt_br: **Aplicações múltiplas**: você pode aplicar a ferramenta várias vezes com configurações diferentes. Use valores mais baixos de **Suavidade** para efeitos sutis e valores mais altos para efeitos dramáticos.

source: **Combining with Other Tools**: use with the :ref:`Local Contrast <enhance_localcontrast>` tool to enhance the subject after blurring the background. Combine with the :ref:`Vignetting Correction <enhance_vignetting>` tool to further emphasize the subject.
pt_br: **Combinando com outras ferramentas**: use com a ferramenta :ref:`Contraste local <enhance_localcontrast>` para realçar o assunto após desfocar o fundo. Combine com a ferramenta :ref:`Correção de vinheta <enhance_vignetting>` para enfatizar ainda mais o assunto.

source: Troubleshooting
nl: Probleemoplossing
pt_br: Solução de problemas

source: **Subject not properly detected**: try increasing the **Subject Isolation** value. Make sure your selection includes all of the subject. For complex subjects, you may need to manually adjust the selection.
pt_br: **Assunto não detectado corretamente**: tente aumentar o valor da **Isolamento do assunto**. Certifique-se de que sua seleção inclua todo o assunto. Para assuntos complexos, pode ser necessário ajustar a seleção manualmente.

source: **Blur effect too strong/weak**: adjust the **Smoothness** parameter. For subtle effects, use lower values (3-8).
pt_br: **Efeito de desfoque muito forte/fraco**: ajuste o parâmetro **Suavidade**. Para efeitos sutis, use valores mais baixos (3-8).

source: **Unnatural transition**: increase the **Progressive Transition** value for smoother effect. Try adjusting your selection to better isolate the subject.
pt_br: **Transição não natural**: aumente o valor da **Transição progressiva** para um efeito mais suave. Tente ajustar sua seleção para isolar melhor o assunto.

source: **Performance issues**: reduce the **Subject Isolation** value for faster processing. Note also that the tool consumes a lot of memory to work with large images.
pt_br: **Problemas de desempenho**: reduza o valor de **Isolamento do assunto** para um processamento mais rápido. Observe também que a ferramenta consome muita memória para trabalhar com imagens grandes.

source: :ref:`Local Contrast <enhance_localcontrast>`
pt_br: :ref:`Contraste local <enhance_localcontrast>`

source: :ref:`Vignetting Correction <enhance_vignetting>`
nl: :ref:`Correctie van vignettering <enhance_vignetting>`
pt_br: :ref:`Correção de vinheta <enhance_vignetting>`

source: Open the photo you want in the Image editor and choose :menuselection:`Enhance --> Local Contrast`. The tool lets you apply up to four tonemapping operations called stages. Each **Stage** offers two parameters for you to tweak: **Power** and **Blur**. The former allows you to specify the desaturation level, while the latter lets you adjust the affected areas on the photo. To preview the result, hit the **Try** button. Once you are satisfied with the result, press **OK** to apply the process to the photo.
ca: Obriu la fotografia que vulgueu a l'editor d'imatges i seleccioneu :menuselection:`Millora --> Contrast local`. L'eina permet aplicar fins a quatre operacions de mapatge dels tons anomenats etapes. Cada **Etapa** ofereix dos paràmetres per a modificar: la **Potència** i el **Difuminat:**. El primer permet especificar el nivell de dessaturació, mentre que el segon permet ajustar les àrees afectades de la fotografia. Per a obtenir una vista prèvia del resultat, premeu el botó **Prova**. Quan esteu satisfet amb el resultat, premeu **D'acord** per a aplicar el procés a la fotografia.
it: Apri la foto da modificare nell'Editor delle immagini e scegli :menuselection:`Migliora -->Contrasto locale`. Lo strumento ti lascia applicare fino a quattro operazioni di mappatura dei toni, chiamate passaggi; ognuno di questi ti offre due parametri da regolare: **Potenza** e **Sfocatura**. Il primo ti permette di specificare il livello di desaturazione; il secondo ti permette di regolare le aree interessate della foto. Per avere un'anteprima dei risultati premi il pulsante **Prova**. Quando sei soddisfatto dei risultati fai clic su **OK** per applicare l'elaborazione alla foto.
nl: Open de gewenste foto in de afbeeldingsbewerker en kies :menuselection:`Verbeteren --> Lokaal contrast`. Het hulpmiddel laat u tot vier toon-mapping bewerkingen, genaamd stappen toepassen. Elke **Stap** biedt twee parameters om door aan u te passen: **Kracht** en **Vervanging**. De eerste biedt u het specificeren van het niveau van verminderde verzadiging, terwijl de laatste u de betrokken gebieden in de foto laat aanpassen. Om een vooruitblik op het resultaat te werpen, drukt u op de knop **Proberen**. Wanneer u tevreden bent met het resultaat, drukt u op **OK** om het proces toe te passen op de foto.
sl: Odprite želeno fotografijo v urejevalniku slik in izberite :menuselection:`Izboljšaj -->Lokalni kontrast`. Orodje vam omogoča uporabo do štirih operacij tonske preslikave, imenovanih stopnje. Vsaka **Stopnja** ponuja dva parametra, ki ju lahko prilagodite: **Moč** in **Zameglitev**. Prvi vam omogoča, da določite stopnjo desaturacije, medtem ko drugi omogoča prilagajanje prizadetih območij na fotografiji. Za predogled rezultata pritisnite gumb **Poskusi**. Ko ste z rezultatom zadovoljni, pritisnite **V redu**, da postopek uporabite za fotografijo.

source: **Blur Controls**: **Smoothness** controls the intensity of the background blur (1-100). **Progressive Transition** controls how gradually the blur transitions from subject to background (0-100). **Subject Segmentation** controls the accuracy of the subject segmentation (1-20).
nl: **Vervagingsbesturing**: **Gladheid** bestuurt de intensiteit van de achtergrondvervaging (1-100). **Progressieve overgang** bestuurt hoe langzaam de vervagingsovergang van onderwerp naar achtergrond (0-100) verloopt. **Segmentatie van onderwerp** bestuurt de nauwkeurigheid van de segmentatie van het onderwerp (1-20).

source: **Subject Mask**: shows a real-time preview of the segmentation mask using a green overlay. It helps you verify that the subject is properly selected. This preview is zoomable using the mouse wheel or the buttons on the toolbar from the top-left corner.
nl: **Onderwerpmasker**: toont een real-time voorbeeld van het segmentatiemasker met gebruik van een groene overlay. Het helpt u te verifiëren dat het onderwerp juist is geselecteerd. Deze weergave is in te zoomen met het muiswiel of de knoppen op de werkbalk in de hoek linksboven.

source: **Refine the Segmentation**: use the **Subject Segmentation** slider to improve the accuracy of the subject detection and isolation. Higher values (10-20) work better for complex subjects like hair or fur. Lower values (1-5) are sufficient for simple subjects with clear edges.
nl: **Verfijn de segmentatie**: gebruik de schuifregelaar **Segmentatie van onderwerp** om de nauwkeurigheid van de detectie en de isolatie te verbeteren. Hogere waarden (10-20) werken beter voor complexe onderwerpen zoals haar of bond. Lagere waarden (1-5) van de vervaging besturen van de vervaging besturen zijn voldoende voor eenvoudige onderwerpen met heldere randen.

source: Subject Segmentation
nl: Onderwerp segmentatie

source: If you previously select an aera on the editor canvas before to lauch G'MIC-Qt, filters will be applied on this region instead of the whole image.
ca: Si seleccioneu prèviament una àrea en el llenç de l'editor abans de llançar el G'MIC-Qt, els filtres s'aplicaran en aquesta regió en lloc de tota la imatge.
it: Se in precedenza hai selezionato un'area nella tela dell'editor prima di avviare G'MIC-Qt, verranno applicati i filtri su questa regione anziché sull'intera immagine.

source: A settings dialog appears where you can customize the images corresponding to the **Input** layers on the first tab. The first layer handled by the G'MIC filter is on the top of the list.
ca: Apareixerà un diàleg de configuració on podreu personalitzar les imatges corresponents a les capes d'**Entrada** a la primera pestanya. La primera capa gestionada pel filtre G'MIC és a la part superior de la llista.

source: On the second tab of this dialog, you can customize the place where the **Output** files generated by the G'MIC filter will be stored, the file format, and template file name. Depending on the filter selected, more than one file can be generated. In this case, an automatic index is appended to the template file name. If files with the same names already exist on the destination, they will be overridden.
ca: A la segona pestanya d'aquest diàleg, podeu personalitzar el lloc on s'emmagatzemaran els fitxers de **Sortida** generats pel filtre G'MIC, el format del fitxer i el nom del fitxer de plantilla. Depenent del filtre seleccionat, es pot generar més d'un fitxer. En aquest cas, s'afegirà un índex automàtic al nom del fitxer de plantilla. Si ja hi ha fitxers amb els mateixos noms a la destinació, se sobreescriuran.

source: Select a filter working with layers. Not all G'MIC-Qt filter support this mode. In the example below, the **Montage** filter is used to compose a mosaic of selected images.
ca: Seleccioneu un filtre que funcioni amb capes. No tots els filtres G'MIC-Qt permeten aquest mode. A l'exemple següent, el filtre **Muntatge** s'utilitza per a compondre un mosaic d'imatges seleccionades.

source: Press **Select Filter** button and a post processing dialog will list all tasks to complete the target images.
ca: Premeu el botó **Selecciona el filtre** i un diàleg de postprocessament llistarà totes les tasques per a completar les imatges de destinació.

source: The target image can be visualized in image editor after closing the post-processing dialog.
ca: La imatge de destinació es pot visualitzar a l'editor d'imatges després de tancar el diàleg de postprocessament.

source: The **G'MIC-Qt (layers)** tool is also available by the same menu entry in **Album Icon-View** and **Light-Table**.
ca: L'eina **G'MIC-Qt (capes)** també està disponible per la mateixa entrada de menú a la **Vista d'icona d'àlbum** i la **Taula de llum**.

source: **Detail Preservation** [0, 1]: this controls the preservation of features in the image. A low value forces an equal smoothing across the image, whereas bigger values preferably smooth the homogeneous regions, leaving sharper details. A value of 0.9 does a good job of preserving details so that no sharpening is required afterwards. Note that **Detail Preservation** must be always inferior to **Anisotropy**.
sl: **Ohranjanje podrobnosti** [0, 1]: to nadzoruje ohranjanje zmožnosti na sliki. Nizka vrednost zahteva enakomerno glajenje po sliki, medtem ko višje vrednosti prednostno zgladijo homogena področja in pustijo ostrejše podrobnosti. Vrednost 0,9 dobro ohranja podrobnosti, tako da naknadno ostrenje ni potrebno. Upoštevajte, da mora biti **Ohranjanje podrobnosti** vedno podrejeno glede na **Anizotropijo**.

source: ` - Select :menuselection:`Enhance --> Red Eye...`.
sl: ` - Izberete :menuselection:`Izboljšaj --> Rdeče oko...`.

source: Enhancement Tools
pt: Ferramentas de Melhorias
uk: Інструменти удосконалення

source: Lens Distortion Correction
pt: Correcção de Distorção de Lentes
uk: Виправлення викривлення, спричиненого об’єктивом

source: The Lens Distortion is a tool to correct spherical lens aberrations on the photos.
pt: A Distorção da Lente é uma ferramenta para corrigir as aberrações esféricas das lentes nas fotografias.
uk: Інструмент «Виправлення викривлень об’єктивом» призначено для виправлення наслідків сферичної аберації на фотографіях.

source: Barrel distortion is associated with wide angle (or minimal zoom) lenses. It causes the images to appear slightly spherical (curved outward) like a barrel. You can notice this when you have straight features close to the image's peripheral sides. Pincushion distortion is the opposite defect and is associated with Telephoto lenses (maximum zoom) or underwater images. The images appear pinched (bent inward) toward the center. The Pincushion is often less noticeable than barrel but are equally visible near the edges. These distortions can easily be eliminated without visible loss in quality with this tool.
uk: Викривлення здуття пов’язано з використанням ширококутових об’єктивів або об’єктивів з мінімальним збільшенням. Внаслідок такого викривлення зображення починає дещо нагадувати зображення, наклеєне на сферу (викривлене назовні), тобто стає подібним до бічної поверхні діжки. Ви можете помітити таке викривлення, якщо поглянете на прямолінійні об’єкти, розташовані на периметрі зображення. Викривлення втягування є протилежним дефектом, його пов’язано з телеоб’єктивами (за максимального збільшення) або підводними зйомками. Зображення виглядає як втиснуте (викривлене всередину) у напрямку центра. Втягування часто менш помітне, але також видиме на об’єктах, розташованих поряд з краєм. Такі викривлення може бути просто вилучено без видимої втрати якості за допомогою відповідного інструменту програми.

source: This tool treats the geometrical distortions. Chromatic aberrations will not be corrected by this tool. See the **Lens Auto Correction** tool instead.
pt: Esta ferramenta trata das distorções geométricas. As distorções cromáticas não serão corrigidas por esta ferramenta. Veja a ferramenta da **Correcção Automática da Lente** em alternativa.
uk: За допомогою цього інструменту виконуються геометричні викривлення. Цей інструмент не може виправляти наслідки хроматичної аберації. Для її виправлення слід скористатися інструментом **Автовиправлення об'єктива**.

source: A bit of explanation first. The geometrical corrections use 4th-order polynomial coefficients:
pt: Algumas explicações em primeiro lugar. As correcções geométrics usam coeficientes polinomiais de 4ª ordem:
uk: Спочатку трохи пояснень. Для геометричного виправлення використовуються коефіцієнти полінома четвертого степеня:

source: The 4th-order coefficient corrects the far edges inversely to the 2nd-order rounding. Combining it with the 2nd-order correction the geometrical distortions can be almost completely eliminated.
pt: O coeficiente de 4a ordem corrige os extremos mais distantes de forma inversa ao arredondamento de 2a ordem. Em conjunto com a correcção de 2a ordem, as distorções geométricas podem ser eliminadas quase por completo.
uk: Коефіцієнт при змінній у 4 степені виправляє дальні краї після заокруглення, яке виникає внаслідок використання степеня 2. У комбінації з виправленням другого степеня цей коефіцієнт може майже повністю усунути геометричні викривлення.

source: **Brighten**: this control adjusts the brightness in image corners. Negative values decrease the brightness image corners, while positive values increase it.
pt: **Brilho**: este controlo ajusta o brilho nos cantos das imagens. Os valores negativos reduzem o brilho nos cantos das imagens, enquanto os positivos aumentam-no.
uk: **Підсвічування**: за допомогою цього параметра можна визначити яскравість у кутах зображення. Від’ємні значення призведуть до зменшення яскравості у кутах, додатні — до збільшення.

source: To help you to choose the best filter settings, the widget dialog illustrates with a thumbnail preview the distortion correction applied to a crossed mesh pattern. The values you apply to your image will be saved and come up with the same values as default the next time you call the tool.
pt: Para o ajudar a escolher a configuração óptima do filtro, a janela do 'plugin' mostra-lhe uma antevisão em miniatura da correcção de distorção aplicada a um padrão cruzado. Os valores que aplicar à sua imagem serão gravados e irão aparecer com os mesmos valores que os predefinidos, da próxima vez que invocar a ferramenta.
uk: Щоб допомогти вам у виборі найкращих параметрів фільтра, на панелі інструменту передбачено мініатюрну область перегляду, де виправлення викривлення застосовано до прямокутної сітки. Значення параметрів, які ви застосуєте до зображення, буде збережено. Програма використає їх як типові для наступних сеансів роботи з інструментом.

source: The barrel-pincushion correction should be done before any crop or size changes (including perspective correction). In fact the Barrel-Pincushion corrections should be the very first step on the original image. If you crop the image and then use barrel correction the effect would be obviously wrong.
pt: A correcção de abaulamento/afunilamento deverá ser feita antes de quaisquer alterações de recorte ou tamanho (incluindo a correcção de perspectiva). De facto, as correcções de Abaulamento/Afunilamento deverão ser o primeiro passo de todos na imagem completa. Se recortar a imagem e usar depois a correcção de abaulamento, o efeito será obviamente errado.
uk: Виправлення викривлень здуття-втягування слід виконувати до обрізання або зміни розмірів зображення (зокрема до виправлення перспективи). Фактично, виправлення здуття-втягування має бути найпершим кроком у обробці знімка. Якщо ви обріжете зображення, а потім спробуєте виправити здуття, результат буде очевидно помилковим.

source: To help you finding the best correction the tool provides a vertical and horizontal guide. Move the mouse cursor in the image preview to display the dashed lines guide. Move the cursor to an important place in the image like the sea level or a building border and press the left mouse button for freeze the dashed lines position. Now, adjust the barrel/pincushion correction to align with the guide.
uk: Щоб допомогти вам у пошуках найкращого виправлення, у інструменті передбачено вертикальну і горизонтальну напрямні. Наведіть вказівник миші на область попереднього перегляду зображення. У відповідь програма покаже штрихові напрямні. Пересуньте вказівник на важливе місце на зображенні, наприклад, поверхню морі або стіну будинку, і клацніть лівою кнопкою миші, щоб зафіксувати розташування штрихових ліній. Після цього налаштуйте виправлення здуття-втягування так, щоб лінії об’єктів на зображенні було вирівняно за напрямними.

source: When using pincushion correction the resulting image will have a black border in the corner. You will need to cut this out with a crop tool available in :menuselection:`Transform --> Crop` Image Editor menu or via the zoom slider of this dialog.
pt: Ao usar a correcção do afunilamento, a imagem resultante terá um contorno preto no canto. Terá de retirar o mesmo com a ferramenta de recorte disponível em :menuselection:`Transformar --> Recorte` do Editor de Imagens ou através da barra de ampliação desta janela.
uk: Після виправлення втягування у кутах зображення залишиться чорна рамка. Вам слід обрізати її за допомогою інструменту, скористатися яким можна відкривши пункт меню редактора зображень :menuselection:`Перетворення --> Обрізати`.

source: On most images using the barrel correction is enough, however with some shots such as front images, frames, paintings, the next logical step is to use perspective correction to make all the angles 90 degrees. Note that when you hold your camera by hand you almost always introduce some kind of slight perspective distortion.
pt: Na maioria das imagens, a utilização da correcção de abaulamento é suficiente, contudo, com algumas fotos como os retratos frontais, as molduras, pinturas, o próximo passo será usar a correcção de perspectiva para tornar todos os ângulos a 90 graus. Repare que, quando colocar a sua máquina fotográfica à mão em frente a uma imagem, irá quase sempre introduzir uma espécie de distorção de perspectiva.
uk: Для більшості зображень буде достатньо скористатися виправленням здуття, але для деяких знімків, зокрема знімків для обкладинок, настінних зображень, картин наступним логічним кроком є виправлення перспективи, яке зробить всі кути прямими. Зауважте, що, якщо під час зйомки ви тримаєте фотоапарат в руках, майже завжди буде помітним деяке викривлення перспективи.

source: digiKam The Vignetting correction is a tool to correct image vignetting (under-exposure in the corners).
pt: A Correcção do Efeito-Vinheta do digiKam é uma ferramenta para corrigir esse efeito nas imagens (sub-exposição nos cantos).
uk: Інструмент «Виправлення віньєтування» програми призначено для виправлення віньєтування зображення (недостатнього експонування у кутах зображення).
