Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Image Editor Enhancement Tools
ca: Eines de millora de l'editor d'imatges del digiKam
it: Strumenti di miglioramento dell'Editor delle immagini di digiKam
nl: Hulpmiddelen voor verbeteren van de afbeeldingsbewerker van digiKam
pt: Ferramentas de Melhorias do Editor de Imagens do digiKam
pt_br: Ferramentas de melhoria do Editor de Imagem do digiKam
sl: digiKam orodja za izboljšave urejevalnika slik
uk: Інструмент удосконалення редактора зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, healing, clone, lens, distortion, sharpen, blur, red, eyes, local, contrast, noise, reduction, hot, pixels, restoration, vignetting
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, curació, clon, lent, distorsió, aguditza, difuminar, vermell, ulls, local, contrast, soroll, reducció, cremat, píxels, restauració, vinyetatge
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, immagine, editor, riparazione, clona, obiettivo, distorsione, nitidezza, offuscamento, rosso, occhi, locale, contrasto, rumore, riduzione, bruciato, pixel, ripristino, vignettatura
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker, verbeteren, kloon, lens, vervorming, verscherpen, vervaging, rood, ogen, lokaal, contrast, ruis, reductie, heet, pixels, herstel, vignettering
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imagem, editor, recuperação, clonagem, lente, distorção, afiamento, borrão, olhos, vermelhos, contraste, local, redução, ruído, pixels, queimados, restauração, vinheta
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, imagem, editor, cura, clone, lente, distorção, nitidez, desfoque, vermelho, olhos, local, contraste, ruído, redução, quente, pixels, restauração, vinheta
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto,učenje, enostavno, slika, urejevalnik, zdravljenje, klon, leča, popačenje, izostritev, zameglitev,rdeče, oči, lokalno, kontrast, šum, zmanjšanje, vroče, slikovne pike, obnovitev,vinjetiranje
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор, лікування, клон, клонування, об'єктив, викривлення, різкість, розмивання, червоні, очі, локальна, контрастність, шум, зменшення, усування, гарячі, пікселі, відновлення, віньєтування

source: :ref:`Enhancement Tools <image_editor>`
ca: :ref:`Eines de millora <image_editor>`
it: :ref:`Strumenti di miglioramento <image_editor>`
nl: :ref:`Hulpmiddelen voor verbeteringen <image_editor>`
pt_br: :ref:`Ferramentas de melhoria <image_editor>`
sl: :ref:`Orodja za izboljšavo <image_editor>`

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Distortion
ca: Distorsió
it: Distorsione
nl: Vervorming
pt_br: Distorção
sl: Popačenje

source: The digiKam **Distortion** tool corrects an image for common lens distortions.
ca: L'eina **Distorsió** del digiKam corregeix les distorsions habituals de les lents d'una imatge.
it: Lo strumento **Distorsione** di digiKam corregge un'immagine dalle comuni distorsioni dell'obiettivo.
nl: Het hulpmiddel van digiKam **Vervorming** corrigeert een afbeelding op algemene lensvervormingen.
pt_br: A ferramenta **Distorção** do digiKam corrige distorções comuns de lentes em uma imagem.
sl: Orodje digiKam **Popačenje** popravi sliko zaradi pogostih popačenj lečja.

source: Barrel distortion is associated with wide angle, short focal length lenses. It causes the images to appear slightly spherical (curved outward) like a barrel. You can notice this when you have straight features close to the image's peripheral sides. Pincushion distortion is the opposite defect and is associated with telephoto, long focal length lenses or underwater images. The images appear pinched (bent inward) toward the center. Pincushion distortion is often less noticeable than barrel distortion but are equally visible near the edges. This tool can easily eliminate these distortions without much visible loss in quality.
ca: La distorsió de barril s'associa amb lents de gran angular i distància focal curta. Fa que les imatges apareguin lleugerament esfèriques (corbades cap a fora) com un barril. Podeu notar això quan teniu trets rectes a prop de parts perifèriques de la imatge. La distorsió de coixinet és el defecte oposat i s'associa amb les telefoto, lents de llarga distància focal o imatges submarines. Les imatges apareixen pessigades (a l'interior) cap al centre. La distorsió de coixinet sovint és menys notable que la distorsió de barril, però són igualment visibles a prop de les vores. Aquesta eina pot eliminar fàcilment aquestes distorsions sense una pèrdua de qualitat molt visible.
it: La *distorsione a barilotto* è associata alle lenti a grandangolo, a lunghezza focale corta. Fa apparire l'immagine leggermente sferica (curvata all'esterno) come un barilotto. Puoi notarlo quando ci sono oggetti dritti vicino ai lati esterni dell'immagine. La distorsione a cuscinetto è il difetto opposto, ed è associata ai teleobiettivi, a lunghezza focale lunga, o a immagini subacquee. Le immagini appaiono pizzicate (piegate all'interno). La distorsione a cuscinetto è spesso meno facile da osservare di quella a barilotto, ma tutt'e due sono ugualmente visibili vicino ai bordi. Questo strumento può eliminare facilmente queste distorsioni, senza una perdita di qualità molto visibile.
nl: Tonvormige lensvervorming wordt vaak in verband gebracht met groothoeklenzen. Het zorgt ervoor dat foto´s een beetje bolvormig lijken (naar buiten gebogen) zoals een ton. U kunt dit opmerken als er rechte voorwerpen vlakbij de randen van de foto te zien zijn. Kussenvormige lensvervorming is het tegenovergestelde defect en wordt vaak in verband gebracht met lange brandpuntafstandslenzen of onderwater afbeeldingen. De foto´s lijken samengeknepen (naar binnen gebogen) naar het middelpunt. De kussenvervorming is meestal minder zichtbaar dan de ton maar vlakbij de randen net zo goed zichtbaar. Dit hulpmiddel kan gemakkelijk deze vervormingen verwijderen zonder zichtbaar kwaliteitsverlies.
pt_br: A distorção por abaulamento está associada a lentes grande angulares e curta distância focal. Ela faz com que as imagens pareçam ligeiramente esféricas (curvadas para fora), como um barril. Você pode notar isso quando há elementos retos próximos às bordas periféricas da imagem. A distorção por afunilamento é o defeito oposto e está associada a teleobjetivas, lentes de longa distância focal ou imagens subaquáticas. As imagens parecem comprimidas (curvadas para dentro) em direção ao centro. A distorção por afunilamento costuma ser menos perceptível do que a distorção por abaulamento, mas é igualmente visível perto das bordas. Esta ferramenta pode eliminar facilmente essas distorções sem grande perda visível de qualidade.
sl: Sodčasto popačenje je povezano s širokokotnimi lečami s kratko goriščno razdaljo. Zaradi tega so slike videti rahlo sferične (ukrivljene navzven) kot sod. To lahko opazite, ko imate ravne poteze blizu obrobnih strani slike. Blazinasto popačenje je nasprotna napaka in je povezano s teleobjektivom, objektivi z dolgo goriščno razdaljo ali podvodnimi slikami. Slike so videti stisnjene (upognjene navznoter) proti sredini. Blazinasto popačenje je pogosto manj opazno kot sodčasto popačenje, vendar je enako vidno ob robovih. To orodje zlahka odpravi ta popačenja brez večje vidne izgube kakovosti.

source: This tool only treats geometrical distortions. Chromatic aberrations will not be corrected by this tool. The **Lens Auto Correction** tool corrects both distortions and chromatic aberrations.
ca: Aquesta eina només tracta les distorsions geomètriques. No corregirà les aberracions cromàtiques. L'eina **Correcció automàtica de la lent** corregeix tant les distorsions com les aberracions cromàtiques.
it: Questo strumento tratta solo le distorsioni geometriche, ma non corregge le aberrazioni cromatiche. Lo strumento **Correzione automatica dell'obiettivo** corregge sia le distorsioni, sia le aberrazioni cromatiche.
nl: Dit hulpmiddel behandelt alleen geometrische vervormingen. Chromatische afwijkingen zullen niet door dit hulpmiddel worden gecorrigeerd. Het hulpmiddel **Automatische lenscorrectie** corrigeert beide vervormingen en chromatische afwijkingen.
pt_br: Esta ferramenta trata apenas distorções geométricas. Aberrações cromáticas não serão corrigidas por esta ferramenta. A ferramenta **Correção automática de lente** corrige distorções e aberrações cromáticas.
sl: To orodje obravnava samo geometrijska popačenja. To orodje ne bo popravilo kromatskih aberacij. Orodje **Samodejni popravek objektiva** popravi popačenja in kromatske aberacije.

source: The following figures explain the main types of geometrical distortions:
ca: Les figures següents expliquen els principals tipus de distorsions geomètriques:
it: Le seguenti figure spiegano i tipi principali di distorsioni geometriche:
nl: De volgende afbeeldingen tonen de verschillende soorten geometrische vervormingen:
pt: As figuras seguintes explicam os tipos principais de distorções geométricas:
pt_br: As figuras a seguir explicam os tipos principais de distorções geométricas:
sl: Naslednje slike pojasnjujejo glavne vrste geometrijskih popačenj:
uk: На наступних зображеннях наведено основні типи геометричних викривлень:

source: (1): Pincushion distortion.
ca: (1): distorsió de coixinet.
it: (1): distorsione a cuscinetto.
nl: (1): kussenvormige vervorming.
pt: (1): Distorção por afunilamento.
pt_br: (1): Distorção por afunilamento.
sl: (1): Popačenje blazinice za šivanke.
uk: (1): викривлення втягування.

source: (2): No distortion.
ca: (2): sense distorsió.
it: (2): Nessuna distorsione.
nl: (2): geen vervorming.
pt: (2): Sem distorção.
pt_br: (2): Sem distorção.
sl: (2): Brez popačenja.
uk: (2): без викривлення.

source: (3): Barrel distortion.
ca: (3): distorsió de barril.
it: (3): distorsione a barilotto.
nl: (3): tonvormige vervorming.
pt: (3): Distorção por abaulamento.
pt_br: (3): Distorção por abaulamento.
sl: (3): Sodčkasto popačenje.
uk: (3): викривлення здуття.

source: The Geometrical Distortion Types
ca: Els tipus de distorsió geomètrica
it: I tipi di distorsione geometrica
nl: De typen geometrische vervorming
pt: Os Tipos de Distorção Geométrica
pt_br: Os tipos de distorção geométrica
sl: Vrste geometrijskih popačenj
uk: Типи геометричного викривлення

source: The geometrical corrections use 4th-order polynomial coefficients:
ca: Les correccions geomètriques utilitzen coeficients polinomials de quart ordre:
it: Le correzioni geometriche usano dei coefficienti polinomiali di quarto ordine:
nl: De geometrische correcties gebruiken vierde order polynoom coëfficiënten.
pt_br: As correções geométricas usam coeficientes polinomiais de 4ª ordem:
sl: Geometrijski popravki uporabljajo polinomske koeficiente 4. reda:

source: The 1st-order coefficient changes the size of the image. The tool calls this **Zoom**.
ca: El coeficient de primer ordre canvia la mida de la imatge**. L'eina ho anomena **Zoom**.
it: Il coefficiente di primo ordine cambia le dimensioni dell'immagine. Lo strumento lo chiama **Ingrandimento**.
nl: Het eerste-orde coëfficiënt wijzigt het formaat van de foto. In het programma noemt dit **Zoom**.
pt: O coeficiente de 1ª ordem muda o tamanho da imagem. A ferramenta chama este a **Ampliação**.
pt_br: O coeficiente de 1ª ordem altera o tamanho da imagem. A ferramenta chama isso de **Zoom**.
sl: Koeficient 1. reda spremeni velikost slike. Orodje to imenuje **Zoom**.
uk: Коефіцієнт при змінній першого порядку визначає розмір зображення. У інструменті його названо **Масштаб**.

source: The 2nd-order coefficient treats the main geometrical distortion of lenses and can correct the convex or concave shape of the image.
ca: El coeficient de segon ordre tracta la distorsió geomètrica principal de les lents i pot corregir la forma convexa o còncava de la imatge.
it: Il coefficiente di secondo ordine riguarda la distorsione geometrica principale delle lenti, e può correggere la forma convessa o concava dell'immagine.
nl: Het 2de-order coëfficiënt behandeld de belangrijkste geometrische vervormingen van lenzen en kan de convexe of concave vorm van een foto corrigeren.
pt: O coeficiente de 2a ordem trata da distorção geométrica principal das lentes e pode corrigir a forma convexa ou côncava da imagem.
pt_br: O coeficiente de 2ª ordem trata da distorção geométrica principal das lentes e pode corrigir a forma convexa ou côncava da imagem.
sl: Koeficient 2. reda obravnava glavno geometrijsko popačenje lečja in lahko popravi konveksno ali konkavno obliko slike.
uk: Коефіцієнт при змінній у другому степені визначає основне геометричне викривлення лінз і може виправити опуклу чи увігнуту форму зображення.

source: The 3rd-order coefficient has a similar rounding effect but levels off towards the edges. This correction is not employed in the tool.
ca: El coeficient de tercer ordre té un efecte d'arrodoniment similar, però s'anivella cap a les vores. Aquesta correcció no s'empra en l'eina.
it: Il coefficiente di terzo ordine ha un effetto di arrotondamento simile, ma si livella verso i bordi. Questa correzione non è impiegata nello strumento.
nl: Het 3de-order coëfficiënt heeft een vergelijkbaar effect maar werkt minder nabij de randen. Deze correctie is niet toegepast in dit gereedschap.
pt: O coeficiente de 3a ordem tem um efeito de arredondamento semelhante mas aplica-se mais em direcção aos extremos. Esta correcção não é aplicada na ferramenta.
pt_br: O coeficiente de 3ª ordem tem um efeito de arredondamento semelhante mas aplica-se mais em direção às bordas. Esta correção não é aplicada na ferramenta.
sl: Koeficient 3. reda ima podoben učinek zaokroževanja, vendar se izravnava proti robovom. Ta popravek ni uporabljen v orodju.
uk: Коефіцієнт при змінній у третьому степені визначає подібний до попереднього коефіцієнта ефект округлення, але з ухилом до країв. Подібне виправлення не задіяне у роботі інструменту.

source: The 4th-order coefficient corrects the far edges inversely to the 2nd-order rounding. Combining it with the 2nd-order correction can almost completely eliminate the geometrical distortions.
ca: El coeficient de quart ordre corregeix les vores llunyanes inversament a l'arrodoniment de segon ordre. Combinat amb la correcció de segon ordre es poden eliminar gairebé per complet les distorsions geomètriques.
it: Il coefficiente di quarto ordine corregge i bordi distanti inversamente all'arrotondamento di secondo ordine. Combinandolo con la correzione di secondo ordine possono essere eliminate quasi completamente le distorsioni geometriche.
nl: Het 4de-order coëfficiënt corrigeert de uiterste hoeken omgekeerd met de 2de-orde afronding. Gecombineerd met de 2de-orde correctie kan het bijna compleet de geometrische vervormingen elimineren.
pt_br: O coeficiente de 4ª ordem corrige as bordas mais distantes inversamente ao arredondamento de 2ª ordem. Combiná-lo com a correção de 2ª ordem pode eliminar quase completamente as distorções geométricas.
sl: Koeficient 4. reda popravi oddaljene robove obratno glede na koeficiente 2. reda zaokroževanja. Kombinacija s korekcijo 2. reda je mogoče skoraj popolnoma odpraviti geometrijska popačenja.

source: The Image Editor Lens Distortion Tool
ca: L'eina Distorsió de la lent de l'editor d'imatges
it: Lo strumento di distorsione dell'obiettivo dell'Editor delle immagini
nl: Het hulpmiddel lensvervorming van de afbeeldingsbewerker
pt: A Ferramenta de Distorção de Lentes do Editor de Imagens
pt_br: Ferramenta de distorção de lente do Editor de Imagem
sl: Orodje za popačenje lečja urejevalnika slik
uk: Інструмент редактора зображень для виправлення викривлення об'єктивом

source: Four sliders let you set the distortion correction filter:
ca: Quatre controls lliscants permeten establir el filtre de correcció de la distorsió:
it: Quattro cursori ti permettono di impostare il filtro di correzione della distorsione:
nl: Met vier schuifknoppen stelt u het correctiefilter voor vervorming in:
pt: Existem quatro barras que lhe dão o controlo sobre o filtro de correcção da distorção:
pt_br: Existem quatro barras que lhe dão o controle sobre o filtro de correção da distorção:
sl: Štirje drsniki vam omogočajo nastavitev filtra za korekcijo popačenja:
uk: Керувати фільтром виправлення викривлення можна за допомогою чотирьох параметрів:

source: **Main**: this value controls the amount of 2nd-order distortion. Negative values correct barrel distortions, while positive values correct pincushion distortion.
ca: **Principal**: aquest valor controla la quantitat de distorsió del segon ordre. Els valors negatius corregeixen la distorsió de barril, mentre que els positius corregeixen la distorsió de coixí.
it: **Principale**: questo valore controlla la quantità di distorsione di secondo ordine. I valori negativi correggono le distorsioni a barilotto, mentre quelli positivi correggono le distorsioni a cuscinetto.
nl: **Hoofd**: deze waarde bepaalt de hoeveelheid tweede coëfficiënt vervorming. Negatieve waarden corrigeren tonvormige lensvervorming en positieve waarden corrigeren kussenvormige lensvervorming.
pt: **Principal**: este valor controla a quantidade da distorção de 2ª ordem. Os valores negativos corrigem as distorções por abaulamento, enquanto os valores positivos corrigem os afunilamentos.
pt_br: **Principal**: este valor controla a quantidade de distorção de 2ª ordem que é oferecida pelo filtro. Os valores negativos corrigem o efeito de distorção por abaulamento das lentes, enquanto os positivos corrigem a distorção por afunilamento.
sl: **Glavni**: ta vrednost nadzira količino popačenja 2. reda. Negativne vrednosti popravijo sodčkasta popačenja, medtem ko pozitivne vrednosti popravijo popačenja blazinice za šivanke.
uk: **Основне**: це значення керує величиною плоского викривлення. Від’ємні значення виправляють викривлення здуття, а додатні значення виправляють викривлення втягування.

source: **Edge**: this value controls the amount of 4th-order distortion. The Edge control has more effect at the edges of the image than at the center. For most lenses, the **Edge** parameter has the opposite sign of the **Main** parameter.
ca: **Límit**: aquest valor controla la quantitat de distorsió del quart ordre. Controla que té més efecte a les vores de la imatge que al centre. Per a la majoria de les lents, el paràmetre de **Límit** té el signe oposat del paràmetre de **Principal**.
it: **Bordo**: questo valore controlla la quantità di distorsione di quarto ordine. Il controllo Bordo è più efficace ai bordi dell'immagine che al centro. Per la maggior parte degli obiettivi il parametro **Bordo** ha segno opposto al **Principale**.
nl: **Rand**: Deze waarde bepaalt de vierde-orde vervorming. De rand-instellingen hebben meer effect langs de randen van de foto dan in het midden. Bij de meeste lenzen heeft de **Rand**-parameter het tegenovergestelde effect van de **Hoofd**-parameter.
pt: **Arestas**: este valor controla a quantidade da distorção de 4ª ordem. O controlo de Arestas tem mais efeitos nos contornos e arestas da imagem que no centro. Para a maioria das lentes, o parâmetro das **Arestas** tem o sinal oposto do parâmetro **Principal**.
pt_br: **Borda**: este valor controla a quantidade de distorção de quarta ordem. O controle de borda tem mais efeito nas bordas da imagem do que no centro. Para a maioria das lentes, o parâmetro **Borda** tem o sinal oposto do parâmetro **Principal**.
sl: **Rob**: ta vrednost nadzoruje količino popačenja 4. reda. Nadzor roba ima večji učinek na robovih slike kot na sredini. Pri večini objektivov ima parameter **Rob** nasprotni predznak od **Glavnega** parametra.
uk: **Край**: значення цього параметра керує величиною викривлення 4-го степеня. Це значення більшою мірою змінює вигляд зображення на краях, а не у центрі. Для більшості об’єктивів знак значення параметра **Край** має бути протилежним до знаку значення параметра **Основне**.

source: **Zoom**: this value rescales the overall image size (1st-order correction). Negative values zoom out of the image, while positive values zoom in.
ca: **Zoom**: aquest valor converteix a una escala la mida de tota la imatge (correcció de primer ordre). Els valors negatius allunyen de la imatge, mentre que els valors positius l'apropen.
it: **Ingrandimento**: questo valore riduce le dimensioni totali dell'immagine (correzione di primo ordine). Valori negativi rimpiccioliscono l'immagine, quelli positivi la ingrandiscono.
nl: **Zoom**: deze waarde schaalt de totale afbeeldingsgrootte opnieuw (eerste-orde correctie). Negatieve waarden zoomen uit en positieve waarden zoomen in.
pt: **Ampliação**: este valor ajusta a escala da imagem total (correcção de 1ª ordem). Os valores negativos reduzem a imagem, enquanto os positivos ampliam a mesma.
pt_br: **Zoom**: este valor ajusta a escala do tamanho (correção de 1ª ordem) da imagem. Os valores negativos reduzem a imagem, enquanto os positivos a ampliam.
sl: **Zoom**: ta vrednost spremeni velikost celotne slike (popravek 1. reda). Negativne vrednosti pomanjšajo sliko, pozitivne vrednosti pa povečajo.
uk: **Масштаб**: значення цього параметра змінює загальний масштаб зображення (виправлення 1-го степеня). Від’ємні значення призводять до зменшення зображення, додатні — до збільшення.

source: **Brighten**: this control adjusts the brightness in image corners (vignetting). Negative values decrease the brightness image corners, while positive values increase it.
ca: **Brillantor**: aquest control ajusta la brillantor en les cantonades de la imatge (vinyetatge). Els valors negatius disminueixen la brillantor en les cantonades de la imatge, mentre que els valors positius l'augmenten.
it: **Illumina**: questo controllo regola la luminosità negli angoli dell'immagine (vignettatura). Valori negativi riducono la luminosità dell'immagine negli angoli, valori positivi la aumentano.
nl: **Verhelderen**: deze besturing stelt de helderheid van de afbeeldingshoeken bij (vignettering). Negatieve waarden verminderen de helderheid van de afbeeldingshoeken en positieve waarden verhogen het.
pt_br: **Brilho**: este controle ajusta o brilho nos cantos da imagem (vinheta). Valores negativos diminuem o brilho nos cantos da imagem, enquanto valores positivos o aumentam.
sl: **Posvetli**: ta kontrolnik prilagodi svetlost v kotih slike (vinjetiranje). Negativne vrednosti zmanjšajo svetlost vogalov slike, pozitivne vrednosti pa jo povečajo.
