Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: A wizard dialog appears where the first page introduce the G'MIC framework usage.
nl: Er verschijnt een assistentiedialoog waar de eerste pagina het gebruik van framework G'MIC introduceert.
pt_br: Uma caixa de diálogo do assistente aparece onde a primeira página apresenta o uso do framework G'MIC.

source: The Image Editor G'MIC-Qt (layers) Tool Introduction Page
nl: De introductiepagina van hulpmiddel G'MIC-Qt (lagen) van de afbeeldingsbewerker
pt_br: Página de introdução da ferramenta do G'MIC-Qt (camadas) do Editor de Imagem

source: The second page allows you to customize the images corresponding to the **Input** layers. The first layer handled by the G'MIC filter is on the top of the list, the last one on the bottom.
nl: De tweede pagina biedt u het aanpassen van de afbeeldingen overeenkomend met de **Invoer**lagen. De eerst laag, behandeld door het filter G'MIC, is bovenaan de lijst, de laatste onderaan.
pt_br: A segunda página permite personalizar as imagens correspondentes às camadas de **Entrada**. A primeira camada gerenciada pelo filtro G'MIC fica no topo da lista, a última na parte inferior.

source: The Image Editor G'MIC-Qt (layers) Tool Input Settings Page
ca: La pàgina de configuració de l'entrada de l'eina G'MIC-Qt (capes) de l'editor d'imatges
nl: De invoerinstellingenpagina van hulpmiddel G'MIC-Qt (lagen) van de afbeeldingsbewerker
pt_br: Página de configurações de entrada da ferramenta do G'MIC-Qt (camadas) do Editor de Imagem

source: The next page allows you to customize the place where the **Output** files generated by the G'MIC filter will be stored, the **File Name Template**, and the file **Image Format**. Depending on the filter selected, more than one file can be generated. In this case, an automatic index is appended to the template file name. The **JPEG** format always produces lossy compressed images in 8 bits color depth. On the other hand, choosing **PNG** or **TIFF** will support lossless compression in 16 bits color depth but files will be larger. These last options must be preferred if you work with RAW files.
nl: De volgende pagina biedt u het aanpassen van de plaats waar de **Uitvoer**bestanden gegenereerd door het filter G'MIC opgeslagen zullen worden, het **Bestandsnaamsjabloon** en het bestand **Afbeeldingsformaat**. Afhankelijk van het geselecteerde filter zal meer dan een bestand gegenereerd worden. In dat geval wordt een automatische index achtergevoegd aan het bestandsnaamsjabloon. Het formaat **JPEG** produceert altijd gecomprimeerde afbeeldingen met verlies in 8 bits kleurdiepte. Aan de andere kant, kiezen van **PNG** of **TIFF** zal verliesloos comprimeren ondersteunen in 16 bits kleurdiepte maar bestanden zullen groter zijn. Deze laatste opties hebben de voorkeur als u werkt met RAW-bestanden.
pt_br: A próxima página permite que você personalize o local onde os arquivos de **Saída** gerados pelo filtro G'MIC serão armazenados, o **Modelo de nome de arquivo** e o **Formato de imagem** do arquivo. Dependendo do filtro selecionado, mais de um arquivo pode ser gerado. Nesse caso, um índice automático é anexado ao nome do arquivo de modelo. O formato **JPEG** sempre produz imagens compactadas com perdas em profundidade de cor de 8 bits. Por outro lado, escolher **PNG** ou **TIFF** suportará compactação sem perdas em profundidade de cor de 16 bits, mas os arquivos serão maiores. Essas últimas opções devem ser preferidas se você trabalhar com arquivos RAW.

source: If files with the same names already exist on the destination directory, they will be overridden.
nl: Als bestanden met dezelfde namen al bestaan in de doelmap zullen ze overschreven worden.
pt_br: Se já existirem arquivos com os mesmos nomes no diretório de destino, eles serão substituídos.

source: The Image Editor G'MIC-Qt (layers) Tool Output Settings Page
ca: La pàgina de configuració de la sortida de l'eina G'MIC-Qt (capes) de l'editor d'imatges
nl: Het uitvoerinstellingenpagina van hulpmiddel G'MIC-Qt van de afbeeldingsbewerker
pt_br: Página de configurações de saída da ferramenta do G'MIC-Qt (camadas) do Editor de Imagem

source: The next page shows the G'MIC-Qt tool to select a filter working with layers. Not all G'MIC-Qt filters support this mode. In the example below, the **Montage** filter is used to compose a mosaic of selected images.
nl: De volgende pagina toont het hulpmiddel G'MIC-Qt om een filter te selecteren die werkt met lagen. Niet alle G'MIC-Qt filters ondersteunen deze modus. In het onderstaande voorbeeld wordt het filter **Montage** gebruikt om compose een mozaïek van geselecteerde afbeeldingen samen te stellen.
pt_br: A próxima página mostra a ferramenta G'MIC-Qt para selecionar um filtro que trabalhe com camadas. Nem todos os filtros G'MIC-Qt suportam este modo. No exemplo abaixo, o filtro **Montagem** é usado para compor um mosaico de imagens selecionadas.

source: The Image Editor G'MIC-Qt Montage Tool Generating a Mosaic of Selected Images
ca: L'eina de muntatge del G'MIC-Qt de l'editor d'imatges generant un mosaic d'imatges seleccionades
nl: Het hulpmiddel G'MIC-Qt montage van de afbeeldingsbewerker die een mozaïek van geselecteerde afbeeldingen genereert
pt_br: A ferramenta de montagem do G'MIC-Qt gera um mosaico de imagens selecionadas

source: Press **Next** button and the final post processing page will show the list of all tasks to complete the generated images stored in the target directory.
nl: Druk op de knop **Volgende** en de laatste pagina voor nabewerken zal een lijst met alle taken tonen om de gegenereerde afbeeldingen op te slaan in de doelmap.
pt_br: Pressione o botão **Avançar** e a página final de pós-processamento mostrará a lista de todas as tarefas para concluir as imagens geradas armazenadas no diretório de destino.

source: The Image Editor G'MIC-Qt Layers Post Processing Dialog
ca: El diàleg de postprocessament de l'eina G'MIC-Qt de capes de l'editor d'imatges
nl: De dialoog van de G'MIC-Qt lagen nabewerking van de afbeeldingsbewerker
pt_br: Caixa de diálogo de pós-processamento de camadas do G'MIC-Qt do Editor de Imagem

source: The target images can be visualized in image editor after closing the wizard dialog. Below you can see the **Montage** G'MIC filter result.
nl: De doelafbeeldingen kunnen gevisualiseerd worden in de afbeeldingsbewerker na sluiten van de assistentiedialoog. Onderstaand kun u het resultaat van de **Montage** van het G'MIC filter zien.
pt_br: As imagens de destino podem ser visualizadas no Editor de Imagem após fechar a caixa de diálogo do assistente. Abaixo, você pode ver o resultado do filtro **Montagem** do G'MIC.

source: The Image Editor G'MIC-Qt Layers Post Processing Result
ca: El resultat de postprocessament de l'eina G'MIC-Qt de capes de l'editor d'imatges
nl: Het resultaat van de G'MIC-Qt lagen nabewerking van de afbeeldingsbewerker
pt_br: Resultado do pós-processamento das camadas do G'MIC-Qt do Editor de Imagem

source: The G'MIC filter used in layer mode will load all necessary images in memory to be processed. Working on a large amount of files at the same time will consume a lot of RAM on your computer and can fail to achieve if your hardware have not enough free memory available.
nl: Het filter G'MIC gebruikt in lagenmodus zal alle noodzakelijke afbeeldingen in geheugen laden om te worden verwerkt. Werken op een grote hoeveelheid bestanden tegelijk zal heel veel RAM op uw computer gebruiken en kan mislukken op dat te bereiken als uw hardware niet genoeg vrij geheugen beschikbaar heeft.
pt_br: O filtro G'MIC usado no modo de camada carregará todas as imagens necessárias na memória para serem processadas. Trabalhar com uma grande quantidade de arquivos ao mesmo tempo consumirá muita RAM do seu computador e pode não ser possível se o seu hardware não tiver memória livre suficiente.

source: The **G'MIC-Qt (layers)** tool is also available by the same menu entry in **Album Icon-View** and **Light-Table**. For the first one, the stack can be prepared by selecting items from the icon-view. For the second one, the stack will correspond to the items placed in the Light-Table.
nl: Het hulpmiddel **G'MIC-Qt (lagen)** is ook beschikbaar door hetzelfde menu-item in **Album-pictogramweergave** en **Lichttafel**. Voor de eerste kan de stapel voorbereid worden door items uit de pictogramweergave te selecteren. Voor de tweede zal de stapel corresponderen met de items geplaatst in de Lichttafel.
pt_br: A ferramenta **G'MIC-Qt (camadas)** também está disponível na mesma entrada de menu em **Visualização de miniaturas do álbum** e **Mesa de Luz**. Para a primeira, a pilha pode ser preparada selecionando itens na visualização de miniaturas. Para a segunda, a pilha corresponderá aos itens colocados na Mesa de Luz.

source: The G'MIC-Qt Layers Tool Available from Album Icon-View
nl: Het hulpmiddel G'MIC-Qt Lagen beschikbaar vanuit de Albumpictogramweergave
pt_br: A ferramenta de camadas do G'MIC-Qt disponível no visualização em miniaturas do álbum

source: Background Blur
nl: Achtergrondvervaging
pt_br: Desfoque do plano de fundo

source: The Background Blur tool allows you to create a `depth-of-field effect <https://en.wikipedia.org/wiki/Depth_of_field>`_ by blurring the background of an image while keeping the subject sharp. This effect is particularly useful for portrait photography, product photography, or any situation where you want to emphasize the subject by reducing distractions in the background.
nl: Het hulpmiddel voor Achtergrondvervaging biedt u het maken van een `effect diepte-van-veld <https://en.wikipedia.org/wiki/Depth_of_field>`_ door de achtergrond van een afbeelding te vervangen en het onderwerp scherp. Dit effect is speciaal nuttig voor portretfotografie, productfotografie er elke situatie waar u het onderwerp wilt benadrukken door de afleidingen in de achtergrond te verminderen.
pt_br: A ferramenta de desfoque de plano de fundo permite criar um `efeito de profundidade de campo <https://en.wikipedia.org/wiki/Depth_of_field>`_ ao desfocar o fundo de uma imagem, mantendo o assunto nítido. Este efeito é particularmente útil para retratos, fotografia de produtos ou qualquer situação em que você queira enfatizar o assunto, reduzindo as distrações no fundo.

source: The tool uses a combination of `GrabCut Segmentation <https://en.wikipedia.org/wiki/GrabCut>`_ and `Gaussian Blur <https://en.wikipedia.org/wiki/Gaussian_blur>`_ to create a professional-looking depth-of-field effect. You can control the intensity of the blur and the transition between the sharp subject and the blurred background.
nl: Het hulpmiddel gebruikt een combinatie van `GrabCut-segmentatie <https://en.wikipedia.org/wiki/GrabCut>`_ en `Gaussiaanse vervaging <https://en.wikipedia.org/wiki/Gaussian_blur>`_ om een professioneel uitziend effect diepte-van-het veld te maken. U kunt de intensiteit en de transitie van de vervaging besturen tussen het scherpe onderwerp en de vervaagde achtergrond.
pt_br: A ferramenta utiliza uma combinação de `segmentação GrabCut <https://en.wikipedia.org/wiki/GrabCut>`_ e `desfoque gaussiano <https://en.wikipedia.org/wiki/Gaussian_blur>`_ para criar um efeito de profundidade de campo com aparência profissional. Você pode controlar a intensidade do desfoque e a transição entre o assunto nítido e o fundo desfocado.

source: Interactive subject selection using a rectangular marquee.
nl: Interactieve onderwerpselectie met behulp van een rechthoekig selectiekader.
pt_br: Seleção interativa de assunto usando uma marcação retangular.

source: Adjustable blur radius for controlling the intensity of the background blur.
nl: Aanpasbare vervagingsstraal voor besturing van de intensiteit van de achtergrondvervaging.
pt_br: Raio de desfoque ajustável para controlar a intensidade do desfoque do plano de fundo.

source: Progressive blur transition for natural-looking results.
nl: Progressieve vervagingsovergang voor natuurlijk uitziende resultaten.
pt_br: Transição progressiva do desfoque para resultados com aparência natural.

source: Adjustable number of segmentation iterations for better subject isolation accuracy.
nl: Aanpasbaar aantal iteraties van segmentatie voor betere isolatienauwkeurigheid van het onderwerp.
pt_br: Número ajustável de iterações de segmentação para melhor precisão no isolamento do assunto.

source: Real-time preview of the segmentation mask.
nl: Real-time vooruitblik van het segmentatiemasker.
pt_br: Visualização em tempo real da máscara de segmentação.

source: Support for both 8-bit and 16-bit images.
nl: Ondersteuning voor zowel 8-bits als 16-bits afbeeldingen.
pt_br: Suporte para imagens de 8 e 16 bits.

source: Non-destructive editing.
nl: Niet-destructieve bewerking.
pt_br: Edição não-destrutiva.

source: Accessing the Tool
nl: Toegang tot het hulpmiddel
pt_br: Acessando a ferramenta

source: Open an image in the digiKam editor.
nl: Open een afbeelding in de bewerker van digiKam.
pt_br: Abra uma imagem no Editor do digiKam.

source: From the canvas, select a rectangle area around the subject.
nl: Uit het werkveld, selecteer een rechthoekig gebied rond het onderwerp.
pt_br: Na tela, selecione uma área retangular ao redor do assunto.

source: Select :menuselection:`Enhance --> Background Blur`.
nl: Selecteer :menuselection:`Verbeteren --> Achtergrond vervagen`.
pt_br: Selecione :menuselection:`Melhorar -->Desfoque do plano de fundo...`.

source: The tool interface will appear in the right sidebar.
nl: Het interface van het hulpmiddel zal in de rechter zijbalk verschijnen.
pt_br: A interface da ferramenta aparecerá na barra lateral direita.

source: Tool Interface
nl: Interface van het hulpmiddel
pt_br: Interface da ferramenta

source: Background Blur Interface
nl: Interface van achtergrondvervaging
pt_br: Interface do desfoque de plano de fundo

source: The Tool interface consists of:
nl: Het interface van het hulpmiddel bestaat uit:
pt_br: A interface da ferramenta consiste em:

source: **Selection Controls**: before launching the tool, use your mouse over the editor canvas to draw a rectangle around the subject you want to keep sharp. The selected area will be protected from blurring.
nl: **Selectiebesturing**: voor het starten van het hulpmiddel, gebruik uw muis boven het werkveld van de bewerker om een rechthoek rond het onderwerp dat u scherp wilt houden te tekenen. Het geselecteerde gebied zal beschermd worden tegen vervaging.
pt_br: **Controles de seleção**: antes de iniciar a ferramenta, use o mouse sobre a tela do editor para desenhar um retângulo ao redor do assunto que deseja manter nítido. A área selecionada será protegida contra desfoque.

source: **Blur Controls**: **Smoothness** controls the intensity of the background blur (1-100). **Progressive Transition** controls how gradually the blur transitions from subject to background (0-100). **Subject Isolation** controls the accuracy of the subject segmentation (1-20).
pt_br: **Controles de desfoque**: **Suavidade** controla a intensidade do desfoque do fundo (1-100). **Transição progressiva** controla a gradação da transição do desfoque do assunto para o fundo (0-100). **Isolamento do assunto** controla a precisão da segmentação do assunto (1-20).

source: **Subject Mask**: shows a real-time preview of the segmentation mask using a green overlay. It helps you verify that the subject is properly selected. This preview is zoomable using the mouse wheel or the buttons on the toolbar from the top-left corner, and allow to re-adjust the zone as desired.
pt_br: **Máscara de assunto**: mostra uma visualização em tempo real da máscara de segmentação usando uma sobreposição verde. Isso ajuda a verificar se o assunto está selecionado corretamente. Esta visualização pode ser ampliada usando a roda do mouse ou os botões na barra de ferramentas no canto superior esquerdo, e permite reajustar a zona como desejado.

source: Using the Tool
nl: Met behulp van het hulpmiddel
pt_br: Usando a ferramenta

source: **Select the Subject**: click and drag to draw a rectangle around your subject. The tool will automatically create a segmentation mask.
nl: **Selecteer het onderwerp**: klik en sleep om een rechthoek rond uw onderwerp te tekenen. Het hulpmiddel zal automatisch een segmentatiemasker maken.
pt_br: **Selecione o assunto**: clique e arraste para desenhar um retângulo ao redor do seu assunto. A ferramenta criará automaticamente uma máscara de segmentação.

source: **Adjust the Blur**: use the **Smoothness** slider to control the blur intensity. Higher values create a stronger blur effect. Typical values range from 5 to 20 for most images.
nl: **Pas de vervaging aan**: gebruik de schuifregelaar **Gladheid** om de vervagingsintensiteit te besturen. Hogere waarden maken een sterker vervagingseffect. Typische waarde lopen van 5 tot 20 voor de meeste afbeeldingen.
pt_br: **Ajuste o desfoque**: use o controle deslizante **Suavidade** para controlar a intensidade do desfoque. Valores mais altos criam um efeito de desfoque mais intenso. Os valores típicos variam de 5 a 20 para a maioria das imagens.

source: **Adjust the Transition**: use the **Progressive Transition** slider to control how gradually the blur fades in. Lower values create a sharper transition between subject and background. Higher values create a more gradual transition.
nl: **Pas de overgang aan**: gebruik de schuifregelaar **Progressieve overgang** om te besturen hoe langzaam de vervaging vervaagt. Lagere waarden maken een scherpere overgang tussen onderwerp en achtergrond. Hogere waarden maken een geleidelijker overgang.
pt_br: **Ajuste a transição**: use o controle deslizante **Transição progressiva** para controlar a gradação do desfoque. Valores mais baixos criam uma transição mais nítida entre o assunto e o fundo. Valores mais altos criam uma transição mais gradual.

source: **Refine the Subject Isolation**: use the **Subject Isolation** slider to improve the accuracy of the subject detection and isolation. Higher values (10-20) work better for complex subjects like hair or fur. Lower values (1-5) are sufficient for simple subjects with clear edges.
pt_br: **Refine o isolamento do assunto**: use o controle deslizante **Isolamento do assunto** para melhorar a precisão da detecção e do isolamento de assuntos. Valores mais altos (10-20) funcionam melhor para assuntos complexos, como cabelos ou pelos. Valores mais baixos (1-5) são suficientes para assuntos simples com bordas nítidas.

source: **Adjust the Subject Area**: use the mouse over the **Subject Mask** preview widget to zoom / pan the canvas and adjust the desired zone surrounding the subject.
pt_br: **Ajustar a área do assunto**: use o mouse sobre o widget de visualização da **Máscara de assunto** para ampliar/deslocar a tela e ajustar a zona desejada ao redor do assunto.

source: **Preview the Result**: the green overlay shows which areas will remain sharp. Adjust your selection or parameters as needed.
nl: **De resultaten bekijken**: de groene overlay toont welke gebieden scherp zullen blijven. Pas uw selectie of parameters aan zoals gewenst.
pt_br: **Visualize o resultado**: a sobreposição verde mostra quais áreas permanecerão nítidas. Ajuste sua seleção ou parâmetros conforme necessário.

source: **Apply the Effect**: click **OK** to apply the effect to your image. Click **Cancel** to discard your changes.
nl: **Pas het effect toe**: klik op **OK** om het effect op uw afbeelding toe te passen. Klik op **Annuleren** om uw wijzigingen weg te gooien.
pt_br: **Aplique o efeito**: clique em **OK** para aplicar o efeito à sua imagem. Clique em **Cancelar** para descartar as alterações.

source: The Mask View Allow to Edit the Rectangle Surrounding the Subject.
pt_br: A visualização de máscara permite editar o retângulo ao redor do objeto.

source: Parameter
pt_br: Parâmetro

source: Description
nl: Beschrijving
pt_br: Descrição

source: Smoothness
nl: Gladheid
pt_br: Suavidade

source: Controls the strength of the background blur. Higher values create more pronounced blur effects.
nl: Bestuurt de sterkte van de achtergrondvervaging. Hogere waarden maken meer uitgesproken vervagingseffecten.
pt_br: Controla a intensidade do desfoque do fundo. Valores mais altos criam efeitos de desfoque mais pronunciados.

source: Progressive Transition
nl: Progressieve overgang
pt_br: Transição progressiva

source: Controls how gradually the blur transitions from the subject to the background. Higher values create a more natural, gradual transition.
nl: Bestuurt hoe geleidelijk de vervagingsovergang vanaf het onderwerp naar de achtergrond verloopt. Hogere waarden maken een meer natuurlijke, geleidelijke overgang.
pt_br: Controla a gradualidade da transição do desfoque do assunto para o fundo. Valores mais altos criam uma transição mais natural e gradual.

source: Subject Isolation
pt_br: Isolamento do assunto

source: Controls the accuracy of the subject segmentation algorithm. Higher values provide better results for complex subjects but require more processing time.
nl: Bestuurt de nauwkeurigheid van het segmentatie-algoritme van het onderwerp. Hogere waarden leveren betere resultaten voor complexe onderwerpen maar vereisen meer verwerkingstijd.
pt_br: Controla a precisão do algoritmo de segmentação de sujeitos. Valores mais altos fornecem melhores resultados para sujeitos complexos, mas exigem mais tempo de processamento.

source: **Subject Selection**: include a small margin around your subject in the selection. For complex subjects (like hair), use higher Iterations values (15-20). For simple subjects with clear edges, lower Iterations values (5-10) are sufficient.
pt_br: **Seleção de assunto**: inclua uma pequena margem ao redor do seu assunto na seleção. Para assuntos complexos (como cabelos), use valores de iterações mais altos (15-20). Para assuntos simples com bordas bem definidas, valores de Iterações mais baixos (5-10) são suficientes.

source: **Blur Settings**: start with a moderate **Smoothness** (around 10) and adjust as needed. Use higher **Progressive Transition** values (50-80) for more natural-looking results. For portraits, try to keep some sharpness in the edges of the subject.
pt_br: **Configurações de desfoque**: comece com uma **Suavidade** moderada (em torno de 10) e ajuste conforme necessário. Use valores mais altos de **Transição progressiva** (50-80) para resultados com aparência mais natural. Para retratos, tente manter alguma nitidez nas bordas do assunto.

source: **Image Types**: works best with images that have clear separation between subject and background. For busy backgrounds, use higher **Smoothness** values to create more separation. For portraits, position the selection to include all of the person's hair.
pt_br: **Tipos de imagem**: funciona melhor com imagens que apresentam separação clara entre o assunto e o fundo. Para fundos com muitos detalhes, use valores mais altos de **Suavidade** para criar mais separação. Para retratos, posicione a seleção de forma a incluir todo o cabelo da pessoa.

source: **Performance**: higher iteration values for the **Subject Isolation** require more processing time. For large images, you may need to be patient while the tool processes.
pt_br: **Desempenho**: valores de iteração mais altos para a **Isolamento do assunto** requerem mais tempo de processamento. Para imagens grandes, pode ser necessário ter paciência enquanto a ferramenta processa.

source: Technical Details
nl: Technische details
pt_br: Detalhes técnicos

source: The Background Blur tool uses the following processing pipeline:
pt_br: A ferramenta de desfoque de plano de fundo usa a seguinte sequência de processamento:
