Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Load this file to the widget using the **Black Frame** button. The tool will process an automatic detection of Hot and Stuck Pixels. They will be highlighted in the control panel preview areas.
pt: Carregue este ficheiro no elemento com o botão de **Imagem Preta**. A imagem irá processar uma detecção automática dos pixels queimados e fixos. Os mesmos ficarão realçados nas áreas de antevisão do painel de controlo.
uk: Завантажте цей файл у віджет за допомогою кнопки **Чорний кадр**. Інструмент виконає автоматичне визначення «гарячих» та «залиплих» пікселів. Після цього їх буде підсвічено у області попереднього перегляду панелі керування.

source: If you use an old digital camera, it is important to re-shoot the Black Frame next time you are taking a long exposure images to detect new Hot and Stuck Pixels on sensor defects.
pt: Se usar uma máquina digital antiga, é importante voltar a usar a Moldura de Preto da próxima vez que tirar fotografias de exposição prolongada para detectar novos pixels queimados e presos nos defeitos do sensor.
uk: Якщо ви користуєтеся старим фотоапаратом, важливо повторно зняти «чорний кадр» наступного разу, коли ви зніматимете зображення з довгою експозицією для виявлення нових «гарячих» і «залиплих» пікселів на дефектах датчика.

source: Using the Hotpixel Tool
pt: Usar a Ferramenta de Pixels Queimados
uk: Користування інструментом усування яскравих точок

source: At first, as explained in the previous section, you need to load a Black Frame corresponding to the image to correct. An automatic parsing will be processed on the Black Frame to find bad pixels. Note that the widget will remember the previous Black Frame used on the last session and it will be re-opened automatically with the next session.
pt: Em primeiro lugar, como foi explicado na secção anterior, é necessário carregar uma Moldura de Preto que corresponde à imagem a corrigir. Será feito um processamento automático na Moldura de Preto para descobrir os pixels estragados. Repare que o 'plugin' irá recordar a Moldura de Preto usada na sessão anterior e será aberta de novo automaticamente na próxima sessão.
uk: По-перше, як ми вже згадували у попередньому розділі, для виправлення знімка вам спочатку слід завантажити чорний кадр. Програма виконає автоматичну обробку цього кадру і знайде на ньому пошкоджені пікселі. Зауважте, що віджет запам’ятовує параметри попереднього чорного кадру, використаного під час попереднього сеансу обробки, і автоматично відкриває зображення цього кадру під час наступного сеансу.

source: The image panel and the original preview help you to pan within the image. The preview window shows the filter output using the current settings. Bad Pixels are highlighted on preview area.
pt: O painel da imagem e a antevisão do original ajudam-no a posicionar-se na imagem. A janela de antevisão mostra o resultado do filtro de acordo com a configuração actual. Os Pixels Estragados aparecem em todas as áreas de antevisão.
uk: Панелі зображення і попереднього перегляду допоможуть вам у панорамуванні зображенням. За допомогою вікна попереднього перегляду ви зможете спостерігати за наслідками застосування фільтра з поточними параметрами. Пошкоджені пікселі буде підсвічено в області попереднього перегляду.

source: Select an area to see bad pixels on preview and the filter result using *Separate View* options of image panel. Choose the best **Filter** method to interpolate pixels or pixel blocks. These are the available filters:
pt: Seleccione uma área para ver pixels queimados na antevisão e o resultado do filtro, usando as opções da *Vista Separada* no painel da imagem. Escolha o melhor método de **Filtro** para interpolar os pixels ou blocos de pixels. Estes são os filtros disponíveis:
uk: Щоб побачити пошкоджені пікселі на панелі попереднього перегляду і фільтрувати результат за допомогою параметрів *Окремого перегляду* на панелі зображення, позначте певну ділянку зображення. Виберіть найкращу методику інтерполяції пікселів або блоків пікселів у полі **Фільтр**. Ви можете скористатися одним з таких фільтрів:

source: Local Contrast Tool
pt: Ferramenta de Contraste Local
uk: Засіб локальної контрастності

source: The Local Contrast tool render pseudo-HDR image.
pt: A ferramenta de Contraste Local gera uma imagem pseudo-HDR.
uk: Інструмент «Локальна контрастність» призначений для імітації широкого динамічного діапазону кольорів на зображенні.

source: There are multiple ways to render HDR image to improve photos containing under or overexposed areas. With camera devices, usual tools let you merge multiple shots with different exposures into one perfectly exposed photo. This work nicely but require some limitation, as for example the necessity to shot static subjects. But what if you have just in case of single image, or with dynamic subjects? You might want to give a try to the Local Contrast feature. It uses a Low Dynamic Range `Tonemapping <https://en.wikipedia.org/wiki/Tone_mapping>`_ which is designed to improve the dynamic range of the photo by reducing its global contrast and increasing the local contrast. It does so by generating a desaturated and blurred version of the photo. It then combines the RGB channels of the original photo with the desaturated blurred image using either the Linear or Power function. Sounds complicated? Don’t worry, the Local Contrast tool is rather straightforward to use, so you don’t have to understand all its intricacies in order to achieve pleasing results.
uk: Існує декілька способів створення зображення із високим динамічним діапазоном для покращення фотографій з недо- і переекспонованими областями У фотокамерах звичайні інструменти надають вам змогу об’єднати декілька знімків із різними експозиціями у одну фотографію із ідеальною експозицією Ці інструменти дають добрі результати, але мають значні обмеження, зокрема працюють лише для статичних об’єктів. Що ж робити, якщо у вас лише один знімок або знімок із рухомими об’єктами? Ви можете спробувати скористатися інструментом локальної контрастності. Його дію засновано на `засобах відображення тонів низького динамічного діапазону <https://en.wikipedia.org/wiki/Tone_mapping>`_, які розроблено для покращення динамічного діапазону зменшенням його загальної контрастності із збільшенням локальної контрастності. Ці засоби створюють ненасичену і розмиту версію фотографії. Далі, вони поєднують канали RGB початкової фотографії зі каналами ненасиченого розмитого зображення із використанням лінійної або степеневої функції. Звучить складно? Не переймайтеся, користуватися інструментом локальної контрастності просто, отже вам не доведеться ознайомлюватися із усіма тонкощами його роботи, щоб отримати задовільні результати.

source: Open the photo you want in the editor and choose :menuselection:`Enhance --> Local Contrast`. The tool lets you apply up to four tonemapping operations called stages. Each **Stage** offers two parameters for you to tweak: **Power** and **Blur**. The former allows you to specify the desaturation level, while the latter lets you adjust the affected areas on the photo. To preview the result, hit the **Try** button. Once you are satisfied with the result, press **OK** to apply the process to the photo.
pt: Abra a foto que deseja no editor e escolha `Melhorar --> Contraste Local`. A ferramenta permite aplicar até quatro operações de mapeamento de tons, chamadas de etapas. Cada **etapa** oferece dois parâmetros para o utilizador ajustar: a **Potência** e o **Borrão**. O primeiro permite-lhe definir o nível de remoção da saturação, enquanto o último permite-lhe ajustar as áreas afectadas na fotografia. Para antever o resultado, carregue no botão **Experimentar**. Assim que estiver satisfeito com o resultado, carregue em **OK** para aplicar o processo à fotografia.
uk: Відкрийте фотографію у редакторі і скористайтеся пунктом меню :menuselection:`Покращення --> Локальна контрастність`. Інструмент надає вам змогу застосовувати до чотирьох операцій з відображення тонів, які називаються кроками. На кожному кроці ви можете змінити значення двох параметрів: потужності і розмиття. Перший параметр визначає рівень усування насиченості, а за допомогою другого параметра ви зможете скоригувати межі областей фотографії, до яких буде застосовано обробку. Щоб переглянути результати, натисніть кнопку **Спробувати**. Коли буде отримано задовільні результати, натисніть кнопку **Гаразд**, щоб обробити фотографію відповідним чином.

source: While the Local Contrast tool may sound like an easy way to fix photos, you should use it with care: sometimes it can do more damage than good, producing unnaturally looking photos.
pt: Enquanto o Contraste Local poderá parecer uma forma simples de corrigir fotografias, deverá usá-lo com cuidado: às vezes poderá provocar mais dano que proveito, criando fotografias pouco naturais.
uk: Хоча інструмент локальної контрастності може здаватися простим інструментом покращення фотографій, вам слід бути обережним з його використанням: іноді він може завдати більше шкоди, ніж принести користі. Результат його застосування може виглядати неприродно.

source: digiKam The Noise Reduction is a powerful tool to reduce the image noise.
pt: A Redução de Ruído do digiKam é uma ferramenta poderosa para remover o ruído da imagem.
uk: Інструмент вилучення шумів digiKam є потужним інструментом для зменшення шумності зображенн.

source: This tool provides selectable image filters to remove specks or other artifacts caused by junk such as dust or hair on the lens. It also can be used to remove Sensor Noise from the camera that maybe caused by high ISO settings, as well as the so-called Moiré Patterns on scanned images from books or magazines.
uk: У цьому інструменті передбачено декілька фільтрів зображення, призначених для вилучення цяток або інших дефектів, спричинених сторонніми предметами, зокрема пилом або волосиною на поверхні об’єктива. Цим інструментом також можна скористатися для вилучення апаратного шуму, який спричинено характеристиками самого фотоапарата, зокрема завищеними параметрами ISO, а також так званим муаром на сканованих зображеннях з книжок та журналів.

source: If you want more information about what's digital camera sensor noise, please take a look in `this tutorial <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_.
pt: Se quiser mais informações sobre o que é o ruído do sensodr das câmaras digitais, dê uma vista de olhos `neste tutorial <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_.
uk: Якщо ви бажаєте дізнатися більше про природу сенсорного шуму цифрових фотоапаратів, будь ласка, ознайомтеся з `цим підручником <https://www.cambridgeincolour.com/tutorials/image-noise.htm/>`_.

source: The above screenshot shows a typical scene taken with an digital camera using a high sensitivity ISO setting. It shows grainy noise which can be reduced successfully with this tool.
pt: A imagem acima mostra uma cena típica, tirada com uma máquina digital, usando um rolo de alta sensibilidade a preto-e-branco. Mostra um ruído de grão, o qual poderá ser reduzido com sucesso por esta ferramenta.
uk: Вище наведено типовий знімок, створений за допомогою цифрового фотоапарата з налаштуваннями на високу чутливість ISO. На знімку можна бачити зернистий шум, який успішно усувається за допомогою інструменту, який ми обговорювали вище.

source: The re-sizeable image panel with the original preview helps you to pan within the image. Move the red rectangle around to select the area that lets you judge on the optimal filter settings. The preview window shows the filter output using the current settings. It can be rearranged in four different combinations as depicted in the icons below the original preview. This screenshot shows the first arrangement where the same cutout is shown for comparison. On the bottom of preview area, you can see **Zoom Factor** settings to magnify an area of the image.
uk: На панелі зображення, розміри якої ви можете змінити, буде показано попередній перегляд ділянки початкового зображення, за допомогою якого ви зможете здійснювати панорамування зображенням. Пересувайте червоний прямокутник, щоб вибрати ділянку, яка допоможе вам визначитися з оптимальними параметрами фільтрування. На панелі попереднього перегляду буде показано результат дії фільтра з поточними параметрами. Її розташування можна змінити за допомогою натискання піктограм, розташованих над попереднім переглядом початкового зображення. На знімку вікна показано перше з можливих компонувань, за якого показано однакову ділянку для порівняння. Під областю попереднього перегляду розташовано параметри **Масштабу**, за допомогою яких можна змінити масштаб ділянки зображення.

source: You can see below a full description of all parameters:
pt: Poderá ver em baixo uma descrição completa de todos os parâmetros:
uk: Нижче наведено повний опис усіх параметрів:

source: **Estimate Noise**: compute automatically all noise reduction settings by a parse of noise contained in image. By default it recommended to turn on this option and check the result. If reduction of noise is not enough efficient or damage the image, turn off this option, and adjust the **Luminance**, **Chrominance Blue**, and **Chrominance Red** settings manually.
uk: **Оцінка шуму**: обчислити автоматично усі параметри усування шумності шляхом обробки шуму на зображенні. Типово, рекомендовано позначити цей пункт і ознайомитися із результатами. Якщо усування шуму є недостатньо ефективним або призводить до пошкодження зображення, зніміть позначку з цього пункту і скоригуйте параметри «Освітленість», «Колірність синього» і «Колірність червоного» вручну.

source: **Threshold**: use the slider for coarse adjustment, and the spin control for fine adjustment. The threshold is the value below which everything is considered noise. This value should be set so that edges and details are clearly visible and noise is smoothed out. These settings exists for the **Luminance**, **Chrominance Blue**, and **Chrominance Red** channels. Simply adjust it and watch the preview. Adjustment must be made carefully, because the gap between noisy, smooth, and blur is very small. Adjust it as carefully as you would adjust the focus of a camera.
uk: **Поріг**: скористайтеся повзунком для грубого коригування і полем лічильника для тонкого коригування. Порогове значення є значенням, нижче якого усе вважається шумом. Це значення слід встановити таким чином, щоб краї та деталі лишилися видимими, а шум буде згладжено. Ці параметри передбачено для каналів освітленості, колірності синього та колірності червоного. Просто скоригуйте значення і проконтролюйте результат за допомогою панелі попереднього перегляду. Коригування слід виконувати обережно, оскільки проміжок між шумним, згладженим та розмитим зображенням є дуже малим. Коригування слід виконувати так само обережно, як коригування фокусування фотоапарата.

source: **Softness**: use the slider for coarse adjustment, and the spin control for fine adjustment. The softness adjusts the level of the thresholding (soft as opposed to hard thresholding). The higher the softness the more noise remains in the image. These settings exists for the **Luminance**, **Chrominance Blue**, and **Chrominance Red** channels. Simply adjust it and watch the preview. As for the Threshold settings, adjustment must be made carefully, because the gap between noisy, smooth, and blur is very small. Adjust it as carefully as you would adjust the focus of a camera.
uk: **М'якість**: скористайтеся повзунком для грубого коригування і полем лічильника для тонкого регулювання. М'якість коригує порогові рівні (м'яке порогове значення, як протиставлення жорсткому пороговому значенню). Чим вищою є м'якість, тим більше шуму лишиться на зображенні. Ці пункти передбачено для каналів освітленості, колірності синього та колірності червоного. Просто скоригуйте значення і проконтролюйте результат за допомогою панелі попереднього перегляду. Коригування слід виконувати обережно, оскільки проміжок між шумним, згладженим та розмитим зображенням є дуже малим. Коригування слід виконувати так само обережно, як коригування фокусування фотоапарата.

source: Blur Tool
pt: Ferramenta de Borrão
uk: Інструмент розмивання

source: The Blur Tool is dedicated to soft an image.
pt: A Ferramenta de Borrão dedica-se à suavização de uma imagem.
uk: Інструмент розмивання призначено для пом’якшення переходів між областями на зображенні.

source: Sometimes an image is too crisp for your purposes. The solution is to blur it a bit: fortunately blurring an image is much easier than sharpening it. Select the **Blur Tool** with the :menuselection:`Enhance --> Blur` menu entry and experiment with the level. The preview window on the right of the dialog shows the effect of the operation on your photograph.
uk: Іноді зображення є занадто пістрявим. Усунути пістрявість можна за допомогою невеличкого розмивання: на щастя розмивання зображення є набагато простішим за збільшення різкості. Скористайтеся інструментом розмивання за допомогою пункту меню :menuselection:`Покращення --> Розмивання` і трохи пограйтеся з рівнем. За допомогою панелі попереднього перегляду, розташованої праворуч у діалоговому вікні, ви зможете спостерігати за наслідками зміни рівня для вашої фотографії.

source: Photograph Restoration
pt: Restauro de Fotografias
uk: Реставрація фотографій

source: digiKam The Photograph Restoration is definitely one of the most advanced tools to reduce photograph artifacts.
pt: A Ferramenta de Restauro do digiKam é definitivamente uma das ferramentas mais avançadas para reduzir os artefactos da fotografia.
uk: Інструмент «Відновлення фотографій» є, напевне, одним з найдосконаліших інструментів, призначених для усування артефактів з фотографії.

source: This fantastic restoration filter is a development providing unprecedented possibilities in the public domain to remove lots of unwanted stuff from your images. It is well adapted to deal with degraded images suffering from Gaussian noise, film grain, scratches or compression artifacts and local degradations usually encountered in digital (original or digitized) images. The smoothing happens along the image curvatures, thus preserving the meaningful content much alike our human eye would want it.
uk: Цей фантастичний фільтр відновлення є новітньою розробкою, яка надає безпрецедентну можливість вилучати більшість небажаних елементів зображення без застосування професійних інструментів. Фільтр добре адаптовано до зображень низької якості з Гаусовим шумом, зернистістю плівки, подряпинами або дефектами стискання, а також локальними пошкодженнями, типовими для цифрових (оригінальних чи оцифрованих) зображень. Згладжування виконується вздовж кривих ліній зображення, отже змістовна частина зображення стає дуже подібною до того, що бажало б бачити людське око.

source: The tool comes with several presets as starting points and to simplify the restoration. The preset settings available are listed below:
pt: A ferramenta vem com várias predefinições como pontos iniciais, de modo a simplificar o restauro. As opções predefinidas disponíveis estão indicadas em baixo:
uk: У інструменті передбачено декілька типових наборів налаштувань, які можна використати як початкові для спрощення процесу відновлення. Ви можете змінювати такі параметри наборів налаштувань:

source: **None**: Using most common default filter settings not optimized for any particular purpose.
pt: **Nenhuma**: Usa as definições do filtro mais comuns, não estando optimizadas para nenhum fim em particular.
uk: **Жодного**: використовувати найпоширеніші типові параметри фільтра не оптимізовані для жодної певної мети.

source: **Reduce Uniform Noise**: Optimum settings for image noise due to sensors.
pt: **Reduzir o Ruído Uniforme**: Configuração óptima do ruído das imagens, devido aos sensores.
uk: **Прибрати однорідний шум**: оптимальний набір параметрів для усування сенсорного шуму.

source: **Reduce JPEG Artifacts**: JPEG's compression is not perfect, in fact for some types of images it is far from it. As a lossy compression algorithm, there are some compression "artifacts" - slight defaults showing in the decompressed image. This setting aims at correcting this problem.
pt: **Reduzir os Artefactos de JPEG**: a compressão do JPEG não é perfeita; de facto, para alguns tipos de images está longe disso. Como um algoritmo de compressão com perdas, existem alguns "artefactos" da compressão - ligeiros desvios que aparecem na imagem descomprimida. Esta configuração pretende corrigir este problema.
uk: **Прибрати дефекти JPEG**: стискання JPEG не є ідеальним, фактично, для зображень певних типів це стискання дає результати дуже далекі від ідеальних. Через алгоритм стискання з втратою якості під час стискання виникають «дефекти», які проявляються на розпакованому зображенні. Цей фільтр призначено для виправлення подібних проблем.

source: If you want to set filter parameters for finer adjustments, use **General** and **Advanced Settings** tabs:
pt: Se quiser configurar os parâmetros de filtragem para um ajuste mais fino, use as páginas **Geral** e de **Configuração Avançada**:
uk: Якщо ви бажаєте встановити точніші параметри фільтрів, скористайтеся вкладками **Загальне** і **Додаткові параметри**:

source: **Detail Preservation** p [0, 100]: this controls the preservation of the curvatures (features). A low value forces an equal smoothing across the image, whereas bigger values preferably smooth the homogeneous regions and leaves the details sharper. A value of 0.9 should well preserve details so that no sharpening is required afterwards. Note that **Detail Preservation** must be always inferior to **Anisotropy**.
pt: **Preservação dos Detalhes* p [0, 100]: isto controla a preservação das curvaturas (características). Um valor baixo força uma suavização por igual ao longo da imagem, enquanto que valores mais elevados suavizam preferencialmente as regiões mais homogéneas e deixa os detalhes com maior nitidez. Um valor 0,9 deverá preservar bem os detalhes, de forma que não é preciso um afiatamento mais tarde. Lembre-se que a **Preservação dos Detalhes** deverá ser sempre inferior à **Anisotropia**.
uk: **Рівень деталізації** p [0, 100]: керує рівнем збереження викривлень (елементів зображення). За використання менших значень буде застосовано рівномірне згладжування, більші ж значення призведуть до переважного згладжування однорідних ділянок і збільшення різкості на деталях (невеличких елементах зображення). Якщо скористатися значенням 0,9, програма достатньо добре збереже деталі, отже збільшення різкості під час наступної обробки не знадобиться. Зауважте, що «Рівень деталізації» є лише допоміжним параметром до пункту «Анізотропія».

source: **Anisotropy alpha** [0, 100]: a low value smooths equally in all directions, whereas a value close to 1 smooths in one direction only. If you have film grain or CCD kind of noise a high value will result in wave-like pattern, whereas JPEG artifacts are suited for values close to 1.
pt: **Alfa anisotrópico** [0, 100]: um valor baixo suaviza por igual em todas as direcções, enquanto um valor próximo de 1 suaviza apenas numa direcção. Se tiver algum grão de filme ou alguma espécie de ruído no CCD, um valor elevado irá resultar num padrão ondulado, enquanto os artefactos de JPEG são adequados para valores próximos de 1.
uk: **Анізотропія** alpha [0, 100]: малі значення призведуть до рівномірного згладжування у всіх напрямках, а значення, близькі до 1 — до згладжування лише у одному напрямку. Якщо на вашому зображенні присутні ефекти, які є наслідком зернистості плівки або шумності ПЗЗ, використання великих значень цього параметра призведе до утворення хвилеподібних візерунків, а з дефекти JPEG краще боротися саме за допомогою значень, близьких до 1.
