Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: All types of sharpening work by applying a small convolution matrix that increases the difference between a source pixel and its immediate neighbors. FIR Wiener filtering is a more general technique because it allows a much larger neighborhood and better parameterizations. Sharpening only works when your images are very slightly blurred. Furthermore, for high values of the sharpening parameter the results frequently looks "noisy". With FIR Wiener filtering this noise can be greatly reduced by selecting higher values for the **Correlation** and **Noise filter** parameters.
ca: Tots els tipus d'agudització funcionen aplicant una matriu petita de convolució que augmenta la diferència entre un píxel d'origen i els seus veïns immediats. El filtratge de FIR de Wiener és una tècnica més general perquè permet un veïnatge molt més gran i una parametrització millor. L'agudesa només funciona quan les imatges estan lleugerament difuminades. A més, per a valors alts del paràmetre d'agudesa, els resultats solen semblar «amb soroll». Amb el filtratge de FIR de Wiener, aquest soroll es pot reduir sobre manera seleccionant valors més alts per als paràmetres **Correlació** i **Filtre del soroll**.
it: Tutti i tipi di aumento della nitidezza funzionano applicando una piccola matrice di convoluzione che aumenta la differenza tra un pixel sorgente e i pixel immediatamente vicini. Il filtro di Wiener FIR è una tecnica più generale perché permette una vicinanza più ampia e una migliore impostazione dei parametri. L'aumento della nitidezza funziona solo quando le tue immagini sono sfuocate in modo molto leggero. Oltretutto, per valori elevati del parametro nitidezza, i risultati appaiono spesso «rumorosi». Con il filtro di Wiener FIR questo rumore viene ridotto in modo significativo selezionando valori più alti dei parametri **Correlazione**e **Filtro Rumore**.
nl: Alle typen van verscherpen werken door een kleine convolutie-matrix toe te passen, die het verschil tussen het bron-pixel en de omliggende pixels vergroot". FIR Wiener filtering is een meer algemene techniek omdat u het voor grotere gebieden kan toepassen en beter kan instellen. Verscherpen werkt alleen als uw foto´s maar een beetje wazig zijn. Bovendien, als u grotere waarden gebruikt voor het verscherpen dan is het resultaat vaak "ruisachtig". Met FIR Wiener filtering kunt u deze ruis grotendeels reduceren door een grotere waarde voor **Correlatie** en **Ruisfilter** in te stellen.
pt_br: Todos os tipos de nitidez funcionam aplicando uma pequena matriz de convolução que aumenta a diferença entre um pixel de origem e seus vizinhos imediatos. A filtragem Wiener FIR é uma técnica mais geral, pois permite uma vizinhança muito maior e melhores parametrizações. A nitidez só funciona quando as imagens estão levemente desfocadas. Além disso, para valores altos do parâmetro de nitidez, os resultados frequentemente parecem "ruidosos". Com a filtragem Wiener FIR, esse ruído pode ser bastante reduzido selecionando valores mais altos para os parâmetros **Correlação** e **Filtro de ruído**.
sl: Vse vrste izostritve delujejo z uporabo majhne konvolucijske matrike, ki poveča razliko med izvorno slikovno piko in njenimi neposrednimi sosedi. FIR Wienerjevo filtriranje je bolj splošna tehnika, ker omogoča veliko večjo sosesko in boljše parametrizacije. Ostrenje deluje le, če so vaše slike zelo rahlo zamegljene. Poleg tega so rezultati pri visokih vrednostih parametra ostrenja pogosto videti "šumni". S FIR Wienerjevim filtriranjem je mogoče ta šum močno zmanjšati z izbiro višjih vrednosti za parametra **Korelacija** in **Filter šuma**.

source: Unsharp masking is another very popular image enhancement technique. From a mathematical point of view it is an ad hoc form of high-pass filter. The first step is to create a blurred copy of the source image. Then the difference between the source image and the blurred image is subtracted from the source image, hence the name unsharp masking. In fact, unsharp masking is more of a contrast enhancement on the important image features than a general approach to sharpening. It does not undo the blurring effects of diffraction caused by the camera's finite aperture, as refocus does.
ca: La màscara de desenfocament és una altra tècnica de millora d'imatge molt popular. Des d'un punt de vista matemàtic, és una forma ad hoc de filtre passaalt. El primer pas és crear una còpia difuminada de la imatge d'origen. A continuació, la diferència entre la imatge d'origen i la imatge difuminada es resta de la imatge d'origen, d'aquí el nom de màscara de desenfocament. De fet, la màscara de desenfocament és més una millora de contrast de les característiques importants de la imatge que no pas una aproximació general a l'agudització. No desfà els efectes de difuminació de la difracció causats per l'obertura finita de la càmera, com fa el reenfocament.
it: La Maschera di contrasto è un'altra tecnica di miglioramento delle immagini molto popolare. Da un punto di vista matematico è una forma ad hoc di filtro passa alto. Il primo passaggio è creare una copia sfuocata dell'immagine originale. La differenza tra l'immagine originale e la copia sfuocata viene quindi sottratta dall'immagine originale, da qui il nome di maschera di contrasto. In effetti, la maschera di contrasto rappresenta più un miglioramento del contrasto sulle caratteristiche importanti dell'immagine che un approccio generale all'aumento della nitidezza. Non annulla gli effetti di sfocatura della diffrazione causata dall'apertura finita della fotocamera, come fa la rimessa a fuoco.
nl: Onscherpte masker is nog een erg populaire foto-verbeteringstechniek. Vanuit een wiskundig oogpunt is het een ad-hoc vorm van hoogdoorlaatfilter. De eerste stap is het maken van een wazige kopie van de originele foto. Vervolgens trekken we het verschil tussen de originele foto en de wazige kopie af van de originele foto, vandaar de naam onscherpte masker. In feite is onscherpte masker meer een contrast verbeteren op de belangrijke eigenschappen van de afbeelding dan een algemene benadering van verscherpen. Het maakt de vervagingseffecten van diffractie veroorzaakt door de eindige lensopening van de camera niet ongedaan zoals opnieuw focussen dat doet.
pt_br: A máscara de nitidez é outra técnica de aprimoramento de imagem muito popular. Do ponto de vista matemático, é uma forma ad hoc de filtro passa-alta. O primeiro passo é criar uma cópia desfocada da imagem de origem. Em seguida, a diferença entre a imagem de origem e a imagem desfocada é subtraída da imagem de origem, daí o nome máscara de nitidez. Na verdade, a máscara de nitidez é mais um aprimoramento de contraste nas características importantes da imagem do que uma abordagem geral para nitidez. Ela não desfaz os efeitos de desfoque da difração causados ​​pela abertura finita da câmera, como o refocalizar faz.
sl: Maska neostrine je še ena zelo priljubljena tehnika izboljšave slike. Z matematičnega vidika je to ad hoc oblika visokofrekvenčnega filtra. Prvi korak je ustvariti zamegljeno kopijo izvorne slike. Nato se razlika med izvorno sliko in zamegljeno sliko odšteje od izvorne slike, od tod tudi ime maska neostrine. Pravzaprav je maska neostrine bolj izboljšanje kontrasta pomembnih funkcij slike kot splošen pristop k ostrenju. Ne odpravi zameglitvenih učinkov uklona, ​​ki jih povzroči omejena zaslonka fotoaparata, kot to počne ponovno ostrenje.

source: In general, unsharp masking produces better results than sharpening. This is probably caused by the fact that unsharp masking uses a larger neighborhood than sharpening.
ca: En general, la màscara de desenfocament produeix millors resultats que l'augment de l'agudització. Això probablement és causat pel fet que la màscara de desenfocament utilitza un veïnatge més gran que l'agudització.
it: In generale, la maschera di contrasto produce risultati migliori della nitidezza. Ciò deriva probabilmente dal fatto che la maschera di contrasto utilizza un'area più ampia rispetto alla nitidezza.
nl: In het algemeen geeft onscherpte maskeren betere resultaten dan verscherpen. Dit komt waarschijnlijk door het feit dat onscherpte maskeren naar een groter vlak kijkt dan verscherpen.
pt: De um modo geral, a máscara não-afiada traz melhores resultados que o afiamento. Isto é provavelmente causado pelo facto de a máscara não-afiada usar uma vizinhança maior que o afiamento.
pt_br: De um modo geral, a máscara de nitidez traz melhores resultados que a nitidez simples. Isto é provavelmente causado pelo fato de a máscara de nitidez usar uma vizinhança maior que a nitidez simples.
sl: Na splošno maska neostrine daje boljše rezultate kot ostrenje. To je verjetno posledica dejstva, da maska neostrine ​​uporablja večjo okolico kot ostrenje.
uk: Загалом кажучи, застосування маски зменшення різкості дає кращі результати, ніж збільшення різкості. Причиною цього є той факт, що у разі застосування маски зменшення різкості буде використано більшу сусідню область, ніж за збільшення різкості.

source: From a theoretical point of view unsharp masking must always introduce artifacts. Even under optimal circumstances it can never completely undo the effect of blurring. But it has been proved that Wiener filtering is the optimal linear filter. In practice, the results of the FIR Wiener filter are always at least as good as those of unsharp masking. And the FIR Wiener filter is frequently better in restoring small details.
ca: Des d'un punt de vista teòric, la màscara de desenfocament sempre presentarà defectes. Fins i tot en circumstàncies òptimes, mai no es podrà desfer del tot l'efecte de difuminat. Però s'ha demostrat que el filtratge de Wiener és el filtre lineal òptim. A la pràctica, els resultats del filtre FIR de Wiener són sempre tan bons com els de la màscara de desenfocament. El filtre FIR de Wiener sovint és millor en la restauració de detalls petits.
it: Da un punto di vista teorico, la maschera di contrasto deve sempre introdurre artefatti. Anche in circostanze ottimali non può mai annullare completamente l'effetto della sfocatura. È stato dimostrato che il filtraggio di Wiener è il filtro lineare ottimale. In pratica, i risultati del filtro di Wiener FIR sono sempre buoni quanto quelli della maschera di contrasto. Inoltre, il filtro di Wiener FIR funziona spesso meglio nel ripristino di piccoli dettagli.
nl: Op theoretische gronden moet onscherpte masker altijd artifacts introduceren. Zelfs onder optimale omstandigheden kan het nooit de wazigheid compleet verwijderen. Maar het is bewezen dat Wiener filtering het optimale lineaire filter is. In de praktijk zijn de resultaten van het FIR Wiener filter minstens zo goed als die van onscherpte masker. En het FIR Wiener filter is vaker beter in het herstellen van kleine details.
pt_br: Do ponto de vista teórico, a máscara de nitidez sempre introduz artefatos. Mesmo em circunstâncias ideais, ela nunca consegue desfazer completamente o efeito de desfoque. Mas foi comprovado que a filtragem de Wiener é o filtro linear ideal. Na prática, os resultados do filtro Wiener FIR são sempre pelo menos tão bons quanto os da máscara de nitidez. E o filtro Wiener FIR frequentemente é melhor na restauração de pequenos detalhes.
sl: S teoretičnega vidika mora maska neostrine vedno povzročiti artefakte. Tudi v optimalnih okoliščinah nikoli ne more popolnoma odpraviti učinka zamegljenosti. Dokazano pa je, da je Wienerjevo filtriranje optimalen linearni filter. V praksi so rezultati FIR Wienerjevega filtra vedno vsaj tako dobri kot rezultati maske neostrine. In FIR Wienerjev filter je pogosto boljši pri obnavljanju majhnih podrobnosti.

source: Below, you can see a comparison of different filters applied to a small unfocused image:
ca: A continuació, podeu veure una comparació dels diferents filtres aplicats a una imatge petita desenfocada:
it: Qui sotto puoi osservare il confronto tra filtri diversi applicati a una piccola immagine non a fuoco:
nl: Hieronder kunt u een vergelijking zien tussen verschillende filters toegepast op een kleine foto die uit focus is:
pt_br: Abaixo, você pode ver uma comparação de diferentes filtros aplicados a uma pequena imagem desfocada:
sl: Spodaj si lahko ogledate primerjavo različnih filtrov uporabljenih na majhni neizostreni sliki:

source: Original blurred color image to fix. This image have been taken with an analog still camera. The unfocusing result of an insufficient light for the auto-focus lens.
ca: La imatge original de color borrós que s'ha d'esmenar. La imatge ha estat capturada amb una càmera fotogràfica analògica. El resultat desenfocat prové d'una llum insuficient per a l'enfocament automàtic de la lent.
it: Immagine colorata sfocata originale da correggere. Questa immagine è stata scattata con una fotocamera analogica fissa. Il risultato della sfocatura deriva da luce insufficiente per l'obiettivo autofocus.
nl: De originele wazige kleurenfoto voor de reparatie. Deze foto is genomen met een analoge fotocamera. Onvoldoende licht voor de auto-focus lens zorgde ervoor dat de foto niet in focus is.
pt: A imagem colorida borrada original. A imagem foi retirada a partir de uma máquina estática analógica. O resultado da desfocagem provém de luz insuficiente para as lentes de focagem automática.
pt_br: Imagem original desfocada a ser corrigida. Esta imagem foi tirada com uma câmera fotográfica analógica. O desfoque é resultado de luz insuficiente para a lente de foco automático.
sl: Izvirna zamegljena barvna slika, ki jo je treba popraviti. Ta slika je bila posneta z analognim fotoaparatom. Nefokusiran rezultat je zaradi nezadostne svetlobe za lečo s samodejnim ostrenjem.
uk: Початкове розмите кольорове зображення. Знімок було зроблено за допомогою аналогового фотоапарата. Втрату фокусування спричинено недостатнім освітленням для автофокусування об’єктива.

source: Fixed image using simple sharpening filter. Sharpness setting is 80.
ca: La imatge esmenada utilitzant un filtre d'agudització senzill. L'opció de configuració per a l'agudització és 80.
it: Immagine corretta utilizzando un semplice filtro di aumento della nitidezza. Il filtro è impostato a 80.
nl: Gerepareerde afbeelding door gebruik van verscherpen. Instelling voor scherpte is 80.
pt: A imagem corrigida com o filtro de afiamento simples. A configuração do afiamento é igual a 80.
pt_br: A imagem corrigida com o filtro de nitidez simples. A configuração de nitidez é igual a 80.
sl: Popravljena slika z uporabo preprostega filtra ostrenja. Nastavitev ostrine je 80.
uk: Знімок, виправлений за допомогою простого фільтра збільшення різкості. Встановлено значення різкості рівне 80.

source: Fixed image using unsharp mask filter. Settings are: Radius=50, Amount = 5, and Threshold=0.
ca: La imatge esmenada utilitzant el filtre de màscara de desenfocament. Les opcions de configuració són Radi=50, Quantitat=5 i Llindar=0.
it: Immagine corretta utilizzando un filtro Maschera di contrasto. Le impostazioni sono: Raggio=50, Quantità=5 e Soglia=0.
nl: Gerepareerde foto door gebruik van onscherpte masker. Straal=50, Hoeveelheid=5 en Drempel=0.
pt: A imagem corrigida com o filtro da máscara não-afiada. A configuração corresponde a Raio = 50, Quantidade = 5, Limiar = 0.
pt_br: A imagem corrigida com o filtro da máscara de nitidez. A configuração corresponde a Raio = 50, Quantidade = 5, Limiar = 0.
sl: Popravljena slika s filtrom maske neostrine. Nastavitve so: Radij=50, Količina = 5 in Prag=0.
uk: Зображення, виправлене за допомогою фільтра маски зменшення різкості. Використано такі параметри: Радіус=50, Величина=5 і Поріг=0.

source: Fixed image using Refocus filter. Settings are: Circular Sharpness=1.3, Correlation=0.5, Noise Filter=0.020, Gaussian Sharpness=0 and Matrix Size=5.
ca: La imatge esmenada utilitzant el filtre de reenfocament. Les opcions de configuració són Agudesa circular=1,3, Correlació=0,5, Filtre del soroll=0,020, Agudesa gaussiana=0 i Mida de la matriu=5.
it: Immagine corretta utilizzando un filtro Rimessa a fuoco. Le impostazioni sono: Nitidezza circolare=1,3, Correlazione=0,5, Filtro Rumore=0,020, Nitidezza gaussiana=0 e Dimensione matrice=5.
nl: Gerepareerde afbeelding door gebruik van opnieuw focusseren. De instellingen zijn Circulaire scherpte=1,3, Correlatie=0,5, Ruisfilter=0,020, Gaussiaanse scherpte=0 en Matrixgrootte=5.
pt: Imagem corrigida com o filtro de Focagem. A configuração corresponde a Afiamento Circular=1,3, Correlação=0,5, Filtro de Ruído=0,020, Afiamento Gaussiano=0 e Tamanho da Matriz=5.
pt_br: Imagem corrigida com o filtro de refocalizar. A configuração corresponde a Nitidez circular=1,3, Correlação=0,5, Filtro de ruído=0,020, Nitidez gaussiana=0 e Tamanho da matriz=5.
sl: Popravljena slika z uporabo filtra ponovnega ostrenja. Nastavitve so: Krožna ostrina=1,3, Korelacija=0,5, Filter šuma=0,020, Gaussova ostrina=0 in Velikost matrike=5.
uk: Зображення, виправлене за допомогою фільтра зміни фокуса. Використано такі параметри: Кругова різкість=1,3, Кореляція=0,5, Фільтр шуму=0,020, Гаусова різкість=0 і Розмір матриці=5.

source: For more information about sharpening methods used in digital imagery, you can find a technical comparison at `this url <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.
ca: Per a obtenir més informació sobre els mètodes d'agudització utilitzats en les imatges digitals, trobareu una comparació tècnica en `aquest URL <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.
it: Per ulteriori informazioni sui metodi di aumento della nitidezza utilizzati nel campo delle immagini digitali, puoi consultare un confronto tecnico al seguente `indirizzo <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.
nl: Voor meer informatie over methodes voor verscherping in digitale fotografie kunt u een technische vergelijking vinden op `deze url <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.
pt_br: Para mais informações sobre métodos de nitidez usados ​​em imagens digitais, você pode encontrar uma comparação técnica neste url <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.
sl: Za več informacij o metodah ostrenja, ki se uporabljajo v digitalnih slikah, lahko najdete tehnično primerjavo na tem naslovu <http://www.optarc.co.uk/bialith//Research/BARclockblur.htm>`_.

source: Healing Clone
ca: Clonatge de guariment
it: Riparazione clone
nl: Kloon voor heling
pt_br: Clone de cura
sl: Zdravljenje s kloniranjem

source: The digiKam **Healing Clone** tool copies pixel colors from a specific portion of the image, and pastes them into another portion of the image using a brush, then applies smoothing. This helps fix artifacts in images, like unwanted spots on someone’s face that can be replaced with more clear skin from a nearby region of the face.
ca: L'eina de **Clonatge de guariment** del digiKam copia els colors dels píxels d'una part específica de la imatge i els enganxa en una altra part de la imatge amb un pinzell, després aplica el suavitzat. Això ajudarà a corregir els defectes en les imatges, com taques no desitjades a la cara d'algú que es poden substituir amb pell més clara d'una regió propera de la cara.
it: Lo strumento **Riparazione clone** di digiKam copia i colori dei pixel da una porzione specifica dell'immagine e li incolla in un'altra porzione tramite un pennello, quindi applica la smussatura. Quest'operazione aiuta a correggere gli artefatti nelle immagini, come le macchie non desiderate nel viso di qualcuno, rimpiazzabili con una pelle più pulita presa da un'area adiacente al viso.
nl: Het hulpmiddel **Kloon voor heling** kopieert pixelkleuren uit een specifiek gedeelte van de afbeelding en plakt ze in een ander gedeelte van de afbeelding met een penseel en past daarna gladstrijken toe. Dit helpt artifacts in afbeeldingen te repareren, zoals ongewenste vlekjes op iemands gezicht die vervangen kunnen worden met gladdere huid uit een dichtbij gebied van het gezicht.
pt_br: A ferramenta **Clone de cura** do digiKam copia as cores dos pixels de uma parte específica da imagem e as cola em outra parte da imagem usando um pincel, aplicando, em seguida, suavização. Isso ajuda a corrigir artefatos nas imagens, como manchas indesejadas no rosto de alguém que podem ser substituídas por pele mais clara de uma região próxima do rosto.
sl: Orodje digiKam **Zdravljenje s kloniranjem** kopira barve slikovnih pik iz določenega dela slike in jih s čopičem prilepi v drug del slike, nato pa uporabi glajenje. To pomaga odpraviti artefakte na slikah, kot so neželene pike na obrazu nekoga, ki jih je mogoče nadomestiti z bolj čisto kožo iz bližnjega dela obraza.

source: The tool settings view on the right side provides a toolbar with 5 buttons. From left to right:
ca: La vista de les opcions de configuració de l'eina del costat dret ofereix una barra d'eines amb 5 botons. D'esquerra a dreta:
it: La vista delle impostazioni dello strumento sul lato destro fornisce una barra degli strumenti con cinque pulsanti, rispettivamente da sinistra a destra:
nl: De weergave hulpmiddelinstellingen rechts biedt een werkbalk met 5 knoppen. Van links naar rechts:
pt_br: A visualização das configurações da ferramenta no lado direito oferece uma barra de ferramentas com 5 botões. Da esquerda para a direita:
sl: Pogled nastavitev orodja na desni strani nudi orodno vrstico s 5 gumbi. Od leve proti desni:

source: Select Source Point.
ca: Selecciona el punt d'origen.
it: Scegli punto sorgente.
nl: Bronpunt selecteren.
pt: Seleccionar o Ponto de Origem.
pt_br: Selecionar ponto fonte.
sl: Izberite izvorno točko.
uk: Вибір точки джерела.

source: Polygon Selection With Lasso.
ca: Selecciona el polígon amb el llaç.
it: Selezione del poligono con lazo.
nl: Selectie van polygoon met lasso.
pt: Selecção Poligonal com o Laço.
pt_br: Seleção de polígonos com laço.
sl: Izbira poligona z lasom.
uk: Позначення багатокутника за допомогою ласо.

source: Move Image.
ca: Mou la imatge.
it: Sposta immagine.
nl: Afbeelding verplaatsen.
pt: Mover a Imagem
pt_br: Mover imagem.
sl: Premakni sliko.
uk: Пересування зображення.

source: Undo clone operation.
ca: Desfà l'operació de clonació.
it: Annulla l'operazione clona.
nl: Klonen ongedaan maken.
pt: Operação para desfazer o clone.
pt_br: Desfazer operação de clonagem.
sl: Razveljavi operacijo kloniranja.
uk: Скасування дії з клонування.

source: Redo clone operation.
ca: Refà l'operació de clonació.
it: Rifai l'operazione clona.
nl: Klonen opnieuw doen.
pt: Operação para refazer o clone.
pt_br: Refazer operação de clonagem.
sl: Uveljavi operacijo kloniranja.
uk: Повторення дії з клонування.
