Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The refocus tool supports both the Circular and the Gaussian convolution plus mixtures of both.
ca: L'eina de reenfocament admet tant la convolució circular com la gaussiana, a més de mescles d'ambdues.
it: Lo strumento di rimessa a fuoco supporta sia la convoluzione circolare, sia quella gaussiana, più combinazioni di entrambe.
nl: Het hulpmiddel opnieuw focussen ondersteunt zowel de circulaire als de Gaussiaanse convolutie plus mengsels van beiden.
pt: A ferramenta para focar de novo suporta tanto a convolução Circular como a Gaussiana, para além das misturas de ambas.
pt_br: A ferramenta refocalizar suporta tanto a convolução circular quanto a gaussiana, além da misturas de ambas.
sl: Orodje za ponovno ostrenje podpira tako krožno kot Gaussovo konvolucijo ter mešanico obeh.
uk: У інструменті зміни фокусування підтримуються обидва типи (кільцева та гаусова) згорток, а також суміші цих двох типів.

source: In practice, in most cases the Circular convolution works much better than the Gaussian convolution. The Gaussian convolution has a very long tail, so mathematically the result of the convolution also depends on source pixels at a large distance from the original source pixel. The FIR Wiener inverse of a Gaussian convolution in most cases is heavily influenced by source pixels at a large distance, and in most cases this produces undesirable results.
ca: A la pràctica, en la majoria dels casos, la convolució circular funciona molt millor que la convolució gaussiana. La convolució gaussiana té una cua molt llarga, de manera que matemàticament el resultat de la convolució també dependrà dels píxels d'origen a una gran distància del píxel font original. El FIR de Wiener invers d'una convolució gaussiana en la majoria dels casos està fortament influenciada pels píxels d'origen a una gran distància, i en la majoria dels casos això produeix resultats no desitjats.
it: In pratica, nella maggior parte dei casi la convoluzione circolare funziona molto meglio della gaussiana. La convoluzione gaussiana ha una coda molto lunga, quindi matematicamente il risultato della convoluzione dipende anche dai pixel sorgente che si trovano a grande distanza dal pixel sorgente originale. L'inversa FIR di Wiener di una convoluzione gaussiana è nella maggior parte dei casi fortemente influenzata dai pixel sorgente a grande distanza, e nella maggior parte dei casi ciò porta a risultati indesiderati.
nl: In praktijk werkt meestal de Circulaire verdeling veel beter dan de Gaussiaanse verdeling. De Gaussiaanse verdeling heeft een zeer lange uitloop, wiskundig is daarom het resultaat ook afhankelijk van pixels op een grote afstand van het oorspronkelijke pixel. De FIR Wiener inverse van een Gaussiaanse verdeling is vaak hevig beïnvloedt door pixels op grote afstand en geeft daarom vaak ongewenste resultaten.
pt_br: Na prática, na maioria dos casos, a convolução circular funciona muito melhor do que a convolução gaussiana. A convolução gaussiana tem uma cauda muito longa e, portanto, matematicamente, o resultado da convolução também depende de pixels de origem a uma grande distância do pixel de origem original. O inverso de Wiener FIR de uma convolução gaussiana, na maioria dos casos, é fortemente influenciado por pixels de origem a uma grande distância, e na maioria dos casos isso produz resultados indesejáveis.
sl: V praksi v večini primerov krožna konvolucija deluje veliko bolje kot Gaussova konvolucija. Gaussova konvolucija ima zelo dolg rep, zato je matematično rezultat konvolucije odvisen tudi od izvornih slikovnih pik na veliki razdalji od prvotne izvorne slikovne pike. Na FIR Wienerjev inverz Gaussove konvolucije v večini primerov močno vplivajo izvorne slikovne pike na veliki razdalji, kar v večini primerov povzroči neželene rezultate.

source: The deconvolution filter plug-in has the following parameters:
ca: El connector del filtre de desconvolució té els paràmetres següents:
it: L'estensione del filtro di deconvoluzione ha i parametri seguenti:
nl: De deconvolutie-filterplug-in heeft de volgende parameters:
pt_br: O plugin de filtro de deconvolução tem os seguintes parâmetros:
sl: Vtičnik za dekonvolucijski filter ima naslednje parametre:

source: **Circular Sharpness**: This is the radius of the Circular convolution filter. It is the most important parameter for using the plug-in. With most images the default value of 1 should give good results. Select a higher value when your image is very blurred, but beware of producing halos.
ca: **Agudesa circular**: Aquest és el radi del filtre de convolució circular. És el paràmetre més important per a emprar el connector. Per a la majoria de les imatges el valor predeterminat d'1 hauria de donar bons resultats. Seleccioneu un valor més alt quan la imatge estigui molt difuminada, però aneu amb compte de produir halos.
it: **Nitidezza circolare**: è il raggio del filtro di convoluzione circolare. È il parametro più importante per usare l'estensione. Per la maggior parte delle immagini il valore predefinito di 1 dovrebbe dare buoni risultati. Seleziona un valore più alto se la tua immagine è molto sfocata, ma attenzione a non produrre aloni.
nl: **Circulaire scherpte**: dit is de straal van het circulaire convolutie-filter. Dit is de meest belangrijke parameter van deze plug-in. Voor de meeste afbeeldingen geeft de standaardwaarde 1 goede resultaten. Selecteer een hogere waarde als uw afbeelding erg vaag is, maar let er op dat geen halo's worden gemaakt.
pt: **Nitidez Circular**: Este é o raio do filtro de convolução circula. É o parâmetro mais importante para usar o 'plgun'. Com a maioria das imagens, o valor predefinido de 1 deverá gerar bons resultados. Seleccione um valor mais elevado quando a sua imagem está muito borrada, mas cuidado com a geração de halos.
pt_br: **Nitidez circular**: Este é o raio do filtro de convolução circular. É o parâmetro mais importante para usar o plugin. Na maioria das imagens, o valor padrão 1 deve dar bons resultados. Selecione um valor mais alto quando a imagem estiver muito desfocada, mas tome cuidado para não produzir halos.
sl: **Krožna ostrina**: To je polmer krožnega konvolucijskega filtra. Je najpomembnejši parameter za uporabo vtičnika. Pri večini slik bi morala privzeta vrednost 1 dati dobre rezultate. Izberite višjo vrednost, ko je vaša slika zelo zamegljena, vendar pazite, da ne nastanejo haloji.
uk: **Кругова різкість**: це радіус фільтра кільцевої згортки. Кругова різкість є найважливішим параметром використання додатка. Для більшості зображень типове значення, рівне 1, дасть добрі результати. Більші значення слід використовувати для зображень з сильним розмиванням, але остерігайтесь створення німбів.

source: **Correlation**: Increasing the Correlation may help reduce artifacts. The correlation can range from 0-1. Useful values are 0.5 and values close to 1, e.g. 0.95 and 0.99. Using a high value for the correlation will reduce the sharpening effect of the plug-in.
ca: **Correlació**: fer augmentar la correlació pot ajudar a reduir els defectes. La correlació pot oscil·lar en l'interval entre 0 i 1. Els valors útils són 0,5 així com els valors propers a 1, p. ex., 0,95 i 0,99. L'ús d'un valor alt per a la correlació reduirà l'efecte d'agudització del connector.
it: **Correlazione**: aumentare la Correlazione potrebbe aiutare a ridurre gli artefatti. La correlazione può variare da zero a uno. I valori utili sono 0,5 e quelli vicini a 1, per es. 0,95 e 0,99. Usare un valore elevato per la correlazione ridurrà l'effetto di aumento della nitidezza dell'estensione.
nl: **Correlatie**: Het verhogen van de correlatie kan het reduceren van artefacten bevorderen. De correlatie kan liggen tussen de 0 en 1. Bruikbare waarden zijn 0,5 en waarden dichtbij 1: dus 0,95 en 0,99. Een hogere waarde voor de correlatie zal het verscherpingseffect van de plug-in reduceren.
pt_br: **Correlação**: Aumentar a correlação pode ajudar a reduzir artefatos. A correlação pode variar de 0 a 1. Valores úteis são 0,5 e valores próximos a 1, por exemplo, 0,95 e 0,99. Usar um valor alto para a correlação reduzirá o efeito de nitidez do plugin.
sl: **Korelacija**: Povečanje korelacije lahko pomaga zmanjšati artefakte. Korelacija se lahko giblje od 0-1. Uporabne vrednosti so 0,5 in vrednosti blizu 1, npr. 0,95 in 0,99. Uporaba visoke vrednosti za korelacijo bo zmanjšala učinek ostrenja vtičnika.

source: **Noise filter**: Increasing the Noise filter parameter helps to reduce artifacts. The Noise can range from 0-1 but values higher than 0.1 are rarely helpful. When the Noise value is too low, e.g. 0 the image quality will be horrible. A useful value is 0.03. Using a high value for the Noise will even blur the image further.
ca: **Filtre del soroll**: fer augmentar el paràmetre del filtre de soroll ajudarà a reduir els defectes. El soroll pot oscil·lar en l'interval entre 0 i 1, però els valors superiors a 0,1 poques vegades són útils. Quan el valor de Soroll és massa baix, p. ex., 0, la qualitat de la imatge serà horrible. Un valor útil és 0,03. L'ús d'un valor alt per al soroll fins i tot difuminarà encara més la imatge.
it: **Filtro Rumore**: aumentare il filtro del rumore aiuta a ridurre gli artefatti. Il rumore può variare tra zero e uno, ma valori superiori a 0,1 sono difficilmente utili. Quando il valore è troppo basso, per es. zero, la qualità dell'immagine sarà pessima. Un valore utile è 0,03. Usare un valore elevato per il rumore sfocherà ulteriormente l'immagine.
nl: **Ruisfilter**: het verhogen van het ruisfilter kan helpen bij het reduceren van artefacten. Het ruisfilter kan tussen de 0-1 liggen, maar waarden boven de 0,1 zijn vrijwel nooit bruikbaar. Als de waarde voor het ruisfilter te laag is, bijv. 0,0, dan zal de kwaliteit van de afbeelding vreselijk zijn. Een bruikbare waarde is 0,03. Een hogere waarde voor het ruisfilter zal de afbeelding verder vervagen.
pt_br: **Filtro de ruído**: Aumentar o parâmetro do filtro de ruído ajuda a reduzir artefatos. O ruído pode variar de 0 a 1, mas valores superiores a 0,1 raramente são úteis. Quando o valor do ruído é muito baixo, por exemplo, 0, a qualidade da imagem será péssima. Um valor útil é 0,03. Usar um valor alto para o ruído desfocará ainda mais a imagem.
sl: **Filter šuma**: Povečanje parametra filtra šuma pomaga zmanjšati artefakte. Šum se lahko giblje od 0-1, vendar so vrednosti, višje od 0,1, redko koristne. Ko je vrednost šuma prenizka, npr. 0 bo kakovost slike grozljiva. Uporabna vrednost je 0,03. Če uporabite visoko vrednost za šum, bo slika še bolj zamegljena.

source: **Gaussian Sharpness**: This is the radius for the Gaussian convolution filter. Use this parameter when your blurring is Gaussian (mostly due to previous blur filtering). In most cases you should leave this parameter set to 0, because it causes nasty artifacts. When you use non-zero values you will probably also have to increase the Correlation and/or Noise filter parameters.
ca: **Agudesa gaussiana**: és el radi per al filtre de convolució gaussiana. S'utilitza quan el difuminat és gaussià (probablement a causa de l'anterior filtre de difuminat). En la majoria dels casos haureu de deixar aquest paràmetre establert a 0, ja que causa defectes desagradables. Utilitzant valors diferents de zero és probable que també hàgiu d'incrementar els paràmetres de la **Correlació** i/o del **Filtre del soroll**.
it: **Nitidezza gaussiana**: è il raggio per il filtro di convoluzione gaussiana. Usa questo parametro quando la tua sfocatura è gaussiana (di solito a causa di un precedente filtraggio di sfocatura). Nella maggior parte dei casi dovresti lasciare questo parametro impostato a zero, perché crea dei fastidiosi artefatti. Quando usi valori diversi da zero, probabilmente dovrai aumentare anche i parametri della Correlazione o del Filtro Rumore.
nl: **Gaussiaanse scherpte**: dit is de scherpheid voor het Gaussiaanse convolutiefilter. Gebruik deze parameter als uw vervaging van het type Gaussiaans is (meestal vanwege eerdere filtering van vervaging). In de meeste gevallen laat u deze parameter op 0 staan, omdat het vreselijke artefacten veroorzaakt. Als u een hogere waarde kiest, dan dient u waarschijnlijk ook de parameters Correlatie en/of Ruisfilter te verhogen.
pt_br: **Nitidez Gaussiana**: Este é o raio do filtro de convolução gaussiana. Use este parâmetro quando o desfoque for gaussiano (principalmente devido à filtragem de desfoque anterior). Na maioria dos casos, você deve deixar este parâmetro definido como 0, pois ele causa artefatos desagradáveis. Ao usar valores diferentes de zero, provavelmente também será necessário aumentar os parâmetros do filtro de Correlação e/ou Ruído.
sl: **Gaussova ostrina**: To je polmer za Gaussov konvolucijski filter. Ta parameter uporabite, ko je vaša zamegljenost Gaussova (večinoma zaradi predhodnega filtriranja zameglitve). V večini primerov pustite ta parameter nastavljen na 0, ker povzroča neprijetne artefakte. Ko uporabljate neničelne vrednosti, boste verjetno morali povečati tudi parametre filtra korelacije in/ali šuma.

source: **Matrix size**: This parameter determines the size of the transformation matrix. Increasing the Matrix Size may give better results, especially when you have chosen large values for Circular Sharpness or Gaussian Sharpness. Note that the plug-in will become very slow when you select large values for this parameter. In most cases you should select a value in the range 3-10.
ca: **Mida de la matriu**: determina la mida de la matriu de transformació. Incrementar la mida de la matriu pot donar millors resultats, sobretot quan s'han triat valors grans per a **Agudesa circular** o **Agudesa gaussiana**. Cal tenir en compte que el connector es tornarà molt lent quan seleccioneu valors alts d'aquest paràmetre. En la majoria dels casos haureu de seleccionar un valor en l'interval de 3 fins a 10.
it: **Dimensione della matrice**: questo parametro determina la dimensione della matrice di trasformazione. Aumentare la dimensione della matrice potrebbe produrre risultati migliori, specialmente quando scegli valori elevati per la Nitidezza circolare o per quella gaussiana. Nota che l'estensione diverrà molto lenta quando selezioni un valore elevato per questo parametro. Nella maggior parte dei casi dovresti selezionare un valore tra 3 e 10.
nl: **Matrixgrootte**: deze parameter bepaalt de grootte van de transformatiematrix. Het verhogen van de Matrixgrootte kan voor betere resultaten zorgen, in het bijzonder als u hoge waarden hebt gekozen voor Circulaire scherpte of Gaussiaanse scherpte. Merk op dat de plug-in zeer langzaam zal zijn bij het het kiezen van grote waarden. Meestal zou u een waarde tussen de 3 en de 10 moeten kiezen.
pt_br: **Tamanho da matriz**: Este parâmetro determina o tamanho da matriz de transformação. Aumentar o tamanho da matriz pode gerar melhores resultados, especialmente quando você escolher valores altos para Nitidez circular ou Nitidez Gaussiana. Observe que o plugin ficará muito lento ao selecionar valores altos para este parâmetro. Na maioria dos casos, você deve selecionar um valor no intervalo de 3 a 10.
sl: **Velikost matrike**: ta parameter določa velikost matrike transformacije. Povečanje velikosti matrike lahko da boljše rezultate, še posebej, če ste izbrali velike vrednosti za krožno ostrino ali Gaussovo ostrino. Upoštevajte, da bo vtičnik postal zelo počasen, če izberete velike vrednosti za ta parameter. V večini primerov morate izbrati vrednost v območju 3-10.
uk: **Розмір матриці**: цей параметр визначає розмір матриці перетворення. Збільшення значення «Розміру матриці» може дати кращі результати, особливо, якщо ви обрали великі значення «Кругової різкості» або «Гаусової різкості». Зауважте, що робота додатка значно уповільниться, якщо ви оберете для цього параметра велике значення. Здебільшого вам слід використовувати значення у діапазоні 3-10.

source: **Save As** and **Load**: These buttons are used to do just that. Any Refocus parameters that you have set can be saved to a file and reloaded later.
ca: **Desa com a...** i **Carrega...**: aquests botons s'utilitzen per a realitzar les accions que descriuen. Qualsevol paràmetre que establiu per al reenfocament es podrà desar en un fitxer de text i tornar a carregar més endavant.
it: **Salva come** e **Carica**: sono usati per fare esattamente quello che i loro nomi descrivono. Qualsiasi parametro di rimessa a fuoco che hai impostato può essere salvato in un file e ricaricato in seguito.
nl: De knoppen **Opslaan als...** en **Laden...** zijn precies voor dat doel in gebruik. Alle parameters voor Opnieuw focussen kunt u opslaan in een bestand en later weer opnieuw laden.
pt_br: **Salvar como** e **Carregar**: Esses botões são usados ​​exatamente para isso. Quaisquer parâmetros de refocalização que você tenha definido podem ser salvos em um arquivo e recarregados posteriormente.
sl: **Shrani kot** in **Naloži**: ta gumba se uporabljata prav za to. Vse parametre Ponovnega ostrenja, ki ste jih nastavili, lahko shranite v datoteko in jih pozneje znova naložite.

source: **Defaults**: This button resets all settings to default values.
ca: **Predeterminat**: aquest botó restableix totes les opcions als valors predeterminats.
it: **Valori predefiniti**: questo pulsante reimposta tutto ai valori predefiniti.
nl: **Standaarden**: Deze knop zet alle instellingen terug naar standaardwaarden.
pt_br: **Padrões**: Este botão redefine todas as configurações para os valores padrão.
sl: **Privzete vrednosti**: Ta gumb ponastavi vse nastavitve na privzete vrednosti.

source: Below, you can see few hints to help you work with the refocus tool:
ca: A continuació, podeu veure alguns consells que us ajudaran a treballar amb l'eina de reenfocament:
it: Sotto puoi vedere alcuni suggerimenti utili a lavorare con lo strumento di rimessa a fuoco:
nl: Hieronder kunt u enkele aanwijzingen lezen voor het werken met de hulpmiddel voor het opnieuw focussen:
pt: Em baixo, poderá ver algumas sugestões que o ajudam a trabalhar com a ferramenta de focagem:
pt_br: Abaixo, você pode ver algumas dicas para ajudar você a trabalhar com a ferramenta de refocalizar:
sl: Spodaj si lahko ogledate nekaj namigov za pomoč pri delu z orodjem za ponovno ostrenje:
uk: Нижче наведено декілька порад, які допоможуть вам якнайкраще використати інструмент зміни фокусування:

source: it is best to perform all cropping, color and intensity curve corrections on the image before using this plug-in.
ca: és millor realitzar totes les correccions d'escapçat, corbes de color i corba d'intensitat sobre la imatge abans d'utilitzar aquest connector.
it: Prima di usare l'estensione, è meglio fare tutte le correzioni al ritaglio, al colore e alle curve di intensità dell'immagine.
nl: het is beter op de foto alle correcties met uitsnijden, kleur- en intensiteit-curve uit te voeren voordat u deze plug-in gebruikt.
pt_br: é melhor executar todas as correções de corte, cor e curva de intensidade na imagem antes de usar este plugin.
sl: Najbolje je, da pred uporabo tega vtičnika izvedete vse popravke obrezovanja, barve in krivulje intenzivnosti na sliki.

source: Otherwise use this plug-in before performing other operations on the image. The reason is that many operations on the image will leave boundaries that are not immediately visible but that will leave nasty artifacts after sharpening.
ca: En cas contrari, utilitzeu aquest connector abans de fer altres operacions sobre la imatge. La raó és que moltes de les operacions sobre la imatge deixaran límits que no seran immediatament visibles, però que deixaran defectes desagradables després de l'agudització.
it: Altrimenti usa quest'estensione prima di eseguire altre operazioni sull'immagine. Il motivo è che molte operazioni sull'immagine lasceranno dei contorni non immediatamente visibili, ma che creeranno dei fastidiosi artefatti dopo l'applicazione della nitidezza.
nl: Gebruik anders deze plug-in voordat u een andere bewerking op de foto uitvoert. De reden hiervoor is dat veel bewerkingen begrenzingen achterlaten die niet onmiddellijk zichtbaar zijn maar wel vervelende artefacten achterlaten na verscherpen.
pt_br: Caso contrário, use este plugin antes de realizar outras operações na imagem. O motivo é que muitas operações na imagem deixarão bordas que não são imediatamente visíveis, mas que causarão artefatos desagradáveis ​​após usar a ferramenta de nitidez.
sl: V nasprotnem primeru uporabite ta vtičnik, preden izvedete druge operacije na sliki. Razlog je v tem, da bodo številne operacije na sliki pustile meje, ki niso takoj vidne, vendar bodo po izostritvi pustile neprijetne artefakte.

source: When you are scanning images and compressing them, e.g. to JPEG, you should apply the plug-in to the uncompressed image.
ca: Quan escanegeu imatges i les comprimiu, p. ex., a JPEG, hauríeu d'aplicar el connector sobre la imatge sense comprimir.
it: Quando scansioni e comprimi delle immagini, per esempio in JPEG, dovresti applicare prima l'estensione all'immagine non compressa.
nl: Wanneer u afbeeldingen scant en deze vervolgens comprimeert, bijv. naar JPEG, dan zou u de plug-in op de niet gecomprimeerde afbeelding moeten toepassen.
pt_br: Ao digitalizar imagens e compactá-las, por exemplo, para JPEG, você deve aplicar o plugin à imagem descompactada.
sl: Ko skenirate slike in jih stiskate, npr. v JPEG, uporabite vtičnik za nestisnjeno sliko.

source: Refocus Comparison with Other Techniques
ca: El Reenfocament en comparació amb altres tècniques
it: Confronto della rimessa a fuoco con altre tecniche
nl: Opnieuw focusseren vergeleken met andere technieken
pt: Comparação da focagem com as outras técnicas
pt_br: Comparação da refocalização com as outras técnicas
sl: Ponovno ostrenje v primerjavi z drugimi tehnikami
uk: Порівняння методики зміни фокусування з іншими методиками

source: it is worth comparing **Refocus** with **Simple Sharp** and **Unsharp Mask**.
ca: val la pena comparar ***Reenfocament** amb **Agudesa senzillat** i **Màscara de desenfocament**.
it: Vale la pena confrontare **Rimessa a fuoco** con **Aumento della nitidezza semplice** e **Maschera di contrasto**.
nl: het is het waard om**Opnieuw focussen** te vergelijken met **Eenvoudig scherp** en **Onscherpte masker**.
pt_br: vale a pena comparar **Refocalizar** com **Nitidez simples** e **Máscara de nitidez**.
sl: vredno je primerjati **Ponovno ostrenje** s **Enostavnim ostrenjem** in **Masko neostrine**.
