Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Whereas JPEG images have some camera-internal sharpening applied, RAW format images always need sharpening in their workflow.
ca: Mentre que les imatges JPEG tenen alguna agudització aplicada internament de la càmera, les imatges en format RAW sempre requeriran agudització en el seu flux de treball.
it: Mentre alle immagini JPEG viene aumentata un po' la nitidezza con procedura interna della macchina fotografica, le immagini in formato RAW lo richiedono sempre durante il processo di elaborazione.
nl: Op JPEG afbeeldingen is al in de camera verscherping toegepast, afbeeldingen in RAW-formaat hebben altijd verscherping nodig in hun workflow.
pt: Enquanto as imagens JPEG têm algum aumento de definição interno da máquina já aplicado, as imagens no formato RAW precisam sempre de aumentar a sua definição quando são manipuladas.
pt_br: Enquanto as imagens JPEG têm algum aumento de definição interna da câmera já aplicado, as imagens no formato RAW precisam sempre aumentar a sua definição quando são manipuladas.
sl: Medtem ko imajo slike JPEG uporabljene nekaj notranje izostritve v kamere, je treba slike v formatu RAW vedno izostriti med potekom dela.
uk: Оскільки до зображень JPEG застосовуються вбудовані у фотоапарат ефекти збільшення різкості, різкість зображень цифрових негативів завжди слід збільшувати під час обробки.

source: Some scanners apply a sharpen filter while scanning. It's usually worthwhile to disable automatic sharpening so that you keep control over your image.
ca: Alguns escàners apliquen un filtre d'agudització durant l'escaneig. Val la pena desactivar l'agudització automàtica per a poder mantenir el control sobre la imatge.
it: Alcuni scanner applicano un filtro per aumentare la nitidezza durante la scansione. In genere è meglio disattivare la nitidezza automatica in modo da conservare il controllo sull'immagine.
nl: Sommige scanners passen een verscherpingsfilter toe bij het scanning. Het kan gewoonlijk het waard zijn om automatische verscherping uit te schakelen zodat u de controle houdt over uw afbeelding.
pt_br: Alguns scanners aplicam um filtro de nitidez durante a digitalização. Geralmente, vale a pena desativar a nitidez automática para manter o controle sobre a imagem.
sl: Nekateri optični bralniki med skeniranjem uporabijo filter za izostritev. Običajno se splača onemogočiti samodejno izostritev, da ohranite nadzor nad sliko.

source: Adjusting Sharpness
ca: Ajustar l'agudització
it: Regolazione della nitidezza
nl: Scherpte aanpassen
pt: Ajustar o Realce de Detalhes (Afiar)
pt_br: Ajustando a nitidez
sl: Prilagoditev ostrine
uk: Коригування різкості

source: If the camera focus is not set perfectly or if the camera is moving when the image is taken the result is a blurred photograph. If there is a lot of blurring, you probably will not be able to do much about it with any technique. But you can often improve the image, if there is only a moderate amount of blurring. Many good SLR cameras apply less image processing to the images than simpler cameras (which tend to artificially increase the contrast to make the images look crisp). This kind of slight blur can be easily improved with tools.
ca: Si l'enfocament de la càmera no està establert perfectament o si la càmera es mou mentre es pren la imatge, el resultat serà una fotografia borrosa. Si n'hi ha molt, probablement no podreu fer gaire amb cap tècnica. Però podeu millorar la imatge si només hi ha una quantitat moderada de difuminat. Moltes càmeres rèflex de qualitat apliquen menys processament a la imatge que les càmeres més simples (les quals tendeixen a augmentar artificialment el contrast perquè les imatges es vegin nítides). Aquest tipus de difuminat lleu es pot millorar fàcilment amb algunes eines.
it: Se il fuoco della fotocamera non è impostato correttamente, o se la fotocamera si muove durante lo scatto, il risultato è una foto sfuocata. Se è molto sfuocata, probabilmente non potrai farci molto in nessun caso. Ma spesso puoi migliorare l'immagine se la quantità di sfocatura è moderata. Molte fotocamere SLR applicano meno elaborazione all'immagine rispetto alle compatte (che tendono ad aumentare artificialmente il contrasto per far risaltare le immagini). Questo tipo di sfocatura leggera può essere facilmente migliorato con gli strumenti.
nl: Als de focus van de camera niet perfect is ingesteld of de camera beweegt bij het maken van de foto dan zal het resultaat een wazige foto zijn. Als deze erg wazig is dan kunt u er waarschijnlijk weinig eraan doen met welke techniek dan ook. Maar u kunt de afbeelding vaak verbeteren, als er slechts een kleine hoeveelheid vervaging is. Vele goede spiegelreflexcamera's passen minder beeldbewerking toe op de foto's dan eenvoudiger camera's (die de neiging hebben om kunstmatig het contrast te verhogen zodat de foto's er beter uit zien). Dit soort lichte wazigheid kunt u makkelijk met de juiste gereedschappen verbeteren.
pt_br: Se o foco da câmera não estiver perfeitamente ajustado ou se a câmera estiver em movimento quando a imagem for tirada, o resultado será uma fotografia desfocada. Se houver muito desfoque, provavelmente não será possível fazer muita coisa com nenhuma técnica. Mas muitas vezes é possível melhorar a imagem, mesmo que haja apenas um desfoque moderado. Muitas câmeras SLR de boa qualidade aplicam menos processamento às imagens do que câmeras mais simples (que tendem a aumentar artificialmente o contraste para tornar as imagens mais nítidas). Esse tipo de desfoque leve pode ser facilmente corrigido com ferramentas.
sl: Če fokus kamere ni popolnoma nastavljen ali če se kamera med fotografiranjem premika, je rezultat zamegljena fotografija. Če je zamegljenosti veliko, z nobeno tehniko verjetno ne boste mogli veliko narediti. Toda pogosto lahko izboljšate sliko, če je le zmerna količina zamegljenosti. Številni dobri zrcalno-refleksni fotoaparati uporabljajo manj slikovne obdelave slik kot enostavnejši fotoaparati (ki ponavadi umetno povečajo kontrast, da so slike videti jasne). To vrsto rahle zamegljenosti je mogoče enostavno izboljšati z orodji.

source: In some situations, you may be able to get useful results by sharpening an photograph using the Sharpen tool by the :menuselection:`Enhance --> Sharpen` menu entry and the **Sharpen** option from **Method** setting.
ca: En algunes situacions, podríeu obtenir resultats útils quan s'enfoca una fotografia utilitzant l'eina Enfocar mitjançant l'element de menú :menuselection:`Millora --> Aguditza` i l'opció **Aguditza** des de la configuració **Mètode**.
it: In alcune situazioni, potresti riuscire a ottenere risultati utili aumentando la nitidezza di una fotografia utilizzando lo strumento Nitidezza, raggiungibile dalla voce del menu :menuselection:`Migliora -->Aumenta la nitidezza` e l'opzione **Aumenta la nitidezza** dalle impostazioni **Metodo**.
nl: In sommige situaties kunt u misschien bruikbare resultaten krijgen bij het verscherpen van een foto met het hulpmiddel voor verscherpen via het menu-item :menuselection:`Verbeteren --> Verscherpen` en de optie uit de instelling **Methode**.
pt: Em algumas situações, poderá ser capaz de obter resultados úteis, se aumentar a nitidez da fotografia com a ferramenta de Afiamento na opção do menu :menuselection:`Melhorar --> Afiamento` e a opção **Afiamento** da configuração do **Método**.
pt_br: Em algumas situações, você pode obter resultados úteis ao aumentar a nitidez de uma fotografia usando a ferramenta Nitidez, por meio da entrada de menu :menuselection:`Melhorar --> Nitidez` e da opção **Nitidez simples** na configuração **Método**.
sl: V nekaterih situacijah boste morda lahko dosegli uporabne rezultate z izostritvijo fotografije z orodjem ostrenja z menijskim vnosom :menuselection:`Izboljšaj --> Ostrenje` in možnostjo **Ostrenje** v nastavitvi **Metoda**.
uk: Іноді корисні результати можна отримати збільшенням різкості зображення за допомогою інструменту збільшення різкості, який можна викликати :menuselection:`Покращення --> Збільшити різкість` і вибором варіанта **Збільшити різкість** для параметра **Метод**.

source: The Image Editor Sharpen Tool
ca: L'eina Aguditza de l'editor d'imatges
it: Lo strumento Aumenta la nitidezza dell'Editor delle immagini
nl: Het hulpmiddel voor verscherpen van de afbeeldingsbewerker
pt: A Ferramenta de Afiamento do Editor de Imagens
pt_br: A ferramenta de nitidez do Editor de Imagem
sl: Orodje urejevalnika slik za ostrenje
uk: Інструмент збільшення різкості редактора зображень

source: You should be careful with this though, because the results may not look very natural. Sharpening increases the apparent sharpness of edges in the photograph, but also amplifies noise. Generally, the most useful technique for sharpening a fuzzy photograph is the Refocus tool. You can access it with the **Refocus** option from **Method** setting. Look at Refocus for more information and a comparison of all the sharpening techniques.
ca: No obstant això, haureu de tenir cura amb això, perquè els resultats podrien no veure's gaire naturals. L'agudesa augmenta l'agudesa aparent de les vores de la fotografia, però també amplifica soroll. Generalment, la tècnica més útil per a aguditzar una fotografia borrosa és l'eina Reenfocament. Podreu accedir-hi amb l'opció **Reenfoca** des de la configuració **Mètode**. Per a obtenir més informació i una comparació de totes les tècniques d'enfocament, vegeu Reenfocar.
it: Tuttavia dovresti stare molto attento, perché i risultati potrebbero non sembrare molto naturali. L'aumento della nitidezza aumenta la nitidezza apparente dei bordi nella foto, ma amplifica anche il rumore Generalmente, la tecnica più utile per aumentare la nitidezza di una foto è lo strumento Rimessa a fuoco. Puoi accedervi dal menu **Migliora** . Dai un'occhiata all'opzione Rimessa a fuoco** per maggiori informazioni e confronti tra tutte le tecniche di aumento della nitidezza.
nl: U zou hier voorzichtig mee om moeten springen omdat het resultaat er anders niet erg natuurlijk uitziet: het verminderen van de wazigheid maakt de randen in de foto schijnbaar scherper, maar het versterkt ook de ruis. In het algemeen is de meest bruikbare techniek voor het verminderen van wazigheid op foto's het hulpmiddel Opnieuw focussen. U krijgt hier toegang toe via de optie **Opnieuw focussen** uit de instelling **Methode**. Kijk op Opnieuw focussen voor meer informatie over en vergelijkingen van verscherpingstechnieken.
pt_br: No entanto, tenha cuidado com isso, pois os resultados podem não parecer muito naturais. A nitidez simples aumenta a nitidez aparente das bordas da fotografia, mas também amplifica o ruído. Geralmente, a técnica mais útil para tornar uma fotografia desfocada mais nítida é a ferramenta Refocalizar. Você pode acessá-la com a opção **Refocalizar** na configuração **Método**. Consulte Refocalizar para obter mais informações e uma comparação de todas as técnicas de nitidez.
sl: Pri tem pa bodite previdni, saj rezultati morda ne bodo videti zelo naravni. Izostritev poveča navidezno ostrino robov na fotografiji, vendar tudi poveča šum. Na splošno je najbolj uporabna tehnika za izostritev mehke fotografije orodje Ponovno ostrenje. Do njega lahko dostopate z možnostjo **Ponovno ostrenje** v nastavitvi **Metoda**. Oglejte si Ponovno ostrenje za več informacij in primerjavo vseh tehnik ostrenja.

source: Reducing Graininess In a Photograph
ca: Reduir el gra en una fotografia
it: Riduci la grana di una fotografia
nl: Korreligheid van een foto reduceren
pt: Reduzir o Grão numa Fotografia
pt_br: Reduzindo a granulação em uma fotografia
sl: Zmanjšanje zrnatosti na fotografiji
uk: Зменшення зернистості на фотографії

source: When you take a photograph in low-light conditions or with a very fast exposure time, the camera does not get enough data to make good estimates of the true color at each pixel, and consequently the resulting photograph looks grainy. You can "smooth out" the graininess by blurring the image, but then you will also lose sharpness. Probably the best approach - if the graininess is not too bad - is to use the **Noise Reduction** tool, and you can access it by the :menuselection:`Enhance --> Noise Reduction` menu entry.
ca: Quan preneu una fotografia en condicions de poca llum o amb un temps d'exposició molt ràpid, la càmera no obté prou dades per a fer bones estimacions del color real a cada píxel i, en conseqüència, la fotografia resultant es veu granulosa. La podeu «suavitzar» difuminant la imatge, però també perdrà nitidesa. Probablement, el millor mètode -si el gra no és massa dolent- és utilitzar l'eina de **Reducció del soroll**, s'hi pot accedir mitjançant l'entrada de menú :menuselection:`Millorar --> Reducció del soroll`.
it: Quando scatti in condizioni di scarsa illuminazione o con un tempo di esposizione basso, la fotocamera non ha abbastanza dati per stimare correttamente il colore reale di tutti i pixel, quindi la foto risultante sembra sgranata. Tu puoi «addolcire la grana» attraverso una sfocatura dell'immagine, però perderai in nitidezza. Probabilmente, l'approccio migliore, se la grana non è così male, è quello di usare lo strumento *Riduzione del disturbo**, accessibile dal menu :menuselection:`Migliora --> Riduzione del disturbo`.
nl: Als u een foto neemt bij zeer weinig licht of met een erg snelle sluitertijd, dan heeft de camera niet genoeg informatie om goed te kunnen bepalen wat de echte kleur van elke pixel is, wat als resultaat geeft dat foto er korrelig uit ziet. U kunt deze korreligheid gladder maken door de foto waziger te maken, maar u verliest dan ook scherpte. Waarschijnlijk is de beste methode - als de korreligheid niet te erg is - het gebruik van het hulpmiddel **Ruisreductie** dat u kunt bereiken via het menu-item :menuselection:`Verbeteren --> Ruisreductie`.
pt_br: Ao tirar uma fotografia em condições de pouca luz ou com um tempo de exposição muito curto, a câmera não obtém dados suficientes para fazer boas estimativas da cor real em cada pixel e, consequentemente, a fotografia resultante parece granulada. Você pode "suavizar" a granulação desfocando a imagem, mas também perderá nitidez. Provavelmente, a melhor abordagem — se a granulação não for muito ruim — é usar a ferramenta **Redução de ruído**, que pode ser acessada pelo item de menu :menuselection:`Melhorar --> Redução de ruído`.
sl: Ko posnamete fotografijo v slabih svetlobnih pogojih ali z zelo kratkim časom osvetlitve, fotoaparat ne dobi dovolj podatkov, da bi dobro ocenil pravo barvo za vsako slikovno piko, posledično pa je nastala fotografija videti zrnata. Zrnatost lahko "zgladite" z zameglitvijo slike, vendar boste takrat izgubili tudi ostrino. Verjetno najboljši pristop - če zrnatost ni tako slaba - je uporaba orodja **Zmanjšanje šuma**, do katerega lahko dostopate z vnosom menija :menuselection:`Izboljšaj --> Zmanjšanje šuma`.

source: Softening a Photograph
ca: Suavitzar una fotografia
it: Sfocare una fotografia
nl: Een foto verzachten
pt: Suavizar uma Fotografia
pt_br: Suavizando uma fotografia
sl: Mehčanje fotografije
uk: Пом’якшення переходів між кольорами на фотографії

source: Sometimes you have the opposite problem: an image is too crisp. The solution is to blur it a bit: fortunately blurring an image is much easier than sharpening it. Select the **Blur Tool** with the :menuselection:`Enhance --> Blur` menu entry and experiment with the level. The preview window on the right of the dialog shows the effect of the operation on your photograph.
ca: De vegades tindreu el problema oposat: una imatge és massa nítida. La solució és difuminar-la una mica: sortosament difuminar una imatge és molt més fàcil que aguditzar-la. Seleccioneu l'**eina de difuminat** amb l'element de menú :menuselection:`Millora --> Difumina` i experimenteu amb el nivell. La finestra de vista prèvia a la dreta del diàleg mostrarà l'efecte de l'operació en la vostra fotografia.
it: A volte hai il problema opposto: un'immagine è troppo incisiva. La soluzione è di sfocarla un po': fortunatamente sfocare un'immagine è molto più facile che aumentarne la nitidezza. Seleziona lo **strumento di sfocatura** dal menu :menuselection:`Migliora --> Sfoca` e gioca con il livello: la finestra di anteprima nella parte destra della finestra di dialogo mostra l'effetto dell'operazione sulla tua fotografia.
nl: Soms is het probleem tegenovergesteld: een foto is te scherp. Een beetje waziger maken is dan de oplossing: gelukkig is het veel gemakkelijker om een foto waziger te maken dan om het scherper te maken. Selecteer het **Hulpmiddel voor vervagen** via het menu-item :menuselection:`Verbeteren --> Vervagen` en experimenteer met het niveau. De voorbeeldweergave aan de rechterkant in het dialoogvenster toont het effect van de bewerking op uw foto.
pt_br: Às vezes, você tem o problema oposto: uma imagem está muito nítida. A solução é desfocá-la um pouco: felizmente, desfocar uma imagem é muito mais fácil do que aprimorá-la. Selecione a **Ferramenta Desfoque** com a entrada de menu :menuselection:`Melhorar --> Desfoque` e experimente o nível. A janela de visualização à direita da caixa de diálogo mostra o efeito da operação na sua fotografia.
sl: Včasih imate nasprotno težavo: slika je preveč ostra. Rešitev je, da jo nekoliko zameglite: na srečo je zameglitev slike veliko lažja kot izostritev. Izberite **Orodje za zameglitev** z vnosom menija :menuselection:`Izboljšaj --> Zamegli` in eksperimentirajte z ravnjo. Okno za predogled na desni strani pogovornega okna prikazuje učinek operacije na vašo fotografijo.
uk: Іноді виникає протилежна проблема: зображення є занадто пістрявим. У такому разі вам допоможе незначне розмивання: на щастя розмити зображення набагато простіше, ніж збільшити його різкість. Виберіть **Інструмент розмивання** за допомогою пункту меню :menuselection:`Покращення --> Розмивання` і поекспериментуйте зі зміною рівня. У вікні попереднього перегляду, розташованому праворуч, ви побачите результат застосування до вашої фотографії розмивання з вказаними вами параметрами.

source: The Unsharp Mask Filter
ca: El filtre Màscara de desenfocament
it: Il filtro di Maschera di contrasto
nl: Het filter Onscherpte masker
pt: O Filtro da Máscara Não-Afiada
pt_br: O filtro de máscara de nitidez
sl: Filter maska neostrine
uk: Фільтр маски зменшення різкості

source: The **Unsharp Mask** filter is an excellent tool to remove haze from your photographs.
ca: El filtre **Màscara de desenfocament** és una excel·lent eina per a eliminar la boira de les vostres fotografies.
it: Il filtro **Maschera di contrasto** è un ottimo strumento per rimuovere l'offuscamento dalle fotografie.
nl: Het filter **Onscherpte masker** is een uitstekend hulpmiddel om een waas uit uw foto's te verwijderen.
pt: O filtro da **Máscara de Afiamento** é uma ferramenta excelente para remover a névoa das suas fotografias.
pt_br: O filtro **Máscara de nitidez** é uma excelente ferramenta para remover névoa das suas fotografias.
sl: Filter **Maska neostrine** je odlično orodje za odstranjevanje meglic z vaših fotografij.
uk: Фільтр **маски зменшення різкості** є чудовим інструментом для вилучення димки з ваших фотографій.

source: The Image Editor Unsharpen Mask Tool
ca: L'eina Màscara de desenfocament de l'editor d'imatges
it: Lo strumento Maschera di contrasto dell'Editor delle immagini
nl: Het hulpmiddel voor Onscherpte masker** van de afbeeldingsbewerker
pt: A Ferramenta da Máscara de Afiamento do Editor de Imagens
pt_br: A ferramenta de máscara de nitidez do Editor de Imagem
sl: Urejevalnik slik Unsharpen Mask Tool
uk: Інструмент маски зменшення різкості редактора зображень

source: The image panel and the original preview help you to pan within the image. The preview window shows the filter output using the current settings.
ca: El plafó d'imatge i la vista prèvia original us ajuden a desplaçar-vos dins de la imatge. La finestra de vista prèvia mostrarà la sortida del filtre utilitzant la configuració actual.
it: Il pannello dell'immagine e l'anteprima dell'originale ti aiutano a scorrere l'immagine. La finestra dell'anteprima mostra il risultato del filtro usando le impostazioni attuali.
nl: Het paneel met de afbeelding en het voorbeeld van het origineel helpen u om u door de foto te verplaatsen. Het voorbeeldvenster toont het resultaat van het filter met de huidige instellingen.
pt: O painel da imagem e a antevisão original ajudam-no a posicionar-se dentro da imagem. A janela de antevisão mostra o resultado do filtro com as configurações actuais.
pt_br: O painel de imagens e a visualização original ajudam você a se deslocar pela imagem. A janela de visualização mostra a saída do filtro usando as configurações atuais.
sl: Plošča s slikami in izvirni predogled vam pomagata premikanje po sliki Okno za predogled prikazuje izhod filtra z uporabo trenutnih nastavitev.
uk: Панелі зображення і попереднього перегляду допоможуть вам у панорамуванні зображенням. За допомогою вікна попереднього перегляду ви зможете спостерігати за наслідками застосування фільтра з поточними параметрами.
