Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: There are two important parameters, **Radius** and **Amount**. The default values often work pretty well, so you should try them first. Increasing either the **Radius** or the **Amount** increases the strength of the effect. Don't get carried away, though: if you make the unsharp mask too strong, it will amplify noise in the image and create the impressions of ridges next to sharp edges.
ca: Hi ha dos paràmetres importants, **Radi** i **Quantitat**. Els valors predeterminats solen funcionar força bé, de manera que primer els haureu de provar. Augmentant el **Radi** o la **Quantitat** s'incrementarà la intensitat de l'efecte. No us deixeu dur: si feu massa forta la màscara de desenfocament, s'amplificarà el soroll en la imatge i es crearà la impressió de crestes al costat de vores afilades.
it: Ci sono due parametri importanti, **Raggio** e **Quantità**. I valori predefiniti spesso funzionano piuttosto bene, quindi dovresti provare prima quelli. Aumentare il **Raggio** o la **Quantità** aumenta la forza dell'effetto. Non farti trasportare però: se rafforzi troppo la maschera di contrasto amplificherai i disturbi nell'immagine, e darai l'impressione che ci siano dei rilievi vicino ai bordi netti.
nl: Er zijn twee belangrijke variabelen, **Straal** en **Hoeveelheid**. De standaard waarden werken meestal verbazend goed, probeer deze daarom eerst. Door het vergroten van de **Straal** of de **Hoeveelheid** maakt u het effect sterker. Maar laat u niet meeslepen: als u het masker voor onscherpte te sterk maakt dan versterkt het de ruis in de foto en creëert het de indruk van ribbels naast scherpe randen.
pt_br: Existem dois parâmetros importantes: **Raio** e **Quantidade**. Os valores padrão geralmente funcionam muito bem, então você deve experimentá-los primeiro. Aumentar o **Raio** ou a **Quantidade** aumenta a intensidade do efeito. Mas não se empolgue: se você deixar a máscara de nitidez muito forte, isso amplificará o ruído na imagem e criará a impressão de sulcos próximos às bordas nítidas.
sl: Obstajata dva pomembna parametra, **Radij** in **Količina**. Privzete vrednosti pogosto delujejo precej dobro, zato jih morate najprej preizkusiti. Povečanje bodisi **Radija** ali **Količine** povečata moč učinka. Vendar naj vas ne zanese: če naredite tudi neostro maskopremočno, bo okrepila šum na sliki in ustvarila vtis grebenov ob ostrih robovih.
uk: Ефектом керують два важливих параметри, **Радіус** і **Величина**. Часто достатньо скористатися типовими значеннями, отже розпочати слід саме з цих значень. Збільшення значень **Радіуса** або **Величини** підсилює ефект. Але не посилюйте ефект понад розумну міру: якщо ви зробите ефект маски зменшення різкості надто сильним, збільшиться шумність зображення, а поряд з різкими переходами кольорів з’являться видимі викривлення зображення, зокрема кольорові рубці.

source: The **Radius** allows you to set how many pixels on either side of an edge that will be affected by sharpening. High resolution images allow higher radius. It is always best to sharpen an image at its final resolution.
ca: El control **Radi** permet establir el nombre de píxels a cada costat d'una vora que es veuran afectats per l'agudització. Les imatges d'alta resolució permeten un radi major. Sempre serà millor definir una imatge en la seva resolució final.
it: Il **Raggio** ti permette di impostare quanti pixel saranno influenzati dall'aumento della nitidezza su entrambi i lati di un bordo. Le immagini ad alta risoluzione permettono un raggio maggiore. È sempre meglio aumentare la nitidezza di un'immagine nella sua risoluzione definitiva.
nl: Met de **Straal** kunt u instellen hoeveel pixels aan elke zijde van een rand wordt bewerkt door verscherping. Bij foto's met hoge resolutie is een grotere straal mogelijk. Het is altijd het best om de verscherping bij de uiteindelijke resolutie van een foto uit te voeren.
pt_br: O **Raio** permite definir quantos pixels em cada lado de uma borda serão afetados pela nitidez. Imagens de alta resolução permitem um raio maior. É sempre melhor tornar uma imagem mais nítida em sua resolução final.
sl: **Polmer** vam omogoča, da nastavite, na koliko slikovnih pik na obeh straneh roba bo vplivalo ostrenje. Slike visoke ločljivosti omogočajo večji radij. Vedno je najbolje izostriti sliko pri njeni končni ločljivosti.

source: The **Amount** control is the percentage of the difference between the original and the blur image that is added back into the original. It allows you to set the strength of the sharpening.
ca: El control **Quantitat** és el percentatge de la diferència entre l'original i la imatge difuminada que s'afegeix de nou a l'original. Us permetrà establir la força de l'agudització.
it: Il controllo della **Quantità** è la percentuale di differenza tra l'originale e l'immagine sfocata che viene aggiunta nuovamente all'originale. Ti permette di impostare la forza dell'aumento della nitidezza.
nl: De variabele **Hoeveelheid** is het percentage voor het verschil tussen het origineel en de wazige afbeelding die wordt toegevoegd aan het origineel. Hiermee kunt u de sterkte voor het verscherpen instellen.
pt_br: O controle **Quantidade** define a porcentagem da diferença entre a imagem original e a imagem desfocada que é adicionada novamente à original. Ele permite definir a intensidade da nitidez.
sl: Kontrolnik **Količina** je odstotek razlike med izvirno in zamegljeno sliko, ki je dodana nazaj v izvirnik. Omogoča nastavitev moči ostrenja.

source: The **Threshold** control is threshold measured as a fraction of the maximum RGB value that needs to be exceeded to apply the sharpening. It allows you to set the minimum difference in pixel values that indicates an edge where sharpening should be applied. That way, you can protect areas of smooth tonal transition from sharpening, and avoid creation of facial blemishes, or artifacts in the sky or water surfaces.
ca: El control **Llindar** és el llindar mesurat com una fracció del valor RGB màxim que cal excedir per a aplicar l'agudesa. Permet establir la diferència mínima en valors dels píxels que indiquin una vora a on s'haurà d'aplicar més agudització. D'aquesta manera, podreu protegir les àrees de transició tonal suau de l'agudització, i evitar la creació de taques a les cares, o defectes visuals al cel o superfícies d'aigua.
it: Il controllo **Soglia** è la soglia misurata come frazione del valore RGB massimo necessita di essere oltrepassato in modo da applicare la nitidezza. Ti permette di impostare la differenza minima in valori di pixel, che indica un bordo dove dovrebbe essere applicato l'aumento della nitidezza. In questo modo puoi proteggere le aree a transizione morbida dei toni dall'aumento della nitidezza, ed evitare la creazione di macchie nei visi o artefatti nelle superfici di cielo o acqua.
nl: De besturing **Drempelwaarde** is de drempel gemeten als een gedeelte van de maximale RGB-waarde, die overschreden moet worden om de verscherping toe te passen. Het biedt u het instellen van het minimum verschil in pixelwaarde die een rand aangeeft waar de verscherping op moet worden toegepast. Op die manier kunt u gebieden beschermen tegen verscherpen, die geleidelijk van kleur veranderen, en vermijdt u daarmee vlekken in gezichten of artifacts in de lucht of het wateroppervlak.
pt_br: O controle **Limiar** é um limite medido como uma fração do valor RGB máximo que precisa ser excedido para aplicar a nitidez. Ele permite definir a diferença mínima nos valores de pixel que indica uma borda onde a nitidez deve ser aplicada. Dessa forma, você pode proteger áreas de transição tonal suave da nitidez e evitar a criação de manchas faciais ou artefatos no céu ou na superfície da água.
sl: Kontrolnik **Prag** je prag, izmerjen kot del največje vrednosti RGB, ki jo je treba preseči za uporabo izostritve. Omogoča vam nastavitev najmanjše razlike v vrednostih slikovnih pik, ki označuje rob, kjer je treba uporabiti ostrenje. Na ta način lahko zaščitite področja gladkega tonskega prehoda pred izostritvijo in se izognete nastanku obraznih madežev ali artefaktov na nebu ali vodnih površinah.

source: Refocus a Photograph
ca: Reenfocar una fotografia
it: Rimessa a fuoco di una fotografia
nl: Refocus toepassen op een foto
pt: Focar de Novo uma Fotografia
pt_br: Refocalizar uma fotografia
sl: Ponovno ostrenje fotografije
uk: Зміна фокуса на фотографії

source: The Refocus tool uses a deconvolutional filter to refocus an image by enhancing sharpness. In plain language, this tool attempts to "refocus" an image by undoing the defocusing. This is better than just trying to sharpen a photograph. It employs a technique called Finite-Impulse-Response Wiener Filtering. While the traditional technique for sharpening images is to use unsharp masking, refocus generally produces better results. Start it from the :menuselection:`Enhance --> Sharpen` menu entry and the **Refocus** option.
ca: L'eina Refocus utilitza un filtre de desconvolució per a reenfocar una imatge millorant l'agudesa. En llenguatge pla, aquesta eina intenta «reenfocar» una imatge desfent el desenfocament. Això és millor que intentar aguditzar una fotografia. Utilitza una tècnica anomenada filtratge Finite-Impulse-Response de Wiener. Mentre que la tècnica tradicional per a l'agudització d'imatges és utilitzar l'emmascarament de desenfocament, el reenfocament generalment produeix millors resultats. Inicieu-lo des de l'entrada de menú :menuselection:`Millora --> Aguditza` i l'opció **Reenfocament**.
it: Lo strumento Rimessa a fuoco utilizza un filtro deconvolutivo per rimettere a fuoco un'immagine migliorando la nitidezza. In parole povere, questo strumento tenta di «rimettere a fuoco» un'immagine annullando la sfocatura. Questa operazione è meglio che tentare aumentare la nitidezza di una foto. Usa una tecnica chiamata Filtro di Wiener Finite-Impulse-Response (FIR). Mentre la tecnica tradizionale per aumentare la nitidezza delle immagini è usare la maschera di contrasto, la rimessa a fuoco in genere produce risultati migliori. Avvia l'opzione dal menu :menuselection:`Migliora --> Aumenta la nitidezza` e l'opzione **Rimessa a fuoco**.
nl: Het hulpmiddel Opnieuw focussen gebruikt een deconvolutionaal filter om een foto opnieuw te focussen door de scherpte te verbeteren. In gewone taal, dit hulpmiddel probeert "opnieuw te focussen" door verkeerde focussering ongedaan te maken. Dit is beter dan gewoon proberen een foto te verscherpen. Het past een techniek toe met de naam Finite-Impulse-Response Wiener Filtering. De traditionele techniek voor het verscherpen van foto's is het gebruik van onscherpte maskering, opnieuw focussen geeft meestal betere resultaten. U start het via het menu-item :menuselection:`Verbeteren --> Verscherpen` en de optie **Opnieuw focussen**.
pt_br: A ferramenta Refocalizar usa um filtro deconvolucional para refocalizar uma imagem, aumentando a nitidez. Em termos simples, esta ferramenta tenta "refocalizar" uma imagem desfazendo o desfoque. Isso é melhor do que simplesmente tentar tornar uma fotografia mais nítida. Ela emprega uma técnica chamada Filtragem Wiener de Resposta a Impulso Finito. Embora a técnica tradicional para tornar imagens mais nítidas seja usar máscaras de nitidez, o refocalizar geralmente produz melhores resultados. Inicie-o a partir da entrada de menu :menuselection:`Melhorar --> Nitidez` e da opção **Refocalizar**.
sl: Orodje Ponovno ostrenje uporablja dekonvolucijski filter za ponovno fokusiranje slike z izboljšanjem ostrine. V preprostem jeziku poskuša to orodje "spet ostriti" sliko tako, da razveljavi defokusiranje. To je bolje kot samo poskušati izostriti fotografijo. Uporablja tehniko, imenovano Wienerjevo filtriranje s končnim impulznim odzivom. Medtem ko je tradicionalna tehnika za izostritev slik uporaba neizostrenega maskiranja, ponovna izostritev na splošno daje boljše rezultate. Zaženite ga z vnosom menija :menuselection:`Izboljšaj --> Naostri` in možnostjo **Ponovno naostri**.

source: The Refocus technique works differently from **Unsharp Mask** and is also unlike the **Sharpen** Filter which both increase the contrast of the edges of an image. Refocus rather reverses the process by which the image got blurred by the circular aperture of the camera. This method gives you as much of the original "in focus" image as possible. Refocus uses a very powerful deconvolutional algorithm that will reclaim the data that has been mixed up. In mathematical terms, blurring is usually the result of a convolution, so a deconvolution will reverse the process. This is exactly what Refocus is doing. Furthermore, the FIR filter technique allows the tool to remove much of the noise and granularity that often gets accentuated in the sharpening process with other sharpening filters.
ca: La tècnica de Reenfocament funciona de manera diferent de la **màscara de desenfocament** i també és diferent del filtre **Agudització**, el qual fa augmentar el contrast de les vores d'una imatge. El Reenfocament més aviat inverteix el procés pel qual la imatge es torna difuminada a causa de l'obertura circular de la càmera. Aquest mètode ofereix la quantitat més gran possible de la imatge «enfocada» original. El Reenfocament utilitza un algorisme de desconvolució molt potent que recuperarà les dades que s'han mesclat. En termes matemàtics, el difuminat sol ser el resultat d'una convolució, una desconvolució invertirà el procés. Això és exactament el que fa el reenfocament. A més, la tècnica del filtre FIR permet que l'eina elimini gran part del soroll i la granularitat que sovint s'accentuen en el procés d'agudització amb altres filtres d'agudització.
it: La tecnica di rimessa a fuoco funziona diversamente dalla **maschera di contrasto**, ed è anche diversa dal filtro di **aumento della nitidezza**, i quali aumentano il contrasto dei bordi di un'immagine. La rimessa a fuoco, invece, inverte il processo con cui l'immagine è stata sfocata dal diaframma circolare della macchina fotografica. Questo metodo ti rende il più possibile dell'immagine originale «a fuoco». La rimessa a fuoco usa un algoritmo deconvolutivo molto potente che riotterrà i dati che sono stati persi. In termini scientifici, la sfocatura è normalmente il risultato di una convoluzione, dunque una deconvoluzione invertirà il processo; questo è esattamente quello che fa la rimessa a fuoco. Inoltre, la tecnica del filtro FIR permette allo strumento di rimuovere molti disturbi e granularità che spesso vengono accentuati con altri filtri di aumento della nitidezza.
nl: De techniek Opnieuw focussen werkt anders dan het **Onscherpte masker** en is ook anders dan het filter **Verscherpen** die beiden het contrast van de randen van een afbeelding verhogen. Opnieuw focussen draait het proces om waardoor de afbeelding vervaagt raakt door de circulaire opening van de camera. Deze methode geeft u evenveel van de originele afbeelding "in focus" als mogelijk. Opnieuw focussen gebruikt een erg krachtig deconvolutioneel algoritme dat de gegevens terug claimt die vermengt zijn geraakt. In wiskundige termen, vervagen is gewoonlijk het resultaat van een convolutie, een deconvolutie zal het proces omdraaien, dit is exact wat Opnieuw focussen doet. Verder biedt de filtertechniek FIR aan het hulpmiddel het verwijderen van de ruis en granulariteit die vaak geaccentueerd raakt in het proces met andere filters voor verscherpen.
pt_br: A técnica de refocalizar funciona de forma diferente da **Máscara de nitidez** e também é diferente do filtro de **Nitidez simples**, que aumentam o contraste das bordas de uma imagem. O refocalizar, em vez disso, reverte o processo pelo qual a imagem ficou desfocada pela abertura circular da câmera. Este método fornece o máximo possível da imagem original "em foco". O refocalizar usa um algoritmo de deconvolução muito poderoso que recupera os dados que foram misturados. Em termos matemáticos, o desfoque geralmente é o resultado de uma convolução, portanto, uma deconvolução reverterá o processo. É exatamente isso que o refocalizar faz. Além disso, a técnica do filtro FIR permite que a ferramenta remova grande parte do ruído e da granularidade que costumam ser acentuados no processo de nitidez com outros filtros de nitidez.
sl: Tehnika ponovnega ostrenja deluje drugače kot **Maska neostrine** in je tudi drugačna od filtra **Ostrenja**, ki oba povečata kontrast robov slike. Ponovno ostrenje obrne proces, pri katerem je bila slika zamegljena zaradi krožne zaslonke fotoaparata. Ta metoda vam daje čim več izvirne slike "v fokusu". Ponovno ostrenje uporablja zelo močan dekonvolucijski algoritem, ki bo povrnil podatke, ki so bili pomešani. Z matematičnega vidika je zamegljenost običajno posledica konvolucije, zato bo dekonvolucija obrnila proces. Točno to počne Ponovno ostrenje. Poleg tega tehnika filtra FIR omogoča orodju, da odstrani velik del šuma in zrnatosti, ki sta pogosto poudarjena v procesu ostrenja z drugimi filtri za ostrenje.

source: The Image Editor Refocus Tool
ca: L'eina de reenfocament de l'editor d'imatges
it: Lo strumento Rimetti a fuoco dell'Editor delle immagini
nl: Het hulpmiddel opnieuw focussen van de afbeeldingsbewerker
pt: A Ferramenta para Focar de Novo do Editor de Imagens
pt_br: A ferramenta de refocalização do Editor de Imagem
sl: Orodje urejevalnika slik za ponovno ostrenje
uk: Інструмент редактора зображень для зміни фокусування

source: In most cases, image blurring by a camera can be modeled as convolution with a circular blur disc. But the refocus tool supports deblurring of two types of convolutional blurring:
ca: En la majoria de casos, la difuminació d'imatges d'una càmera es pot modelar com una convolució amb un disc de difuminat circular. Però l'eina de reenfocament admet desfer el difuminat de dos tipus de difuminat convolucional:
it: Nella maggior parte dei casi, la sfocatura dell'immagine da una fotocamera può essere modellata come convoluzione con un disco sfocato circolare. Ma lo strumento di rimessa a fuoco supporta la sfocatura di due tipi di sfocatura convolutiva:
nl: In de meeste gevallen kan vervagen van de afbeelding door een camera gemodelleerd worden als convolutie met een circulaire vervagingsschijf. Maar het hulpmiddel opnieuw focussen ondersteunt vervaging verminderen met twee typen van convolutionele vervaging:
pt_br: Na maioria dos casos, o desfoque de imagem causado por uma câmera pode ser modelado como convolução com um disco de desfoque circular. Mas a ferramenta refocalizar suporta a remoção do desfoque de dois tipos de desfoque convolucional:
sl: V večini primerov je mogoče zameglitev slike s kamero modelirati kot konvolucijo s krožnim diskom za zameglitev. Toda orodje za ponovno ostrenje podpira ostranjevanje zamegljenosti dveh vrst konvolucijskega zamegljevanja:

source: The **Circular convolution**: this is the term used in this manual to describe the type of blurring that spreads each source point uniformly across a small disk with a fixed radius. (Not to be confused with the definition of circular convolution as used in time series analysis.)
ca: La **Convolució circular**: aquest és el terme utilitzat en aquest manual per a descriure el tipus de difuminat que escampa cada punt d'origen uniformement a través d'un disc petit amb un radi fix. (No s'ha de confondre amb la definició de convolució circular com s'utilitza en l'anàlisi de sèries temporals.)
it: **Convoluzione circolare**: è il termine utilizzato in questo manuale per descrivere il tipo di sfocatura che ciascun punto sorgente propaga uniformemente sopra un piccolo disco con un raggio fisso (da non confondere con la definizione di convoluzione circolare, come utilizzata nell'analisi delle serie temporali).
nl: De **Circulaire convolutie**: dit is de term gebruikt in deze handleiding om het type vervaging te beschrijven dat elk bronpunt uniform verspreidt over een kleine schijf met een vaste straal. (Niet te verwarren met de definitie van circulaire convolutie zoals gebruikt in analyse met tijdseries.)
pt_br: **Convolução circular**: este é o termo usado neste manual para descrever o tipo de desfoque que espalha cada ponto de origem uniformemente por um pequeno disco de raio fixo. (Não confundir com a definição de convolução circular usada na análise de séries temporais.)
sl: **Krožna konvolucija**: to je izraz, uporabljen v tem priročniku za opis vrste zamegljenosti, ki enakomerno porazdeli vsako izvorno točko po majhnem disku s fiksnim polmerom. (Ne sme se zamenjevati z definicijo krožne konvolucije, kot se uporablja v analizi časovnih vrst.)

source: The **Gaussian convolution**: this one is blurring that is mathematically based on the normal distribution, with its bell-shaped curve. Image blurring of this type is normally associated with software blurring. From a theoretical point of view the mathematical justification for using the Gaussian convolution is that when you a apply a large number of independent random convolutions the results will always approach a Gaussian convolution.
ca: La **Convolució de Gauss**: aquest és el difuminat que és matemàticament basat en la distribució normal, amb la seva corba en forma de campana. El difuminat d'imatges d'aquest tipus normalment s'associa amb el difuminat de programari. Des d'un punt de vista teòric, la justificació matemàtica per a utilitzar la convolució gaussiana és que quan s'aplica un gran nombre de convolucions aleatòries independents els resultats sempre s'acostaran a una convolució gaussiana.
it: **Convoluzione gaussiana**: è una sfocatura matematicamente basata sulla distribuzione normale, con una curva a forma di campana. La sfocatura dell'immagine di questo tipo è normalmente associata alla sfocatura software. Da un punto di vista teorico, la giustificazione matematica dell'uso della convoluzione gaussiana è il fatto che quando si applica un grande numero di convoluzioni casuali indipendenti i risultati si avvicinano sempre a una convoluzione gaussiana.
nl: De **Gaussiaanse convolutie**: deze is vervaging die wiskundig gebaseerd is op de normale verdeling, met zijn klokvormige kromme. Afbeeldingsvervaging van dit type wordt normaal geassocieerd met vervaging door software. Vanuit een theoretische gezichtspunt is de wiskundige rechtvaardiging voor het gebruik van de Gaussiaanse convolutie dat wanneer u een groot aantal onafhankelijke willekeurige convoluties toepast het resultaat altijd een Gaussiaanse convolutie nadert.
pt_br: **Convolução gaussiana**: trata-se de um desfoque matematicamente baseado na distribuição normal, com sua curva em forma de sino. O desfoque de imagem desse tipo normalmente está associado ao desfoque de software. Do ponto de vista teórico, a justificativa matemática para o uso da convolução gaussiana é que, ao aplicar um grande número de convoluções aleatórias independentes, os resultados sempre se aproximarão de uma convolução gaussiana.
sl: **Gaussova konvolucija**: ta zamegljenost matematično temelji na normalni porazdelitvi s svojo zvonasto krivuljo. Zameglitev slike te vrste je običajno povezana z zameglitvijo programske opreme. S teoretičnega vidika je matematična utemeljitev za uporabo Gaussove konvolucije ta, da ko uporabite veliko število neodvisnih naključnih konvolucij, se bodo rezultati vedno približali Gaussovi konvoluciji.
