Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/enhancement_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Filter Iterations**: number of times the blurring algorithm is applied. Usually 1 or 2 is sufficient.
ca: Filtre **Iteracions**: nombre de vegades que s'aplicarà l'algorisme de difuminat. Normalment n'hi ha prou amb 1 o 2.
it: **Iterazioni del filtro**: il numero di volte che sarà applicato l'algoritmo di sfocatura. In genere basta 1 o 2 volte.
nl: **Filterherhalingen**: het aantal keren dat het algoritme voor vervagen wordt toegepast. Meestal is 1 of 2 voldoende.
pt: **Iterações do Filtro**: número de vezes que o algoritmo do borrão é aplicado. Normalmente, 1 ou 2 é suficiente.
pt_br: **Iterações do filtro**: número de vezes que o algoritmo de desfoque é aplicado. Normalmente, 1 ou 2 são suficientes.
sl: **Ponovitve filtra**: kolikokrat je uporabljen algoritem zamegljevanja. Običajno zadostujeta 1 ali 2.
uk: **Кількість ітерацій**: кількість послідовних застосувань розмивання. Зазвичай, достатньо 1 або 2.

source: The Image Editor Restoration Tool Advanced Settings
ca: La configuració avançada de l'eina Restauració de l'editor d'imatges
it: Le impostazioni avanzate dello strumento Restauro dell'Editor delle immagini
nl: De geavanceerde instellingen van het hulpmiddel restaureren van de afbeeldingsbewerker
pt: A Configuração Avançada da Ferramenta de Restauro do Editor de Imagens
pt_br: Configurações avançadas da ferramenta de restauração do Editor de Imagem
sl: Napredne nastavitve orodja za restevriranje urejevalnika slik
uk: Додаткові параметри інструмента редактора зображень для відновлення

source: **Angular Step** [5, 90]: angular integration of the anisotropy alpha. If alpha is chosen small, the Angular Step should also be chosen small. But beware that small angles result in long runs! So choose a value as large as you can accept.
ca: **Pas angular** [5, 90]: la integració angular de l'anisotropia alfa. Si l'alfa es tria baixa, també el pas angular hauria de triar-se baix. Però tingueu en compte que els angles petits resulten en execucions llargues! Trieu un valor tan gran com pugueu acceptar.
it: **Passo angolare** [5, 90]: integrazione angolare del fattore di anisotropia alfa. Se alfa viene scelto piccolo, anche il passo angolare deve essere piccolo. Ma attenzione, perché angoli piccoli implicano grandi calcoli. Scegli un valore grande tanto quanto ti è possibile.
nl: **Hoekstap** [5, 90]: hoek integratie van de anisotropie alfa. Als alfa klein is gekozen, dan moet u de Hoekstap ook klein kiezen. Maar pas op, kleine hoeken resulteren in lange rekentijden! Kies een waarde zo groot als acceptabel is.
pt_br: **Passo angular** [5, 90]: integração angular do alfa da anisotropia. Se o alfa for escolhido como pequeno, o passo angular também deve ser escolhido como pequeno. Mas cuidado, pois ângulos pequenos resultam em longas execuções! Portanto, escolha um valor tão grande quanto você puder aceitar.
sl: **Kotni korak** [5, 90]: kotna integracija anizotropije alfa. Če je izbrana alfa majhna, mora biti kotni korak prav tako izbran majhen. Toda pozor, majhni koti povzročajo dolge obdelave! Zato izberite tako veliko vrednost, kot jo lahko še sprejmete.

source: **Integral Step** [0.1, 10]: spatial integration step width in terms of pixels. Should remain less than 1 (sub-pixel smoothing) and never be higher than 2.
ca: **Pas Integral** [0,1, 10]: amplada del pas d'integració espacial en termes de píxels. Haurà de romandre en menys que 1 (suavitzat del subpíxel) i mai més gran que 2.
it: **Passo integrale** [0,1, 10]: larghezza del passo di integrazione spaziale, in pixel. Dovrebbe rimanere inferiore a 1 (smussatura sub-pixel) e non andare mai oltre 2.
nl: **Integraalstap** [0,1, 10]: spatiële integraalstapbreedte met de stap in pixels. Bij voorkeur kleiner dan 1 (subpixel vervaging) en nooit groter dan 2.
pt: **Passo Integral** [0,1, 10]: o passo de integração espacial em termos de pixels. Deverá ser inferior a 1 (suavização em sub-pixels) e nunca deverá ser superior a 2.
pt_br: **Passo integral** [0,1, 10]: a largura do passo de integração espacial, em termos de pixels. Deverá ser menor que 1 (suavização de subpixels) e nunca deverá ser maior que 2.
sl: **Integralni korak** [0,1, 10]: širina koraka prostorske integracije glede na slikovne pike. Mora ostati manjši od 1 (glajenje podpikslov) in nikoli višji kot 2.
uk: **Крок інтегрування** [0,1; 10]: крок просторового інтегрування у пікселях. Варто вказувати значення, що не перевищують 1 (субпіксельне згладжування). Використовувати значення, вищі за 2, взагалі не варто.

source: **Use Linear Interpolation**: The gain in quality if you select this option is only marginal and you lose a factor of 2 in speed. Our recommendation is to leave it off.
ca: **Usa interpolació lineal**: el guany en qualitat, si se selecciona aquesta opció, només serà marginal i es perdrà un factor de 2 en velocitat. La nostra recomanació és deixar-la desactivada.
it: **Usa interpolazione lineare**: il guadagno in termini di qualità se selezioni questa opzione è solo marginale, e perdi un fattore di 2 in termini di velocità. Raccomandiamo di lasciarla inattiva.
nl: **Lineaire interpolatie gebruiken**: Het kwaliteitsvoordeel is bij gebruik marginaal en het gaat 2x zo langzaam. Ons advies is daarom om het uitgeschakeld te laten.
pt: **Usar a Interpolação Linear**: O ganho em qualidade, se escolher esta opção, só é marginal e irá perder um factor de 2 em velocidade. A nossa recomendação é que deixe esse valor desligado.
pt_br: **Usar interpolação linear**: O ganho de qualidade, se você selecionar esta opção, é apenas marginal e você irá perder um fator de 2 na velocidade. A recomendação é que mantenha a opção desligada.
sl: **Uporabi linearno interpolacijo**: izboljšanje kakovosti, če izberete to možnost je le obrobna in izgubite faktor 2 pri hitrosti. Naše priporočilo je, da ga pustite.
uk: **Використовувати лінійну інтерполяцію**: виграш у якості, у разі позначення цього пункту, буде незначним, але призведе до зменшення швидкості у 2 рази. Рекомендуємо вам не позначати цей пункт.

source: **Save As** and **Load** buttons are used to do just that. Any Photograph Restoration filter settings that you have set can be saved to the files in a text file and reloaded later.
ca: Els botons **Desa com a...** i **Carrega...** s'utilitzen per a realitzar les accions que descriuen. Qualsevol configuració de filtre a la restauració fotogràfica que establiu es podrà desar als fitxers en un fitxer de text i tornar-lo a carregar més endavant.
it: I pulsanti **Salva come** e **Carica** sono usati per fare esattamente quello che descrivono. Qualsiasi impostazione del filtro di restauro fotografico fatta può essere salvata sul disco in un file di testo e ricaricata in seguito.
nl: De knoppen **Opslaan als...** en **Laden** worden gebruikt om dat te doen. Alle instellingen van Fotorestauratiefilter die u hebt ingesteld kunt u opslaan in de bestanden in een tekstbestand en later opnieuw laden.
pt_br: Os botões **Salvar como** e **Carregar** são usados ​​para fazer exatamente isso. Quaisquer configurações de filtro de restauração de fotografia que você tenha definido podem ser salvas em um arquivo de texto e recarregadas posteriormente.
sl: Gumba **Shrani kot** in **Naloži** se uporabljata prav za to. Vse nastavitve filtra Restavriranje fotografije, ki ste jih nastavili, lahko shranite v datoteke v besedilni datoteki in jih pozneje znova naložite.

source: Photograph restoration is comparatively fast given what it is doing, but it can take a long time to run and cause high CPU load. You may always abort computation by pressing the **Abort** button during preview rendering.
ca: La restauració fotogràfica és comparativament molt ràpida en el que fa, però pot trigar molt temps a executar-se i això causa una càrrega alta de la CPU. Sempre podreu cancel·lar el càlcul prement el botó **Interromp** durant la renderització de la vista prèvia.
it: Il restauro fotografico è relativamente veloce a fare il suo lavoro, ma può richiedere molto tempo per l'esecuzione e impiegare molte risorse della CPU. Puoi sempre interrompere il calcolo premendo il pulsante **Interrompi** durante la resa dell'anteprima.
nl: Fotorestauratie is relatief erg snel in wat het doet, maar het kan ook lang duren en veel processortijd gebruiken. U kunt altijd de berekening afbreken door tijdens de berekening op de knop **Afbreken** te drukken.
pt_br: A restauração de fotografias é relativamente rápida, considerando o que está sendo feito, mas pode levar muito tempo para ser executada e causar alta carga na CPU. Você sempre pode interromper a computação pressionando o botão **Cancelar** durante a renderização da visualização.
sl: Restavriranje fotografij je sorazmerno hitro glede na to, kaj se počne, vendar lahko traja dolgo in povzroči veliko obremenitev procesorja. Računanje lahko kadar koli prekinete s pritiskom na gumb **Prekini** med upodabljanjem predogleda.

source: Red Eye
ca: Ulls vermells
it: Occhi rossi
nl: Rode ogen
pt_br: Olho vermelho
sl: Rdeče oko

source: The digiKam **Red Eye** tool is a red eye removal tool. Red eyes are caused when a camera flash is used to take photographs of people. The red is the reflection from the back of the eye which can be seen because the pupil cannot react quickly enough to the flash. By the way, the red eye effect is less likely with a separate flash because of the different viewing angles of the flash and the lens. You can correct some of the worst effects of Red Eye by:
ca: L'eina d'**Ulls vermells** del digiKam és una eina per a eliminar els ulls vermells. Aquests es produeixen quan s'utilitza un flaix de càmera per a fer fotografies de persones. El vermell és el reflex de la part posterior de l'ull que es pot veure perquè la pupil·la no pot reaccionar prou de pressa al flaix. Per cert, amb una llum de flaix independent, l'efecte d'ulls vermells és menys probable a causa de l'angle de visió diferent del flaix i de la lent. Podeu corregir alguns dels pitjors efectes dels ulls vermells mitjançant:
it: Lo strumento **Occhi rossi** di digiKam serve per la rimozione degli occhi rossi. Il fenomeno degli occhi rossi si verifica quando si usa il flash per fotografare le persone. Il rosso è il riflesso del retro dell'occhio ed è visibile perché la pupilla non riesce a reagire abbastanza velocemente al flash. Comunque, l'effetto si verifica meno con l'uso di un flash separato grazie alle diverse angolazioni di flash e obiettivo. Puoi correggere alcuni dei peggiori effetti di occhi rossi:
nl: Het hulpmiddel **Rode ogen** van digiKam is een hulpmiddel voor het verwijderen van rode ogen. Rode ogen worden veroorzaakt door flitslicht bij het maken van foto's van mensen. Het rood is de reflectie via de achterkant van het oog dat u kunt zien omdat de pupil niet snel genoeg op het flitslicht kan reageren. Overigens, met een separaat flitsapparaat is het effect van rode ogen minder waarschijnlijk omdat er een hoek is tussen het flitslicht en de lens. U kunt de ergste effecten van rode ogen een beetje corrigeren door:
pt_br: A ferramenta **Olho vermelho** do digiKam é uma ferramenta para remoção de olhos vermelhos. Olhos vermelhos são causados ​​quando o flash da câmera é usado para tirar fotos de pessoas. O vermelho é o reflexo do fundo do olho, que pode ser visto porque a pupila não consegue reagir com rapidez suficiente ao flash. A propósito, o efeito de olhos vermelhos é menos provável com um flash separado devido aos diferentes ângulos de visão do flash e da lente. Você pode corrigir alguns dos piores efeitos de olhos vermelhos:
sl: Orodje digiKam **Rdeče oko** je orodje za odstranjevanje rdečih oči. Rdeče oči nastanejo, ko se za fotografiranje ljudi uporablja bliskavica kamere. Rdeča je odsev očesnega ozadja, ki ga lahko vidimo, ker se zenica ne more dovolj hitro odzvati na blisk. Mimogrede, učinek rdečih oči je manj verjeten z ločeno bliskavico zaradi različnih kotov gledanja bliskavice in leče. Nekatere najhujše učinke rdečih oči lahko odpravite tako, da:

source: Select :menuselection:`Enhance --> Red Eye...`.
ca: Seleccioneu :menuselection:`Millora --> Ulls vermells...`.
it: Select :menuselection:`Migliora --> Occhi rossi...`.
nl: Selecteer :menuselection:`Verbeteren --> Rode ogen...`.
pt_br: Selecione :menuselection:`Melhorar --> Olho vermelho...`.

source: Set the preview mode to display the portion of the image with the eyes that need to be fixed.
ca: Establiu el mode de vista prèvia per a mostrar la porció de la imatge amb els ulls que s'han de corregir.
it: Imposta la modalità anteprima per visualizzare la porzione dell'immagine con gli occhi rossi che devono essere corretti.
nl: De voorbeeldmodus instellen om het gedeelte van de afbeelding met de ogen die gerepareerd moeten worden te tonen.
pt_br: Defina o modo de visualização para exibir a parte da imagem com os olhos que precisam ser corrigidos.
sl: Nastavite način predogleda za prikaz dela slike z očmi, ki jih je treba popraviti.

source: A neural network engine parses the image contents to automatically localize eyes and the red pupils.
ca: Un motor de xarxa neuronal analitza el contingut de la imatge per a localitzar automàticament els ulls i les pupil·les vermelles.
it: Un motore di rete neurale analizza il contenuto dell'immagine per individuare automaticamente gli occhi e le pupille rosse.
nl: Een neuraal netwerkengine ontleed de inhoud van de afbeelding om automatisch ogen en de rode pupillen te lokaliseren.
pt_br: Um mecanismo de rede neural analisa o conteúdo da imagem para localizar automaticamente os olhos e as pupilas vermelhas.
sl: Mehanizem nevronske mreže razčleni vsebino slike, da samodejno lokalizira oči in rdeče zenice.

source: The **Red Level** setting adjusts the amount of red eye removal.
ca: L'opció **Nivell de vermell** ajusta la quantitat d'eliminació d'ulls vermells.
it: L'impostazione **Livello di rosso** regola la quantità di occhi rossi da rimuovere.
nl: De instelling **Roodniveau** stelt de hoeveelheid in voor het verwijderen van rode ogen.
pt_br: A configuração **Nível de vermelho** ajusta a quantidade de remoção de olhos vermelhos.
sl: Nastavitev **Raven rdeče** prilagodi količino odstranjevanja rdečih oči.

source: The Image Editor Red Eyes Removal
ca: L'eina Elimina els ulls vermells de l'editor d'imatges
it: Rimozione degli occhi rossi dell'Editor delle immagini
nl: Rode ogen verwijderen van de afbeeldingsbewerker
pt: A Remoção de Olhos Vermelhos do Editor de Imagens
pt_br: A remoção de olhos vermelhos do Editor de Imagem
sl: Urejevalnik slik odstranjevanje rdečih oči
uk: Інструмент редактора зображень для усування ефекту «червоних очей»

source: Sharpen
ca: Aguditza
it: Aumenta la nitidezza
nl: Verscherpen
pt_br: Nitidez
sl: Izostritev

source: The digiKam **Sharpen** tool provides three different tools for sharpening, each with unique advantages and disadvantages.
ca: L'eina **Aguditza** del digiKam ofereix tres eines diferents per a l'agudització, cadascuna amb avantatges i desavantatges diferents.
it: Lo strumento **Aumenta la nitidezza** di digiKam fornisce tre diversi strumenti per la nitidezza, ciascuno con i suoi vantaggi e svantaggi.
nl: Het hulpmiddel **Verscherpen** van digiKam levert drie verschillende hulpmiddelen voor verscherpen, elk met unieke voor- en nadelen.
pt_br: A ferramenta **Nitidez** do digiKam oferece três ferramentas diferentes para nitidez, cada uma com vantagens e desvantagens exclusivas.
sl: Orodje digiKam **Ostrenje** ponuja tri različna orodja za ostrenje, od katerih ima vsako edinstvene prednosti in slabosti.

source: **Simple Sharp** is a traditional sharpening tool that is very fast and easy, but that may produce grainy images, particularly in dark areas.
ca: **Agudesa senzilla** és una eina de nitidesa tradicional que és molt ràpida i fàcil, però pot produir imatges amb gra, en particular a les àrees fosques.
it: **Aumento della nitidezza semplice** è un strumento tradizionale per l'aumento della nitidezza, molto facile e veloce, che potrebbe generare però delle immagini sgranate, soprattutto nelle zone scure.
nl: **Eenvoudig verscherpen** is een traditioneel hulpmiddel voor verscherpen, dat erg snel en gemakkelijk is, maar snel korrelige afbeeldingen produceert, speciaal in donkere gebieden.
pt_br: **Nitidez simples** é uma ferramenta de nitidez tradicional que é muito rápida e fácil, mas que pode produzir imagens granuladas, principalmente em áreas escuras.
sl: **Enostavno ostrenje** je tradicionalno orodje za ostrenje, ki je zelo hitro in enostavno, vendar lahko ustvari zrnate slike, zlasti na temnih območjih.

source: **Unsharp Mask** works on the contrast of edges to make an image appear sharper, but it actually does not sharpen at all, but works by enhancing edges. It does a real good job at removing atmospheric haze. The algorithm was taken from the Gimp, and it is copyrighted by Winston Chang.
ca: La **Màscara de desenfocament** funciona sobre el contrast de les vores per a crear una imatge que sembli més aguda, però en realitat no augmenta l'agudesa en absolut, funciona millorant les vores. Fa una bona feina eliminant la boira atmosfèrica. L'algorisme es va prendre del Gimp, i és copyright de Winston Chang.
it: La **Maschera di contrasto** funziona sul contrasto ai bordi per far sembrare più nitida un'immagine, ma in realtà non aumenta affatto la nitidezza, ma funziona migliorando i bordi. Rimuove la foschia atmosferica in modo davvero efficace. L'algoritmo è stato preso da Gimp, ed è opera di Winston Chang.
nl: **Onscherpte masker** werkt op het randcontrast om een afbeelding scherper te laten lijken, maar in werkelijkheid niets scherper maakt, het werkt tamelijk psychovisueel. Het kan worden gebruikt om een atmosferische waas te verwijderen en hier doet het echt goed werkt. Het algoritme komt uit the Gimp en het copyright behoort aan Winston Chang.
pt_br: **Máscara de nitidez** trabalha no contraste das bordas para fazer com que uma imagem pareça mais nítida, mas na verdade não a torna nítida, apenas realça as bordas. Ela faz um ótimo trabalho removendo a névoa atmosférica. O algoritmo foi retirado do Gimp e seus direitos autorais pertencem a Winston Chang.
sl: **Maska razostrenja** deluje na kontrastu robov, da je slika videti ostrejša, vendar se pravzaprav sploh ne izostri, ampak deluje tako, da izboljša robove. Zelo dobro odstranjuje atmosfersko meglico. Algoritem je bil vzet iz Gimpa, avtorske pravice pa ima Winston Chang.

source: **Refocus** is probably the best of the three algorithms because it actually improves sharpness. It is a bit more involved in its application as it uses several adjustable parameters.
ca: El **Reenfocament** probablement és el millor dels tres algorismes perquè realment millora l'agudesa. És una mica més complicat d'aplicar, ja que fa servir diversos paràmetres ajustables.
it: **Rimessa a fuoco** è probabilmente il migliore dei tre algoritmi, perché migliora davvero la nitidezza. È un po' più complicato applicarlo perché utilizza parametri regolabili.
nl: **Opnieuw focussen** is waarschijnlijk het beste van de drie algoritmen omdat het echt de scherpte verbeterd. Het is een beetje ingewikkelder in zijn toepassing het verschillende aan te passen parameters gebruikt.
pt_br: **Refocalizar** é provavelmente o melhor dos três algoritmos porque, na verdade, melhora a nitidez. Sua aplicação é um pouco mais complexa, pois utiliza vários parâmetros ajustáveis.
sl: **Ponovno ostrenje** je verjetno najboljši od treh algoritmov, ker dejansko izboljša ostrino. Pri uporabi je nekoliko bolj vpleten, saj uporablja več nastavljivih parametrov.

source: Out-of-focus photographs, as well as most digitized images, benefit from some sharpness correction. This is partly due to the digitizing process that must chop up a continuous scene into pixels with finite size and spacing, so elements thinner than the sampling frequency will be averaged together. Thus, sharp borders are rendered a little blurred. The same phenomenon appears when printing color dots on paper. High-resolution cameras need even more sharpening on a regular basis than consumer cameras.
ca: Les fotografies desenfocades, així com la majoria de les imatges digitalitzades es beneficien d'alguna correcció de l'agudesa. Això es deu parcialment al fet que el procés de digitalització ha de tallar una escena continua en píxels amb una mida i espai finits, de manera que els elements més fins que la freqüència de mostratge es fusionaran junts. Per tant, les vores definides es representaran una mica borroses. El mateix fenomen apareix quan s'imprimeixen punts de color sobre paper. Les càmeres de resolució alta encara necessiten més agudització de manera habitual que les càmeres de consum.
it: Le fotografie sfocate, come la maggior parte delle immagini digitalizzate, traggono beneficio dalla correzione della nitidezza. Ciò è parzialmente dovuto al processo di digitalizzazione, che deve sminuzzare una scena continua in pixel con dimensioni e distanze finite, quindi gli elementi più sottili della frequenza di campionamento saranno fusi assieme calcolandone la media. I bordi netti, perciò, vengono resi un po' sfocati. Lo stesso fenomeno si verifica quando si stampano dei punti sulla carta. Le macchine fotografiche ad alta risoluzione hanno persino più bisogno di aumentare regolarmente la nitidezza rispetto a quelle di fascia bassa.
nl: Foto's die out-of-focus zijn, evenals de meeste gedigitaliseerde afbeeldingen, profiteren correctie van de scherpte. Dit gedeeltelijk door het digitaliseringsproces dat een continue scene opdeelt in pixels met eindige grootte en afstand, dus elementen kleiner dan de bemonsteringsfrequentie worden uitgemiddeld worden. Hierdoor worden scherpe begrenzingen een beetje vervaagt. Hetzelfde fenomeen treedt ook op bij het op papier printen van gekleurde punten. Hoge-resolutie camera's hebben zelfs op reguliere basis meer verscherping nodig dan consumentencamera's.
pt_br: Fotografias desfocadas, assim como a maioria das imagens digitalizadas, se beneficiam de alguma correção de nitidez. Isso se deve, em parte, ao processo de digitalização, que precisa dividir uma cena contínua em pixels com tamanho e espaçamento finitos, de modo que elementos mais finos do que a frequência de amostragem sejam somados. Assim, bordas nítidas ficam um pouco borradas. O mesmo fenômeno ocorre ao imprimir pontos coloridos em papel. Câmeras de alta resolução precisam de ainda mais nitidez regularmente do que câmeras comuns.
sl: Neostre fotografije in večina digitaliziranih slik imajo koristi od popravka ostrine. To je deloma posledica procesa digitalizacije, ki mora neprekinjeno sceno razrezati na slikovne pike s končno velikostjo in razmikom, tako da bodo elementi, tanjši od frekvence vzorčenja povprečeni skupaj. Tako so ostre meje nekoliko zamegljene. Enak pojav se pojavi pri tiskanju barvnih pik na papir. Kamere z visoko ločljivostjo potrebujejo še večjo redno ostrenje kot potrošniške kamere.
