Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Resize Photograph is very fast given what it is doing, but it can take a long time to run and cause high CPU load. You may always abort computation by pressing **Cancel** button during rendering.
ca: La redimensió de la fotografia és molt ràpid pel que fa, però pot prendre molt temps a executar-se i això causa una càrrega de la CPU. Sempre podreu cancel·lar el càlcul prement el botó **Interromp** durant el renderitzat.
it: Il ridimensionamento fotografico è molto veloce, dato il suo lavoro, ma può volerci molto tempo per farlo e potrebbe causare un forte carico sulla CPU. Puoi sempre interrompere il calcolo premendo il pulsante **Annulla** durante la resa dell'anteprima.
nl: Foto wijzigen van grootte is erg snel in wat het doet, maar het kan toch lang duren en veel processortijd gebruiken. U kunt altijd de berekening afbreken door tijdens de berekening op de knop **Annuleren** te drukken.
pt_br: O redimensionamento de fotografia é muito rápido considerando o que faz, mas pode levar muito tempo para ser executado e causar alta carga na CPU. Você sempre pode cancelar a computação pressionando o botão **Cancelar** durante a renderização.
sl: Orodje spremeni velikost fotografije je glede na to, kaj počne, zelo hitro, vendar lahko traja dolgo, da se izvaja in povzroči veliko obremenitev procesorja. Izračun lahko vedno prekinete tako, da med upodabljanjem pritisnete gumb **Prekliči**.

source: Liquid Rescale
ca: Canvi d'escala líquid
nl: Vloeibaar herschalen
pt: Escala Líquida
pt_br: Redimensionamento líquido
sl: Tekočinsko spreminjanje velikosti
uk: Пошарове вирізання

source: The digiKam **Liquid Rescale** tool uses the `Seam Carving method <https://en.wikipedia.org/wiki/Seam_carving>`_ to non-uniformly resize pictures while preserving their important features. The tool can intelligently decrease the width (or height) of an image by deleting vertically or horizontally oriented seams of pixels that do not contain important features. Think of the seams as wiggly columns or rows that snake through the image avoiding important features. The tool can also use the same approach to increase the size of an image by inserting seams. The tool supports manual selection of **masks** to identify features to be deleted or retained, to supplement its automatic seam evaluation capability.
ca: L'eina **Canvi d'escala líquid** del digiKam utilitza el `Mètode Seam Carving <https://en.wikipedia.org/wiki/Seam_carving>`_ per a canviar la mida de les imatges de manera no uniforme, preservant els seus trets importants. L'eina pot disminuir intel·ligentment l'amplada (o l'alçada) d'una imatge suprimint juntures de píxels orientades verticalment o horitzontalment que no contenen trets importants. Penseu en les juntures com a columnes o files esgarrifoses que serpentegen a través de la imatge evitant tres importants. L'eina també pot utilitzar el mateix enfocament per a augmentar la mida d'una imatge inserint juntures. L'eina admet la selecció manual de **màscares** per a identificar els trets que s'han d'eliminar o conservar, per a complementar la seva capacitat d'avaluació automàtica de juntures.
it: Lo strumento **Liquid Rescale** di digiKam utilizza il `metodo Seam Carving <https://en.wikipedia.org/wiki/Seam_carving>`_ (Taglio della cucitura) per ridimensionare in modo non uniforme fotografie, preservando al tempo stesso i suoi elementi importanti. Lo strumento è in grado di ridurre in modo intelligente la larghezza, o l'altezza, di un'immagine, selezionando verticalmente od orizzontalmente le cuciture orientate di pixel che non contengono elementi importanti. Devi immaginare le cuciture come delle colonne o righe ondulate che serpeggiano attraverso l'immagine evitando gli elementi importanti. Lo strumento può usare lo stesso approccio anche per aumentare la dimensione di un'immagine aggiungendo giunture. Lo strumento supporta la selezione manuale di **maschere** per identificare gli elementi da eliminare o mantenere, e alimentare la sua capacità di valutazione automatica di cucitura.
nl: Het hulpmiddel **Vloeiend herschalen** van digiKam gebruikt de methode `Seam Carving <https://en.wikipedia.org/wiki/Seam_carving>`_ om niet-uniform plaatjes van grootte te wijzigen terwijl hun belangrijke kenmerken bewaard blijven. Het hulpmiddel kan intelligent de breedte (of hoogte) van een afbeelding verkleinen door verticaal of horizontaal georiënteerde naden van pixels die geen belangrijke kenmerken bevatten te verwijderen. Stel de naden voor als wiebelende kolommen of rijen die kronkelen door de afbeelding en belangrijke kenmerken vermijden. Het hulpmiddel kan ook dezelfde benadering gebruiken om de grootte van een afbeelding te vergroten door naden in te voegen. Het hulpmiddel ondersteunt handmatige selectie van **maskers** om te verwijderen of te behouden kenmerken te identificeren, om zijn automatische mogelijkheid van evaluatie van naden aan te vullen.
pt_br: A ferramenta **Redimensionamento líquido** do digiKam utiliza o método `Seam Carving <https://en.wikipedia.org/wiki/Seam_carving>`_ para redimensionar imagens de forma não uniforme, preservando suas características importantes. A ferramenta pode reduzir inteligentemente a largura (ou altura) de uma imagem, excluindo costuras de pixels orientadas vertical ou horizontalmente que não contêm características importantes. Pense nas costuras como colunas ou linhas sinuosas que serpenteiam pela imagem, evitando características importantes. A ferramenta também pode usar a mesma abordagem para aumentar o tamanho de uma imagem inserindo costuras. A ferramenta suporta a seleção manual de **máscaras** para identificar características a serem excluídas ou mantidas, complementando sua capacidade automática de avaliação de costuras.
sl: Orodje digiKam **Tekočinsko spreminjanje velikosti** uporablja metodo `Rezbarjenja šivov - Seam Carving method <https://en.wikipedia.org/wiki/Seam_carving>`_ za neenakomerno spreminjanje velikosti slik, hkrati pa ohranja njihove pomembne lastnosti. Orodje lahko inteligentno zmanjša širino (ali višino) slike tako, da izbriše navpično ali vodoravno usmerjene spoje slikovnih pik, ki ne vsebujejo pomembnih funkcij. Zamislite si šive kot gibljive stolpce ali vrstice, ki se vijejo skozi sliko in se izogibajo pomembnim značilnostim. Orodje lahko uporabi enak pristop tudi za povečanje velikosti slike z vstavljanjem šivov. Orodje podpira ročno izbiro **mask** za prepoznavanje elementov, ki jih je treba izbrisati ali obdržati, kot dopolnitev zmožnosti samodejnega ocenjevanja šivov.

source: The best way to understand how this tool is used is to follow along as the tool as applied to the sample image in the figure below.
ca: La millor manera d'entendre com s'utilitza aquesta eina és veure com s'aplica a la imatge d'exemple de la figura següent.
it: Il modo migliore per capire come viene utilizzato lo strumento è seguire la sua applicazione all'immagine campione mostrata sotto.
nl: De beste manier om te begrijpen hoe dit hulpmiddel wordt gebruikt is te volgen terwijl het hulpmiddel wordt toegepast in de voorbeeldafbeelding in de onderstaande figuur.
pt_br: A melhor maneira de entender como essa ferramenta é usada é acompanhá-la conforme ela é aplicada à imagem de exemplo na figura abaixo.
sl: Najboljši način, da razumete, kako se to orodje uporablja, je, da sledite orodju, uporabljenemu na vzorčni sliki na spodnji sliki.
uk: Найкращим способом зрозуміти, як використовують цей інструмент, є вивчення застосування інструменту до зразкового зображення на рисунку нижче.

source: **Step 1**: A Sample Image Before Resizing Using Liquid Rescale Tool
ca: **Pas 1**: Una imatge de mostra abans de canviar la mida utilitzant l'eina Canvi d'escala líquid
it: **Passaggio 1**: un'immagine campione prima del ridimensionamento utilizzando lo strumento Liquid Rescale
nl: **Stap 1**: een voorbeeld afbeelding vóór grootte wijzigen met het hulpmiddel Vloeibaar herschalen
pt: **Passo 1**: Uma Imagem de Exemplo Antes de ser Dimensionada com a Ferramenta de Escala Líquida
pt_br: **Passo 1**: Uma imagem de amostra antes do redimensionamento usando a ferramenta de redimensionamento líquido
sl: **1. korak**: vzorčna slika pred spreminjanjem velikosti z orodjem tekočinsko spreminjanje velikosti
uk: **Крок 1**: зразок зображення до зміни розмірів за допомогою інструмента пошарового вирізання

source: Target Size
ca: Mida final
it: Dimensione risultante
nl: Grootte van doel
pt: Tamanho-Alvo
pt_br: Tamanho alvo
sl: Ciljna velikost
uk: Остаточний розмір

source: After starting the Liquid Rescale tool, a series of parameters have to be set. the first set of parameters specifies the desired size of the final image.
ca: Després d'iniciar l'eina Canvi d'escala líquid, s'han d'establir una sèrie de paràmetres. El primer conjunt de paràmetres especifica la mida desitjada de la imatge final.

source: The digiKam Liquid Rescale Tool Size Settings
ca: La configuració de Mida de l'eina «Canvi d'escala líquid» en el digiKam
it: Le impostazioni per la dimensione dello strumento Liquid Rescale di digiKam
nl: De grootte-instellingen van hulpmiddel vloeibaar herschalen van digiKam
pt: A Configuração do Tamanho da Escala Líquida no digiKam
pt_br: Configurações de tamanho da ferramenta de redimensionamento líquido do digiKam
sl: Nastavitve digiKam tekočinske spremembe velikosti
uk: Параметри розміру інструмента пошарового вирізання у digiKam

source: It is advisable to always rescale in one direction at a time. If both the **width** and the **height** are changed, rescaling is performed by default on the width first, then on the height. You can also **Preserve aspect ratio** from the original image. Dimensions can be set in pixels (**px**) or in **percents**.
ca: És aconsellable tornar a escalar sempre en una direcció alhora. Si es modifiquen tant l'**amplada** com l'**alçada**, el canvi d'escala es farà de manera predeterminada primer de l'amplada i després de l'alçada. També podreu **Conserva la relació d'aspecte** de la imatge original. Les dimensions es poden establir en píxels (**px**) o en **percentatges**.
it: È consigliato ridimensionare sempre in una direzione alla volta. Se vengono cambiate entrambe la **larghezza** e l'**altezza**, il ridimensionamento viene eseguito, per impostazione predefinita, prima per la larghezza e poi per l'altezza. Puoi anche **mantenere le proporzioni** dell'immagine originale. Le dimensioni sono impostabili in pixel (**px**) o in **percentuale**.
nl: Het is aan te raden om herschalen altijd in één richting tegelijk te doen. Als zowel de **breedte** als de **hoogte** gewijzigd worden, wordt herschalen standaard eerst uitgevoerd op de breedte en daarna op de hoogte. U kunt ook **Beeldverhouding bewaren** uit de originele afbeelding. Afmetingen kunnen gezet worden in pixels (**px**) of in **procenten**.
pt_br: É aconselhável redimensionar sempre em uma direção de cada vez. Se tanto a **largura** quanto a **altura** forem alteradas, o redimensionamento será realizado por padrão primeiro na largura e depois na altura. Você também pode **manter a proporção** da imagem original. As dimensões podem ser definidas em pixels (**px**) ou em **porcentagens**.
sl: Priporočljivo je, da vedno naenkrat spremenite merilo v eno smer. Če sta spremenjeni tako **širina** kot **višina**, se sprememba velikosti privzeto izvede najprej na širino, nato na višino. Prav tako lahko **Ohranite razmerje stranic** iz izvirne slike. Dimenzije lahko nastavite v slikovnih pikah (**px**) ali v **odstotkih**.

source: Rescale Percentage
ca: Percentatge del canvi d'escala
it: Percentuale di ridimensionamento
nl: Herschalingspercentage
pt: Percentagem da Escala Nova
pt_br: Porcentagem de redimensionamento
sl: Odstotek spremenjene velikosti
uk: Частка зміни розмірів

source: The next set of parameters sets the desired content-aware rescaling percentage.
ca: El conjunt de paràmetres següent estableix el percentatge de canvi d'escala desitjat segons el contingut.
it: La serie di parametri successiva imposta la percentuale voluta di ridimensionamento intelligente.
nl: De volgende set parameters stelt het gewenste percentage inhoud-bewuste herschaling in.
pt_br: O próximo conjunto de parâmetros define a porcentagem de redimensionamento sensível ao conteúdo desejada.
sl: Naslednji niz parametrov nastavi želeni odstotek preoblikovanja glede na vsebino.
uk: Наступний набір параметрів встановлює частку зміни масштабу за вмістом.

source: The digiKam Liquid Rescale Tool Percentage Settings
ca: La configuració de Percentatge de l'eina «Canvi d'escala líquid» en el digiKam
it: Le impostazioni per la percentuale dello strumento Liquid Rescale di digiKam
nl: De percentage-instellingen van hulpmiddel vloeibaar herschalen van digiKam
pt: Configuração da Percentagem da Escala Líquida do digiKam
pt_br: Configurações de porcentagem da ferramenta de redimensionamento líquido do digiKam
sl: digiKam nastavitve odstotka orodja tekočinske spremembe velikosti
uk: Параметри частки інструмента пошарового вирізання у digiKam

source: This option sets the maximum enlargement which will be performed in a single rescale step. When the final size is greater than this, the tool will automatically stop and restart the rescaling as many times as needed. You might need to reduce this value if you have large preservation masks. Note that in this case, the same areas will be affected over and over by the rescaling.
ca: Aquesta opció estableix l'engrandiment màxim que es farà en un sol pas de canvi d'escala. Quan la mida final sigui més gran que aquesta, l'eina s'aturarà automàticament i reiniciarà el canvi d'escala tantes vegades com calgui. És possible que hàgiu de reduir aquest valor si teniu màscares de conservació grans. Cal tenir en compte que, en aquest cas, les mateixes àrees es veuran afectades una vegada i una altra pel canvi d'escala.
it: Questa opzione imposta l'ingrandimento massimo eseguibile in un singolo passaggio di ridimensionamento. Quando la dimensione finale è maggiore di questo, lo strumento si ferma automaticamente e riprende il ridimensionamento tante volte quanto è necessario. Potresti dover ridurre questo valore se hai maschere di conservazione grandi. Nota che in questo caso le stesse aree verranno continuamente influenzate dal ridimensionamento.
nl: Deze optie stelt de maximale vergroting in die uitgevoerd zal worden in een enkele stap herschaling. Wanneer de uiteindelijke grote groter is dan deze, zal het hulpmiddel automatisch stoppen en het herschalen herstarten zoveel keer als nodig. U zou het nodig kunnen vinden om deze waarde te verminderen als u grote maskers hebt voor behoud. Merk op dat in dit geval dezelfde gebieden telkens weer getroffen zullen worden door het herschalen.
pt_br: Esta opção define o aumento máximo que será realizado em uma única etapa de redimensionamento. Quando o tamanho final for maior que esse valor, a ferramenta interromperá e reiniciará automaticamente o redimensionamento quantas vezes forem necessárias. Pode ser necessário reduzir esse valor se você tiver máscaras de preservação grandes. Observe que, nesse caso, as mesmas áreas serão afetadas repetidamente pelo redimensionamento.
sl: Ta možnost nastavi največjo povečavo, ki bo izvedena v enem samem koraku spreminjanja velikosti. Ko je končna velikost večja od te, bo orodje samodejno ustavilo in znova zagnalo spreminjanje velikosti tolikokrat, kot je potrebno. Če imate velike zaščitne maske, boste morda morali zmanjšati to vrednost. Upoštevajte, da bo v tem primeru spreminjanje velikosti vedno znova vplivalo na ista območja.

source: The Feature Masks
ca: Les màscares de trets
it: Le maschere delle funzioni
nl: De mogelijkheid Maskers
pt: As Máscaras das Características
pt_br: As máscaras de recursos
sl: Maske zmožnosti
uk: Маски деталей

source: The digiKam Liquid Rescale Tool Mask Settings
ca: La configuració de Màscara de l'eina «Canvi d'escala líquid» en el digiKam
it: Le impostazioni per la maschera dello strumento Liquid Rescale di digiKam
nl: De maskerinstellingen van hulpmiddel vloeibaar herschalen van digiKam
pt: A Configuração das Máscaras das Ferramentas da Escala Líquida no digiKam
pt_br: Configurações da máscara da ferramenta de redimensionamento líquido do digiKam
sl: Orodja digiKam nastavitve maske za tekočinsko spreminjanje lestvic
uk: Параметри маски інструмента пошарового вирізання у digiKam

source: Feature masks are the easiest way to manually select the features of the image that you want to protect or discard. Turn on the **Add weight masks** option to switch into mask edit mode.
ca: Les màscares de trets són la forma més fàcil de seleccionar manualment els trets de la imatge que voleu protegir o descartar. Activeu l'opció **Afegeix màscares de pes** per a canviar al mode d'edició de màscares.
it: Le maschere delle funzioni sono il modo più facile per selezionare manualmente le caratteristiche dell'immagine che vuoi conservare o scartare. Attiva l'opzione **Aggiungi maschere per il peso** per passare in modalità di modifica delle maschere.
nl: Kenmerkmaskers zijn de gemakkelijkste manier om handmatig de kenmerken van de afbeelding die u wilt beschermen of weggooien. Zet de optie **Gewichtsmaskers** aan om om te schakelen naar de modus masker bewerken.
pt_br: Máscaras de recursos são a maneira mais fácil de selecionar manualmente os recursos da imagem que você deseja proteger ou descartar. Ative a opção **Adicionar máscaras de peso** para alternar para o modo de edição de máscaras.
sl: Maske zmožnosti so najpreprostejši način za ročno izbiro zmožnosti slike, ki jih želite zaščititi ali zavreči. Vklopite možnost **Dodaj maske teže**, da preklopite v način urejanja mask.

source: To discard a portion of the image, press the **Suppression weight mask** button and paint the red mask over the canvas. The mask is a virtual transparent layer using **Red** color, with 50% opacity to indicate the area to discard.
ca: Per a descartar una part de la imatge, premeu el botó **Màscara de pes de supressió** i pinteu la màscara vermella sobre el llenç. La màscara és una capa transparent virtual que utilitza el color **vermell**, amb un 50% d'opacitat per a indicar l'àrea que cal descartar.
it: Per scartare una porzione dell'immagine, premi il pulsante **Maschera di soppressione** e disegna la maschera rossa sulla tela. La maschera è un livello virtuale trasparente che usa il colore **rosso**, con il 50% di opacità per indicare l'area da scartare.
nl: Om een gedeelte van de afbeelding weg te gooien, druk op de knop **Gewichtsmasker voor onderdrukken** en schilder het rode masker over het werkveld. Het masker is een virtueel transparante laag met gebruik van de kleur **Rood**, met 50% dekking om het weg te gooien gebied aan te geven.
pt_br: Para descartar uma parte da imagem, pressione o botão **Máscara de supressão de peso** e pinte a máscara vermelha sobre a tela. A máscara é uma camada virtual transparente usando a cor **Vermelho**, com 50% de opacidade para indicar a área a ser descartada.
sl: Če želite zavreči del slike, pritisnite gumb **Maska uteži zatiranja** in narišite rdečo masko čez platno. Maska je navidezna prozorna plast, ki uporablja **rdečo** barvo, s 50-odstotno motnostjo, ki označuje območje, ki ga je treba zavreči.

source: To protect a portion of the image, press the **Preservation weight mask** button and paint the green mask over the canvas. The mask is a virtual transparent layer using **Green** color, with 50% opacity to indicate the area to protect.
ca: Per a protegir una part de la imatge, premeu el botó **Màscara de pes de conservació** i pinteu la màscara verda sobre el llenç. La màscara és una capa virtual transparent que utilitza el color **verd**, amb un 50% d'opacitat per a indicar l'àrea que cal protegir.
it: Per proteggere una porzione dell'immagine, premi il pulsante **Maschera di conservazione** e disegna la maschera verde sulla tela. La maschera è un livello virtuale trasparente che usa il colore **verde**, con il 50% di opacità a indicare l'area da conservare.
nl: Om een gedeelte van de afbeelding te beschermen, druk op de knop **Gewichtsmasker voor bewaren** en schilder het groene masker over het werkveld. Het masker is een virtueel transparante laag met gebruik van de kleur **Groen**, met 50% dekking om het te bewaren gebied aan te geven.
pt_br: Para proteger uma parte da imagem, pressione o botão **Máscara de preservação de peso** e pinte a máscara verde sobre a tela. A máscara é uma camada virtual transparente usando a cor **Verde**, com 50% de opacidade para indicar a área a ser protegida.
sl: Če želite zaščititi del slike, pritisnite gumb **Maska ujteži ohranjanja** in narišite zeleno masko čez platno. Maska je navidezna prozorna plast, ki uporablja **zeleno** barvo, s 50-odstotno motnostjo, ki označuje območje, ki ga je treba zaščititi.

source: You can change the **Brush size** to paint masks on the canvas. To change mask regions, use the **Erase mask** button to erase desired portions of masks from the canvas.
ca: Podreu canviar la **Mida del pinzell** per a pintar les màscares en el llenç. Per a canviar les regions de la màscara, utilitzeu el botó **Esborra la màscara** per a esborrar les parts desitjades de les màscares des del llenç.
it: Puoi cambiare la **dimensione del pennello** per disegnare le maschere sulla tela. Per cambiare le regioni della maschera, premi il pulsante **Cancella maschera** in modo da cancellare dalla tela le porzioni di maschera che ti interessano.
nl: U kunt de **Penseelgrootte** wijzigen voor het schilderen van de maskers op het werkveld. Om maskergebieden te wijzigen, gebruik de knop **Masker wissen** en wis gewenste delen van maskers uit het werkveld.
pt_br: Você pode alterar o **Tamanho do pincel** para pintar máscaras na tela. Para alterar as regiões da máscara, use o botão **Apagar máscara** para apagar partes desejadas das máscaras da tela.
sl: Spremenite lahko **Velikost čopiča** za barvanje mask na platnu. Če želite spremeniti območja maske, uporabite gumb **Izbriši masko**, da izbrišete želene dele mask s platna.
