Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The Aspect Ratio Crop tool uses a relative ratio. This means it is the same if you use centimeters or inches and it doesn't specify the physical size. For example, you can see below a correspondence list of traditional photographic paper sizes and the crop aspect ratio.
ca: L'eina Escapça segons una relació d'aspecte utilitza una relació relativa. Això vol dir que és el mateix si utilitzeu centímetres o polzades i no especifica la mida física. Per exemple, a continuació veureu una llista de correspondència entre les mides de paper fotogràfic tradicional i l'escapçat amb relació d'aspecte.
it: Lo strumento usa una proporzione relativa. Questo significa che è uguale utilizzare centimetri o pollici, non specifica la dimensione fisica. Per esempio, Per esempio, sotto puoi osservare un elenco delle corrispondenze tra formati di carta fotografica e il ritaglio secondo le proporzioni.
nl: Het hulpmiddel Beeldverhouding bijsnijden gebruikt een relatieve verhouding. Dit betekent dat het niet uitmaakt of u centimeters dan wel inches gebruikt en het specificeert geen fysiek formaat. U kunt hieronder bijvoorbeeld een lijst zien van traditionele fotoafdrukformaten met de bijbehorende verhoudingen voor bijsnijden.
pt_br: A ferramenta de Recorte proporcional utiliza uma proporção relativa. Isso significa que é a mesma se você usar centímetros ou polegadas e não especifica o tamanho físico. Por exemplo, você pode ver abaixo uma lista de correspondências entre os tamanhos tradicionais de papel fotográfico e a proporção de corte.
sl: Orodje za obrezovanje razmerja stranic uporablja relativno razmerje. To pomeni, da je enako, če uporabljate centimetre ali inče in ne določa fizične velikosti. Spodaj si lahko na primer ogledate korespondenčni seznam tradicionalnih velikosti fotografskega papirja in razmerje stranic obrezovanja.
uk: У інструменті обрізання за співвідношенням сторін використовується коефіцієнт співвідношення сторін (величина, яка немає розмірності). Це означає, що цей коефіцієнт не залежатиме від вибору одиниці виміру (сантиметрів або дюймів) і не виражатиме фізичний розмір. Для прикладу, нижче наведено список відповідності традиційних розмірів фотопаперу і співвідношення розмірів.

source: Standard Photograph Paper Size
ca: Mida de paper de fotografia estàndard
it: Formati standard di carta fotografica
nl: Standaardformaat van fotopapier
pt: Tamanho-Padrão do Papel Fotográfico
pt_br: Tamanho-Padrão do Papel Fotográfico
sl: Standardna velikost fotografskega papirja
uk: Стандартний розмір фотопаперу

source: Crop Aspect Ratio
ca: Escapça segons una relació d'aspecte
it: Proporzione del ritaglio
nl: Proportioneel uitsnijden
pt_br: Proporção de corte
sl: Razmerje stranic obreza
uk: Обрізання за співвідношенням

source: Two buttons are available at the far right of the dialog to move the crop selection automatically to the horizontal or vertical center of the image.
ca: Hi ha dos botons disponibles a la dreta del diàleg per a moure automàticament la selecció de l'escapçat al centre horitzontal o vertical de la imatge.
it: Sono disponibili due pulsanti all'estrema destra della finestra di dialogo, che servono per spostare la selezione del ritaglio automaticamente al centro orizzontale e verticale dell'immagine.
nl: Er zijn twee knoppen beschikbaar helemaal rechts in de dialoog om de uitsnij-selectie automatisch te verplaatsen naar het horizontale of verticale midden van de afbeelding.
pt_br: Dois botões estão disponíveis na extrema direita da caixa de diálogo para mover a seleção de corte automaticamente para o centro horizontal ou vertical da imagem.
sl: Na skrajni desni strani pogovornega okna sta na voljo dva gumba za samodejno premikanje izbire obrezovanja v vodoravno ali navpično sredino slike.
uk: У дальній правій частині діалогового вікна розташовано дві кнопки, призначені для пересування області обрізання у автоматичному режимі так, щоб її було розташовано вертикально або горизонтально за центром зображення.

source: At the very bottom line of the dialog, the **Max. Ratio** button lets you set the crop area size to the maximum size according to the current aspect ratio settings and orientation.
ca: A baix de tot de la línia del diàleg, el botó **Rati màxim** permet ajustar la mida de l'àrea d'escapçat a la mida màxima, d'acord amb la configuració de la relació d'aspecte i l'orientació actuals.
it: Nella riga più bassa della finestra di dialogo il pulsante **Proporzioni massime** ti permette di impostare l'area di ritaglio alla dimensione massima in base alle impostazioni di proporzioni attuali e l'orientazione.
nl: Onderin het dialoog kunt u met de knop **Max. verhouding** het bijsnijgebied het maximale formaat geven met de huidige verhoudingen en oriëntatie.
pt: Mesmo na última fila de baixo da janela, o botão **Proporção Máx.** permite-lhe definir o tamanho da área de recorte ao tamanho máximo de acordo com a configuração actual da proporção e da orientação.
pt_br: Na linha inferior da caixa de diálogo, o botão **Proporção máxima** permite que você defina o tamanho da área de corte para o tamanho máximo, de acordo com as configurações atuais de proporção e orientação.
sl: Na sami spodnji vrstici pogovornega okna je gumb **Maks. razmerje**, ki vam omogoča da nastavite velikost območja obrezovanja na največjo velikost glede na trenutni vidik nastavitve razmerja in usmeritve.
uk: У найнижчому рядку діалогового вікна розташовано кнопку **Макс. співвідн.**, за допомогою натискання якої ви можете встановити максимальний розмір області обрізання, відповідний поточним параметрам співвідношення сторін та орієнтації.

source: The Aspect Ratio Crop tool remembers your settings depending on image orientation (horizontal or vertical). When you use the crop tool next time, these settings will be used as default values depending on the image orientation. The changed image dimensions are stored into the Exif tables so that the Exif data reflects the cropped image and not the original one.
ca: L'eina Escapça segons una relació d'aspecte recorda les opcions de configuració en funció de l'orientació de la imatge (horitzontal o vertical). Quan empreu l'eina d'escapçat la pròxima vegada, aquests valors s'utilitzaran com a valors predeterminats en funció de l'orientació de la imatge. Les dimensions de la imatge modificada s'emmagatzemaran dins les taules Exif, ​​de manera que les dades Exif ​​reflecteixin la imatge escapçada i no l'original.
it: Lo strumento *Ritaglia secondo le proporzioni* ricorda le tue impostazioni in base all'orientazione dell'immagine (orizzontale o verticale). Quando riutilizzi lo strumento, queste impostazioni ti vengono riproposte come valori predefiniti, a seconda dell'orientazione dell'immagine attiva. Le dimensioni modificate dell'immagine vengono memorizzate all'interno delle tabelle Exif in modo che i dati Exif riflettano l'immagine ritagliata e non quella originale.
nl: Het hulpmiddel voor beeldverhouding bij uitsnijden bewaart de instellingen die bij een oriëntatie horen (horizontaal of verticaal). Wanneer u de volgende keer het hulpmiddel gebruikt, zullen deze instellingen afhankelijk van de oriëntatie weer geladen worden. De oorspronkelijke foto-afmetingen in de Exif-tabellen worden vervangen door de gewijzigde zodat de Exif-data de uitgesneden foto voorstelt en niet meer de originele.
pt_br: A ferramenta de Recorte proporcional memoriza suas configurações dependendo da orientação da imagem (horizontal ou vertical). Na próxima vez que você usar a ferramenta de corte, essas configurações serão usadas como valores padrão, dependendo da orientação da imagem. As dimensões alteradas da imagem são armazenadas nas tabelas Exif para que os dados Exif reflitam a imagem cortada e não a original.
sl: Orodje za obrezovanje razmerja stranic si zapomni vaše nastavitve glede na orientacijo slike (vodoravno ali navpično). Ko naslednjič uporabite orodje za obrezovanje, bodo te nastavitve uporabljene kot privzete vrednosti glede na usmerjenost slike. Spremenjene dimenzije slike se shranijo v tabele Exif, tako da podatki Exif odražajo obrezano sliko in ne izvirne.
uk: Інструмент обрізання країв у співвідношенням запам’ятовує параметри залежно від орієнтації зображення (горизонтальної або вертикальної). Під час наступного використання інструменту обрізання ці параметри буде використано як типові значення, що залежатимуть від орієнтації зображення. Змінені виміри зображення буде збережено у таблицях Exif, отже поля даних Exif відбиватимуть дані обрізаного зображення, а не дані початкового зображення.

source: Composition Guide
ca: Guia de la composició
it: Guide di composizione
nl: Compositiehulplijnen
pt: Guia de Composição
pt_br: Guia de composição
sl: Vodnik po kompoziciji
uk: Напрямні компонування

source: When first looking at an image, the eye of the viewer rarely settles at the center of the image, but moves instead from the top left to the right, and then from the lower left to the right again. This pattern is unconscious but has been well documented. It is probably associated with the western reading pattern. From the photographer's point of view, the goal then becomes to guide the gaze of the viewer to the subject, being aware of the way many people perceive an image.
ca: Quan es mira per primera vegada una imatge, l'ull de l'espectador poques vegades s'instal·la al centre de la imatge, sinó que es mou des de la part superior esquerra cap a la dreta, i després des de la part inferior esquerra cap a la dreta de nou. Aquest patró és inconscient, però està ben documentat. Probablement, està associat amb el patró de lectura occidental. Des del punt de vista del fotògraf, esdevé en un objectiu el fet de guiar la mirada de l'espectador sobre el tema, sent conscients de la manera en què moltes persones perceben una imatge.
it: A una prima occhiata, l'occhio dell'osservatore raramente si fissa al centro di un'immagine, ma si sposta da sinistra verso destra nell'area superiore, quindi di nuovo da sinistra verso destra nell'area inferiore. Questo modello è inconscio ma è ben documentato, ed è probabilmente associato al modello di lettura occidentale (da sinistra a destra). Dal punto di vista del fotografo, lo scopo diventa quindi guidare lo sguardo dell'osservatore verso il soggetto, stando attento al modo in cui molte persone percepiscono un'immagine.
nl: Wanneer men een foto voor het eerst ziet, dan blijven de ogen zelden op het middelpunt van de foto gericht, in plaats daarvan gaan de ogen van linksboven naar rechtsboven en vervolgens van linksonder naar rechtsonder. Dit patroon is onbewust maar is goed gedocumenteerd. Het heeft waarschijnlijk een link met de westerse lees patroon. Van uit het standpunt van de fotograaf is het doel dan om de blik naar het onderwerp te geleiden, maar wees bewust hoe veel mensen een foto waarnemen.
pt: Ao olhar pela primeira vez para uma imagem, o olho do observador raramente fica no centro da imagem, mas sim no topo, da esquerda para a direita e depois da parte inferior esquerda para a direita. Este padrão é maioritariamente inconsciente mas foi bem documentado. Está provavelmente associado com o padrão de leitura ocidental. Do ponto de vista do fotógrafo, o objectivo passa então a guiar a vista do observador para o assunto, tendo em atenção a forma como a maioria das pessoas deverão ficar na imagem.
pt_br: Ao olhar pela primeira vez para uma imagem, o olho do observador raramente fica no centro da imagem, mas sim no topo, da esquerda para a direita e depois da parte inferior esquerda para a direita. Este padrão é majoritariamente inconsciente mas foi bem documentado. Está provavelmente associado com o padrão de leitura ocidental. Do ponto de vista do fotógrafo, o objetivo passa então a ser guiar a vista do observador para o assunto, tendo em atenção a forma como a maioria das pessoas deverão ficar na imagem.
sl: Ob prvem pogledu na sliko se oko gledalca le redko ustavi na na sredini slike, ampak se premakne od zgornjega levega dela v desno in nato spet od spodnjega levega dela proti desnemu. Ta vzorec je nezaveden, vendar je dobro dokumentiran. Verjetno je povezano z vzorcem zahodnega branja. Z vidika fotografa postane cilj, da usmerite pogled gledalca na temo, pri čemer se zavedate, kako mnogi ljudje dojemajo sliko.
uk: Коли спостерігач розглядає зображення, його погляд рідко коли зупиняється у центрі зображення, натомість мандруючи з верхнього лівого кута праворуч, а потім знову від нижнього лівого кута праворуч. Така поведінка ока є несвідомою, але підтвердженою експериментами. Ймовірно, цю поведінку пов’язано зі способом читання, поширеним у західному світі. Метою фотографа є провести погляд спостерігача до об’єкта, враховуючи спосіб, у який більшість людей сприймають зображення.

source: The **Composition Guide** settings provide guiding elements to better compose your images. These guides are:
ca: La configuració de **Guia de la composició** proporciona elements de guia per a compondre millor les vostres imatges. Aquestes guies són:
it: Le impostazioni delle **Guide di composizione** forniscono gli elementi guida per comporre meglio le tue immagini. Queste guide sono:
nl: De instellingen voor **Compositiehulplijnen** leveren hulplijnen om de compositie van uw foto´s te verbeteren. Deze hulplijnen zijn:
pt_br: As configurações do **Guia de composição** fornecem elementos de orientação para compor melhor suas imagens. Esses guias são:
sl: Nastavitve **Vodnika po kompozicij** zagotavljajo vodilne elemente za boljše kompozicije svojih slik. Ti vodniki so:
uk: За допомогою параметрів **Напрямних компонування** можна розташувати елементи вашого зображення відповідно до правил композиції. Серед можливих правил композиції:

source: **Rule of Thirds**: a grid that divides the image into thirds in every direction (that makes for 9 parts). These proportions are close to the golden rule and are derived from the field of view of the human eye. When an image is divided vertically and horizontally into three sections, the points of intersection represent places to position important visual elements. Moving a horizon in a landscape to the position of one third is often more effective than placing it in the middle. While many photographers and artists are aware of the Rule of Thirds, there is nothing obligatory about applying the Rule of Thirds. A landscape horizon could also be placed near the bottom one quarter or sixth. and still produce a good photograph. In placing visual elements for effective composition, one must assess many factors including color, dominance, size and balance together with proportion. Often a certain amount of image balance or tension can make a composition more effective.
ca: **Regla dels terços**: una quadrícula que divideix la imatge en terços en totes les direccions (això en fa 9 parts). Aquestes proporcions estan a prop de la regla d'or i deriven del camp de visió de l'ull humà. Quan una imatge es divideix verticalment i horitzontalment en tres seccions, els punts d'intersecció representen llocs on col·locar els elements visuals importants. Moure l'horitzó en un paisatge fins a la posició d'un terç sol ser més efectiu que col·locar-lo al mig. Molts fotògrafs i artistes són conscients de la regla dels terços, però no hi ha cap obligació quan aplicar-la. Un horitzó de paisatge es pot situar prop del quart o sisè inferior i tenir encara una bona fotografia. Quan es col·loquen els elements visuals per a una composició efectiva, cal avaluar molts factors, inclosos el color, la dominació, la mida i l'equilibri juntament amb la proporció. Sovint una certa quantitat d'equilibri o tensió de la imatge pot fer que una composició sigui més efectiva.

source: **Harmonious Triangles**: harmonious divisions rely on the principle of similarity. Like the Rule of Thirds guide, Harmonious Triangles are another division of the image dividing the rectangle into equiangular harmonious triangles aligned with the diagonal.
ca: **Triangles harmoniosos**: les divisions harmonioses es basen en el principi de similitud. Igual que la regla dels terços, els triangles harmoniosos són una altra divisió de la imatge utilitzant un rectangle en triangles harmoniosos equiangulars alineats amb la diagonal.
it: **Triangoli armoniosi**: le divisioni armoniose si basano sul principio della somiglianza. Come la Regola dei terzi, la guida Triangoli armoniosi è un'altra divisione dell'immagine che divide il rettangolo in triangoli armoniosi con angoli uguali allineati con la diagonale.
nl: **Harmonieuze driehoeken**: harmonieuze opdelingen zijn afhankelijk van het principe van gelijkheid. Net als de Regel van derden delen zijn Harmonieuze driehoeken een andere opdeling van de afbeelding die de rechthoek opdeelt in gelijkhoekige harmonieuze driehoeken die diagonaal zijn uitgelijnd.
pt_br: **Triângulos harmoniosos**: divisões harmoniosas baseiam-se no princípio da similaridade. Assim como o guia da regra dos terços, os triângulos harmoniosos são outra divisão da imagem que divide o retângulo em triângulos harmoniosos equiangulares alinhados com a diagonal.
sl: **Harmonični trikotniki**: harmonične delitve temeljijo na principu podobnosti. Tako kot vodnik po pravilu tretjin so harmonični trikotniki še ena delitev slike, ki deli pravokotnik na enakokotne harmonične trikotnike, poravnane z diagonalo.
