Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The digiKam Image Editor Resize Tool
ca: L'eina Redimensió en l'editor d'imatges del digiKam
it: Lo strumento Ridimensiona dell'editor delle immagini di digiKam
nl: Het hulpmiddel voor grootte wijzigen van de afbeeldingsbewerker
pt: A Ferramenta de Dimensionamento da Fotografia do digiKam
pt_br: Ferramenta de redimensionamento do Editor de Imagem do digiKam
sl: Orodje digiKam urejevalnika slike za spreminjanje velikosti
uk: Інструмент зміни розмірів редактора зображень digiKam

source: This image resizing tool uses a standard linear interpolation method to approximate pixels.
ca: Aquesta eina de redimensió de les imatges utilitza un mètode d'interpolació lineal estàndard per a aproximar els píxels.
it: Questo strumento di ridimensionamento delle immagini usa un metodo di interpolazione lineare standard per approssimare i pixel.
nl: Dit hulpmiddel voor het in grootte aanpassen van de afbeelding gebruikt een standaard lineaire interpolatie methode om de pixels te benaderen.
pt_br: Esta ferramenta de redimensionamento de imagem usa um método de interpolação linear padrão para aproximar pixels.
sl: To orodje za spreminjanje velikosti slike uporablja standardno metodo linearne interpolacije za aproksimacijo slikovnih pik.

source: Increasing Image Size
ca: Augmentar la mida de la imatge
it: Aumentare la dimensione delle immagini
nl: Afbeeldingsgrootte laten toenemen
pt: Aumentar o Tamanho da Imagem
pt_br: Aumentando o tamanho da imagem
sl: Povečanje velikosti slike
uk: Збільшення розміру зображення

source: Many image editing programs use some kind of interpolation e.g. spline interpolation to scale-up an image. digiKam uses a more sophisticated approach.
ca: Molts programes d'edició d'imatges utilitzen algun tipus d'interpolació, p. ex., interpolació spline per a escalar una imatge. El digiKam utilitza un enfocament més sofisticat.
it: Molti programmi di editing delle immagini usano un qualche tipo d'interpolazione, per esempio l'interpolazione *spline* per ingrandire un'immagine. digiKam usa una strategia più sofisticata.
nl: Veel afbeeldingsbewerkinsprogramma´s gebruiken een soort interpolatie bijv. spline interpolatie bij het vergroten van een afbeelding. digiKam gebruikt een meer geraffineerde benadering.
pt: Muitos programas de edição de imagens usam alguma espécie de interpolação p.ex. interpolação ao longo de uma curva para aumentar a escala de uma imagem. O digiKam usa uma abordagem mais sofisticada.
pt_br: Muitos programas de edição de imagens usam algum tipo de interpolação, por exemplo, interpolação de spline para ampliar uma imagem. O digiKam usa uma abordagem mais sofisticada.
sl: Mnogi programi za urejanje slik uporabljajo neke vrste interpolacijo, npr. interpolacijo zlepkov za povečanje slike. digiKam uporablja bolj sofisticiran pristop.
uk: У багатьох програм для редагування зображень для збільшення зображень використовують певні наближення, наприклад, інтерполяцію сплайнами У digiKam використано складніший підхід.

source: You have to tell the tool about the resizing you want to do. These settings are available in **New Size** tab and are listed below:
ca: Haureu de dir-li a l'eina la redimensió que voleu realitzar. Aquestes opcions de configuració estan disponibles a la pestanya **Mida nova** i es llisten a continuació:
it: Devi istruire lo strumento sul tipo di ridimensionamento che vuoi eseguire. Queste impostazioni sono disponibili nella scheda **Nuova dimensione** e sono elencato di seguito:
nl: U moet de nieuwe maten aan het hulpmiddel opgegeven. Deze instellingen zijn beschikbaar in het tabblad **Nieuwe grootte** en worden onderstaand getoond:
pt: Tem de indicar à ferramenta o tipo de dimensionamento que pretende fazer. Estas definições estão disponíveis na página de **Novo Tamanho** e aparecem em baixo:
pt_br: Você precisa informar à ferramenta o redimensionamento que deseja fazer. Essas configurações estão disponíveis na aba **Novo tamanho** e estão listadas abaixo:
sl: Orodju morate povedati, kakšno spremembo velikosti želite narediti. Te nastavitveso na voljo v zavihku **Nova velikost** in so navedene spodaj:
uk: Вам слід повідомити інструмент про параметри зміни розмірів, яку ви бажаєте виконати. Ці параметри буде показано на вкладці **Новий розмір**, їх перелічено нижче:

source: **Maintain Aspect Ratio**: if this option is enabled, setting the new image size will preserve the aspect ratio of the original image.
ca: **Mantén la relació d'aspecte**: si aquesta opció està activada, la configuració de la mida nova de la imatge serà conservar la relació d'aspecte de la imatge original.
it: **Mantieni le proporzioni**: se questa opzione è attivata, impostando la nuova dimensione preserverai la proporzione dell'immagine originale.
nl: **Beeldverhouding behouden**: als dit is ingeschakeld, dan zal bij het instellen van het nieuwe foto-formaat de verhoudingen van de originele afbeelding worden overgenomen.
pt: **Manter as Proporções**: se esta opção estiver activa, a definição do novo tamanho da imagem irá preservar as proporções da imagem original.
pt_br: **Manter a proporção**: se esta opção estiver habilitada, a definição do novo tamanho da imagem preservará a proporção da imagem original.
sl: **Ohranjaj razmerje stranic**: če je ta možnost omogočena, bo nastavitev nove velikosti slike ohranila razmerje stranic izvirne slike.
uk: **Зберігати співвідношення розмірів**: якщо буде позначено цей пункт, визначення нового розміру зображення не змінить співвідношення розмірів початкового зображення.

source: **Width**: the new image width to use for blowing up.
ca: **Amplada**: l'amplada nova de la imatge que s'utilitzarà per a engrandir.
it: **Larghezza**: la nuova larghezza da usare per l'ingrandimento.
nl: **Breedte**: de breedte van de nieuwe afbeelding die gebruikt zal worden bij het opblazen.
pt: **Largura**: a nova largura da imagem a usar para o aumento.
pt_br: **Largura**: a nova largura da imagem a ser usada para ampliação.
sl: **Širina**: nova širina slike za povečanje.
uk: **Ширина**: нова ширина зображення після розтягування.

source: **Height**: the new image height to use for blowing up.
ca: **Alçada**: l'alçada nova de la imatge que s'utilitzarà per a engrandir.
it: **Larghezza**: la nuova altezza da usare per l'ingrandimento.
nl: **Hoogte**: de hoogte van de nieuwe afbeelding die gebruikt zal worden bij het opblazen.
pt: **Altura**: a nova altura da imagem a usar para o aumento.
pt_br: **Altura**: a nova altura da imagem a ser usada para ampliar.
sl: **Višina**: nova višina slike za povečanje.
uk: **Висота**: нова висота зображення після розтягування.

source: If you want to set filter parameters for finer adjustments, use **Smoothing Settings** and **Advanced Settings** tabs:
ca: Si voleu establir paràmetres de filtre per a ajustos més fins, utilitzeu les pestanyes **Configuració del suavitzat** i **Configuració avançada**:
it: Se vuoi impostare i parametri del filtro per fare regolazioni più precise, usa le schede **Smussatura** e **Impostazioni avanzate**:
nl: Als u de filterparameters wilt instellen voor fijnere aanpassingen, gebruik dan de tabbladen: **Instellingen voor gladheid** en **Geavanceerde instellingen**:
pt: Se quiser definir os parâmetros do filtro para ajustes mais finos, use as páginas de **Configuração da Suavização** e **Configuração Avançada**:
pt_br: Se você quiser definir parâmetros de filtro para ajustes mais finos, use as abas **Configurações de suavização** e **Configurações avançadas**:
sl: Če želite nastaviti parametre filtra za natančnejše prilagoditve, uporabite zavihka **Nastavitve glajenja** in **Napredne nastavitve**:
uk: Якщо ви бажаєте встановити точніші параметри фільтрів, скористайтеся вкладками **Параметри згладжування** і **Додаткові параметри**:

source: Photograph Resize Smoothing Settings:
ca: Configuració del suavitzat en la redimensió de la fotografia:
it: Impostazioni di smussatura per il ridimensionamento delle fotografie:
nl: Instellingen voor gladheid bij grootte wijzigen van een foto:
pt: Configuração da Suavização no Dimensionamento da Fotografia:
pt_br: Configurações de suavização de redimensionamento de fotografia:
sl: Nastavitve glajenja za spreminjanje velikosti fotografije:
uk: Параметри згладжування під час зміни розміру:

source: **Detail Preservation** [0, 1]: this controls the preservation of features in the image. A low value forces an equal smoothing across the image, whereas bigger values preferably smooth the homogeneous regions, leaving sharper details. A value of 0.9 does a good job of preserving details so that no sharpening is required afterwards. Note that **Detail Preservation** must be always inferior to **Anisotropy**.
ca: **Conservació dels detalls** [0, 1]: controla la conservació dels trets a la imatge. Un valor baix força a un suavitzat uniforme al llarg de la imatge, mentre que valors més grans suavitzen preferentment les regions homogènies, deixant els detalls més definits. Un valor de 0,9 fa una bona feina de conservació dels detalls de manera que no es requereixi aguditzar després. Cal tenir en compte que **Conservació dels detalls** sempre haurà de ser inferior a l'**Anisotropia**.
it: **Conservazione dei dettagli** p [0, 1]: controlla il mantenimento delle caratteristiche nell'immagine. Un valore basso impone una smussatura uniforme nell'immagine, mentre valori più grandi ammorbidiscono in modo preferenziale le aree omogenee, lasciando dettagli più nitidi. Un valore di 0,9 dovrebbe mantenere bene i dettagli, in modo che non sia necessario regolare successivamente la nitidezza. Nota che il valore della **Conservazione dei dettagli** deve sempre essere inferiore a quello della **Anisotropia**.
nl: **Detailbehoud** [0, 100]: dit bestuurt het behoud van kenmerken in de afbeelding. Een lage waarde geeft over de gehele foto een egaal resultaat, terwijl grotere waarden homogene vlakken egaal maakt en details scherper houdt. Een waarde van 0,9 doet het goed bij het bewaren van details zodat daarna verscherpen niet nodig is. Let wel op dat **Detailbehoud** altijd kleiner moet zijn dan **Anisotropie**.
pt_br: **Preservação dos detalhes** [0, 1]: controla a preservação de elementos na imagem. Um valor baixo força uma suavização uniforme em toda a imagem, enquanto valores maiores suavizam preferencialmente as regiões homogêneas, deixando detalhes mais nítidos. Um valor de 0,9 faz um bom trabalho na preservação de detalhes, de modo que não é necessário ajuste de nitidez posteriormente. Observe que **Preservação dos detalhes** deve ser sempre inferior a **Anisotropia**.
sl: **Ohranjanje podrobnosti** [0, 1]: to nadzoruje ohranjanje zmožnosti na sliki. Nizka vrednost zahteva enakomerno glajenje po sliki, medtem ko višje vrednosti prednostno zgladijo homogena področja in pustijo ostrejše podrobnosti. Vrednost 0,9 dobro ohranja podrobnosti, tako da naknadno ostrenje ni potrebno. Upoštevajte, da mora biti **Ohranjanje podrobnosti** vedno slabše od **Anizotropije**.

source: **Anisotropy alpha** [0, 1]: a low value smooths equally in all directions, whereas a value close to 1 smooths in one direction only. If you have film grain or CCD kind of noise a high value will result in wave-like pattern, whereas JPEG artifacts are suited for values close to 1.
ca: **Anisotropia alfa** [0, 1]: un valor baix suavitzarà de la mateixa manera en totes les direccions, mentre que un valor proper a 1 només suavitzarà en una sola direcció. Si teniu gra de pel·lícula o soroll de tipus CCD, un valor alt resultarà en un patró d'ona, mentre que per als defectes del JPEG són adequats valors propers a 1.
it: **Anisotropia alfa** [0, 1]: un valore basso ammorbidisce allo stesso modo in tutte le direzioni, mentre un valore vicino a 1 solo in una direzione. Se la pellicola sgrana o hai disturbi di tipo CCD, un valore alto produrrà uno schema a onde, laddove gli artefatti JPEG sono adatti a valori vicini a 1.
nl: **Anisotropie alfa** [0, 1]: een kleine waarde geeft in alle richtingen een egaal resultaat, terwijl een waarde dicht bij 1 maar in een richting werkt. Als u een korrelige film heeft of sterke ruis bij een CCD dan krijgt u golfvormige patronen, terwijl JPEG artifacts vragen om waarden dicht bij 1.
pt_br: **Anisotropia alfa** [0, 1]: um valor baixo suaviza da mesma forma em todas as direções, enquanto um valor próximo de 1 suaviza apenas numa direção. Se você tiver grão de filme ou algum ruído de CCD, irá obter um padrão ondulado, enquanto os artefatos JPEG são mais adequados para os valores próximos de 1.
sl: **Anizotropija alfa** [0, 1]: nizka vrednost enakomerno zgladi v vseh smereh, medtem ko vrednost blizu 1 zgladi samo v eno smer. Če imate filmsko zrnatost ali vrsto šuma CCD, bo visoka vrednost povzročila valovit vzorec, medtem ko so artefakti JPEG primerni za vrednosti, ki so blizu 1.

source: **Smoothing** [0, 500]: this sets the maximum overall smoothing factor, while **Detail Preservation** defines the relative smoothing. Set this value based on the noise levels in the image.
ca: **Suavitzat** [0, 500]: estableix el factor màxim de suavitzat general, mentre que **Conservació dels detalls** defineix el suavitzat relatiu. Establiu aquest valor segons els nivells de soroll a la imatge.
it: **Smussatura** [0, 500]: imposta il fattore di smussatura complessiva massima, mentre **Conservazione dei dettagli** definisce la smussatura relativa. Imposta questo valore in base ai livelli di rumore nell'immagine.
nl: **Gladheid** [0, 500]: dit stelt de algemene maximale gladheidsfactor in terwijl **Detailbehoud** de relatieve gladheid definieert. Stel het in gebaseerd op de ruis-niveaus in de afbeelding.
pt_br: **Suavização** [0, 500]: define o fator máximo de suavização geral, enquanto **Preservação dos detalhes** define a suavização relativa. Defina este valor com base nos níveis de ruído na imagem.
sl: **Glajenje** [0, 500]: to nastavi največji skupni faktor glajenja, medtem ko **Ohranjanje podrobnosti** določa relativno glajenje. To vrednost nastavite glede na ravni šuma na sliki.

source: **Regularity** [0, 100]: this parameter is concerned with the uniformity of the smoothing. Imagine the smoothing process as a combing of the image. Then the Regularity would correspond to the size of the comb. The bigger this value, the more even the overall smoothing will be. This term is required when there is a lot of noise in the image, making it difficult to estimate the local features in the scene.
ca: **Regularitat** [0, 100]: aquest paràmetre es refereix a la uniformitat del suavitzat. Imagineu el procés de suavitzat com un pentinat de la imatge. Per tant, la regularitat es correspondrà amb la mida de la pinta. Com més gran sigui aquest valor, més global serà fins i tot el suavitzat. Aquest terme es requereix quan hi ha molt soroll a la imatge, cosa que fa difícil estimar els trets locals a l'escena.
it: **Regolarità** [0, 100]: questo parametro ha a che fare con l'uniformità della smussatura. Immagina il processo di smussatura come una pettinatura dell'immagine: in questo caso la regolarità corrisponderebbe alle dimensioni del pettine. Maggiore è questo valore, più regolare sarà la smussatura complessiva. Questo termine è richiesto quando è presente molto rumore nell'immagine, rendendo difficile stimare le caratteristiche locali nella scena.
nl: **Regelmatigheid** [0, 100]: deze parameter is van belang voor de uniformiteit van gladstrijken. Stel het proces van gladstrijken voor als het kammen van de afbeelding. De regelmatihied komy overeen met de grootte van de kam. Hoe groter deze waarde, des te egaler de algemene gladheid zal zijn. Dit is van belang wanneer er veel ruis in de afbeelding is, waarmee het moeilijk is om de lokale kenmerken te schatten.
pt_br: **Regularidade** [0, 100]: este parâmetro se refere à uniformidade da suavização. Imagine o processo de suavização como um pentear da imagem. Então, a Regularidade corresponderia ao tamanho do pente. Quanto maior este valor, mais uniforme será a suavização geral. Este termo é necessário quando há muito ruído na imagem, dificultando a estimativa das características locais na cena.
sl: **Regularnost** [0, 100]: ta parameter se nanaša na enakomernost glajenja. Predstavljajte si postopek glajenja kot česanje slike. Potem bi pravilnost ustrezala velikosti glavnika. Večja kot je ta vrednost, bolj enakomerno bo splošno glajenje. Ta izraz je potreben, kadar je na sliki veliko šuma, zaradi česar je težko oceniti lokalne značilnosti prizora.

source: **Filter Iterations**: number of times the blurring algorithm is applied. Usually 1 or 2 is sufficient.
ca: Filtre **Iteracions**: nombre de vegades que s'aplicarà l'algorisme de difuminat. Normalment n'hi ha prou amb 1 o 2.
it: **Iterazioni del filtro**: il numero di volte che sarà applicato l'algoritmo di sfocatura. In genere basta 1 o 2 volte.
nl: **Filterherhalingen**: het aantal keren dat het algoritme voor vervagen wordt toegepast. Meestal is 1 of 2 voldoende.
pt: **Iterações do Filtro**: número de vezes que o algoritmo do borrão é aplicado. Normalmente, 1 ou 2 é suficiente.
pt_br: **Iterações do filtro**: número de vezes que o algoritmo de desfoque é aplicado. Normalmente, 1 ou 2 são suficientes.
sl: **Ponovitve filtra**: kolikokrat je uporabljen algoritem za zameglitev. Običajno zadostujeta 1 ali 2.
uk: **Кількість ітерацій**: кількість послідовних застосувань розмивання. Зазвичай, достатньо 1 або 2.

source: Photograph Resize Advanced Settings:
ca: Configuració avançada en la redimensió de la fotografia:
it: Impostazioni avanzate per il ridimensionamento delle fotografie:
nl: Geavanceerde instellingen voor grootte wijzigen van foto:
pt: Configuração Avançada do Dimensionamento da Fotografia:
pt_br: Configurações avançadas de redimensionamento de fotografia:
sl: Napredne nastavitve za spreminjanje velikosti fotografije:
uk: Додаткові параметри під час зміни розмірів:

source: **Angular Step** [5, 90]: angular integration of the anisotropy alpha. If alpha is chosen small, the Angular Step should also be chosen small. But beware that small angles result in long runs! So choose a value as large as you can accept.
ca: **Pas angular** [5, 90]: la integració angular de l'anisotropia alfa. Si l'alfa es tria baixa, també el pas angular hauria de triar-se baix. Però tingueu en compte que els angles petits resulten en execucions llargues! Trieu un valor tan gran com pugueu acceptar.
it: **Passo angolare** [5, 90]: integrazione angolare del fattore di anisotropia alfa. Se alfa viene scelto piccolo, anche il passo angolare deve essere piccolo. Ma attenzione, perché angoli piccoli implicano grandi calcoli. Scegli un valore grande tanto quanto ti è possibile.
nl: **Hoekstap** [5, 90]: hoek integratie van de anisotropie alfa. Als alfa klein is gekozen, dan moet u de Hoekstap ook klein kiezen. Maar pas op, kleine hoeken resulteren in lange rekentijden! Kies een waarde zo groot als acceptabel is.
pt_br: **Passo angular** [5, 90]: integração angular do alfa da anisotropia. Se o alfa for escolhido como pequeno, o passo angular também deve ser escolhido como pequeno. Mas cuidado, pois ângulos pequenos resultam em longas execuções! Portanto, escolha um valor tão grande quanto você puder aceitar.
sl: **Kotni korak** [5, 90]: kotna integracija anizotropije alfa. Če je alfa izbrana majhna, mora biti kotni korak prav tako izbran majhen. Toda pozor, majhni koti povzročajo dolge obdelave! Zato izberite tako veliko vrednost, kot jo lahko še sprejmete.

source: **Integral Step** [0.1, 10]: spatial integration step width in terms of pixels. Should remain less than 1 (sub-pixel smoothing) and never be higher than 2.
ca: **Pas Integral** [0,1, 10]: amplada del pas d'integració espacial en termes de píxels. Haurà de romandre en menys que 1 (suavitzat del subpíxel) i mai més gran que 2.
it: **Passo integrale** [0,1, 10]: larghezza del passo di integrazione spaziale, in pixel. Dovrebbe rimanere inferiore a 1 (smussatura sub-pixel) e non andare mai oltre 2.
nl: **Integraalstap** [0,1, 10]: spatiële integraalstapbreedte met de stap in pixels. Bij voorkeur kleiner dan 1 (subpixel vervaging) en nooit groter dan 2.
pt: **Passo Integral** [0,1, 10]: o passo de integração espacial em termos de pixels. Deverá ser inferior a 1 (suavização em sub-pixels) e nunca deverá ser superior a 2.
pt_br: **Passo integral** [0,1, 10]: a largura do passo de integração espacial, em termos de pixels. Deverá ser menor que 1 (suavização de subpixels) e nunca deverá ser maior que 2.
sl: **Integralni korak** [0,1, 10]: širina koraka prostorske integracije glede na slikovne pike. Mora ostati manjša od 1 (glajenje podpikslov) in nikoli višja od 2.
uk: **Крок інтегрування** [0,1; 10]: крок просторового інтегрування у пікселях. Варто вказувати значення, що не перевищують 1 (субпіксельне згладжування). Використовувати значення, вищі за 2, взагалі не варто.

source: **Use Linear Interpolation**: The gain in quality if you select this option is only marginal and you lose a factor of 2 in speed. Our recommendation is to leave it off.
ca: **Usa interpolació lineal**: el guany en qualitat, si se selecciona aquesta opció, només serà marginal i es perdrà un factor de 2 en velocitat. La nostra recomanació és deixar-lo desactivat.
it: **Usa interpolazione lineare**: il guadagno in termini di qualità se selezioni questa opzione è solo marginale, e perdi un fattore di 2 in termini di velocità. Raccomandiamo di lasciarla inattiva.
nl: **Lineaire interpolatie gebruiken**: Het kwaliteitsvoordeel is bij gebruik marginaal en het gaat 2x zo langzaam. Ons advies is daarom om het uitgeschakeld te laten.
pt: **Usar a Interpolação Linear**: O ganho em qualidade, se escolher esta opção, só é marginal e irá perder um factor de 2 em velocidade. A nossa recomendação é que deixe esse valor desligado.
pt_br: **Usar interpolação linear**: O ganho de qualidade, se você selecionar esta opção, é apenas marginal e você irá perder um fator de 2 na velocidade. A recomendação é que mantenha a opção desligada.
sl: **Uporabi linearno interpolacijo**: izboljšanje kakovosti, če izberete to možnost je le obrobno in izgubite faktor 2 pri hitrosti. Naše priporočilo je, da jo pustite.
uk: **Використовувати лінійну інтерполяцію**: виграш у якості, у разі позначення цього пункту, буде незначним, але призведе до зменшення швидкості у 2 рази. Рекомендуємо вам не позначати цей пункт.

source: **Save As** and **Load** buttons are used to do just that. Any Resize settings that you have set can be saved to a text file and reloaded later.
ca: Els botons **Desa com a** i **Carrega** s'utilitzen per a realitzar les accions que descriuen. Qualsevol configuració de redimensió que establiu es podrà desar a un fitxer de text i tornar-lo a carregar més endavant.
it: I pulsanti **Salva come** e **Carica** sono usati per compiere le azioni che descrivono. Qualsiasi impostazione del ridimensionamento che hai impostato può essere salvata in un file di testo e ricaricata in seguito.
nl: De knoppen **Opslaan als...** en **Laden** worden gebruikt om precies dat te doen. Alle instellingen van Grootte wijzigen die u hebt ingesteld kunt u opslaan in een tekstbestand en later weer laden.
pt_br: Os botões **Salvar como** e **Carregar** servem exatamente para isso. Quaisquer configurações de redimensionamento que você tenha definido podem ser salvas em um arquivo de texto e recarregadas posteriormente.
sl: Gumba **Shrani kot** in **Naloži** se uporabljata prav za to. Vse nastavitve za spreminjanje velikosti, ki ste jih nastavili, lahko shranite v besedilno datoteko in jih pozneje znova naložite.
