Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: After rotating the image, you often find that things are better but not quite perfect. One solution is to rotate a bit more, but there is a disadvantage to that approach. Each time you rotate an image, because the rotated pixels don't line up precisely with the original pixels, the image inevitably gets blurred a little bit. For a single rotation, the amount of blurring is quite small, but two rotations cause twice as much blurring as one, and there is no reason to blur things more than you have to. So use the guide tool available in the Free Rotation preview to help you to get the correct rotation angle before applying the rotation.
ca: Després de girar la imatge, sovint us adonareu que les coses estan millor, però que no és perfecte. Una solució consisteix a fer girar una mica més, però hi ha un desavantatge en aquest enfocament. Cada vegada que es gira una imatge, atès que els píxels girats no s'alineen amb precisió amb els píxels originals, la imatge, inevitablement, es tornarà una mica borrosa. Per a un gir únic, la quantitat de difuminat és molt petita, però dos girs causen el doble de difuminat, i no hi ha raó per a difuminar les coses més del necessari. Així que useu l'eina de guia disponible a la vista prèvia del Gir lliure por a ajudar a aconseguir l'angle de gir correcte abans d'aplicar el gir.
it: Dopo aver ruotato l'immagine, spesso noterai che le cose vanno meglio ma non sono proprio perfette. Una soluzione è ruotare un altro po', ma questo approccio presenta uno svantaggio: ogni volta che ruoti, a causa dei pixel ruotati che non si allineano precisamente con i pixel originali, l'immagine risulta inevitabilmente sfuocata. Per una rotazione singola la sfocatura è quasi irrisoria, ma due rotazioni possono causare una sfocatura doppia e non vi è ragione di rendere le cose più sfuocate di quello che devono essere. Usa dunque lo strumento della guida disponibile nell'anteprima Rotazione libera per agevolarti a ottenere l'angolo di rotazione corretto prima di applicare la rotazione.
nl: Na het roteren van de foto, zal u vaak de mening hebben dat er verbetering is maar dat het nog niet perfect is. Een mogelijkheid is om het nog een beetje meer te roteren, maar er is een nadeel daaraan verbonden. Omdat de geroteerde pixels niet precies uitlijnen met de originele pixels zal iedere keer dat u een foto roteert, de foto onvermijdelijk een beetje waziger worden. Bij een enkele rotatie is het maar een beetje waziger geworden, maar twee keer roteren veroorzaakt tweemaal zoveel wazigheid als één keer roteren, en er is geen reden om meer wazigheid dan noodzakelijk te veroorzaken. Gebruik dus het richthulpmiddel beschikbare in de weergave van de Vrije rotatie om u te helpen bij het verkrijgen van de juiste rotatie alvorens de rotatie toe te passen.
pt_br: Depois de girar a imagem, você geralmente percebe que as coisas estão melhores, mas não perfeitas. Uma solução é girar um pouco mais, mas há uma desvantagem nessa abordagem. Cada vez que você gira uma imagem, como os pixels girados não se alinham precisamente com os pixels originais, a imagem inevitavelmente fica um pouco desfocada. Para uma única rotação, a quantidade de desfoque é bem pequena, mas duas rotações causam o dobro de desfoque de uma, e não há motivo para desfocar as coisas mais do que o necessário. Portanto, use a ferramenta guia disponível na visualização de Rotação Livre para ajudar você a obter o ângulo de rotação correto antes de aplicar a rotação.
sl: Po vrtenju slike pogosto ugotovite, da so stvari boljše, vendar ne povsem popolne. Ena od rešitev je, da se nekoliko bolj vrtite, vendar ima ta pristop pomanjkljivost. Vsakič, ko zavrtite sliko, ker se obrnjene slikovne pike ne ujemajo natančno z izvirnimi slikovnimi pikami, se slika neizogibno nekoliko zamegli. Pri eni sami rotaciji je količina zameglitve precej majhna, vendar dve rotaciji povzročita dvakrat večjo zameglitev kot ena in ni razloga, da bi stvari zameglili bolj, kot je treba. Zato uporabite vodilno orodje, ki je na voljo v predogledu Prosto vrtenje, da vam pomaga doseči pravilni kot vrtenja še preden uporabite vrtenje.

source: The digiKam Image Editor Free Rotation Tool
ca: L'eina Gir lliure en l'editor d'imatges del digiKam
it: Lo strumento Rotazione libera dell'editor delle immagini di digiKam
nl: Het hulpmiddel voor vrije rotatie van de afbeeldingsbewerker
pt: A Ferramenta de Rotação Livre do Editor de Imagens do digiKam
pt_br: A ferramenta de rotação livre do Editor de Imagem do digiKam
sl: digiKam urejevalnik slik orodje za prosto vrtenje
uk: Інструмент довільного обертання редактора зображень digiKam

source: After you have rotated an image, there will be unpleasant triangular *holes* at the corners. One way to fix them is to crop the image with :menuselection:`Transform --> Crop` Image Editor menu.
ca: Després de girar una imatge, hi haurà *forats* triangulars desagradables a les cantonades. Una manera de corregir-los és escapçar la imatge amb l'element de menú :menuselection:`Transforma --> Escapça` de l'editor d'imatges.
it: Dopo aver ruotato l'immagine, è brutto osservare i *buchi* triangolari negli angoli. Un metodo per correggerli è ritagliare l'immagine attraverso il menu :menuselection:`Trasforma --> Ritaglio` dell'Editor delle immagini.
nl: Na het roteren van een foto blijven er vervelende driehoekige *gaten* over in de hoeken. Een manier om dat op te lossen is het bijsnijden van de foto met :menuselection:`Transformeren --> Bijsnijden` van de afbeeldingsbewerker.
pt: Depois de ter rodado uma imagem, existirão pequenos *buracos* triangulares nos cantos. Uma forma de os corrigir é recortar a imagem com a opção do menu :menuselection:`Transformar --> Recorte` do Editor de Imagens.
pt_br: Após girar uma imagem, surgirão *buracos* triangulares desagradáveis ​​nos cantos. Uma maneira de corrigi-los é recortar a imagem com o menu do Editor de Imagem :menuselection:`Transformar --> Recortar`.
sl: Ko ste zavrteli sliko, se bodo pojavile neprijetne trikotne *luknje* na vogalih. Eden od načinov, da jih popravite, je, da obrežete sliko z :menuselection:`Transformiraj --> Obreži` v urejevalniku slik.
uk: Після обертання зображення утворяться негарні трикутні «порожнини» на краях зображення. Одним зі способів їх усування є використання пункту :menuselection:`Перетворення --> Обрізати` меню редактора зображень.

source: A more elegant way to crop the rotated image is to use the **Auto-Crop** function. Choose any one of the following options from the combo-box based on your preference:
ca: Una manera més elegant d'escapçar la imatge girada és utilitzar la funció **Escapçament automàtic**. Escolliu qualsevol de les opcions següents del quadre combinat segons les vostres preferències:
it: Un metodo più elegante di ritagliare l'immagine ruotata è utilizzare la funzione di **ritaglio automatico**. Scegli una delle opzioni seguenti dalla casella combinata, in base alle tue preferenze:
nl: Een meer elegante manier van het uitsnijden van de geroteerde foto is het gebruiken van de functie **Automatisch uitsnijden**. Kies een van de volgende opties uit het afrolvak gebaseerd op uw voorkeur:
pt_br: Uma maneira mais elegante de cortar a imagem girada é usar a função **Recorte automático**. Escolha qualquer uma das seguintes opções na caixa de combinação, de acordo com sua preferência:
sl: Bolj eleganten način za obrezovanje zavrtene slike je uporaba funkcije **Samodejnega obrezovanja**. V kombiniranem polju izberite katero koli od naslednjih možnosti:
uk: Елегантнішими способом обрізання повернутого зображення є використання можливості **Автообрізання**. Відповідно до ваших уподобань, оберіть один з варіантів з відповідного спадного списку:

source: **Widest area**: This option crops the rotated image to the widest possible (width) rectangular section.
ca: **Àrea més ampla**: aquesta opció escapça la imatge girada a l'àrea rectangular més àmplia possible (amplada).
it: **Area più larga**: questa opzione ritaglia l'immagine ruotata alla sezione rettangolare (larghezza) più larga possibile.
nl: **Breedste gebied**: hiermee snijdt u de gedraaide foto naar de breedst mogelijke (breedte) van de rechthoekige sectie.
pt: **Área mais larga**: Esta opção recorta a imagem rodada com a secção rectangular (largura) o maior possível.
pt_br: **Área mais larga**: Esta opção recorta a imagem rodada para a maior seção retangular (em largura).
sl: **Najširše območje**: Ta možnost obreže zavrteno sliko na najširši možni pravokotni del glede na širino.
uk: **Найширша область**: за вибору цього варіанта обернуте зображення буде обрізано за найширшим можливим (за шириною) прямокутником.

source: **Largest area**: This option crops the rotated image to the biggest surface.
ca: **Àrea més gran**: aquesta opció escapça la imatge girada a la superfície més gran.
it: **Area più grande**: questa opzione ritaglia l'immagine ruotata alla superficie più grande.
nl: **Grootste gebied**: deze optie snijdt de gedraaide foto uit naar het grootst mogelijke oppervlak.
pt_br: **Área maior**: Esta opção corta a imagem girada para a maior superfície.
sl: **Največje območje**: Ta možnost obreže zavrteno sliko na največjo površino.
uk: **Найбільша область**: за вибору цього варіанта повернуте зображення буде обрізано за найбільшою площею.

source: Hold the mouse over the combo-box and scroll with the wheel between the two possibilities.
ca: Manteniu el punter del ratolí sobre el quadre combinat i desplaceu-vos amb la roda entre les dues possibilitats.
it: Tieni premuto il mouse sulla casella combinata e scorri con la rotella per scegliere tra le due possibilità.
nl: Als u met de muis boven het keuzemenu zweeft dan kunt u met de muiswiel van keuze tussen de twee mogelijkheden wisselen.
pt: Mantenha o rato sobre a lista e desloque com a roda pelas duas possibilidades.
pt_br: Mantenha o mouse sobre a lista e desloque com a roda pelas duas possibilidades.
sl: Držite miško nad kombiniranim poljem in se s kolescem pomikajte med obema možnostma.
uk: Затримайте вказівник миші над спадним списком і прокручуйте коліщатко миші, щоб змінити варіант.

source: The **Anti-aliasing** checkbox will smooth the image a bit after rotation. Please read the warning above.
ca: La casella de selecció **Antialiàsing** suavitzarà la imatge una mica després del gir. Llegiu l'avís anterior.
it: La casella di controllo **Anti-alias** ammorbidirà l'immagine un po', dopo la rotazione. Leggi l'avviso riportato sopra.
nl: Met het keuzevakje **Anti-aliasing** kunt u de foto na de draaiing een beetje gladder maken. Lees wel de waarschuwing hierboven.
pt: A opção **Suavização** irá tentar suavizar a imagem um pouco após a rotação. Por favor, leia o aviso acima.
pt_br: A caixa de seleção **Anti-aliasing** suavizará um pouco a imagem após a rotação. Leia o aviso acima.
sl: Potrditveno polje **Anti-aliasing** bo nekoliko zgladilo sliko po vrtenju. Preberite zgornje opozorilo.
uk: Позначення пункту **Згладжування** призведе до незначного згладжування зображення після обертання. Будь ласка, ознайомтеся з попередженням, наведеним вище.

source: Perspective Adjustment
ca: Ajustament de la perspectiva
it: Regolazione della prospettiva
nl: Perspectief aanpassen
pt: Ajuste de Perspectiva
pt_br: Ajuste de perspectiva
sl: Prilagoditev perspektive
uk: Налаштування перспективи

source: The digiKam **Perspective Adjustment** tool geometrically remaps an image to adjust the image's perspective.
ca: L'eina **Ajustament de la perspectiva** del digiKam refà geomètricament una imatge per a ajustar la seva perspectiva.
it: Lo strumento **Regolazione della prospettiva** di digiKam rimappa geometricamente un'immagine per regolare la sua prospettiva.
nl: Het hulpmiddel **Perspectief aanpassen** van digiKam past geometrisch het perspectief van de afbeelding aan.
pt_br: A ferramenta **Ajuste de perspectiva** do digiKam remapeia geometricamente uma imagem para ajustar sua perspectiva.
sl: Orodje digiKam **Prilagoditev perspektive** geometrično preslika sliko, da prilagodi perspektivo slike.

source: With this tool you can work on the perspective in a photograph. This is very useful when working with photographs that contain keystone distortion. Keystone distortion occurs when an object is photographed from an angle rather than from a straight-on view. For example, if you take an image of a tall building from ground level, the edges of the building appear to meet each other at the far end. On the other hand, you can use this tool to introduce a new perspective that is not a face-on view but gives the image a creative spin.
ca: Amb aquesta eina podreu treballar sobre la perspectiva en una fotografia. És molt útil quan es treballa amb fotografies que contenen distorsió trapezoidal. La distorsió trapezoidal es produeix quan un objecte és fotografiat des d'un angle no des d'una visió directa. Per exemple, si preneu una imatge d'un edifici alt a nivell del terra, les vores de l'edifici semblaran trobar-se a l'extrem llunyà. D'altra banda, podreu utilitzar aquesta eina per a presentar una perspectiva nova que no sigui una vista frontal sinó per a donar a la imatge un gir creatiu.
it: Con questo strumento puoi lavorare sulla prospettiva in una fotografia. È molto utile quando lavori con foto che contengono un effetto Keystone (distorsione trapezoidale). L'effetto Keystone si verifica quando un oggetto viene fotografato da una determinata angolatura piuttosto che da una vista dritta. Per esempio, se scatti la foto di un edificio molto alto dal livello del terreno, i margini dell'edificio sembreranno incontrarsi alla sua sommità. Questo strumento ti permette di introdurre una nuova prospettiva, il cui risultato non sarà una vista frontale ma offre una rotazione creativa dell'immagine.
nl: Met dit hulpmiddel kunt u het perspectief van een foto bewerken. Dit is handig bij het werken aan foto´s die het last hebben van het grafsteeneffect. Grafsteen vervorming treed op als een voorwerp niet recht van voren maar onder een hoek is gefotografeerd. Bijvoorbeeld, als u een foto maakt van een groot gebouw vanaf grondniveau, dan lijkt het of de randen van het gebouw elkaar in de verte raken. Maar u kunt dit hulpmiddel natuurlijk ook gebruiken om een nieuw perspectief te introduceren dat niet recht van voren komt maar de afbeelding een creatieve draai geeft.
pt_br: Com esta ferramenta, você pode trabalhar a perspectiva de uma fotografia. Isso é muito útil ao trabalhar com fotografias que contêm distorção trapezoidal. A distorção trapezoidal ocorre quando um objeto é fotografado de um ângulo em vez de uma vista frontal. Por exemplo, se você tirar uma foto de um prédio alto do nível do solo, as bordas do prédio parecem se encontrar na extremidade oposta. Por outro lado, você pode usar esta ferramenta para introduzir uma nova perspectiva que não seja uma vista frontal, mas que dê um toque criativo à imagem.
sl: S tem orodjem lahko delate na perspektivi na fotografiji. To je zelo uporabno pri delu s fotografijami, ki vsebujejo trapezno popačenje. Trapezno popačenje se pojavi, ko je predmet fotografiran pod kotom in ne iz neposrednega pogleda. Če na primer posnamete sliko visoke zgradbe s tal, se zdi, da se robovi stavbe srečajo na skrajnem koncu. Po drugi strani pa lahko s tem orodjem uvedete novo perspektivo, ki ni pogled iz oči v oči, temveč daje sliki ustvarjalni zasuk.
uk: За допомогою цього інструменту ви можете змінити перспективну вашої фотографії. Цей інструмент буде корисним для роботи з фотографіями, на яких присутнє трапецеїдальне викривлення. Трапецеїдальне викривлення є наслідком фотографування об’єкта під певним кутом. Прикладом такого викривлення є зйомка високого будинку з рівня землі. За таких умов, здається, що лінії стін будинку перетинаються у певній віддаленій точці. З іншого боку, ви можете скористатися цим інструментом для створення нової перспективи, яка може надати пласкому зображенню певної творчої родзинки.

source: All perspective transformations are performed around a fixed point called the reference point. This point is at the center of the item you are transforming and is displayed by a red circle.
ca: Totes les transformacions de la perspectiva es realitzen al voltant d'un punt fix anomenat punt de referència. Aquest punt es troba al centre de l'element que esteu transformant i es mostra amb un cercle vermell.
it: Tutte le trasformazioni della prospettiva vengono eseguite attorno a un punto fisso chiamato «punto di riferimento«. Questo punto si trova al centro dell'elemento che stai trasformando ed è rappresentato da un cerchietto rosso.
nl: Alle perspectieftransformaties worden rond een vast punt uitgevoerd met de naam referentiepunt. Dit punt is het middelpunt van het item dat u transformeert en wordt aangeduid met een rode cirkel.
pt: Todas as transformações de perspectiva são efectuadas em torno de um ponto fixo, chamado de ponto de referência. Este ponto está no centro do item que você vai transformar e é mostrado com um círculo vermelho.
pt_br: Todas as transformações de perspectiva são efetuadas em torno de um ponto fixo, chamado de ponto de referência. Este ponto está no centro do item que você vai transformar e é mostrado com um círculo vermelho.
sl: Vse transformacije perspektive se izvajajo okoli fiksne točke, imenovane referenčna točka. Ta točka je v središču predmeta, ki ga transformirate in je prikazana z rdečim krogom.
uk: Всі перетворення перспективи виконуються навколо фіксованої точки, яку називають точкою відліку. Ця точка знаходиться у центрі об’єкта, який ви перетворюєте, її буде позначено червоним колом.

source: To change the perspective, drag the square areas in the corners of the image. The perspective preview is rendered automatically. On the right of the dialog you'll find a set of information which should help you control the perspective change:
ca: Per a canviar la perspectiva, arrossegueu les àrees quadrades de les cantonades de la imatge. La vista prèvia de la perspectiva es renderitzarà automàticament. A la dreta del diàleg trobareu un conjunt d'informació que us ajudarà a controlar el canvi de perspectiva:
it: Per cambiare la prospettiva, trascina le aree quadrate negli angoli dell'immagine. Viene eseguita automaticamente un'anteprima della prospettiva. Alla destra della finestra di dialogo troverai un insieme di informazioni che dovrebbero aiutarti a controllare la modifica della prospettiva.
nl: Om het perspectief te wijzigen, sleep de vierkante gebieden in de hoeken van de foto. De perspectiefweergave zal automatisch bijgewerkt worden. Rechts van het dialoog vindt u set informatie die u zou moeten helpen bij het wijzigen van het perspectief:
pt_br: Para alterar a perspectiva, arraste as áreas quadradas nos cantos da imagem. A visualização da perspectiva é renderizada automaticamente. À direita da caixa de diálogo, você encontrará um conjunto de informações que ajudarão você a controlar a mudança de perspectiva:
sl: Če želite spremeniti perspektivo, povlecite kvadratna območja v kotih slike. Predogled perspektive je upodobljen samodejno. Na desni strani pogovornega okna boste našli nabor informacij, ki vam bodo pomagale nadzorovati spremembo perspektive:

source: **New Width**: is the new image width in pixels including the empty area around the image resulting from the geometrical transformation.
ca: **Amplada nova**: és l'amplada nova de la imatge en píxels, incloent-hi l'àrea buida al voltant de la imatge resultant de la transformació geomètrica.
it: **Nuova larghezza**: è la nuova larghezza dell'immagine in pixel, inclusa l'area vuota attorno all'immagine generata dalla trasformazione geometrica.
nl: **Nieuw breedte**: is de breedte in pixels van de nieuwe foto inclusief de lege ruimte rondom de afbeelding die is ontstaan door de geometrische transformatie.
pt_br: **Nova largura**: é a nova largura da imagem em pixels, incluindo a área vazia ao redor da imagem resultante da transformação geométrica.
sl: **Nova širina**: je nova širina slike v slikovnih pikah, vključno s praznim območjem okoli slike, ki je posledica geometrijske transformacije.
uk: **Нова ширина**: показує ширину нового зображення у пікселях разом з порожньою ділянкою навколо зображення, яка буде результатом геометричного перетворення.

source: **New Height**: is the new image height in pixels including the empty area around the image resulting from the geometrical transformation.
ca: **Alçada nova**: és l'alçada nova de la imatge en píxels, incloent-hi l'àrea buida al voltant de la imatge resultant de la transformació geomètrica.
it: **Nuova altezza**: è la nuova altezza dell'immagine in pixel, inclusa l'area vuota attorno all'immagine generata dalla trasformazione geometrica.
nl: **Nieuwe hoogte**: is de hoogte in pixels van de nieuwe foto inclusief de lege ruimte rondom de foto die is ontstaan door de geometrische transformatie.
pt_br: **Nova altura**: é a nova altura da imagem em pixels, incluindo a área vazia ao redor da imagem resultante da transformação geométrica.
sl: **Nova višina**: je nova višina slike v slikovnih pikah, vključno s praznim območjem okoli slike, ki je posledica geometrijske transformacije.

source: **Top Left Angle**: is the current angle in degrees at the top left corner of the perspective area.
ca: **Angle superior esquerra**: és l'angle actual en graus a la cantonada superior esquerra de l'àrea de perspectiva.
it: **Angolo in alto a sinistra**: è l'angolo attuale in gradi nell'angolo in alto a sinistra dell'area della prospettiva.
nl: **Hoek linksboven**: is de huidige hoek in graden linksboven in het perspectiefgebied.
pt_br: **Ângulo superior esquerdo**: é o ângulo atual em graus no canto superior esquerdo da área de perspectiva.
sl: **Zgornji levi kot**: je trenutni kot v stopinjah v zgornjem levem kotu območja perspektive.

source: **Top Right Angle**: is the current angle in degrees at the top right corner of the perspective area.
ca: **Angle superior dreta**: és l'angle actual en graus a la cantonada superior dreta de l'àrea de perspectiva.
it: **Angolo in alto a destra**: è l'angolo attuale in gradi nell'angolo in alto a destra dell'area della prospettiva.
nl: **Hoek rechtsboven**: is de huidige hoek in graden rechtsboven in het perspectiefgebied.
pt_br: **Ângulo superior direito**: é o ângulo atual em graus no canto superior direito da área de perspectiva.
sl: **Zgornji desni kot**: je trenutni kot v stopinjah v zgornjem desnem kotu območja perspektive.

source: **Bottom Left Angle**: is the current angle in degrees at the bottom left corner of the perspective area.
ca: **Angle inferior esquerra**: és l'angle actual en graus a la cantonada inferior esquerra de l'àrea de perspectiva.
it: **Angolo in basso a sinistra**: è l'angolo attuale in gradi nell'angolo in basso a sinistra dell'area della prospettiva.
nl: **Hoek linksonder**: is de huidige hoek in graden linksonder in het perspectiefgebied.
pt_br: **Ângulo inferior esquerdo**: é o ângulo atual em graus no canto inferior esquerdo da área de perspectiva.
sl: **Spodnji levi kot**: je trenutni kot v stopinjah v spodnjem levem kotu območja perspektive.

source: **Bottom Right Angle**: is the current angle in degrees at the bottom right corner of the perspective area.
ca: **Angle inferior dreta**: és l'angle actual en graus a la cantonada inferior dreta de l'àrea de perspectiva.
it: **Angolo in basso a destra**: è l'angolo attuale in gradi nell'angolo in basso a destra dell'area della prospettiva.
nl: **Hoek rechtsonder**: is de huidige hoek in graden rechtsonder in het perspectiefgebied.
pt_br: **Ângulo inferior direito**: é o ângulo atual em graus no canto inferior direito da área de perspectiva.
sl: **Spodnji desni kot**: je trenutni kot v stopinjah v spodnjem desnem kotu območja perspektive.
