Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Side switch frequency**: During the carving process, at each step the optimal seam to be carved is chosen based on the relevance value for each pixel. However, in the case where two seams are equivalent (which may happen, for instance, when large portions of the image have the same color), the algorithm always chooses the seams from one side. In some cases, this can pose problems, e.g. an object centered in the original image might not be centered in the resulting image. In order to overcome this effect, this setting allows the favored side to be switched automatically during rescaling, at the cost of slightly worse performance.
ca: **Freqüència del canvi de costat**: durant el procés de tallar, a cada pas es tria la juntura òptima per a tallar en funció del valor de rellevància de cada píxel. Malgrat tot, en el cas que dues juntures siguin equivalents (el que pot succeir, per exemple, quan porcions grans de la imatge tenen el mateix color), l'algorisme sempre triarà les juntures d'una banda. En alguns casos, això pot plantejar problemes, p. ex., un objecte centrat en la imatge original podria no estar centrat en la imatge resultant. Per a superar aquest efecte, aquesta opció de configuració permet canviar automàticament el costat afavorit durant el canvi d'escala, a costa d'un rendiment lleugerament pitjor.
it: **Frequenza dello scambio laterale**: durante il processo di lavorazione, a ogni passo la cucitura ottimale da intagliare è scelta sulla base dell'importanza del valore per ogni pixel. Comunque, nel caso dove due cuciture siano equivalenti (che può succedere, per esempio, quando grosse porzioni di un'immagine hanno lo stesso colore), l'algoritmo sceglie sempre la cucitura da un lato. In qualche caso, questo può porre dei problemi, per esempio un oggetto posizionato al centro nell'immagine originale potrebbe trovarsi decentrato nell'immagine finale. Per risolvere questo effetto, questa impostazione permette che il lato favorito sia scambiato automaticamente durante il ridimensionamento, al costo di una velocità di elaborazione leggermente inferiore.
nl: **Zijkant schakelfrequentie**: tijdens het snijproces wordt bij iedere stap de optimale naad, waarlangs gesneden wordt, gekozen gebaseerd op de relevante waarde van elk pixel. In het geval echter dat er twee naden gelijk zijn (wat kan gebeuren bij bijv. grote delen van de afbeelding die dezelfde kleur hebben), zal het algoritme altijd de naden aan één zijde kiezen. In enkele gevallen kan dit tot problemen leiden, bijv. bij een object dat gecentreerd is in de originele afbeelding en niet gecentreerd is in de resulterende afbeelding. Om dit effect te ondervangen, kan deze instelling het toestaan om de bevoorrechte zijde automatisch om te schakelen bij de herschaling, ten koste van een iets mindere prestatie.
pt: **Frequência de mudança de lado**: Durante o processo de escavação, em cada passo o *seam* óptimo a ser escavado é escolhido com base no valor de relevância para cada pixel. Contudo, no caso em que dois *seams* são equivalentes (o que pode acontecer, por exemplo, quando partes grandes da imagem tenham a mesma cor), o algoritmo escolhe sempre os *seams* de um lado. Em alguns casos, isto poderá gerar alguns problemas, p.ex. um objecto centrado na imagem original poderá não ficar centrado na imagem resultante. Para dar a volta a este efeito, esta configuração permite ao lado favorecido mudar automaticamente durante a mudança de escala, às custas de uma potencial pior performance.
pt_br: **Frequência de mudança de lado**: Durante o processo de escultura, a cada etapa, a costura ideal a ser esculpida é escolhida com base no valor de relevância de cada pixel. No entanto, no caso em que duas costuras são equivalentes (o que pode acontecer, por exemplo, quando grandes porções da imagem têm a mesma cor), o algoritmo sempre escolhe as costuras de um lado. Em alguns casos, isso pode causar problemas, por exemplo, um objeto centralizado na imagem original pode não estar centralizado na imagem resultante. Para superar esse efeito, essa configuração permite que o lado favorecido seja alternado automaticamente durante o redimensionamento, ao custo de um desempenho ligeiramente inferior.
sl: **Frekvenca stranskega preklopa**: Med postopkom izrezovanja se v vsakem koraku izbere optimalni šiv za izrezovanje na podlagi vrednosti ustreznosti za vsako slikovno piko. Vendar pa v primeru, ko sta dva šiva enakovredna (kar se lahko zgodi, na primer, ko imajo veliki deli slike enako barvo), algoritem vedno izbere šive z ene strani. V nekaterih primerih lahko to povzroči težave, npr. predmet, ki je na sredini izvirne slike, morda ne bo na sredini nastale slike. Da bi premagali ta učinek, ta nastavitev omogoča, da se prednostna stran samodejno preklopi med spreminjanjem velikosti, za ceno nekoliko slabšega delovanja.
uk: **Бічна частота перемикання**: під час процесу вирізання, на кожному кроці оптимальний шов для вирізання буде вибрано на основі відносних значень кожного з пікселів. Але, якщо два з швів матимуть однакове значення (таке може трапитися, наприклад, якщо значні ділянки зображення зафарбовано одним кольором), алгоритм завжди обирає шви з одного боку і це може призвести до проблем (наприклад об'єкт, розташований по центру початкового зображення, може бути розташовано не по центру на отриманому зображенні). Цей параметр призначено для боротьби з подібним ефектом. За допомогою цього параметра можна наказати програмі автоматично перемикати сторону під час зміни масштабу. Його використання може трошки уповільнити обробку.

source: **Resize Order**: Here you can set whether to resize **horizontally first** or **vertically first**.
ca: **Ordre de redimensionat**: aquí podreu establir si voleu canviar primer la mida **horitzontalment** o **verticalment**.
it: **Ordine di ridimensionamento: qui puoi impostare se ridimensionare prima **orizzontalmente** o **verticalmente**.
nl: **Volgorde van grootte wijzigen**: hier kunt u instellen of **eerst horizontaal** dan wel **eerst verticaal** de grootte wordt aangepast.
pt: **Ordem do Dimensionamento**: Aqui poderá definir se deseja dimensionar **primeiro na horizontal** ou **primeiro na vertical**.
pt_br: **Ordem de redimensionamento**: aqui você pode definir se deseja redimensionar **primeiro na horizontal** ou **primeiro na vertical**.
sl: **Spremeni vrstni red velikosti**: Tukaj lahko nastavite, ali želite spremeniti velikost **najprej vodoravno** ali **najprej navpično**.
uk: **Порядок зміни розмірів**: за допомогою цього пункту ви можете визначити, який з напрямків зміни розмірів буде першим (**вертикальний** чи **горизонтальний**).

source: More Details About the Seam Carving Technique
ca: Més detalls sobre la tècnica de canvi d'escala líquid
it: Altri dettagli sulla tecnica di lavorazione delle cuciture
nl: Meer details over de naadsnijtechniek
pt: Mais Detalhes Sobre a Técnica de 'Seam Carving'
pt_br: Mais detalhes sobre a técnica de entalhe de costura
sl: Več podrobnosti o tehniki rezljanja šivov
uk: Докладніше про методику вирізання швів

source: The tool works by finding so-called *seams* over an image, i.e. continuous, zig-zagged lines transversing the image from top to bottom (*vertical* seams), or from left to right (*horizontal* seams). When one such seam, say a vertical one, is removed from an image (the *carving* operation), the width of the image is reduced by one pixel. Removing horizontal seams reduces the height. Iterating such operations (find a seam and remove it), one can reduce the image size at will. Collecting together all the seams which were carved from an image, in their respective order, constitutes what is called a *seams map*.
ca: L'eina funciona trobant les anomenades **juntures** sobre una imatge, és a dir, línies contínues en ziga-zaga que travessen la imatge de dalt a baix (juntures *verticals*) o d'esquerra a dreta (juntures *horitzontals*). Quan una d'aquestes juntures, diguem-ne una vertical, s'elimina d'una imatge (l'operació de *tallar*), l'amplada de la imatge es reduirà en un píxel. L'eliminació de les juntures horitzontals redueix l'alçada. Quan s'itera en aquestes operacions (es troba una juntura i s'elimina), es podrà reduir la mida de la imatge a voluntat. Recollint totes les juntures que s'han tallat d'una imatge, en el seu ordre respectiu, es construirà el que s'anomena un *mapa de juntures*.
it: Lo strumento lavora cercando le cosiddette *cuciture* in un'immagine, ossia linee continue, a zig-zag, che attraversano l'immagine dall'alto al basso (cuciture *verticali*) o da sinistra a destra (cuciture *orizzontali*). Quando una di queste cuciture, per esempio una verticale, viene rimossa da un'immagine (l'operazione di *taglio*), la larghezza dell'immagine viene ridotta di un pixel. Se rimuovi le cuciture orizzontali, si riduce l'altezza. Ripetendo tali operazioni (trovare una cucitura e rimuoverla), è possibile ridurre la dimensione dell'immagine a piacimento. La raccolta di tutte le cuciture ritagliate da un'immagine, nel loro rispettivo ordine, costituisce la cosiddetta *mappa delle cuciture*.
nl: Het hulpmiddel werkt door het zoeken van zogenaamde *naden* in een afbeelding, d.w.z. continue, zig-zag lijnen gaande over de afbeelding van boven naar beneden (*verticale* naden) of van links naar rechts (*horizontale* naden). Wanneer een zo'n naad, zeg een verticale, verwijderd wordt uit en afbeelding (de *snij* bewerking), zal de breedte van de afbeelding verminderd worden met één pixel. Verwijderen van horizontale naden vermindert de hoogte. Herhalen van zo'n bewerking (zoek een naad en verwijder deze), daarmee kan men de afbeeldingsgrootte naar wens verminderen. Samen verzamelen van alle naden die uit een afbeelding zijn gesneden, in hun respectievelijke volgorde, vormen samen wat genoemd wordt een *nadenkaart*.
pt: A ferramenta funciona através da descoberta das ditas *seams* de uma imagem, i.e. linhas continuas em ziguezague que atravessam a imagem de cima para baixo (*seams verticais*) ou da esquerda para a direita (*seams horizontais*). Quando uma dessas linhas, por exemplo uma vertical, é removida de uma imagem, a operação de *carving* (escavação), a largura da imagem é reduzida em um pixel. Se remover as 'seams' horizontais reduz a altura. A iteração desses operações (descobrir uma linha e removê-la), uma pessoa poderá reduzir o tamanho da imagem como desejar. Se recolher em conjunto todos os *seams* que foram escavados de uma imagem, pela sua ordem respectiva, constitui-se o que se chama um *mapa de seams*.
pt_br: A ferramenta funciona encontrando as chamadas *costuras* sobre uma imagem, ou seja, linhas contínuas em zigue-zague que atravessam a imagem de cima para baixo (costuras *verticais*) ou da esquerda para a direita (costuras *horizontais*). Quando uma dessas costuras, digamos, vertical, é removida de uma imagem (a operação de *escultura*), a largura da imagem é reduzida em um pixel. A remoção de costuras horizontais reduz a altura. Iterando tais operações (encontrar uma costura e removê-la), pode-se reduzir o tamanho da imagem à vontade. Reunir todas as costuras esculpidas de uma imagem, em sua respectiva ordem, constitui o que é chamado de *mapa de costuras*.
sl: Orodje deluje tako, da poišče tako imenovane *šive* čez sliko, tj. cik-cak črte, ki prečkajo sliko od zgoraj navzdol (*navpični* šivi) ali od leve proti desni (*vodoravni* šivi). Ko en tak šiv, recimo navpični, je odstranjen iz slike (operacija *izrezovanje*),širina slike se zmanjša za en piksel. Odstranjevanje vodoravnih šivov zmanjšuje višino. Ponavljanje takih operacij (poišče šiv in ga odstrani), velikost slike lahko poljubno zmanjša. Zbirka vseh šivov ki so bili izrezljani iz podobe, v svojem ustreznem vrstnem redu, predstavljajo, kar se imenuje *karta šivov*.
uk: Інструмент працює шляхом виявлення так званих *швів* на зображенні, тобто неперервних зиґзаґоподібних ліній, що перетинають зображення згори вниз (*вертикальні* шви) або зліва праворуч (*горизонтальні* шви). Якщо такий шов, скажімо, вертикальний, вилучити з зображення (дія з *вирізання*), ширина зображення зменшиться на один піксель. Вилучення горизонтальних швів зменшує висоту. Ітеративним використанням таких дій (знаходження шва і його вилучення) можна зменшувати розміри зображення. Збірка усіх швів, які було вилучено з зображення та відповідний порядок вилучення складає так звану *карту швів*.

source: Mirroring the carving process, by inserting additional seams besides the ones which are found by the algorithm, instead of removing them, image enlargement can be obtained, too. The meaning of the seam map is reversed in this case.
ca: Reflectint el procés de tallat, inserint juntures addicionals a més de les que troba l'algorisme, en lloc d'eliminar-les, també es pot obtenir una ampliació de la imatge. En aquest cas, s'invertirà el significat del mapa de juntures.
it: Con il rispecchiamento del processo di taglio, inserendo cuciture aggiuntive oltre a quelle trovate dall'algoritmo, anziché rimuoverle, è possibile anche ottenere l'ingrandimento dell'immagine. Il significato della mappa delle cuciture in questo caso è invertito.
nl: Het snijproces spiegelen, door extra naden naast diegenen die zijn gevonden door het algoritme in te voegen, in plaats van ze te verwijderen, kan ook vergroten van de afbeelding worden bereikt. De betekenis van de nadenkaart is in dat geval omgedraaid.
pt: Replicando o processo de escavação, inserindo 'seams' adicionais ao lado dos que já foram descobertos pelo algoritmo, em vez de os remover, também poderá obter a ampliação da imagem. O significado do mapa de *seams* é invertido nesse caso.
pt_br: Espelhando o processo de escultura, ao inserir costuras adicionais além daquelas encontradas pelo algoritmo, em vez de removê-las, também é possível obter o aumento da imagem. O significado do mapa de costuras é invertido neste caso.
sl: Z zrcaljenjem postopka rezljanja z vstavljanjem dodatnih šivov poleg tistega, ki jih najde algoritem, namesto da bi jih odstranil, lahko dobimo tudi povečavo slike. V tem primeru je pomen zemljevida šivov obrnjen.
uk: Віддзеркаленням процесу вирізання, вставленням додаткових швів, окрім тих, які було знайдено алгоритмом, замість їх вилучення, можна досягти збільшення розмірів зображення. Значення карти швів у цьому випадку змінюється на протилежне.

source: In order to get good results from this technique, the main issue is finding which are the most suitable seams to carve or to insert. If the aim is simply to change the proportions of the image without too much effect on the content, *good* seams will be those that don't cross important features of the image, and instead pass through a background landscape.
ca: Per a obtenir bons resultats amb aquesta tècnica, la qüestió principal és trobar les juntures més adequades que s'han de tallar o inserir. Si l'objectiu és senzillament canviar les proporcions de la imatge sense afectar gaire el contingut, les juntures *bones* seran aquelles que no creuin els trets importants de la imatge, sinó les que travessin un paisatge de fons.
it: Per ottenere buoni risultati da questa tecnica, il problema principale sta nel fatto che bisogna individuare quali sono le cuciture più adatte da ritagliare o inserire. Se lo scopo è semplicemente cambiare le proporzioni dell'immagine senza troppo effetto sul contenuto, le cuciture *buone* saranno quelle che non attraversano aspetti importanti dell'immagine ma passano invece attraverso un paesaggio di sfondo.
nl: Om goede resultaten met deze techniek te krijgen, is de hoofdzaak het vinden van wat zijn de meest geschikte naden om te in te snijden of om in in te voegen. Als het doel eenvoudig is om de verhoudingen van de afbeelding te wijzigen zonder teveel de inhoud te beïnvloeden, zijn *goede* naden die geen belangrijke kenmerken van de afbeelding kruisen en in plaats daarvan door een achtergrondlandschap gaan.
pt_br: Para obter bons resultados com essa técnica, a principal questão é encontrar as emendas mais adequadas para esculpir ou inserir. Se o objetivo for simplesmente alterar as proporções da imagem sem afetar muito o conteúdo, *boas* emendas serão aquelas que não cruzam características importantes da imagem e, em vez disso, passam por uma paisagem de fundo.
sl: Da bi s to tehniko dosegli dobre rezultate, je glavno vprašanje ugotoviti, kateri so najprimernejši šivi za izrezovanje ali vstavljanje. Če je cilj preprosto spremeniti razmerja slike brez prevelikega vpliva na vsebino, bodo *dobri* šivi tisti, ki ne prečkajo pomembnih značilnosti slike, temveč gredo skozi pokrajino v ozadju.

source: By default, the tool tries to find the seams which cross the lowest-contrast areas (how this happens exactly is specified by the energy function settings). Therefore, each pixel in the image is assigned a so-called *energy value*. Higher contrast means higher energy, and seams are less likely to cross high-energy areas.
ca: De manera predeterminada, l'eina intenta trobar les juntures que creuen les àrees de menor contrast (l'opció de configuració funció d'energia especifica com succeeix exactament això). Per tant, a cada píxel de la imatge se li assigna un *valor d'energia*. Un contrast més gran vol dir energia més gran, i serà menys probable que les juntures creuin àrees d'alta energia.
it: Per impostazione predefinita, lo strumento tenta di trovare le cuciture che attraversano le aree col contrasto più basso (come questo avviene esattamente è specificato dalle impostazioni della funzione d'energia). A ciascun pixel nell'immagine, quindi, viene assegnato un cosiddetto *valore d'energia*. Più elevato è il contrasto, più elevata è l'energia, e le cuciture incrociano le aree di energia elevata con meno probabilità.
nl: Standaard probeert het hulpmiddel de naden te vinden die de gebieden met het laagste contrast kruisen (hoe dit exact gedaan wordt is gespecificeerd door de energiefunctie-instellingen). Daarom krijgt elk pixel van de afbeelding een zogenaamde *energiewaarde* toegekend, hoe hoger het contrast, hoe hoger de energie en naden zijn minder waarschijnlijk gebieden te kruisen met hoge energie.
pt_br: Por padrão, a ferramenta tenta encontrar as emendas que cruzam as áreas de menor contraste (a forma exata como isso acontece é especificada pelas configurações da função de energia). Portanto, cada pixel da imagem recebe um chamado *valor de energia*. Maior contraste significa maior energia, e as emendas têm menos probabilidade de cruzar áreas de alta energia.
sl: Orodje privzeto poskuša poiskati šive, ki prečkajo območja z najnižjim kontrastom (kako natančno se to zgodi, je določeno z nastavitvami energetske funkcije). Zato je vsakemu pikslu na sliki dodeljena tako imenovana *energijska vrednost*. Višji kontrast pomeni višjo energijo in manj verjetno je, da bodo šivi prečkali območja z visoko energijo.

source: Since in many cases this simple contrast-based method is not optimal, the energy function can be *biased* by the user, who can decide that some areas should have a higher energy (using a preservation masks) or, on the contrary, that they should have a lower energy (using a suppression mask), and therefore effectively *drive* the seams and the whole process.
ca: Atès que en molts casos aquest mètode senzill basat en el contrast no és òptim, la funció d'energia pot veure's *esbiaixada* per l'usuari, el qual podria decidir que algunes àrees han de tenir una energia més alta (utilitzant les màscares de conservació) o, per contra, que han de tenir una energia més baixa (utilitzant una màscara de supressió) i, per tant, impulsar de manera efectiva les juntures i tot el procés.
it: Poiché in molti casi questo metodo basato sul contrasto semplice non è ottimale, la funzione d'energia può essere *regolata* dall'utente, che può decidere che alcune aree debbano avere un'energia maggiore (utilizzando una maschera di conservazione) o, al contrario, che debbano avere un'energia inferiore (utilizzando una maschera di soppressione), e quindi essenzialmente *guidare* le cuciture e l'intero processo.
nl: Omdat in veel gevallen deze eenvoudige methode op contrast gebaseerd niet optimaal is, kan de energiefunctie *gebiast* worden door de gebruiker, die kan beslissen dat sommige gebieden een hogere energie moeten hebben (door bewaarmaskers te gebruiken) of, in tegenstelling, dat ze een lagere energie zouden moeten hebben (door onderdrukkingsmasker te gebruiken) en daardoor effectief de naden **aansturen** en het gehele proces.
pt: Dado que, em muitos casos, este método baseado no contraste não é óptimo, a função de energia poderá ser *ponderada* pelo utilizador, que poderá decidir que algumas áreas deverão ter uma energia maior (usando máscaras de preservação) ou, pelo contrário, que deverão ter uma menor energia (usando uma máscara de supressão), *dirigindo* assim de forma efectiva os *seams* e o processo em si.
pt_br: Como em muitos casos esse método simples baseado em contraste não é o ideal, a função de energia pode ser *enviesada* pelo usuário, que pode decidir que algumas áreas devem ter uma energia mais alta (usando máscaras de preservação) ou, ao contrário, que devem ter uma energia mais baixa (usando uma máscara de supressão) e, portanto, *conduzir* efetivamente as costuras e todo o processo.
sl: Ker v mnogih primerih ta preprosta metoda, ki temelji na kontrastu, ni optimalna, je energijska funkcija lahko *pristranska* glede na uporabnika, ki se lahko odloči, da imajo nekatera področja višjo energijo (z uporabo mask ohranjanja) ali nasprotno, da morajo imeti nižjo energijo (uporaba maske za zatiranje), in tako učinkovito *poganja* šive in celoten proces.
uk: Оскільки у багатьох випадках цей простий спосіб, який засновано на контрастності, не є оптимальним, функцію енергії може бути *підправлено* користувачем, який може вказати, що певні ділянки мають вищу енергію (за допомогою масок блокування) або, навпаки, що певні ділянки слід вважати ділянками низької енергії (за допомогою маски придушення), а отже, насправді, *керувати* швами і усією процедурою.

source: See the sample image below after it has been resized, reducing its width by 40%. The image height is still the same. Notice the preserved areas were not deformed by the operation, but the unwanted areas have magically disappeared.
ca: Vegeu la imatge de mostra a continuació després d'haver-la redimensionat, reduint la seva amplada en un 40%. L'alçada de la imatge continua sent la mateixa. Observeu que les zones conservades no han estat deformades per l'operació, però les zones no desitjades han desaparegut màgicament.
it: Vedi l'immagine campione sottostante, dopo che è stata ridimensionata, riducendo la sua larghezza del 40%. L'altezza dell'immagine resta uguale. Nota che le aree conservate non sono state deformate dall'operazione, mentre le aree non volute sono scomparse magicamente.
nl: Zie onderstaand de voorbeeldafbeelding nadat het in grootte is gewijzigd, waarbij de breedte is verminderd met 40%. De hoogte van de afbeelding is nog steeds hetzelfde. Merk op dat de bewaarde gebieden niet vervormd zijn door de bewerking en de ongewenste gebieden bij toverslag zijn verdwenen.
pt_br: Veja a imagem de exemplo abaixo após o redimensionamento, reduzindo sua largura em 40%. A altura da imagem permanece a mesma. Observe que as áreas preservadas não foram deformadas pela operação, mas as áreas indesejadas desapareceram magicamente.
sl: Oglejte si spodnjo vzorčno sliko, potem ko je bila spremenjena njena velikost zmanjšana njena širina za 40 %. Višina slike je še vedno enaka. Upoštevajte, da se ohranjena območja med operacijo niso deformirala, ampak so neželena področja čarobno izginila.
