Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Rotate your image by using the **Angle** slider (value in degrees). Press to **Reset Values** for reset the slider to zero. A rotating effect preview is available on the right side of the dialog. The new target image dimensions in pixels are shown.
pt: Rode a sua imagem, usando a barra do **Ângulo** (cujo valor está em graus). Carregue para **Repor os Valores**, para que a barra venha a zero. Está disponível uma antevisão do efeito de rotação do lado direito da janela. As novas dimensões da imagem de destino em pixels aparecem em baixo.

source: For better orientation, the Free Rotation tool provides a vertical and horizontal guide. Move the mouse cursor under image preview to display the dashed line guide. Move the cursor to an supposedly vertical or horizontal feature in the image like the sea or a building border and press the left mouse button for freeze the dashed lines position. Now, adjust the angle accordingly with the guide.
pt: Para uma melhor orientação, a ferramenta de Rotação Livre oferece uma uma guia horizontal e uma vertical. Mova o cursor do rato sob a antevisão da imagem para mostrar a guia da linha tracejada. Mova o cursor para uma característica supostamente vertical ou horizontal na imagem, como o mar ou o extremo de um prédio e carregue no botão esquerdo para fixar a posição das linhas tracejadas. Agora ajuste o ângulo de acordo com a guia.

source: After rotating the image, you often find that things are better but not quite perfect. One solution is to rotate a bit more, but there is a disadvantage to that approach. Each time you rotate an image, because the rotated pixels don't line up precisely with the original pixels, the image inevitably gets blurred a little bit. For a single rotation, the amount of blurring is quite small, but two rotations cause twice as much blurring as one, and there is no reason to blur things more than you have to. Sure, the guide tool available in the Free Rotation preview can help you to apply correctly at the first time an angle adjustment to an image.
pt: Depois de aplicar um ajuste de ângulo a uma imagem, irá concluir que as coisas ficaram melhores mas ainda não estão perfeitas. Uma solução será rodar um pouco mais, mas existe uma desvantagem nesta aproximação. De cada vez que roda uma imagem, dado que os pixels rodados não alinham de forma precisa com os originais, a informação irá ficar ligeiramente borrada. Para uma única rotação, a quantidade do borrão será muito pequena, mas duas rotações provocam uma alteração com o dobro do efeito de uma única rotação, não existindo razão alguma para borrar as coisas mais do que o necessário. Obviamente, a linha de guia que está disponível na antevisão da Rotação Livre podê-lo-á ajudar a aplicar correctamente à primeira o ajuste do ângulo a uma imagem.

source: A more elegant way to crop the rotated image is to use the **Auto-Crop** function. Choose anyone of the following options from the combo-box to your preference:
pt: Uma forma mais elegante de recortar a imagem rodada é usar a função de **Recorte Automático**. Escolha qualquer uma das seguintes opções da lista de acordo com a sua preferência:

source: **Largest area**: This options crops the rotated image to the biggest surface.
pt: **Área maior**: Esta opção recorta a imagem recordada para a maior superfície.

source: The digiKam Perspective Adjustment is a tool for adjusting the image's perspective.
pt: O Ajuste de Perspectiva do digiKam é uma ferramenta para ajustar a perspectiva da imagem.

source: With this tool you can work on the perspective in a photograph. This is very useful when working with photographs that contain keystone distortion. Keystone distortion occurs when an object is photographed from an angle rather than from a straight-on view. For example, if you take an image of a tall building from ground level, the edges of the building appear to meet each other at the far end. On the other hand you can use this tool to introduce a new perspective that is not a face-on view but to give the image a creative spin.
pt: Com esta ferramenta, você poderá trabalhar na perspectiva de uma fotografia. Isto é muito útil ao trabalhar com fotografias que contenham uma distorção dos pontos-chave. Esta distorção ocorre quando um objecto é fotografado com um determinado ângulo, em vez de ser uma vista perfeitamente recta. Por exemplo, se tirar uma fotografia de um edifício alto a partir do chão, os extremos do edifício parecem-se juntar no fim. Por outro lado, poderá usar esta ferramenta para introduzir uma nova perspectiva que não seja uma vista realista, mas sim com um toque criativo.

source: To change the perspective, use the square areas at the image corners for dragging. The perspective preview is rendered automatically. On the right of the dialog you'll find a set of information witch help you to control the perspective change:
pt: Para mudar a perspectiva, use as áreas quadradas nos cantos da imagem para as arrastar. A antevisão da perspectiva é desenhada automaticamente. À direita da janela irá encontrar um conjunto de informações que o irão ajudar a controlar a mudança de perspectiva:

source: **New Width**: show the new image width in pixels including the empty area around the image resulting from the geometrical transformation.
pt: **Nova Largura**: mostra a nova largura da imagem em pixels, incluindo a área vazia em torno da imagem, resultando da transformação geométrica.

source: **New Height**: show the new image height in pixels including the empty area around the image resulting from the geometrical transformation.
pt: **Nova Altura**: mostra a nova altura da imagem em pixels, incluindo a área vazia em torno da imagem, resultando da transformação geométrica.

source: **Top Left Angle**: show the current angle in degrees at the top left corner of the perspective area.
pt: **Ângulo Superior-Esquerdo**: mostra o ângulo actual, em graus, do canto superior esquerdo da área da perspectiva.

source: **Top Right Angle**: show the current angle in degrees at the top right corner of the perspective area.
pt: **Ângulo Superior-Direito**: mostra o ângulo actual, em graus, do canto superior direito da área da perspectiva.

source: **Bottom Left Angle**: show the current angle in degrees at the bottom left corner of the perspective area.
pt: **Ângulo Inferior-Esquerdo**: mostra o ângulo actual, em graus, do canto inferior esquerdo da área da perspectiva.

source: **Bottom Right Angle**: show the current angle in degrees at the bottom right corner of the perspective area.
pt: **Ângulo Inferior-Direito**: mostra o ângulo actual, em graus, do canto inferior direito da área da perspectiva.

source: Shearing Image
pt: Inclinar a Imagem

source: The digiKam Shearing Image is a tool for shearing an image horizontally or vertically.
pt: A ferramenta de Inclinação da Imagem do digiKam serve para inclinar uma imagem na horizontal ou na vertical.

source: The Shear tool is used to shift one part of an image to one direction and the other part to the opposite direction. For instance, a horizontal shearing will shift the upper part to the right and the lower part to the left. This is not a rotation: the image is distorted. In other words, it will turn a rectangle into a parallelogram. This tool is available from :menuselection:`Transform --> Shear` menu.
pt: A ferramenta de Inclinação é usada para deslocar uma parte de uma imagem e a outra para a direcção oposta. Por exemplo, uma inclinação horizontal irá deslocar a parte superior para a direita e a inferior para a esquerda. Isto não é uma rotação: a imagem fica distorcida. Por outras palavras, irá transformar um rectângulo num paralelogramo. Esta ferramenta está disponível no menu :menuselection:`Transformar --> Inclinar`.

source: Shear your image by using the **Horizontal Angle** and **Vertical Angle** sliders (values in degrees). You can shear along either Horizontally and vertically at the same time. Click on the **Reset Values** to reset. A shearing effect preview is shown on the center of dialog window. The new target image dimensions in pixels are displayed at the right side of dialog.
pt: Incline a sua imagem usando as barras do **Ângulo Horizontal** e **Ângulo Vertical** (com valores em graus). Poderá inclinar a imagem na horizontal e na vertical ao mesmo tempo. Carregue no botão **Repor os Valores** para voltar ao estado inicial. Aparece uma antevisão do efeito de inclinação no centro da janela. As dimensões da nova imagem de destino são apresentadas em pixels do lado direito da janela.

source: To assist you in aligning, the tool provides a vertical and horizontal guide. Move the mouse cursor under image preview for display the dashed lines guide. Move the cursor to an important place in the image like the sea or a building border and press the left mouse button for freeze the dashed lines position. Now, adjust the shear correction according with the guide.
pt: Para o assistir no alinhamento, a ferramenta oferece uma guia vertical e uma horizontal. Mova o cursor do rato sob a antevisão da imagem para mostrar a guia de linhas tracejadas. Mova o cursor para um local importante na imagem, como o mar ou o contorno de um prédio e carregue no botão esquerdo para bloquear a posição das linhas tracejadas. Agora, ajuste a correcção de inclinação de acordo com a guia.

source: Changing Image Size
pt: Mudar o Tamanho da Imagem

source: Overview
pt: Introdução

source: The digiKam resize Photograph is definitely one of the most advanced tools to increase a photograph's size with minimal loss in image quality.
pt: A ferramenta de Dimensionamento da Fotografia é definitivamente uma das ferramentas mais avançadas para aumentar o tamanho de uma fotografia com a perda mínima de qualidade da imagem.

source: Rescaling an image to make it smaller is easy. The big question is: how can you blow up an image and keep the details sharp? How can one zoom in when the resolution boundary has been reached? How can one reinvent or guess the missing information to fill in the necessarily coarse image after upsizing? Well, the algorithm we use here does an excellent job, try it out and see for yourself.
pt: Ajustar a escala de uma imagem para a tornar mais pequena é fácil. A grande questão é: como é que pode expandir uma imagem e manter os detalhes nítidos? Como é que uma pessoa consegue ampliar quando atingiu os limites da resolução? Como é que alguém consegue reinventar ou adivinhar a informação em falta para preencher a imagem necessariamente tosca após a ampliação. Bem, o algoritmo que usamos aqui faz um excelente trabalho; experimente-o e veja por si só.

source: If the photograph has the wrong size, you can scale it to the size you would like by using Transform Resize tool. Select :menuselection:`Transform --> Resize` and adjust the target values. The Resize tool dialog is available below.
pt: Se a fotografia tiver o tamanho errado, poderá ajustar a escala para o tamanho que desejaria, usando a ferramenta de Dimensionamento. Seleccione a opção :menuselection:`Transformar --> Dimensionar` e ajuste os valores finais. A janela da ferramenta de Dimensionamento está disponível em baixo.

source: This image resizing tool uses a standard linear interpolation method to approximate pixels. If you want to up-size a small image with a better quality, try the Blowup tool.
pt: A ferramenta de dimensionamento de imagens usa um método de interpolação linear para aproximar os pixels. Se quiser aumentar uma imagem pequena com uma melhor qualidade, tente a ferramenta de Explosão.

source: **Detail Preservation** p [0, 100]: this controls the preservation of the curvatures (features). A low value forces an equal smoothing across the image, whereas bigger values preferably smooth the homogeneous regions and leaves the details sharper. A value of 0.9 should well preserve details so that no sharpening is required afterwards. Note that **Detail Preservation** must be always inferior to **Anisotropy**.
pt: **Preservação dos Detalhes* p [0, 100]: isto controla a preservação das curvaturas (características). Um valor baixo força uma suavização por igual ao longo da imagem, enquanto que valores mais elevados suavizam preferencialmente as regiões mais homogéneas e deixa os detalhes com maior nitidez. Um valor 0,9 deverá preservar bem os detalhes, de forma que não é preciso um afiamento mais tarde. Lembre-se que a **Preservação dos Detalhes** deverá ser sempre inferior à **Anisotropia**.

source: **Anisotropy alpha** [0, 100]: a low value smooths equally in all directions, whereas a value close to 1 smooths in one direction only. If you have film grain or CCD kind of noise a high value will result in wave-like pattern, whereas JPEG artifacts are suited for values close to 1.
pt: **Alfa anisotrópico** [0, 100]: um valor baixo suaviza por igual em todas as direcções, enquanto um valor próximo de 1 suaviza apenas numa direcção. Se tiver algum grão de filme ou alguma espécie de ruído no CCD, um valor elevado irá resultar num padrão ondulado, enquanto os artefactos de JPEG são adequados para valores próximos de 1.

source: **Smoothing** [0, 500]: this sets the maximum overall smoothing factor (when p defines the relative smoothing). Set it according to the noise level.
pt: **Suavização** [0, 500]: isto define o facto máximo de suavização global (enquanto o 'p' define a suavização relativa). Configure-o de acordo com o nível de ruído.

source: **Regularity** [0, 100]: this parameter is concerned with the bigger structures. The bigger this value, the more even the overall smoothing will be. This is necessary when much noise is present since it is then difficult to estimate the geometry. Also if you want to achieve a 'van Gogh' turbulence effect, setting it higher than 3 is recommended.
pt: **Regularidade** [0, 100]: este parâmetro preocupa-se com as estruturas maiores. Quanto maior este valor, mais uniforme será a suavização global. Isto é necessário quando está presente muito ruído, dado que depois é difícil estimar a geometria. Da mesma forma, se quiser um efeito de turbulência à 'van Gogh', recomenda-se que configure com um valor superior a 3.

source: **Angular Step** da [5, 90]: angular integration of the anisotropy alpha. If alpha is chosen small, da should also be chosen small. But beware, small angles result in long runs! Choose it as large as you can accept.
pt: **Passo Angular** da [5, 90]: a integração angular do alfa anisotrópico. Se o valor do 'alfa' for baixo, o 'da' também deverá ser baixo. Mas atenção, pequenos ângulos resultam em execuções longas! Escolha o valor máximo que possa aceitar.

source: **Save As** and **Load** buttons are used to do just that. Any Blowup Photograph filter settings that you have set can be saved to the filesystem in a text file and loaded later.
pt: Os botões **Gravar Como** e **Carregar** fazem isso mesmo. Qualquer configuração dos filtros de Ampliação da Fotografia que tiver definido podem ser gravadas no sistema de ficheiros, num ficheiro de texto, e carregadas mais tarde.

source: Resize Photograph is very fast in what it is doing, but it can take a long time to run and cause high CPU load. You may always abort computation by pressing **Cancel** button during rendering.
pt: O Dimensionamento da Fotografia é bastante rápido no que faz, mas poderá demorar algum tempo de execução e provocar uma carga de CPU elevada. Poderá sempre interromper os cálculos, carregando no botão **Cancelar** durante o desenho.

source: This tool is an Image Editor using the `Seam Carving method <https://en.wikipedia.org/wiki/Seam_carving>`_.
pt: Esta ferramenta do Editor de Imagens usa o `método de Seam Carving <https://en.wikipedia.org/wiki/Seam_carving>`_.

source: The Seam Carving procedure aims at resizing pictures non uniformly while preserving their features, i.e. avoiding distortion of the important parts. The tool supports manual feature selection, and can also be used to remove portions of the picture in a consistent way.
pt: O procedimento Seam Carving pretende dimensionar as imagens de forma não-uniforme enquanto preserva as suas características, i.e. evitando a distorção das partes mais importantes. A ferramenta tem suporte para a selecção manual das funcionalidades e pode também ser usada para remover partes da imagem de uma forma consistente.

source: It works both ways, shrinking and enlarging, and it can use **masks** to select which features of the image should be preserved and which should be discarded.
pt: Ela funciona de ambas as formas, na redução e na ampliação, e poderá usar **máscaras** para seleccionar quais as características da imagem que deverão ser preservadas e as que deverão ser descartadas.

source: See below a sample image loaded in Liquid Rescale to illustrate the usage of this tool.
pt: Veja em baixo uma imagem de exemplo, carregada na Escala Líquida para ilustrar a utilização desta ferramenta.

source: In this section, it is possible to choose the final size. It is advisable to rescale always in one direction at a time. If both the **width** and the **height** are changed, rescaling is performed by default on the width first, then on the height. You can also **Preserve aspect ratio** from the original image. Dimensions can be set in pixels (**px**) or in **percents**.
pt: Nesta secção, é possível escolher o tamanho final. É aconselhável ajustar a escala sempre numa direcção de cada vez. Se alterar tanto a **largura** como a **altura**, o ajuste de escala é feito por omissão na largura em primeiro lugar, e depois na altura. Poderá sempre **Preservar as proporções** da imagem original. As dimensões podem ser definidas em pixels (**px**) ou como **percentagens**.

source: In this section, you can specify here your desired content-aware rescaling percentage. This option sets the maximum enlargement which will be performed in a single rescale step. When the final size is greater than this, the tool will automatically stop and restart the rescaling as many times as needed. You might need to reduce this value if you have large preservation masks. Note that in this case, the same areas will be affected over and over by the rescaling.
pt: Nesta secção poderá definir aqui a percentagem de escala ciente do conteúdo que deseja. Esta opção define o alargamento máximo que será efectuado num único passo de mudança de escala. Quando o tamanho final for maior que este valor, a ferramenta irá parar automaticamente e reiniciar a escala tantas vezes quanto as necessárias. Poderá ter de reduzir este valor se tiver grandes máscaras de preservação. Lembre-se que, nesse caso, as mesmas áreas serão afectadas pela mudança de escala.

source: The masks are the easiest way to manually select the features of the image that you want to protect or discard. Turn on the **Add weight masks** option to switch in mask edit mode.
pt: As máscaras são a forma mais fácil de seleccionar manualmente as características da imagem que deseja proteger ou eliminar. Active a opção de **Adicionar máscaras de pesos** para activar o modo de edição das máscaras.

source: To discard portion of image, press the **Suppression weight mask** button and paint the mask over the canvas. The mask is a virtual transparent layer using **Red** color, with 50% opacity to indicate the area to discard.
pt: Para eliminar uma parte da imagem, carregue no botão **Máscara de peso de supressão** e pinte a máscara sobre a área de desenho. A máscara é uma camada virtual transparente, usando a cor **Vermelha**, com uma opacidade de 50% para indicar a área a descartar.

source: To protect portion of image, press the **Preservation weight mask** button and paint the mask over the canvas. The mask is a virtual transparent layer using **Green** color, with 50% opacity to indicate the area to protect.
pt: Para proteger uma parte da imagem, carregue no botão **Máscara de peso de preservação** e pinte a máscara sobre a área de desenho. A máscara é uma camada virtual transparente, usando a cor **verde**, com uma opacidade de 50% para indicar a área a proteger.

source: You can change the **Brush size** to paint masks on the canvas. To change mask regions, use the **Erase mask** button and clean desired portion of masks over the canvas.
pt: Poderá mudar o **Tamanho do pincel** para pintar máscaras na área de desenho. Para mudar as regiões das máscaras, use o botão da **Máscara de borracha** e limpe a parte desejada das máscaras na área de desenho.

source: Object removal is only possible when shrinking. By default, feature discard masks are ignored when enlarging, because in that case the masked areas would be inflated rather then removed. If you actually want to get this effect, you need to unset the corresponding option in the **Advanced Settings** tab.
pt: A remoção de objectos só é possível na redução. Por omissão, a eliminação de características é ignorada na ampliação, porque nesse caso as áreas mascaradas seriam ampliadas em vez de removidas. Se realmente quiser obter este efeito, deve desligar a opção correspondente na página de **Configuração Avançada**.

source: Preservation of features is not possible if enlarging too much, because the inflation process is the exact reverse of the shrinking process, so the maximum amount of pixels you can add to a layer corresponds to the amount of pixels which are not protected. For example, if you have a 1000 pixel wide image and you have marked a 800 pixel wide area for protection, the final width should be less than 1200.
pt: A preservação das características não é possível se aumentar demasiado. Dado que o processo de ampliação é o inverso exacto do processo de redução, a quantidade máxima de pixels que pode adicionar a uma camada corresponde à quantidade de pixels que não ficam protegidos. Por exemplo, se tiver uma imagem com 1000 pixels de largura e tiver marcados uma área de 800 pixels de largura para protecção, a largura final deverá ser inferior a 1200.

source: See below the sample image where masks have been applied to preserve important areas in green and remove unwanted in red.
pt: Veja em baixo a imagem de exemplo onde foram aplicadas as máscaras para preservar as áreas importantes a verde e remover as indesejadas a vermelho.

source: **Step 2**: Liquid Rescale Preservation and Suppression Masks Applied Over the Sample Image Before Resizing
pt: **Passo 2**: As Máscaras de Preservação e Supressão da Escala Líquida Aplicadas sobre a Imagem Antes do Dimensionamento

source: In this section, you can choose a gradient function applied while rescaling. This function is used to determine which pixels should be removed or kept. Possible values are listed below:
pt: Nesta secção, poderá escolher uma função de gradiente aplicada durante o ajuste da escala. Esta função é usada para determinar que pixels deverão ser removidos ou mantidos. Os valores possíveis aparecem em baixo:

source: The **Preserve Skin Tones** option allows to preserve pixels whose color is close to a skin tone.
pt: A opção para **Preservar os Tons de Pele** permite preservar os pixels cuja cor é próxima do tom de pele.

source: **Overall rigidity of the seams**: Use this value to give a negative bias to the seams which are not straight. May be useful to prevent distortions in some situations, or to avoid artifacts from pixel skipping (it is better to use low values in such case). This setting applies to the whole selected layer if no rigidity mask is used.
pt: **Rigidez global dos seams**: Use este valor para dar um peso negativo aos *seams* que não são rectos. Poderá ser útil para evitar distorções em algumas situações, ou para evitar artefactos derivados da perda de pixels (é melhor usar valores baixos nesses caso). Esta opção aplica-se a toda a camada seleccionada, caso não seja usada nenhuma máscara de rigidez.
