Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Maximum number of transversal steps**: This option lets you choose the maximum transversal step that the pixels in the seams can take. In the standard algorithm, corresponding to the default value step = 1, each pixel in a seam can be shifted by at most one pixel with respect to its neighbors. This implies that the seams can form an angle of at most 45 degrees with respect to their base line. Increasing the step value lets you overcome this limit, but may lead to the introduction of artifacts. In order to balance the situation, you can use the rigidity setting.
pt: **Número máximo de passos transversais**: Esta opção permite-lhe escolher o passo máximo transversal que os pixels nos *seams* poderão ocupar. No algoritmo-padrão, correspondendo ao valor predefinido de passo = 1, cada pixel num *seam* pode-se deslocar no máximo 1 pixel face aos seus vizinhos. Isto implica que os *seams* poderão formar um ângulo no máximo de 45 graus face à sua linha de base. Se aumentar o tamanho do passo, poderá ultrapassar esse limite, mas poderá levar à introdução de artefactos. Para poder balancear a situação poderá usar a opção da rigidez.

source: In order to get good results from this technique, the main issue is finding which are the most suitable seams to carve or to insert. If the aim is simply to change the proportions of the image without affecting too much the content, for example, *good* seams will be those which don't cross important features of the image, and instead pass through a background landscape.
pt: Para obter bons resultados com esta técnica, a questão principal é descobrir quais são os 'seams' mais adequados para escavar ou para inserir. Se o objectivo é simplesmente mudar as proporções da imagem sem afectar muito o conteúdo, por exemplo, os bons *seams* serão os que não cruzam características importantes da imagem, e em vez disso passam por uma paisagem de fundo.

source: By default, the tool tries to find the seams which cross the lowest-contrast areas (how this happens exactly is specified by the energy function settings). Therefore, each pixel of the image is assigned a so-called *energy value*, as the higher the contrast, the higher the energy, and seams are less likely to cross high-energy areas.
pt: Por omissão, a ferramenta tenta descobrir os *seams* que cruzam as áreas de menor contraste (como isso acontece é definido na configuração da função de energia). Como tal, cada pixel da imagem é atribuído um dado *valor de energia* e, quanto maior o contraste, maior a energia, e os *seams* são menos prováveis de cruzar área com energia elevada.

source: See below the sample image resized where width have been reduced by 30%. The height still the same. Look like preserved areas are not deformed while operation and the unwanted disappear magically.
pt: Veja em baixo a imagem de exemplo, onde a largura foi reduzia em 30%. A altura mantém-se a mesma. Parece que as áreas preservadas não estão deformadas, enquanto que a operação e as áreas indesejadas desaparecem por magia.

source: 10x15cm 20x30cm 30x45cm 3.5x5" 4x6" 8x12" 12x18" 16x24" 20x30"
uk: 10x15см 20x30см 30x45см 3.5x5" 4x6" 8x12" 12x18" 16x24" 20x30"

source: 6x8cm 15x20cm 18x24cm 30x40cm 3.75x5" 4.5x6" 6x8" 7.5x10" 9x12"
uk: 6x8см 15x20см 18x24см 30x40см 3.75x5" 4.5x6" 6x8" 7.5x10" 9x12"

source: 20x25cm 40x50cm 8x10" 16x20"
uk: 20x25см 40x50см 8x10" 16x20"

source: 15x21cm 30x42cm 5x7"
uk: 15x21см 30x42см 5x7"

source: 21x30cm 42x60cm
uk: 21x30см 42x60см
