Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Golden Mean**: the Golden Mean is a ratio underlying numerous growth patterns throughout nature (from the spiral of a Nautilus shell to the petals of a sunflower), it has an uncanny way of showing up in all kinds of things we deem beautiful. The Golden Ratio is the irrational number 1.618033988..., and its usage dates back to the ancient Egyptians and Greeks who used it in the construction of their temples and pyramids. Artists and architects throughout time have used the Golden Ratio when composing their paintings, buildings, and even photographs, in order to give their creations a sense of natural order and beauty. The ratio is inherent in the Fibonacci series: 1, 1, 2, 3, 5, 8, 13, 21, 34 etc.., where each succeeding number after 1 is equal to the sum of the two preceding numbers. The ratio formed 1:1.618 is the Golden Mean. A composition following this rule is considered visually harmonious. The Golden Mean provides more fluid guidelines when used to compose an image. These guides are listed below:
ca: **Secció àuria**: és una proporció subjacent en nombrosos patrons de creixement a tota la natura (des de l'espiral d'una petxina de Nautilus fins als pètals d'un gira-sol), té una estranya forma d'aparèixer en tota mena de coses que considerem belles. La secció àuria és el nombre irracional 1,618033988..., i el seu ús es remunta als antics egipcis i grecs que l'utilitzaven en la construcció dels seus temples i piràmides. Artistes i arquitectes al llarg del temps han utilitzat la secció àuria quan componien les seves pintures, edificis i fins i tot fotografies, per a donar a les creacions una sensació d'ordre natural i bellesa. La proporció és inherent a la sèrie de Fibonacci: 1, 1, 2, 3, 5, 8, 13, 21, 34, etc., on cada número posterior a l'1 és igual que la suma dels dos números anteriors. La proporció formada 1:1,618 és la secció àuria. Una composició que segueixi aquesta regla es considerarà visualment harmoniosa. La secció àuria proporciona pautes més fluides quan s'utilitza per a compondre una imatge. Aquestes guies es llisten a continuació:
it: **Sezione aurea**: (nota anche come Proporzione divina, Rapporto aureo o Costante di Fidia) è una proporzione che soggiace a numerosi modelli di crescita presenti in natura (dalla spirale della conchiglia di un Nautilus ai petali di un girasole), possiede un modo inspiegabile di comparire in tutte le cose che riteniamo meravigliose. La Sezione aurea è il numero irrazionale 1,618033988..., e il suo uso risale agli antichi Egizi e Greci che lo sfruttarono per costruire templi e piramidi. Gli artisti e gli architetti, nel corso dei secoli, l'hanno utilizzata per comporre dipinti, edifici e persino fotografie, per dare alle loro creazioni un senso di ordine e bellezza naturale. La proporzione è intrinseca nella serie di Fibonacci: 1, 1, 2, 3, 5, 8, 13, 21, 34, ecc.., in cui ciascun numero successivo all'uno e uguale alla somma dei due numeri precedenti. La proporzione creata di 1:1.618 è la Sezione aurea. Una composizione che segue tale regola viene considerata visivamente armoniosa. La Sezione aurea fornisce linee guida più fluide quando utilizzata per comporre un'immagine. Queste guide sono elencate sotto:
nl: **Gouden gemiddelde**: het Gouden gemiddelde is een verhouding die ligt onder talrijke groeipatronen in de natuur (van de spiraal van een Nautilusschelp tot de bloemblaadjes van een zonnebloem), het heeft een griezelig manier om te verschijnen in alle soorten dingen die we prachtig achten. De Gouden verhouding is het irrationele getal 1.618033988... en zijn gebruik dateert terug tot de oude Egyptenaren en Grieken die het gebruikten bij de constructie van hun tempels en piramiden. Artiesten en architecten hebben over de tijd de Gouden verhouding gebruikt bij componeren van hun schilderijen, gebouwen en zelfs foto's, om hun creaties een gevoel van natuurlijke orde en schoonheid te geven. De verhouding is inherent in de Fibonacci serie: 1, 1, 2, 3, 5, 8, 13, 21, 34 etc.., waar elk opvolgend getal na 1 gelijk is aan de som van de twee voorgaande getallen. De verhouding gevormd door 1:1,618 is het Gouden gemiddelde. Een compositie die deze regel volgt wordt visueel harmonieus gevonden. Het Gouden gemiddelde levert meer vloeiende richtlijnen bij gebruik om een afbeelding samen te stellen. Deze richtlijnen worden onderstaand getoond:
pt_br: **Proporção áurea**: a proporção áurea é uma proporção subjacente a inúmeros padrões de crescimento na natureza (da espiral de uma concha de Nautilus às pétalas de um girassol). Ela tem uma maneira estranha de aparecer em todos os tipos de coisas que consideramos belas. A proporção áurea é o número irracional 1,618033988..., e seu uso remonta aos antigos egípcios e gregos, que a utilizavam na construção de seus templos e pirâmides. Artistas e arquitetos, ao longo do tempo, têm usado a proporção áurea ao compor suas pinturas, edifícios e até fotografias, a fim de dar às suas criações uma sensação de ordem e beleza naturais. A proporção é inerente à série de Fibonacci: 1, 1, 2, 3, 5, 8, 13, 21, 34 etc., onde cada número subsequente a 1 é igual à soma dos dois números precedentes. A proporção formada 1:1,618 é a proporção áurea. Uma composição que segue essa regra é considerada visualmente harmoniosa. A proporção áurea oferece diretrizes mais fluidas para compor uma imagem. Essas diretrizes estão listadas abaixo:
sl: **Zlati rez**: Zlati rez je razmerje, na katerem temeljijo številni vzorci rasti po vsej naravi (od spirale Nautilusove lupine do cvetnih listov sončnice), na nenavaden način se kaže v vseh vrstah stvari, za katere menimo, da so lepa. Zlati rez je iracionalno število 1,618033988..., njegova uporaba pa sega že v stare Egipčane in Grke, ki so ga uporabljali pri gradnji svojih templjev in piramid. Umetniki in arhitekti so skozi čas uporabljali zlati rez pri komponiranju svojih slik, zgradb in celo fotografij, da bi svojim stvaritvam dali občutek naravnega reda in lepote. Razmerje je del Fibonaccijevega zaporedja: 1, 1, 2, 3, 5, 8, 13, 21, 34 itd., kjer je vsako naslednje število za 1 enako vsoti dveh predhodnih števil. Oblikovano razmerje 1:1,618 je zlati rez. Kompozicija po tem pravilu se šteje za vizualno harmonično. Zlati rez zagotavlja bolj tekoče smernice, ko se uporablja za sestavljanje slike. Ti vodniki so navedeni spodaj:
uk: **Золота середина**: золота середина (переріз) є співвідношенням, яке ми бачимо у численних візерунках природи (від спіралі молюсків-корабликів до розташування листків соняшника), це співвідношення таємничим чином проявляється у всіх речах, які здаються нам красивими. Коефіцієнт золотого перерізу є ірраціональним числом, приблизно рівним 1,618033988... Його використовували ще давні єгиптяни та греки, які будували свої храми та піраміди відповідно до коефіцієнта золотого перерізу. Художники і архітектори всіх часів використовували золотий переріз для компонування своїх картин, будівель і навіть фотографій для того, щоб надати своїм творам природного порядку та краси. Коефіцієнт «золотого перерізу» тісно пов’язано з послідовністю чисел Фібоначчі: 1, 1, 2, 3, 5, 8, 13, 21, 34 тощо, у якій кожен наступний член після 1 дорівнює сумі двох попередніх членів. Вважається, що співвідношення 1:1.618 є співвідношенням золотої середини (перерізу). Компонування, яке відповідає «золотому перерізу» вважається візуально гармонійним. За допомогою «золотого перерізу» можна створити багато різновидів напрямних, які використовуються для компонування зображень. Нижче наведено перелік цих напрямних:

source: The **Golden Spiral** guide will increase your odds of getting captivating results in your photographs. As opposed to Rule of Thirds, the Golden Spiral forms a fluid line for the eye to trace through the image. This style of composition will invite the viewer's gaze into the image along the line of the spiral, creating a more symmetrical visual flow, and an overall compelling viewing experience. See below an image composition example using golden spiral.
ca: La guia **Espiral àuria** augmentarà les vostres probabilitats d'obtenir resultats captivadors en les fotografies. A diferència de la regla dels terços, l'espiral àuria forma una línia fluida perquè l'ull la segueixi a través de la imatge. Aquest estil de composició convidarà a la mirada de l'espectador al llarg de la línia de l'espiral en la imatge, creant un flux visual més simètric i una experiència visual convincent en general. Vegeu a continuació un exemple de composició d'imatge utilitzant una espiral àuria.
it: La guida **Spirale aurea** incrementerà le probabilità di ottenere risultati accattivanti nelle tue fotografie. A differenza della Regola dei terzi, la Spirale aurea forma una linea fluida da tracciare per gli occhi attraverso l'immagine. Questo stile di composizione invita lo sguardo dell'osservatore lungo la linea della spirale, creando un flusso visivo più simmetrico, e un'esperienza visiva complessivamente coinvolgente. Osserva sotto un esempio di composizione dell'immagine tramite uso della spirale aurea.
nl: De **Gulden spiraal** vergroot uw kansen voor het verkrijgen van pakkende resultaten in uw foto´s. In tegenstelling tot de Regel van derden, vormt de Gulden spiraal een vloeiende lijn die het oog kan volgen door de foto. Deze compositiestijl zal het oog van de toeschouwer langs deze spiraallijn geleiden en zodanig een meer symmetrische visuele stroom creëren met een algehele overweldigende kijkervaring. Zie onderstaand een voorbeeld van een compositie van een afbeelding met gebruik van de gouden spiraal.
pt: A **Espiral Dourada** irá aumentar as suas hipóteses de obter resultados cativantes nas suas fotografias. Em oposição à Regra dos Terços, a Espiral Dourada forma uma linha fluída para o olho percorrer ao longo da imagem. Este estilo de composição irá convidar a curiosidade do observador para a imagem ao longo da linha da espiral, criando um fluxo visual mais simétrico e para uma experiência de visualização mais emocionante a nível global. Veja em baixo um exemplo de composição da imagem com a espiral dourada.
pt_br: O guia **Espiral áurea** aumentará suas chances de obter resultados cativantes em suas fotografias. Ao contrário da regra dos terços, a espiral áurea forma uma linha fluida que o olho pode traçar através da imagem. Este estilo de composição convida o olhar do observador para a imagem ao longo da linha da espiral, criando um fluxo visual mais simétrico e uma experiência visual geral envolvente. Veja abaixo um exemplo de composição de imagem usando a espiral áurea.
sl: Vodnik **Zlata spirala** bo povečal vaše možnosti, da boste očarani nad rezultati v vaših fotografijah. V nasprotju s pravilom tretjin, tvori zlata spirala tekočo linijo, ki ji oko lahko sledi skozi sliko. Ta slog kompozicije bo povabila gledalčev pogled v sliko vzdolž črte spirale, ki ustvarja bolj simetričen vizualni tok in celotno prepričljivo izkušnjo gledanja. Spodaj si oglejte primer sestave slike z uporabo zlate spirale.
uk: Напрямна **Золотої спіралі** збільшує ваші шанси на створення привабливих для глядача результатів на ваших фотографіях. На відміну від правила третин, «золота спіраль» формує для погляду лінію, за якою погляд рухається зображенням. За цього стилю компонування погляд спостерігача спрямовується вздовж спіралі, що створює симетричніший візуальний потік даних і створює загальний приємний вигляд. Нижче наведено приклад композиції зображення із використанням золотої спіралі.

source: One more rule is a **Golden Spiral Sections** (or Golden Rectangles). These rectangles are used to build the Golden Spiral. There should be something leading the eye to the center of the composition. It could be a line or several subjects. This "something" could just be there without leading the eyes, but it would make its job.
ca: Una altra regla és **Seccions de l'espiral àuria** (o rectangles auris). Aquests rectangles s'utilitzen per a construir l'espiral àuria. Hi haurà d'haver quelcom que condueixi l'ull fins al centre de la composició. Podria ser una línia o diversos objectes. Aquest «quelcom» hi podria estar sense conduir els ulls, però farà igualment el seu treball.
it: Un'ulteriore regola sono le **Sezioni della spirale aurea** (detta anche Rettangoli aurei). Questi rettangoli sono utilizzati per costruire la Spirale aurea. Dovrebbe essere qualcosa che conduce lo sguardo al centro della composizione. Potrebbe essere una linea o vari soggetti. Questo «qualcosa» potrebbe essere semplicemente lì senza guidare lo sguardo, ma farebbe il suo lavoro.
nl: Nog een regel zijn is de **Gulden Spiraal Secties** (of Gulden rechthoeken). Deze rechthoeken zijn gebruikt om de Gulden Spiraal te construeren. Iets moet het oog naar het middelpunt van de compositie leiden. Dit kan een lijn zijn of enkele onderwerpen. Dit "iets" kan er gewoon zijn zonder de ogen te leiden, maar wel zijn taak te doen.
pt: Outra regra mais são as **Secções da Espiral Dourada** (ou Triângulos Dourados). Estes rectângulos são usados para compor a Espiral Dourada. Deverá existir algo que conduz o olho para o centro da composição. Poderá ser uma linha ou diversos assuntos. Este "algo" poderia aí estar sem conduzir os olhos, mas iria fazer a sua tarefa.
pt_br: Outra regra são as **Seções espirais áureas** (ou retângulos áureos). Esses retângulos são usados ​​para construir a espiral áurea. Deve haver algo que leve o olhar para o centro da composição. Pode ser uma linha ou vários objetos. Esse "algo" pode simplesmente estar ali sem guiar o olhar, mas já cumprirá sua função.
sl: Še eno pravilo so **zlati spiralni prerezi** (ali zlati pravokotniki). Ti pravokotniki se uporabljajo za izdelavo zlate spirale. Nekaj mora biti, da vodi oko v središče kompozicije. Lahko je črta oz. več predmetov. To "nekaj" bi lahko bilo samo tam, ne da bi vodilo oči, vendar bi opravilo svoje delo.
uk: Ще одним правилом є правило **Сегменти золотої спіралі** (або золотих прямокутників). Для побудови золотої спіралі використовуються відповідні прямокутники. На зображенні має бути щось, що привабить погляд до центру композиції. Цим «щось» може бути лінія або послідовність об’єктів. Ці об’єкти можуть самі не приваблювати погляд, але вони виконують своє завдання.

source: The **Golden Triangles** is a derivative of the Golden Spiral discussed above. Its vertices are the midpoints of the sides of the Golden Rectangle. Note that unlike Harmonious Triangles, Golden Triangles aren't equiangular triangles. Placing diagonals along these lines can make an otherwise static subject appear more dynamic. When you use Golden Triangles to break up your frame, you're creating an effect professional photographic experts call Dynamic Symmetry. Try to keep your focal subject on one of the intersecting points, and place other visual information into the triangles you've already divided out. The result will be a very attractive composition you may not have otherwise attained.
ca: Els **Triangles auris** són un derivat de l'espiral àuria debatuda anteriorment. Els seus vèrtexs són els punts mitjans dels costats del rectangle auri. Cal tenir en compte que, a diferència dels triangles harmoniosos, que els triangles auris no són triangles equiangulars. El fet de col·locar les diagonals al llarg d'aquestes línies pot fer que un tema que altrament estaria estàtic sembli més dinàmic. Quan s'utilitzen els triangles auris per a dividir el marc, estareu creant un efecte que els experts en fotografia professional anomenen simetria dinàmica. Intenteu mantenir el tema focal en un dels punts d'intersecció i col·loqueu una altra informació visual en els triangles que ja heu dividit. El resultat serà una composició molt atractiva que altrament no s'hauria aconseguit.
it: I **Triangoli aurei** derivano dalla Spirale aurea di cui sopra. I loro vertici sono i punti mediani dei lati del Rettangolo aureo. Nota che non sono triangoli con angoli uguali, a differenza dei Triangoli armoniosi. Posizionare le diagonali lungo queste linee può rendere più dinamico un soggetto che appare statico. Quando utilizzi i triangoli aurei per rompere la tua struttura, stai creando un effetto che i fotografi professionisti esperti chiamano «Simmetria dinamica». Prova a mantenere il soggetto a fuoco in una di questi punti d'intersezione, e posiziona le altre informazioni visive all'interno dei triangoli che hai già diviso. Il risultato sarà una composizione molto piacevole, non facilmente ottenibile diversamente.
nl: De **Gouden driehoeken** is een afgeleide van de Gouden spiraal bovenstaand besproken. Zijn hoekpunten zijn de middelpunten van de zijden van de Gouden rechthoek. Merk op dat anders dan bij Harmonieuze driehoeken, Gouden driehoeken geen gelijke hoeken hebben. Diagonalen plaatsen langs deze lijnen kunnen een anders statisch onderwerp dynamischer laten lijken. Wanneer u Gouden driehoeken gebruikt om uw frame op te breken, u een effect creëert die professionele fotografische experts Dynamische symmetrie noemen. Probeer uw onder om op te focussen op een van de snijdende punten en plaats ofwel visuele informatie in de driehoeken die u al hebt uitgedeeld. Het resultaat zal een erg attractieve compositie zijn die u anders niet zou hebben bereikt.
pt: Os **Triângulos Dourados** são uma derivação da Espiral Dourada descrita acima. Os seus vértices são os pontos médios dos lados do Rectângulo Dourado. Lembre-se que, ao contrário dos Triângulos Harmoniosos, os Triângulos Dourados não são triângulos regulares. A colocação das diagonais ao longo destas linhas poderão fazer com que um assunto estático pareça mais dinâmico. Quando usar os Triângulos Dourados para quebrar a sua imagem, está a criar um efeito que os fotógrafos profissionais chamam de Simetria Dinâmica. tente manter o seu assunto focal num dos pontos de intersecção e coloque outra informação visual nos triângulo que já subdividiu. O resultado será uma composição muito atraente que poderia não obter de outra forma.
pt_br: Os **Triângulos áureos** são uma derivação da espiral áurea discutida acima. Seus vértices são os pontos médios dos lados do retângulo áureo. Observe que, diferentemente dos triângulos harmoniosos, os triângulos áureos não são triângulos equiângulos. Posicionar diagonais ao longo dessas linhas pode fazer com que um objeto, que de outra forma seria estático, pareça mais dinâmico. Ao usar triângulos áureos para dividir o enquadramento, você cria um efeito que fotógrafos profissionais chamam de simetria dinâmica. Tente manter o objeto focal em um dos pontos de interseção e insira outras informações visuais nos triângulos já divididos. O resultado será uma composição muito atraente que você talvez não tivesse conseguido de outra forma.
sl: **Zlati trikotniki** so izpeljanka zlate spirale obravnavane zgoraj. Njena oglišča so središča stranic zlatega pravokotnika. Upoštevajte, da za razliko od harmoničnih trikotnikov zlati trikotniki niso enakostranični trikotniki. Postavitev diagonal vzdolž teh črt lahko naredi drugače statični motiv videti bolj dinamičen. Ko uporabljate zlate trikotnike, da razbijete svoje okvire, ustvarjate učinek, ki ga imenujejo profesionalni fotografski strokovnjaki dinamična simetrija. Poskusite obdržati vaš osrednji subjekt na enem od točk v križiščih in postavite druge vizualne informacije v trikotnike, ki ste jih že razdelili. Rezultat bo zelo privlačna kompozicija, ki je morda sicer nebi dosegli.
uk: Правило **Золоті трикутники** є похідним від правила золотої спіралі, описаного вище. Основними точками правила є середини сторін «золотого» прямокутника. Зауважте, що на відміну від гармонійних трикутників, «золоті» трикутники не є рівнокутними. Розташування елементів зображення вздовж цих ліній може зробити вигляд статичного об’єкта динамічнішим. Якщо для компонування вашого знімка ви використовуєте правило «золотих» трикутників, ви створюєте ефект, який експерти у професійній фотографії називають динамічною симетрією. Намагайтеся розташовувати основний об’єкт у одній з точок перетину, а іншу візуальну інформацію у трикутниках, на які поділено зображення. Результатом буде дуже приваблива композиція, яка інакше не привабила б вашого погляду.
