Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Step 3**: The Sample Image Width Finally Reduced With Liquid Rescale Masks Applied
ca: **Pas 3**: L'amplada de la imatge de mostra finalment s'ha reduït amb l'aplicació de màscares de canvi d'escala líquid
it: **Passaggio 3**: la larghezza dell'immagine campione ridotta con le maschere del Liquid Rescale applicate
nl: **Stap 3**: de voorbeeldafbeelding met breedte uiteindelijk vermindert met maskers toegepast bij vloeibaar herschalen
pt: **Passo 3**: A Largura da Imagem de Exemplo Finalmente Reduzida com as Máscaras de Escala Líquida Aplicadas
pt_br: **Passo 3**: A largura da imagem de amostra finalmente foi reduzida com máscaras de redimensionamento líquido aplicadas
sl: **Korak 3**: Končno zmanjšana širina vzorčne slike z uporabljenimi tekočimi maskami za ponovno skaliranje
uk: **Крок 3**: нарешті ширину зразка зображення зменшено за допомогою застосування масок інструмента пошарового вирізання

source: The digiKam **Aspect Ratio Crop** tool is a more powerful crop tool. While you are editing digital images, it is often necessary to create a compatible format for use in your photo album or a picture frame. If you print an image from your digital camera and then try to put it in your photo album, you may notice that the camera has a different width or height ratio than a normal photographic film format. The **Aspect Ratio Crop** tool can crop your digital images in a predefined ratio (for example 5:7 or 2:3 which are standard photo ratios).
it: Lo strumento **Ritaglia secondo le proporzioni** è uno strumento più avanzato. Quando lavori su immagini digitali, è spesso necessario creare un formato che sia compatibile per l'uso nel tuo album fotografico o in una cornice. Se stampi un'immagine dalla tua fotocamera digitale e poi provi a inserirla in un album di fotografie, noterai che la fotocamera ha una proporzione in larghezza o altezza differente rispetto al normale formato di pellicola fotografica. Lo strumento **Ritaglia secondo le proporzioni** può ritagliare le tue immagini digitali con una proporzione predefinita (per esempio, 5:7 o 2:3, che sono le proporzioni fotografiche standard).
nl: Het hulpmiddel **Beeldverhouding bij uitsnijden** is een krachtiger hulpmiddel voor uitsnijden. Als u digitale foto´s bewerkt dan is het vaak noodzakelijk om een formaat te creëren dat overeenkomt met uw fotoalbum of papierafmetingen. Als u een foto van uw camera afdrukt en deze probeert in uw fotoalbum te stoppen dan kunt merken dat de camera een ander breedte of hoogte verhouding heeft dan een normaal fotografisch filmformaat Het hulpmiddel **Beeldverhouding bij uitsnijden** kan uw digitale afbeeldingen in een voorgedefinieerde verhouding (bijvoorbeeld 5:7 of 2:3 wat een standaard fotoverhouding is) uitsnijden.
pt_br: A ferramenta **Recorte proporcional** do digiKam é uma ferramenta de corte mais poderosa. Ao editar imagens digitais, muitas vezes é necessário criar um formato compatível para uso em seu álbum de fotos ou porta-retratos. Se você imprimir uma imagem de sua câmera digital e tentar colocá-la em seu álbum de fotos, poderá notar que a câmera tem uma proporção de largura ou altura diferente de um formato de filme fotográfico normal. A ferramenta **Recorte proporcional** pode cortar suas imagens digitais em uma proporção predefinida (por exemplo, 5:7 ou 2:3, que são proporções fotográficas padrão).
sl: Orodje digiKam **Obrez v razmerju stranic** je močnejše orodje za obrezovanje. Medtem ko urejate digitalne slike, je pogosto treba ustvariti združljivo obliko za uporabo v vašem foto albumu ali okvirju za slike. Če natisnete sliko iz digitalnega fotoaparata in jo nato poskusite dati v svoj foto album, boste morda opazili, da ima fotoaparat drugačno razmerje širine ali višine kot običajni format fotografskega filma. Orodje Obrez v razmerju stranic** lahko obreže vaše digitalne slike v vnaprej določenem razmerju (na primer 5:7 ali 2:3, ki sta standardna razmerja fotografij).

source: **Rule of Thirds**: a grid that divides the image into thirds in every direction (that makes for 9 parts). These proportions are close to the golden rule and are derived from the field of view of the human eye. When an image is divided vertically and horizontally into three sections, the points of intersection represent places to position important visual elements. Moving a horizon in a landscape to the position of one third is often more effective than placing it in the middle. While many photographers and artists are aware of the Rule of Thirds, there is nothing obligatory about applying the Rule of Thirds. A landscape horizon could also be placed near the bottom one quarter or sixth and still produce a good photograph. In placing visual elements for effective composition, one must assess many factors including color, dominance, size and balance together with proportion. Often a certain amount of image balance or tension can make a composition more effective.
it: **Regola dei terzi**: una griglia che divide l'immagine in terzi in ogni direzione (questo significa nove parti). Queste proporzioni sono vicine alla regola aurea e derivano dal campo visivo dell'occhio umano. Quando un'immagine è divisa verticalmente e orizzontalmente in tre sezioni, i punti di intersezione rappresentano spazi per posizionare gli elementi visivi importanti. Spostare un orizzonte in un panorama nella posizione di un terzo è spesso più efficace che posizionarlo al centro. Mentre molti fotografi e artisti conoscono la Regola dei terzi, non è obbligatorio applicarla. L'orizzonte di un panorama potrebbe essere posizionato anche vicino al quarto inferiore o al sesto e produrre ancora una buona fotografia. Quando si posizionano degli elementi visivi per una composizione efficace, assieme alla proporzione vanno valutati molti fattori, incluso colore, prevalenza, dimensione e bilanciamento. Spesso, una certa quantità di bilanciamento o tensione dell'immagine può rendere una composizione più efficace.
nl: **Regel van derden**: een raster dat de afbeelding in derden opdeelt in iedere richting (dat maakt 9 delen). Deze gedeelten zitten dicht bij de gouden regel en worden afgeleid van het weergaveveld van de menselijke oog. Wanneer een afbeelding verticaal en horizontaal is opgedeeld in drie secties, representeren de snijpunten plaatsen om belangrijke visuele elementen te positioneren. Een horizon in een landschap naar de positie van een derde is vaak effectiever dan het in het midden te plaatsen. Terwijl veel fotografen en artiesten bekend zijn met de Regel van derden, is er geen verplichting over het toepassen van de Regel van derden. Een landschapshorizon zou ook geplaatst kunnen worden dichtbij de onderkant een kwart of zesde en nog steeds een goede foto produceren. Bij plaatsen van visuele elementen voor effectieve compositie, moet men met vele factoren rekening houden, inclusief kleur, dominantie, grootte end balans samen met verhouding. Vaak kan een bepaalde hoeveelheid balans of spanning van een afbeelding een compositie effectiever maken.
pt_br: **Regra dos terços**: uma grade que divide a imagem em terços em todas as direções (o que resulta em 9 partes). Essas proporções são próximas à regra de ouro e são derivadas do campo de visão do olho humano. Quando uma imagem é dividida vertical e horizontalmente em três seções, os pontos de intersecção representam lugares para posicionar elementos visuais importantes. Mover um horizonte em uma paisagem para a posição de um terço costuma ser mais eficaz do que colocá-lo no meio. Embora muitos fotógrafos e artistas conheçam a regra dos terços, não há nada obrigatório em aplicá-la. Um horizonte de paisagem também pode ser colocado próximo ao quarto ou sexto inferior e ainda assim produzir uma boa fotografia. Ao posicionar elementos visuais para uma composição eficaz, deve-se avaliar muitos fatores, incluindo cor, dominância, tamanho e equilíbrio, juntamente com a proporção. Muitas vezes, um certo nível de equilíbrio ou tensão na imagem pode tornar uma composição mais eficaz.
sl: **Pravilo tretjin**: mreža, ki razdeli sliko na tretjine v vse smeri (kar pomeni 9 delov). Ta razmerja so blizu zlatemu pravilu in izhajajo iz vidnega polja človeškega očesa. Ko je slika navpično in vodoravno razdeljena na tri dele, točke presečišča predstavljajo mesta za pozicioniranje pomembnih vizualnih elementov. Premikanje obzorja v pokrajini na položaj ene tretjine je pogosto učinkovitejše od postavitve na sredino. Čeprav se mnogi fotografi in umetniki zavedajo pravila tretjin, uporaba pravila tretjin ni obvezujoča. Krajinski horizont bi lahko postavili tudi blizu spodnje četrtine ali šestine in še vedno ustvarili dobro fotografijo. Pri umeščanju vizualnih elementov za učinkovito kompozicijo je treba oceniti številne dejavnike, vključno z barvo, prevlado, velikostjo in ravnovesjem skupaj z razmerjem. Pogosto lahko določena količina ravnotežja ali napetosti slike naredi kompozicijo učinkovitejšo.

source: After starting the Liquid Rescale tool, a series of parameters have to be set. The first set of parameters specifies the desired size of the final image.
it: Dopo aver avviato lo strumento Liquid Rescale, devi impostare una serie di parametri. La prima serie di parametri specifica la dimensione voluta dell'immagine finale.
nl: Na het starten van het hulpmiddel Vloeiend herschalen, zijn een serie parameters ingesteld. De eerste set parameters specificeert de gewenste grootte van de uiteindelijke afbeelding.
pt_br: Após iniciar a ferramenta de redimensionamento líquido, uma série de parâmetros precisa ser definida. O primeiro conjunto de parâmetros especifica o tamanho desejado da imagem final.
sl: Po zagonu orodja Tekočinsko spreminjanje velikosti je treba nastaviti vrsto parametrov. Prvi niz parametrov določa želeno velikost končne slike.

source: These options are used to the gradient function applied while rescaling. The gradient function is used to determine which pixels should be removed or kept.
it: Queste opzioni sono utilizzate per la funzione di gradiente applicata durante il ridimensionamento. La funzione di gradiente è utilizzata per determinare quali pixel debbano essere rimossi o mantenuti.
nl: Deze opties worden gebruikt op de gradiëntfunctie toegepast tijdens herschalen. De gradiëntfunctie wordt gebruikt om te bepalen welke pixels verwijderd dan wel behouden moeten worden.
pt_br: Essas opções são usadas para a função de gradiente aplicada durante o redimensionamento. A função de gradiente é usada para determinar quais pixels devem ser removidos ou mantidos.
sl: Te možnosti se uporabljajo za funkcijo gradienta, uporabljeno med spreminjanjem velikosti. Funkcija gradienta se uporablja za določanje, katere slikovne pike je treba odstraniti ali obdržati.

source: Transform Tools
pt: Ferramentas de Transformação

source: Manual Crop
pt: Recorte Manual

source: Cropping a photograph is not only a common operation, but an often underestimated photographer's tool to compose an image. The Image Editor makes it very easy. To crop a photograph simply drag a rectangle over the image by holding down the left mouse button and moving the mouse. You will see a wire frame rectangle appear as you move the mouse.
pt: Recortar uma fotografia não só é uma operação comum, mas é uma ferramenta subestimada pelos fotógrafos para compor uma imagem. O Editor de Imagens torna essa operação muito simples. Para recortar uma fotografia, basta arrastar um rectângulo sobre a imagem, mantendo o botão esquerdo do rato carregado enquanto move o rato. Irá ver uma rectângulo tracejado à medida que move o rato.

source: Once you are happy with the crop, click on the Image Editor **Crop** button on the toolbar and the photograph will be cropped :kbd:`Ctrl+X`. Use the :menuselection:`File --> Save` or :menuselection:`File --> Save As...` entries in the File menu to save the newly cropped photograph.
pt: Assim que estiver satisfeito com o recorte, carregue no botão **Recorte** do Editor de Imagens e a fotografia ficará recortada :kbd:`Ctrl+X`. Use as opções :menuselection:`Ficheiro --> Gravar` ou :menuselection:`Ficheiro --> Gravar Como...` no menu Ficheiro para gravar a fotografia recém-recortada.

source: The Histogram tab from the right sidebar will recompute the color statistics accordingly with the current selection on image.
pt: A página do Histograma, na barra lateral direita, irá calcular de novo as estatísticas de cores de acordo com a selecção actual na imagem.

source: Auto Crop
pt: Recorte Automático

source: The Auto Crop tool removes the borders from an image. It searches the largest possible border area that is all the same color, and then crops this area from the image, as if you had used the Crop tool.
pt: A ferramenta de Recorte Automático remove os contornos de uma imagem. Ele pesquisa a área de contorno maior possível que seja da mesma cor, recortando essa área da imagem, como se tivesse usado a ferramenta de Recorte.

source: This tool can be used for example to crop a stitched panorama, assembly with many images, which generate black borders around.
pt: Esta ferramenta pode ser usada, por exemplo, para recortar um panorama em pedaços, reunido com diversas imagens, que gera contornos pretos à sua volta.

source: See below a stitched Panorama processed with auto crop tool.
pt: Veja em baixo um Panorama reunido com a ferramenta de recorte automático.

source: Proportional Crop
pt: Recorte Proporcional

source: The Aspect Ratio Crop tool goes further. While you are editing digital images, it is often necessary to create a compatible format with, for example, your photo album or paper formats. If you print an image from your digital camera and then try to put it in your photo album, you may notice that the camera has a different width or height ratio than a normal photographic film format so you need to crop your digital images in a predefined ratio (for example 5:7 or 2:3 which is a standard photo ratio).
pt: O Recorte por Proporções vai mais além. Embora esteja a editar imagens digitais, é normalmente necessário criar um formato compatível com, por exemplo, o seu álbum de fotografias. Se imprimir uma imagem a partir da sua máquina digital e tentar depois colocá-la no seu álbum, poderá reparar que a máquina tem uma proporção de largura ou altura diferente de um formato de rolo fotográfico, pelo que terá de recortar as suas imagens digitais para uma proporção predefinida (como por exemplo 5:7 ou 2:3, que são proporções normais de tamanho).

source: Aspect Ratio Crop tool uses a relative ratio. That means it is the same if you use centimeters or inches and it doesn't specify the physical size. For example, you can see below a correspondence list of traditional photographic paper sizes and aspect ratio crop.
pt: A ferramenta de Recorte Proporcional usa uma proporção relativa. Isto significa que é a mesma, quer use centímetros ou polegadas, não definindo o tamanho físico. Por exemplo, poderá ver em baixo uma lista de correspondências dos tamanhos de papel fotográfico tradicionais com o recorte proporcional.

source: At the far right of the dialog two buttons are available to move the crop selection automatically to the horizontal or vertical center of the image.
pt: Do lado direito da janela existem dois botões para mover a selecção de recorte automaticamente para o centro horizontal ou vertical da imagem.

source: The Aspect Ratio Crop tool remembers the settings depending on image orientation (horizontal or vertical). When you use the crop tool next time, these settings will be used as default values depending on the image orientation. The changed image dimensions are stored into the Exif tables so that the Exif data reflects the cropped image and not the original one.
pt: A ferramenta de Recorte Proporcional recorda a configuração, dependendo da orientação da imagem (horizontal ou vertical). Quando usar a ferramenta de recorte da próxima vez, será usada esta configuração por omissão, dependendo da orientação da imagem. As dimensões alteradas da imagem serão gravadas nas tabelas EXIF, para que os dados EXIF reflictam a imagem recortada e não a original.

source: The **Composition Guide** settings provides guiding elements to better compose your images. These guides are:
pt: configuração da **Guia de Composição** oferece elementos-guia para compor melhor as suas imagens. Estas guias são:

source: **Rule of Thirds**: a grid that divides the image into thirds in every direction (that makes for 9 parts). These proportions are close to the golden rule and are derived from the field of view of the human eye. They are often used with slight variations throughout a large number of commonly used objects. Within that frame there are precise areas where the important parts of the image should be placed. The same principle is used to determine the position of the horizon and the proportion of ground to sky. Many photographers and artists are aware of the Rule of Thirds, where an image is divided into three sections vertically and horizontally and the points of intersection represent places to position important visual elements. Moving a horizon in a landscape to the position of one third is often more effective than placing it in the middle, but it could also be placed near the bottom one quarter or sixth. There is nothing obligatory about applying the Rule of Thirds. In placing visual elements for effective composition, one must assess many factors including color, dominance, size and balance together with proportion. Often a certain amount of image balance or tension can make a composition more effective.
pt: **Regra dos Terços**: uma grelha que divide a imagem em terços em todas as direcções (o que gerada 9 partes). Estas proporções são próximas da regra dourada e são derivados do campo de visão do olho humano. São usadas frequentemente, como pequenas variações, em uma grande quantidade de objectos usados com frequência. Dentro dessa moldura, existem áreas precisas onde as partes importantes da imagem deverão ser colocadas. O mesmo princípio se aplica para determinar a posição do horizonte e a proporção do solo e do céu. Muitos fotógrafos e artistas estão cientes da Regra dos Terços, onde uma imagem é dividida em três secções na vertical e na horizontal, e os pontos de intersecção representam locais onde posicionar alguns elementos visuais importantes. Se mover o horizonte de numa paisagem para a posição de um terço será mais efectivo que a colocar no meio, mas também pode ser colocada perto quarto ou sexto inferior. Não existe nada de obrigatório na aplicação da Regra dos Terços. Ao colocar os elementos visuais para uma composição efectiva, uma pessoa deverá ter em conta muitos factores, incluindo a cor, a predominância, o tamanho e o equilíbrio, em conjunto com a proporção. Muitas vezes uma certa quantidade de balanceamento ou tensão na imagem poderá tornar uma composição mais efectiva.

source: **Harmonious Triangles**: harmonious divisions rely on the principle of similarity. Like the Rule of Thirds guide, Harmonious Triangles are another division of the image using a rectangle into equiangular harmonious triangles aligned with the diagonal.
pt: **Triângulos Harmoniosos**: divisões harmoniosas que se baseiam no princípio da semelhança. Como a guia da Regra dos Terços, os Triângulos Harmoniosos são outra divisão da imagem, usando um rectângulo em triângulos harmoniosos alinhados com a diagonal.

source: **Golden Mean**: the Golden Mean is a ratio underlying numerous growth patterns throughout nature (from the spiral of a Nautilus shell to the petals of a sunflower), it has an uncanny way of showing up in all kinds of things we deem beautiful. The Golden Ratio is the irrational number 1.618033988..., and it is usage dates back to the ancient Egyptians and Greeks who used it in the construction of their temples and pyramids. Artists and architects throughout time have used the Golden Ratio when composing their paintings, buildings, and even photographs, in order to give their creations a sense of natural order and beauty. The ratio is inherent in the Fibonacci series: 1, 1, 2, 3, 5, 8, 13, 21, 34 etc.., where each succeeding number after 1 is equal to the sum of the two preceding numbers. The ratio formed 1:1.618 is the Golden Mean. A composition following this rule is considered visually harmonious. The Golden Mean provides more fluid guidelines when used to compose an image. These guides are listed below:
pt: **Média Dourada**: a Média Dourada é uma proporção subjacente a diversos padrões de crescimento em toda a Natureza (desde a espiral de um búzio até às pétalas de um girassol), que tem uma forma estranha de se manifestar em todos os tipos de coisas que achamos bonitas. A Proporção Dourada é o número irracional 1,618033988..., e a sua utilização remonta aos antigos Egípcios e Gregos, que a usaram na composição das suas pinturas, edifícios e até fotografias, para dar às suas criações uma sensação de ordem e beleza natural. A proporção é inerente à série de Fibonacci: 1, 1, 2, 3, 5, 8, 13, 21, 34 etc.., onde cada número sucessivo a seguir ao 1 é igual à soma dos dois números antecedentes. A proporção com formato 1:1,618 é a Média Dourada. Uma composição que siga esta regra é considerada harmoniosa a nível visual. A Média Dourada oferece guias mais fluídas quando é usada para compor uma imagem. Estas guias estão descritas em baixo:

source: With flipping options, you can flip or turn over the image horizontally or vertically like a card deck. With the rotating options, you can rotate the image in 90 degrees steps clockwise. It can be used to change the display mode to Portrait or Landscape. Be aware that this rotation is not lossless when using JPEG format. You also can rotate more accurately to a finer degree by using the Free Rotation tool. You can access it by the :menuselection:`Transform --> Free Rotation` menu entry. See the dedicated Free Rotation section below for more information.
pt: Com as opções de inversão, poderá inverter ou dar a volta à imagem na horizontal ou na vertical, como um baralho de cartas. Com as opções de rotação, poderá rodar a imagem em passos de 90 graus no sentido dos ponteiros do relógio. Também poderá ser usada para mudar o modo de visualização para Retrato ou Paisagem. Tenha atenção que esta rotação pode ter perdas ao usar o formato JPEG. Também poderá rodar com maior precisão para um ângulo em graus mais reduzido, usando a ferramenta de Rotação Livre. Poderá aceder à mesma com a opção do menu :menuselection:`Transformar --> Rotação Livre`. Veja a secção dedicada à Rotação Livre em baixo, para mais informações.

source: The digiKam Free Rotation is a tool for image rotation by any arbitrary angle.
pt: A Rotação Livre do digiKam é uma ferramenta para rodar uma imagem com um ângulo arbitrário.

source: When taking an image it is all too easy to hold the camera not quite perfectly vertical or horizontal, resulting in an image where things are tilted at an angle. The way to fix this with the digiKam Image Editor is to use the Free Rotation tool. Select :menuselection:`Transform --> Free Rotation` and adjust to the target angle.
pt: Ao tirar uma fotografia, é muito fácil não manter a máquina perfeitamente na vertical ou na horizontal, resultando numa imagem em que as coisas estão inclinadas por um determinado ângulo. A forma de corrigir isto no Editor de Imagens do digiKam é usar a ferramenta de Rotação Livre. Seleccione a opção :menuselection:`Transformar --> Rotação Livre` e ajuste para o ângulo-alvo.
