Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Like the Rule of Thirds the **Golden Sections** affects the ratio of an image size as well as the placement of the main subjects on the photo. This ratio is close to the 35mm ratio, so you don't need to change the size of the photo in most cases. But you need to consider the composition: the main subject should lie on one of the four lines or four intersections (subject's eye for example). Truthfully speaking, these rules are not the same. Rule of Thirds is a simplified version of the Golden Mean.
ca: Igual que la regla dels terços, les **Seccions àuries** afecten la relació entre la mida d'una imatge, així com la ubicació dels principals assumptes de la fotografia. Aquesta proporció és propera a una pel·lícula de 35 mm, així que en la majoria dels casos no caldrà canviar la mida de la fotografia. Però haureu de tenir en compte la composició: el tema principal haurà d'estar en una de les quatre línies o interseccions (els ulls del model, per exemple). Parlant amb sinceritat, aquestes regles no són exactament el mateix. La regla dels terços és una versió simplificada de la secció àuria.
it: Come la Regola dei terzi, le **Sezioni auree** riguardano la proporzione della dimensione di un'immagine, così come il posizionamento dei soggetti principali sulla foto. Questa proporzione è vicina alla proporzione 35mm, dunque non devi cambiare le dimensioni della foto nella maggior parte dei casi. Ma devi considerare la composizione: il soggetto principale deve stare su una delle quattro linee o delle quattro intersezioni (lo sguardo del soggetto, per esempio). Onestamente parlando, queste regole non sono uguali. La Regola dei terzi è una versione semplificata della Sezione aurea.
nl: Net zoals de Regel van derden, beïnvloedt de **Gulden secties** de verhoudingen van een foto en de locaties van de belangrijkste onderwerpen op de foto. Deze verhouding licht in de buurt van een 35mm film, het formaat van de foto wijzigen is daarom meestal niet nodig. Maar u moet wel de compositie overwegen: het belangrijkste onderwerp zou op een van de vier lijnen of vier kruispunten liggen (bijvoorbeeld de ogen van het onderwerp). Eerlijk gezegd, deze regels zijn niet gelijk. De Regel van derden is een vereenvoudigde versie van de Gulden Verhouding.
pt: Como na Regra dos Terços, as **Secções Douradas** afectam as proporções de tamanho de uma imagem, assim como a colocação dos assuntos principais na fotografia. Esta proporção é próxima à dos filmes de 35mm, pelo que não precisa de mudar o tamanho da fotografia na maioria dos casos. Mas precisa ter em consideração a composição: o assunto principal deverá ficar numa das quatro linhas ou quatro intersecções (o olho do sujeito em foco, por exemplo). Para falar a verdade, estas regras não são as mesmas. A Regra dos Terços é uma versão simplificada da Média Dourada.
pt_br: Assim como a regra dos terços, as **Seções áureas** afetam a proporção do tamanho da imagem, bem como o posicionamento dos objetos principais na foto. Essa proporção é próxima à de 35 mm, então você não precisa alterar o tamanho da foto na maioria dos casos. Mas você precisa considerar a composição: o objeto principal deve estar em uma das quatro linhas ou quatro interseções (o olho do objeto, por exemplo). Na verdade, essas regras não são as mesmas. A regra dos terços é uma versão simplificada da proporção áurea.
sl: Tako kot pravilo tretjin **zlati rez** vpliva na razmerje med velikostmi slike kot tudi na postavitev glavnih motivov na fotografiji. To razmerje je blizu razmerju 35 mm, zato vam v večini primerov ni treba spreminjati velikosti fotografije. Vendar morate upoštevati kompozicijo: glavni predmet mora ležati na eni od štirih črt ali štirih presečišč (predmetov oko na primer). Iskreno povedano, ta pravila niso enaka. Pravilo tretjin je poenostavljena različica zlatega reza.
uk: Подібно до правила третин, правило **Золотих перерізів** впливає на співвідношення розмірів зображення, а також на розташування основних об’єктів на фотографії. Це співвідношення близьке до співвідношення на 35 мм плівці, отже вам здебільшого не потрібно буде змінювати розміри фотографії. Але вам слід врахувати композицію: основний об’єкт має лежати на одній з чотирьох ліній або чотирьох їх перетинів (наприклад, ока людини на портреті). Якщо бути точним, ці правила не є тотожними. Правило третин є спрощеною версією правила «золотого перерізу».

source: The **Flip Horizontal** and **Flip Vertical** options can be used to apply flip transformation to the harmonious divisions.
ca: Les opcions **Inverteix horitzontalment** i **Inverteix verticalment** es poden utilitzar per a aplicar una transformació inverteix a les divisions harmonioses.
it: Le opzioni **Ribalta orizzontalmente** e **Ribalta verticalmente** possono essere utilizzate per applicare il ribaltamento alle divisioni armoniose.
nl: De opties **Horizontaal spiegelen** en **Verticaal spiegelen** kunt u gebruiken om de harmonische verdelingen te spiegelen in de foto.
pt: As opções **Inverter Horizontalmente** e **Inverter Verticalmente** podem ser usadas para aplicar a transformação por inversão nas divisões harmoniosas.
pt_br: As opções **Inverter horizontalmente** e **Inverter verticalmente** podem ser usadas para aplicar a transformação de inversão às divisões harmoniosas.
sl: Možnosti **Preobrni vodoravno** in **Preobrni navpično** lahko uporabite za uporabo obrnjene transformacije harmoničnih delitev.
uk: Пунктами **Віддзеркалити горизонтально** і **Віддзеркалити вертикально** можна скористатися для застосування перетворення віддзеркалення до гармонійних вимірів.

source: The **Color** button lets you set the guidelines color. If you have an high color contrast image, the guidelines may become invisible. By the way, you can adapt the color guide to the current image.
ca: El botó **Color** permet establir les directrius de color. Si teniu una imatge amb un contrast de color alt, les directrius poden ser invisibles. D'aquesta manera, podreu adaptar la guia del color a la imatge actual.
it: Il pulsante **Colore** ti permette di impostare il colore delle linee guida. Con un'immagine ad alto contrasto di colore, le linee guida potrebbero diventare invisibili. Puoi adattare, a tale proposito, il colore delle guide all'immagine attuale.
nl: Met de knop **Kleur** kunt u de kleur van de compositiehulplijnen instellen. Als u een foto hebt met veel kleurcontrast dan zijn de compositiehulplijnen slecht zichtbaar. Overigens kunt u de hulplijn-kleuren aanpassen aan de huidige foto.
pt: O botão **Cor** permite-lhe definir a cor das guias. Se tiver uma imagem de alto contraste de cores, as guias ficarão invisíveis. Já agora, poderá adaptar a cor da guia para a imagem actual.
pt_br: O botão **Cor** permite definir a cor das linhas-guia. Se a imagem tiver um contraste de cores alto, as linhas-guia podem ficar invisíveis. A propósito, você pode adaptar a cor das linhas-guia à imagem atual.
sl: Gumb **Barva** vam omogoča nastavitev barve vodil. Če imate barvno visoko kontrastno sliko, lahko vodila postanejo nevidna. Mimogrede lahko barvno vodilo prilagodite trenutni sliki.
uk: За допомогою кнопки **Колір** ви можете вказати колір напрямних. Якщо ви маєте справу з зображенням з високою контрастністю кольорів, напрямні можуть стати малопомітними. До речі, ви можете скоригувати колір напрямних відповідно до кольорів поточного зображення.

source: Rotating or Flipping
ca: Girar o invertir
it: Ruotare o ribaltare
nl: Draaien of spiegelen
pt: Rodar ou Inverter
pt_br: Girando ou invertendo
sl: Vrtenje ali preobračanje
uk: Обертання та віддзеркалення

source: If the photograph shows a wrong orientation you can **Flip** or **Rotate** it to the orientation you would like by using Transform Flip/Rotate tools available in :menuselection:`Transform --> Rotate and Transform --> Flip` menus.
ca: Si la fotografia mostra una orientació incorrecta, podreu **invertir** o **girar** cap a l'orientació que vulgueu utilitzant les eines de transformació Inverteix/Gira disponibles en els elements de menú :menuselection:`Transforma --> Gira` i :menuselection:`Transforma --> Inverteix`.
it: Se la fotografia presenta un'errata orientazione, puoi **ribaltarla** o **ruotarla** nel modo voluto utilizzando gli strumenti di trasformazione Ribalta/Ruota disponibili nei menu :menuselection:`Trasforma --> Ruota e trasforma --> Ribalta`.
nl: Als de foto niet de gewenste oriëntatie heeft dan kan u het **Spiegelen** of **Draaien** naar de gewenste oriëntatie door gebruik van de transformatiehulpmiddelen Spiegelen/Rotatie beschikbaar in de menu´s :menuselection:`Transformeren --> Draaien` en :menuselection:`Transformeren --> Spiegelen`.
pt: Se a fotografia mostrar uma orientação errada, poderá **Inverter** ou **Rodar** a mesma para a orientação que gostaria, usando as ferramentas de Inversão/Rotação por Transformação disponíveis nos menus :menuselection:`Transformar --> Rodar e Transformar --> Inverter`.
pt_br: Se a fotografia apresentar uma orientação errada, você pode **Invertê-la** ou **Girá-la** para a orientação desejada usando as ferramentas de transformação para Inverter/Girar disponíveis nos menus :menuselection:`Transformar --> Girar` e :menuselection:`Transformar --> Inverter`.
sl: Če fotografija prikazuje napačno usmerjenost, jo lahko **preobrnete** ali **zavrtite** z orodji Transformiraj Preobrni/Zavrti v želeno smer na voljo v menijih :menuselection:`Transformiraj --> Zavrti in preoblikuj --> Preobrni`.
uk: Якщо орієнтація показу фотографії є неправильною, ви можете **Віддзеркалити** або **Повернути** її у довільний спосіб за допомогою інструментів перетворення віддзеркалення або повороту, доступ до яких можна отримати за допомогою пунктів меню :menuselection:`Перетворення --> Повернути` або :menuselection:`Перетворення --> Віддзеркалити`.

source: With flipping options, you can flip or turn over the image horizontally or vertically like a card deck. With the rotating options, you can rotate the image in 90 degrees steps clockwise. It can be used to change the display mode to Portrait or Landscape. Be aware that this rotation is not lossless when using JPEG format. You also can rotate more accurately to a finer degree by using the Free Rotation tool. You can access it from the :menuselection:`Transform --> Free Rotation` menu entry. See the dedicated Free Rotation section below for more information.
ca: Amb les opcions d'inversió, podreu invertir o voltejar la imatge horitzontal o verticalment com una baralla de cartes. Amb les opcions de gir, podreu fer girar la imatge en passos de 90 graus en el sentit de les agulles del rellotge. Es pot utilitzar per a canviar el mode de visualització a vertical o horitzontal. Cal tenir en compte que aquest gir no és sense pèrdua quan s'utilitza el format JPEG. També podreu girar amb més precisió en un grau més fi utilitzant l'eina Gir lliure. Podeu accedir-hi mitjançant :menuselection:`Transforma --> Gir lliure`. Vegeu la secció dedicada al Gir lliure a continuació per a més informació.
it: Con le opzioni di ribaltamento puoi ribaltare o girare l'immagine orizzontalmente o verticalmente come un mazzo di carte. Con le opzioni di rotazione puoi ruotare l'immagine con passaggi di 90 gradi in senso orario. Puoi utilizzarla per cambiare la visualizzazione dell'immagine da ritratto a panorama. Fai attenzione che questa rotazione non è senza perdita di dati quando usi il formato JPEG. Puoi anche ruotare in modo più accurato utilizzando lo strumento Rotazione libera. Per accedervi, usa la voce di menu :menuselection:`Trasforma --> Rotazione libera`. Nella sezione dedicata che segue troverai ulteriori informazioni.
nl: Met de mogelijkheid tot spiegelen, kunt u de foto horizontaal of verticaal spiegelen of omkeren net zoals met een pak kaarten. Met de mogelijkheid tot draaien, kunt u de foto in stappen van 90 graden met de klok mee draaien. U kunt het gebruiken om de oriëntatie te wijzigen naar Portret of Landschap. Wees er wel op bedacht dat het roteren niet zonder verlies is bij het gebruik van het JPEG-formaat. U kunt ook in kleinere stapjes roteren door het hulpmiddel voor Vrije rotatie te gebruiken. U kunt het gebruiken uit het menu-item :menuselection:`Transformeren --> Vrije rotatie`. Zie de speciale sectie Vrije rotatie voor meer informatie.
pt_br: Com as opções de inversão, você pode inverter ou virar a imagem horizontal ou verticalmente, como um baralho de cartas. Com as opções de rotação, você pode girar a imagem em etapas de 90 graus no sentido horário. Isso pode ser usado para alterar o modo de exibição para Retrato ou Paisagem. Observe que essa rotação não é isenta de perdas ao usar o formato JPEG. Você também pode girar com mais precisão e precisão usando a ferramenta de rotação livre. Você pode acessá-la na entrada de menu :menuselection:`Transformar --> Rotação livre`. Consulte a seção dedicada à rotação livre abaixo para obter mais informações.
sl: Z možnostmi prevračanja lahko sliko preobrnete vodoravno ali navpično kot komplet kart. Z možnostmi vrtenja lahko zavrtite sliko v korakih po 90 stopinj v smeri urinega kazalca. Lahko se uporablja za spreminjanje zaslona na pokončno ali ležeče. Zavedajte se, da to vrtenje ni brez izgube pri uporabi formata JPEG. Prav tako lahko natančneje postopno rotirate z uporabo orodja Prosto vrtenje. Do njega lahko dostopate v menuju :menuselection:`Transformacija --> Prosto vrtenje`. Oglejte si namenski spodnji razdelek prosto vrtenje za več informacij.
uk: За допомогою пунктів віддзеркалення ви можете віддзеркалити або обернути зображення горизонтально або вертикально подібно до колоди карт. За допомогою пунктів обертання ви можете обертати зображення за годинниковою стрілкою кроками у 90°. Цими пунктами можна скористатися для зміни режиму показу на книжковий або альбомний. Зауважте, що подібне обертання може призвести до втрати якості, якщо ви використовуєте зображення у форматі JPEG. Крім того, ви можете наказати програмі здійснити обертання на визначений вами кут за допомогою інструменту довільного обертання. Доступ до цього інструменту можна отримати за допомогою пункту меню :menuselection:`Перетворення --> Довільне обертання`. Щоб дізнатися більше, див. відповідний довідник з довільного обертання.

source: Free Rotation
ca: Gir lliure
it: Rotazione libera
nl: Vrije rotatie
pt: Rotação Livre
pt_br: Rotação livre
sl: Prosto vrtenje
uk: Довільний поворот

source: The digiKam **Free Rotation** tool can rotate an image by any arbitrary angle.
ca: L'eina de **Gir lliure** del digiKam pot fer girar la imatge en qualsevol angle arbitrari.
it: Lo strumento **Rotazione libera** di digiKam può ruotare un'immagine con un angolo arbitrario.
nl: Het hulpmiddel **Vrije rotatie** van digiKam kan een afbeelding met een willekeurige hoek draaien.
pt_br: A ferramenta **Rotação livre** do digiKam pode girar uma imagem em qualquer ângulo arbitrário.
sl: Orodje digiKam **Prosto vrtenje** lahko obrne sliko za poljuben kot.

source: It is all too easy to hold the camera a little rotated from the horizontal when taking an image. This produces an image where everything is tilted at an angle. The Free Rotation tool can fix this. From within the digiKam Image Editor, select :menuselection:`Transform --> Free Rotation`.
ca: És massa fàcil sostenir la càmera una mica girada respecte a l'horitzontal en prendre una imatge. Això produeix una imatge en què totes les coses estan inclinades en un angle. L'eina Gir lliure pot corregir-ho. Des de l'editor d'imatges del digiKam, seleccioneu :menuselection:`Transforma --> Gir lliure`.
it: È molto facile tenere la fotocamera leggermente ruotata dall'orizzontale quando scatti una foto. Il risultato è un'immagine in cui tutto è inclinato. Lo strumento Rotazione libera può correggere questo problema. Dall'Editor delle immagini di digiKam seleziona :menuselection:`Trasforma --> Rotazione libera`.
nl: Het is al te gemakkelijk om de camera een beetje gedraaid van horizontaal te houden bij het nemen van een foto. Dit produceert een foto waar alles onder een hoek staat. Het hulpmiddel Vrije rotatie kan dat herstellen. Vanuit de afbeeldingsbewerker van digiKam, selecteer :menuselection:`Transformeren --> Vrije Rotatie`.
pt_br: É muito fácil segurar a câmera um pouco rotacionada em relação à horizontal ao tirar uma foto. Isso produz uma imagem com tudo inclinado. A ferramenta Rotação livre pode corrigir isso. No Editor de Imagem do digiKam, selecione :menuselection:`Transformar --> Rotação livre`.
sl: Pri fotografiranju je vse prelahko držati kamero nekoliko zasukano iz vodoravnega položaja. To ustvari sliko, kjer je vse nagnjeno pod kotom. To lahko popravi orodje Prosto vrtenje. V urejevalniku slik digiKam izberite :menuselection:`Transformiraj --> Prosto vrtenje`.

source: Rotate your image by using the **Angle** slider (value in degrees). Press **Reset Values** to reset the slider to zero. The preview area shows the effect of the rotation. The new target image dimensions in pixels are shown.
ca: Gireu la imatge utilitzant el control lliscant **Angle** (valor en graus). Premeu **Restableix els valors** per a restablir els valors del control lliscant a zero. L'àrea de vista prèvia mostra l'efecte del gir. Es mostren les dimensions noves en píxels de la imatge de destinació.
it: Ruota la tua immagine utilizzando il cursore **Angolo** (il valore è espresso in gradi). Premi **Reimposta i valori** per azzerare il cursore a zero. L'area di anteprima mostra l'effetto della rotazione. Vengono mostrate le dimensioni della nuova immagine di destinazione, in pixel.
nl: Draai uw afbeelding met behulp van de schuifregelaar **Hoek** (waarde is in graden). Druk op **Waarden resetten** om de schuifregelaar terug te zetten op nul. Het voorbeeldgebied toont het effect van de rotatie. De afmetingen van de nieuwe doelafbeelding in pixels wordt getoond.
pt_br: Gire a imagem usando o controle deslizante **Ângulo** (valor em graus). Pressione **Redefinir valores** para zerar o controle deslizante. A área de visualização mostra o efeito da rotação. As novas dimensões da imagem de destino em pixels são exibidas.
sl: Zavrtite sliko z drsnikom **Kot** (vrednost v stopinjah). Pritisnite **Ponastavi vrednosti**, da ponastavite drsnik na nič. Območje predogleda prikazuje učinek vrtenja. Prikazane so nove dimenzije ciljne slike v slikovnih pikah.

source: For better orientation, the Free Rotation tool provides a vertical and horizontal guide. Move the mouse cursor over the image preview to display the dashed line guide. Move the cursor to any vertical or horizontal feature in the image like the sea or a building edge and press the left mouse button to freeze the position of the dashed lines. Now, adjust the angle to match the guide.
ca: Per a una orientació millor, l'eina Gir lliure proporciona una guia vertical i horitzontal. Moveu el cursor del ratolí sobre la vista prèvia de la imatge per a mostrar la guia de línia discontínua. Moveu el cursor fins a un tret suposadament vertical o horitzontal a la imatge com el mar o la vora d'un edifici i premeu el botó esquerre del ratolí per a congelar la posició de les línies discontínues. Ara, ajusteu l'angle d'acord amb la guia.
it: Per un'orientazione migliore, lo strumento Rotazione libera fornisce una guida verticale e orizzontale. Sposta il cursore del mouse sopra l'anteprima dell'immagine per visualizzare la guida a linee tratteggiate. Sposta il cursore qualsiasi peculiarità verticale od orizzontale nell'immagine, come il mare o il bordo di un edificio, e premi il pulsante sinistro del mouse per bloccare la posizione delle linee tratteggiate. Ora regola l'angolo in modo da corrispondere alla guida.
nl: Voor betere oriëntatie heeft dit hulpmiddel voor vrije rotatie een verticale en een horizontale hulplijn. Beweeg de muiscursor over de voorbeeldafbeelding om de gestippelde hulplijn te tonen. Verplaats de cursor naar een verticaal of horizontaal kenmerk in de afbeelding zoals de zee of de gebouwrand en klik met de linker muisknop om de positie van de stippellijn te bevriezen. Stel nu de hoek in met behulp van deze hulplijn.
pt_br: Para melhor orientação, a ferramenta Rotação livre fornece um guia vertical e horizontal. Mova o cursor do mouse sobre a visualização da imagem para exibir o guia de linhas tracejadas. Mova o cursor para qualquer elemento vertical ou horizontal na imagem, como o mar ou a borda de um edifício, e pressione o botão esquerdo do mouse para congelar a posição das linhas tracejadas. Agora, ajuste o ângulo para corresponder ao guia.
sl: Za boljšo orientacijo orodje Prosto vrtenje ponuja navpično in vodoravno vodilo. Premaknite kazalec miške nad predogled slike, da prikažete vodnik s črtkano črto. Premaknite kazalec na katero koli navpično ali vodoravno značilnost na sliki, kot je morje ali rob zgradbe, in pritisnite levi gumb miške, da zamrznete položaj črtkanih črt. Zdaj prilagodite kot, da bo ustrezal vodilu.
