Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: After applying the perspective adjustment, the image inevitably gets blurred a little bit. For a single adjustment, the amount of blurring is quite small, but two adjustments cause twice as much blurring as one, and there is no reason to blur things more than you have to.
ca: Després d'aplicar l'ajustament de la perspectiva, la imatge inevitablement es tornarà una mica difuminada. Per a un sol ajust, la quantitat de difuminat serà molt petita, però dos ajustaments causaran el doble de difuminat, i no hi ha raó per a difuminar les coses més del necessari.
it: Dopo aver applicato la regolazione della prospettiva, l'immagine risulta inevitabilmente un po' sfuocata. Per una regolazione singola la sfocatura è quasi irrisoria, ma due regolazioni possono causare una sfocatura doppia e non vi è ragione di rendere le cose più sfuocate di quello che devono essere.
nl: Nadat een perspectieftransformatie is toegepast, zal de foto onvermijdelijk een beetje waziger worden. Bij een enkele aanpassing is het maar een beetje waziger geworden, maar twee keer aanpassen veroorzaken twee maal zoveel wazigheid als een keer aanpassen, en er is geen reden om meer wazigheid dan noodzakelijk te veroorzaken.
pt: Depois de aplicar o ajuste da perspectiva, a imagem fica, inevitavelmente, um pouco borrada. Para um ajuste simples, a quantidade do borrão é bastante pequena, mas dois ajustes causam o dobro do efeito de um ajuste único, como tal não existe razão para borrar mais as coisas do que o necessário.
pt_br: Depois de aplicar o ajuste da perspectiva, a imagem fica, inevitavelmente, um pouco borrada. Para um ajuste simples, a quantidade do borrão é bastante pequena, mas dois ajustes causam o dobro do efeito de um ajuste único, e não existe razão para borrar mais as coisas do que o necessário.
sl: Po uporabi prilagoditve perspektive je slika neizogibno malo zamegljena. Za eno samo prilagoditev je količina zamegljenosti precej majhna, vendar dve prilagoditvi povzročita dvakrat večjo zamegljenost kot ena in ni razloga, da bi zameglili stvari bolj, kot je nujno.
uk: Після застосування виправлення перспективи зображення неодмінно буде дещо розмито. Якщо виправлення буде одноразовим, розмивання буде досить незначним, але наступні зміни перспективи збільшуватимуть розмивання, отже, намагайтеся обмежуватися однією зміною перспективи.

source: After you have adjusted the perspective of an image there will be unpleasant triangular *holes* at the corners. One way to fix them is to crop the image with :menuselection:`Transform --> Crop` Image Editor menu.
ca: Després d'haver ajustat la perspectiva d'una imatge, apareixeran *forats* triangulars desagradables a les cantonades. Una manera d'esmenar-los és escapçar la imatge amb l'element de menú :menuselection:`Transforma --> Escapça` de l'editor d'imatges.
it: Dopo aver sistemato la prospettiva dell'immagine, è brutto osservare i *buchi* triangolari negli angoli. Un metodo per correggerli è ritagliare l'immagine attraverso il menu :menuselection:`Trasforma --> Ritaglio` dell'Editor delle immagini.
nl: Na het aanpassen van het perspectief van een foto blijven er vervelende driehoekige *gaten* over in de hoeken. Een manier om dat op te lossen is het bijsnijden van de foto met :menuselection:`Transformeren --> Bijsnijden` uit het menu van de afbeeldingsbewerker.
pt: Depois de ter ajustado a perspectiva de uma imagem, irão aparecer *buracos* triangulares desagradáveis nos cantos. Uma forma de os corrigir é recortar a imagem com o menu :menuselection:`Transformar --> Recorte` do Editor de Imagens.
pt_br: Após ajustar a perspectiva de uma imagem, surgirão *buracos* triangulares desagradáveis ​​nos cantos. Uma maneira de corrigi-los é recortar a imagem com o menu do Editor de Imagem :menuselection:`Transformar --> Recortar`.
sl: Ko ste prilagodili perspektivo slike, se bodo pojavile neprijetne trikotne *luknje* na vogalih. Eden od načinov, da jih popravite, je, da obrežete sliko z :menuselection:`Transformiraj --> Obreži` v urejevalniku slik.
uk: Після коригування перспективи зображення утворяться негарні трикутні *порожнини* на краях зображення. Одним зі способів їх усування є використання пункту :menuselection:`Перетворення --> Обрізати` меню редактора зображень.

source: The digiKam Image Editor Perspective Tool
ca: L'eina Perspectiva en l'editor d'imatges del digiKam
it: Lo strumento Prospettiva dell'editor delle immagini di digiKam
nl: Het hulpmiddel voor perspectief van de afbeeldingsbewerker van digiKam
pt: A Ferramenta de Perspectiva do Editor de Imagens do digiKam
pt_br: A ferramenta de perspectiva do Editor de Imagem do digiKam
sl: Orodje digiKam urejevalnika slik za perspektivo
uk: Інструмент перспективи редактора зображень digiKam

source: Shear
ca: Inclinació
it: Deforma
nl: Scheeftrekken
pt_br: Inclinar
sl: Strig
uk: Зсув

source: The digiKam **Shear** tool is used to shear an image horizontally or vertically.
ca: L'eina d'**Inclinació** del digiKam és una eina per a inclinar una imatge horitzontal o verticalment.
it: Lo strumento **Deforma** di digiKam serve per deformare un'immagine orizzontalmente o verticalmente.
nl: Het hulpmiddel **Schuin trekken** wordt gebruikt om een afbeelding horizontaal of verticaal schuin te trekken.
pt_br: A ferramenta **Inclinar** do digiKam é usada para inclinar uma imagem horizontal ou verticalmente.
sl: Orodje digiKam **Strig** se uporablja za striženje slike vodoravno ali navpično.

source: The Shear tool is used to shift one side of an image in one direction and the opposite side in the opposite direction. For instance, a horizontal shearing will shift the upper part to the right and the lower part to the left. This is not a rotation: the image is distorted. In other words, it will turn a rectangle into a parallelogram. This tool is available from :menuselection:`Transform --> Shear` or the Image Editor right sidebar tool view.
ca: L'eina Inclinació s'utilitza per a desplaçar una banda d'una imatge cap a una direcció i l'altra banda cap a la direcció oposada. Per exemple, una inclinació horitzontal desplaçarà la part superior cap a la dreta i la part inferior cap a l'esquerra. Això no és un gir: la imatge està distorsionada. En altres paraules, convertirà un rectangle en un paral·lelogram. Aquesta eina està disponible des de :menuselection:`Transforma --> Inclina` o des de la vista d'eina de la barra lateral dreta de l'editor d'imatges.
it: Lo strumento Deforma è utilizzato per spostare un lato di un'immagine in una direzione e il lato opposto nella direzione opposta. Per esempio, una deformazione orizzontale sposterà la parte superiore verso destra e la parte inferiore verso sinistra. Non è una rotazione: l'immagine viene distorta. In altre parole, trasforma un rettangolo in un parallelogrammo Questo strumento è raggiungibile dal menu :menuselection:`Trasforma --> Deforma` o dalla vista dello strumento nella barra laterale destra dell'Editor delle immagini.
nl: Het hulpmiddel Schuin trekken wordt gebruikt om een zijde van een afbeelding in één richting te verschuiven en de andere zijde in de tegenovergestelde richting. Bijvoorbeeld, een horizontaal schuin trekken zal het bovenste gedeelte naar rechts verschuiven en het onderste gedeelte naar links. Dit is geen draaiing: de foto is vervormd. Met andere woorden, het veranderd een rechthoek in een parallelogram. Dit hulpmiddel is beschikbaar uit :menuselection:`Transformeren --> Schuin trekken` of de hulpmiddelweergave in de rechter zijbalk van de afbeeldingsbewerker.
pt_br: A ferramenta Inclinar é usada para deslocar um lado de uma imagem em uma direção e o lado oposto na direção oposta. Por exemplo, uma inclinação horizontal deslocará a parte superior para a direita e a inferior para a esquerda. Isso não é uma rotação: a imagem é distorcida. Em outras palavras, transformará um retângulo em um paralelogramo. Esta ferramenta está disponível em :menuselection:`Transformar --> Inclinar` ou na barra lateral direita do Editor de Imagem.
sl: Orodje za strig se uporablja za premik ene strani slike v eno smer in nasprotne strani v nasprotno smer. Vodoravni strig bo na primer premaknil zgornji del v desno in spodnji del v levo. To ni rotacija: slika je popačena. Z drugimi besedami, pravokotnik bo spremenil v paralelogram. To orodje je na voljo v :menuselection:`Transform --> Strig` ali pogledu orodij desne stranske vrstice urejevalnika slik.

source: Shear your image by using the **Horizontal Angle** and **Vertical Angle** sliders (values in degrees). You can shear horizontally, or vertically, or both at the same time. Click on the **Reset Values** to reset. A shearing effect preview is shown on the center of dialog window. The new target image dimensions in pixels are displayed at the right side of dialog.
ca: Inclineu la imatge utilitzant els controls lliscants **Angle horitzontal** i **Angle vertical** (valors en graus). Podreu inclinar horitzontalment o verticalment, o els dos alhora. Feu clic en **Restableix als valors predeterminats** per a restablir-ho. Es mostra una vista prèvia de l'efecte d'inclinació en el centre de la finestra de diàleg. Les dimensions noves en píxels de la imatge de destinació es mostren a la part dreta del diàleg.
it: Deforma la tua immagine usando i cursori **Angolo orizzontale** e **Angolo verticale** (i valori sono espressi in gradi). Puoi deformare sia orizzontalmente, sia verticalmente, o in entrambe le direzioni. Fai clic su **Reimposta i valori** per azzerare. L'effetto di deformazione viene mostrato in anteprima al centro della finestra di dialogo. Le dimensioni della nuova immagine risultante sono visualizzate sul lato destro della finestra.
nl: Door het gebruik van de schuifregelaars **Horizontale hoek** en **Verticale hoek** (waarden in graden) kunt u de foto schuin trekken. U kunt horizontaal of verticaal of beiden tegelijk schuin trekken. Klik op **Waarden resetten** om te herstellen naar de beginwaarden. Een voorbeeldweergave van het effect van schuin trekken is in het midden van het dialoogvenster te zien. U kunt de afmetingen in pixels van de doelafbeelding zien rechts van de dialoog.
pt_br: Incline sua imagem usando os controles deslizantes **Ângulo horizontal** e **Ângulo vertical** (valores em graus). Você pode inclinar horizontalmente, verticalmente ou ambos ao mesmo tempo. Clique em **Redefinir valores** para redefinir. Uma prévia do efeito de inclinação é exibida no centro da janela de diálogo. As novas dimensões da imagem de destino em pixels são exibidas no lado direito da caixa de diálogo.
sl: Strižite svojo sliko z uporabo drsnikov **Vodoravnega kota** in **Navpičnega kota** (vrednosti v stopinjah). Strižete lahko bodisi vodoravno ali navpično hkrati. Za ponastavitev kliknite **Ponastavi vrednosti**. Predogled učinka striženja je prikazan na sredini pogovornega okna. Nove dimenzije ciljne slike v slikovnih pikah so prikazane na desni strani pogovornega okna.

source: To assist you in alignment, the tool provides a vertical and horizontal guide. Move the mouse cursor over the image preview to display the dashed lines guide. Move the cursor to an important place in the image like the sea or a building edge and press the left mouse button to freeze the position of the dashed lines. Now, adjust the shear angles according to the guide.
ca: Per a ajudar-vos a alinear, l'eina proporciona una guia vertical i horitzontal. Moveu el cursor del ratolí sobre la vista prèvia de la imatge per a mostrar la guia de línies discontínues. Moveu el cursor fins a un lloc important en la imatge com el mar o la vora d'un edifici i premeu el botó esquerre del ratolí per a congelar la posició de les línies discontínues. Ara, ajusteu la correcció de la inclinació d'acord amb la guia.
it: Come assistente all'allineamento, lo strumento fornisce una guida verticale e una orizzontale. Sposta il cursore del mouse sopra l'anteprima dell'immagine per visualizzare la guida a linee tratteggiate. Sposta il cursore in un punto importante dell'immagine, come il mare o il bordo di un edificio, e premi il pulsante sinistro del mouse per bloccare la posizione delle linee tratteggiate. Ora regola gli angoli di deformazione conformemente alla guida.
nl: Om het u te helpen bij het uitlijnen, levert het hulpmiddel een verticale en een horizontale hulplijn. Verplaats de muis over het afbeeldingsvoorbeeld om de gestippelde hulplijnen te tonen. Verplaats de cursor naar een belangrijk plaats op de afbeelding, zoals de zee of de gebouwrand en druk op de linker muisknop om de positie van de de gestippelde lijn te bevriezen. Pas nu met hulp van de hulplijnen de schuintrekhoeken aan.
pt_br: Para auxiliar no alinhamento, a ferramenta fornece guias verticais e horizontais. Mova o cursor do mouse sobre a visualização da imagem para exibir a guia de linhas tracejadas. Mova o cursor para um local importante na imagem, como o mar ou a borda de um edifício, e pressione o botão esquerdo do mouse para congelar a posição das linhas tracejadas. Agora, ajuste os ângulos de inclinação de acordo com a guia.
sl: Za pomoč pri poravnavi vam orodje nudi navpično in vodoravno vodilo. Premaknite kazalec miške nad predogled slike, da se prikaže vodnik črtkanih črt. Premaknite kazalec na pomembno mesto na sliki, kot je morje ali rob zgradbe, in pritisnite levi gumb miške, da zamrznete položaj črtkanih črt. Zdaj prilagodite strižne kote glede na vodilo.

source: After applying a shearing adjustment, the image inevitably gets blurred a little bit. For a single shearing, the amount of blurring is quite small, but two shears cause twice as much blurring as one, and there is no reason to blur things more than you have to.
ca: Després d'aplicar l'ajustament de la inclinació, la imatge inevitablement es tornarà una mica difuminada. Per a una sola inclinació, la quantitat de difuminat serà molt petita, però dues inclinacions causaran el doble de difuminat, i no hi ha raó per a difuminar les coses més del necessari.
it: Dopo aver applicato la regolazione della deformazione, l'immagine risulta inevitabilmente un po' sfuocata. Per una singola deformazione la sfocatura è quasi irrisoria, ma due deformazioni possono causare una sfocatura doppia e non vi è ragione di rendere le cose più sfuocate di quello che devono essere.
nl: Na het toepassen van het schuintrekken, zal de foto onvermijdelijk een beetje waziger worden. Bij een enkele keer schuintrekken is het maar een beetje waziger geworden, maar twee keer schuintrekken twee maal zoveel wazigheid als een keer schuintrekken, en er is geen reden om meer wazigheid dan noodzakelijk te veroorzaken.
pt: Depois de aplicar um ajuste de inclinação, a imagem fica inevitavelmente um pouco borrada. Para uma inclinação simples, a quantidade do borrão é bastante pequena, mas duas inclinações provocam o dobro do borrão e não existe qualquer razão para borrar as coisas mais do que o necessário.
pt_br: Depois de aplicar um ajuste de inclinação, a imagem fica inevitavelmente um pouco borrada. Para uma inclinação simples, a quantidade do borrão é bastante pequena, mas duas inclinações provocam o dobro do borrão e não existe qualquer razão para borrar as coisas mais do que o necessário.
sl: Po uveljavljanju striženja je slika neizogibno malo zamegljena. Za eno samo prilagoditev je količina zamegljenosti precej majhna, vendar dve prilagoditvi povzročita dvakrat večjo zamegljenost kot ena in ni razloga, da bi zameglili stvari bolj, kot je nujno.
uk: Після застосування виправлення зсування зображення неодмінно буде дещо розмито. Якщо виправлення буде одноразовим, розмивання буде досить незначним, але наступні зсування збільшуватимуть розмивання, отже, намагайтеся обмежуватися одним зсуванням.

source: After you have sheared an image, there will be unpleasant triangular "holes" at the corners. One way to fix them is to crop the image with :menuselection:`Transform --> Crop` Image Editor menu.
ca: Després d'inclinar una imatge, hi haurà *forats* triangulars desagradables a les cantonades. Una manera de corregir-los és escapçar la imatge amb l'element de menú :menuselection:`Transforma --> Escapça` de l'editor d'imatges.
it: Dopo aver deformato l'immagine, è brutto osservare i *buchi* triangolari negli angoli. Un metodo per correggerli è ritagliare l'immagine attraverso il menu :menuselection:`Trasforma --> Ritaglio` dell'Editor delle immagini.
nl: Na het schuintrekken van een foto blijven er vervelende driehoekige "gaten" over in de hoeken. Een manier om dat op te lossen is het bijsnijden van de foto met het menu :menuselection:`Transformeren --> Grootte wijzigen` van de afbeeldingsbewerker.
pt: Depois de ter inclinado uma imagem, irão aparecer *buracos* triangulares desagradáveis nos cantos. Uma forma de os corrigir é recortar a imagem com o menu :menuselection:`Transformar --> Recorte` do Editor de Imagens.
pt_br: Após inclinar uma imagem, surgirão "buracos" triangulares desagradáveis ​​nos cantos. Uma maneira de corrigi-los é recortar a imagem com o menu do Editor de Imagem :menuselection:`Transformar --> Recortar`.
sl: Ko striženju slike, se bodo pojavile neprijetne trikotne *luknje* na vogalih. Eden od načinov, da jih popravite, je, da obrežete sliko z :menuselection:`Transformiraj --> Obreži` v urejevalniku slik.
uk: Після перекошування зображення утворяться негарні трикутні «порожнини» на краях зображення. Одним зі способів їх усування є використання пункту :menuselection:`Перетворення --> Обрізати` меню редактора зображень.

source: The digiKam Image Editor Shear Tool
ca: L'eina Inclinació en l'editor d'imatges del digiKam
it: Lo strumento Deforma dell'editor delle immagini di digiKam
nl: Het hulpmiddel voor schuintrekken van de afbeeldingsbewerker
pt: A Ferramenta de Inclinação do Editor de Imagens do digiKam
pt_br: A ferramenta de inclinação do Editor de Imagem do digiKam
sl: Orodje digiKam urejevalnika slik za strig
uk: Інструмент зсуву редактора зображень digiKam

source: Resize
ca: Redimensió
it: Ridimensiona
nl: Grootte wijzigen
pt_br: Redimensionar
sl: Spremeni velikost
uk: Змінити розмір

source: The **Resize** tool is definitely one of the most advanced tools to increase a photograph's size with minimal loss in image quality.
ca: L'eina **Redimensió** és definitivament una de les eines més avançades per a augmentar la mida d'una fotografia amb una pèrdua mínima en la qualitat de la imatge.
it: Lo strumento **Ridimensiona** di digiKam è senz'altro uno degli strumenti più avanzati per cambiare la dimensione di una fotografia con una perdita minima di qualità.
nl: Het hulpmiddelen **Grootte wijzigen** van digiKam is zeker een van de meest geavanceerde hulpmiddelen om de afmetingen van een afbeelding met minimaal verlies van afbeeldingskwaliteit te vergroten.
pt_br: A ferramenta **Redimensionar** é definitivamente uma das ferramentas mais avançadas para aumentar o tamanho de uma fotografia com perda mínima na qualidade da imagem.
sl: Orodje **Spremeni velikost** je zagotovo eno najnaprednejših orodij za povečanje velikosti fotografije z minimalno izgubo kakovosti slike.

source: Rescaling an image to make it smaller is easy. The big question is: how can you blow up an image and keep the details sharp? How can one zoom in when the resolution boundary has been reached? How can one reinvent or guess the missing information to fill in the necessarily coarse image after upsizing? Well, the algorithm we use here does an excellent job. Try it out and see for yourself.
ca: Canviar l'escala d'una imatge per a fer-la més petita és fàcil. La gran pregunta és: com es pot engrandir una imatge i mantenir els detalls més definits? Com es pot acostar quan s'ha arribat al límit de resolució? Com es pot reinventar o endevinar la informació que falta per a completar la imatge necessàriament aproximada després d'un augment de mida? Bé, l'algorisme que utilitzem aquí fa un excel·lent treball. Proveu-lo i comproveu-ho vosaltres mateixos.
it: Ridimensionare un'immagine per renderla più piccola è facile. Il grande quesito è: come posso accrescere un'immagine e mantenere nitidi i dettagli? Come è possibile ingrandire quando sono stati raggiunti i limiti della risoluzione? Come è possibile reinventare o indovinare le informazioni mancanti per riempire, necessariamente, l'immagine grossolana formatasi dopo l'ingrandimento? Bene, l'algoritmo che utilizziamo fa un ottimo lavoro: provalo e verificalo da te.
nl: Herschalen van een afbeelding om deze kleiner te maken is makkelijk. De grote vraag is: hoe kunt u een foto groter maken en de details scherp houden? Hoe kunt u inzoomen terwijl de resolutiegrens al is bereikt? Hoe kan men na het vergroten de ontbrekende informatie bedenken of raden om de noodzakelijkerwijs grove foto in te vullen? Wel, het algoritme dat we hier gebruiken voert zijn taak excellent uit, probeer het en vorm uw eigen mening.
pt_br: Redimensionar uma imagem para torná-la menor é fácil. A grande questão é: como ampliar uma imagem e manter os detalhes nítidos? Como ampliar a imagem quando o limite de resolução já foi atingido? Como reinventar ou adivinhar as informações que faltam para preencher a imagem, que é necessariamente grosseira, após o aumento do tamanho? Bem, o algoritmo que usamos aqui faz um excelente trabalho. Experimente e veja você mesmo.
sl: Spreminjanje velikosti slike, da jo pomanjšate, je enostavno. Veliko vprašanje je: kako lahko povečate sliko in ohranite ostre podrobnosti? Kako povečati, ko je dosežena meja ločljivosti? Kako lahko na novo odkrijemo ali uganemo manjkajoče informacije, da zapolnimo nujno grobo sliko po nadgradnji? No, algoritem, ki ga uporabljamo tukaj, odlično opravlja svoje delo. Preizkusite in se prepričajte sami.

source: Resizing a Photograph
ca: Redimensionar d'una fotografia
it: Ridimensionare una fotografia
nl: Afbeelding van grootte veranderen
pt: Mudar o Tamanho de uma Fotografia
pt_br: Redimensionando uma fotografia
sl: Spreminjanje velikosti fotografije
uk: Зміна розмірів фотографії

source: If the photograph has the wrong size, you can scale it to the size you would like by using the Resize tool. Select :menuselection:`Transform --> Resize` and adjust the target values. The Resize tool dialog is shown below.
ca: Si la fotografia té una mida incorrecta, podreu escalar-la fins a la mida que vulgueu utilitzant l'eina Redimensiona. Seleccioneu :menuselection:`Transforma --> Redimensiona` i ajusteu els valors de destinació. El diàleg de l'eina Redimensiona es mostra a continuació.
it: Se la fotografia ha la dimensione sbagliata, puoi ridimensionarla al formato voluto tramite lo strumento Ridimensiona. Scegli :menuselection:`Trasforma --> Ridimensiona` e regola i valori da ottenere. La finestra di dialogo dello strumento Ridimensiona è mostrata sotto
nl: Als de foto de verkeerde grootte heeft kunt u het schalen naar de gewenste grootte door gebruik te maken van het hulpmiddel Grootte wijzigen. Selecteer :menuselection:`Transformeren --> Grootte wijzigen` en pas de gewenste waarden aan. De dialoog van het hulpmiddel Grootte wijzigen wordt onderstaand getoond.
pt_br: Se a fotografia estiver com o tamanho errado, você pode redimensioná-la para o tamanho desejado usando a ferramenta Redimensionar. Selecione :menuselection:`Transformar --> Redimensionar` e ajuste os valores desejados. A caixa de diálogo da ferramenta Redimensionar é mostrada abaixo.
sl: Če je fotografija napačne velikosti, jo lahko prilagodite na želeno velikost z orodjem Spremeni velikost. Izberite :menuselection:`Transformiraj -->Spremeni velikost` in prilagodite ciljne vrednosti. Pogovorno okno orodja za spreminjanje velikosti je prikazano spodaj.
