Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Image Editor Transform Tools
ca: Eines de transformació de l'editor d'imatges del digiKam
it: Strumenti di trasformazione dell'Editor delle immagini di digiKam
nl: Hulpmiddelen voor transformeren van de afbeeldingsbewerker van digiKam
pt: Ferramentas de Transformação do Editor de Imagens do digiKam
pt_br: Ferramentas de transformação do Editor de Imagem do digiKam
sl: digiKam orodja za preoblikovanje urejevalnika slik
uk: Інструменти перетворення редактора зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий

source: :ref:`Transform Tools <image_editor>`
ca: :ref:`Eines de transformació <image_editor>`
it: :ref:`Strumenti di trasformazione <image_editor>`
nl: :ref:`Hulpmiddelen voor transformatie <image_editor>`
pt_br: :ref:`Ferramentas de transformação <image_editor>`
sl: :ref:`Orodja za preoblikovanje <image_editor>`
uk: :ref:`Інструменти перетворення <image_editor>`

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Cropping a Photograph
ca: Escapçar una fotografia
it: Ritagliare una fotografia
nl: Een foto bijsnijden
pt: Recortar uma Fotografia
pt_br: Recortando uma fotografia
sl: Obrezovanje fotografije
uk: Обрізання фотографії

source: Crop to Selection
ca: Escapça a la selecció
it: Ritaglia alla selezione
nl: Uitsnijden op selectie
pt_br: Recortar para seleção
sl: Obreži na izbor
uk: Обрізати за позначеним

source: The digiKam **Crop to Selection** tool is used to crop an image based on a user selection. It is the simplest of the three cropping tools in digiKam.
ca: L'eina **Escapça a la selecció** del digiKam s'utilitza per a retallar una imatge en funció d'una selecció de l'usuari. És la més senzilla de les tres eines d'escapçament al digiKam.
it: Lo strumento **Ritaglia alla selezione** di digiKam viene utilizzato per ritagliare un'immagine in base alla seleziona dell'utente. È il più semplice tra gli strumenti di ritaglio presenti in digiKam.
nl: Het hulpmiddel **Uitsnijden op selectie** van digiKam wordt gebruikt om een afbeelding uit te snijden gebaseerd op een selectie van de gebruiker. Het is de eenvoudigste van de drie hulpmiddelen voor uitsnijden in digiKam.
pt_br: A ferramenta **Recortar para seleção** do digiKam é usada para recortar uma imagem com base na seleção do usuário. É a mais simples das três ferramentas de corte do digiKam.
sl: Orodje digiKam **Obreži na izbor** se uporablja za obrezovanje slike na podlagi izbire uporabnika. Je najpreprostejše od treh orodij za obrezovanje v digiKamu.

source: Cropping a photograph is a common operation, but the value of cropping to improve the composition of an image is often underestimated. The Image Editor makes it very easy. To manually crop a photograph simply drag a rectangle over the image by holding down the left mouse button while moving the mouse. You will see a wire frame rectangle appear as you move the mouse.
ca: Escapçar una fotografia és una operació habitual, sinó que sovint se subestima el valor d'escapçar per a millorar la composició d'una imatge. L'editor d'imatges ho fa molt fàcil. Per a escapçar manualment una fotografia, senzillament arrossegueu un rectangle sobre la imatge mantenint premut el botó esquerre del ratolí mentre el moveu. Veureu que apareix un rectangle de marc de fil a mesura que moveu el ratolí.
it: Ritagliare una fotografia è un'operazione normale, ma il valore del ritaglio per migliorare la composizione di un'immagine è spesso sottostimato. L'Editor delle immagini rende questa operazione molto facile. Per ritagliare manualmente una fotografia, trascina semplicemente un rettangolo sull'immagine tenendo premuto il pulsante sinistro del mouse mentre lo sposti. Noterai comparire una cornice rettangolare allo spostarsi del mouse.
nl: Een foto uitsnijden is een normale handeling, maar de waarde van uitsnijden om de compositie van en afbeelding te verbeteren is vaak onderschat. De afbeeldingsbewerker maakt dit erg makkelijk. Om handmatig een foto uit te snijden trek een rechthoek over de afbeelding waarbij u de linker muisknop ingedrukt houdt tijdens het verplaatsen van de muis. U zult een rechthoekig draadframe zien bij het verplaatsen van de muis.
pt_br: Recortar uma fotografia é uma operação comum, mas o valor do corte para melhorar a composição de uma imagem é frequentemente subestimado. O Editor de Imagem facilita muito isso. Para recortar uma fotografia manualmente, basta arrastar um retângulo sobre a imagem mantendo o botão esquerdo do mouse pressionado enquanto o move. Você verá um retângulo em formato de arame aparecer ao mover o mouse.
sl: Obrezovanje fotografije je običajna operacija, vendar je vrednost obrezovanja za izboljšanje kompozicije slike pogosto podcenjena. Urejevalnik slik to zelo olajša. Za ročno obrezovanje fotografije preprosto povlecite pravokotnik čez sliko tako, da med premikanjem miške držite levi gumb miške. Ko premaknete miško, se bo pojavil pravokotnik z žičnim okvirjem.

source: A Region from Image Editor Canvas Ready for Manual Crop
ca: Una regió del llenç en l'editor d'imatges preparada per a l'escapçat manual
it: Regione dalla tela dell'Editor delle immagini pronta per il ritaglio manuale
nl: Een gebied uit het werkveld van de afbeeldingsbewerker gereed voor handmatig bijsnijden
pt: Uma Região do Editor de Imagens Pronta para um Recorte Manual
pt_br: Uma região da tela do Editor de Imagem pronta para corte manual
sl: Območje s platna urejevalnika slik, pripravljeno za ročno obrezovanje
uk: Ділянка на полотні редактора зображень, готова до обрізання вручну

source: When you release the button the area of the photograph that will be removed by a crop operation is greyed out. This allows you to get a good view of how your photograph will look once you have cropped it. You can change the size of the cropped area by dragging the corners of the rectangle, and you can create a new crop area simply by dragging out another rectangle.
ca: En deixar anar el botó, s'enfosquirà amb color gris l'àrea de la fotografia que s'eliminarà mitjançant una operació d'escapçat. Això us permetrà obtenir una bona visió de com es veurà la vostra fotografia una vegada l'hàgiu escapçat. Podreu canviar la mida de l'àrea que s'escapçarà arrossegant les cantonades del rectangle, i podreu crear una àrea nova d'escapçat senzillament arrossegant un altre rectangle.
it: Quando rilasci il pulsante, l'area della fotografia da rimuovere con l'operazione di ritaglio diventa grigia. Ciò ti permette di visualizzare in modo ottimale l'aspetto che avrà la foto una volta ritagliata. Puoi cambiare la dimensione dell'area ritagliata trascinando gli angoli del rettangolo, e creare una nuova area di ritaglio semplicemente trascinando un altro rettangolo.
nl: Als u de knop loslaat dan zal het te verwijderen gedeelte van de foto grijs gemarkeerd worden. Hierdoor krijgt u een goede indruk hoe uw foto na het bijsnijden eruit zal zien. U kunt de maten van het bijsnijden wijzigen door de hoeken van het rechthoek te verslepen met de muis, en u kunt een nieuwe bijsnijgebied creëren door nog een rechthoek te slepen.
pt: Quando largar o botão, a área da fotografia que será removida por uma operação de recorte fica acinzentada. Isto permite-lhe obter uma boa visão sobre como ficará a sua fotografia após o recorte. Poderá mudar o tamanho da área recortada, arrastando os cantos do rectângulo, podendo criar uma nova área de recorte, bastando para tal arrastar outro rectângulo.
pt_br: Quando soltar o botão, a área da fotografia que será removida por uma operação de recorte fica acinzentada. Isto permite-lhe obter uma boa visão sobre como ficará a sua fotografia após o recorte. Você poderá mudar o tamanho da área recortada, arrastando os cantos do retângulo, podendo criar uma nova área de recorte, bastando para isso arrastar outro retângulo.
sl: Ko spustite gumb, je območje fotografije, ki bo odstranjeno z operacijo obrezovanja, zatemnjeno. To vam omogoča dober vpogled v to, kako bo videti vaša fotografija, ko jo obrežete. Velikost obrezanega območja lahko spremenite tako, da povlečete vogale pravokotnika, novo območje obreza pa lahko ustvarite preprosto tako, da povlečete drug pravokotnik.
uk: Після відпускання кнопки миші кольори області фотографії, яку буде вилучено після обрізання, буде притлумлено. Таким чином, ви зможете попередньо переглянути вашу фотографію після обрізання. Змінити розміри вирізаного прямокутника можна перетягуванням його кутів. Якщо ви бажаєте створити нову область обрізання, просто перетягніть вказівник знову, щоб створити новий прямокутник.

source: Once you are happy with the crop, click on the Image Editor **Crop to Selection** button on the toolbar and the photograph will be cropped :kbd:`Ctrl+X`. Use the :menuselection:`File --> Save` or :menuselection:`File --> Save As...` entries in the File menu to save the newly cropped photograph.
ca: Quan esteu satisfet amb l'escapçat, feu clic en el botó **Escapça a la selecció** de l'editor d'imatges a la barra d'eines i la fotografia s'escapçarà :kbd:`Ctrl+X`. Utilitzeu les entrades del menú Fitxer :menuselection:`Fitxer --> Desa` o :menuselection:`Fitxer --> Desa com a...` per a desar la fotografia acabada d'escapçar.
it: Quando sei soddisfatto del risultato, fai clic sul pulsante **Ritaglia alla selezione** dell'Editor delle immagini, nella barra degli strumenti, per ritagliare la fotografia :kbd:`Ctrl+X`. Usa le voci :menuselection:`File --> Salva` o :menuselection:`File --> Salva come...`nel menu File per salvare la foto appena ritagliata.
nl: Als u tevreden bent met de uitsnede, dan klikt u op de knop **Bijsnijden tot selectie** en de foto zal worden Afgesneden :kbd:`Ctrl+X`. Gebruik de menu-items :menuselection:`Bestand --> Opslaan` of :menuselection:`Bestand --> Opslaan als...` voor het opslaan van de nieuw afgesneden foto.
pt_br: Quando estiver satisfeito com o corte, clique no botão **Recortar para seleção** do Editor de Imagem na barra de ferramentas e a fotografia será cortada :kbd:`Ctrl+X`. Use as opções :menuselection:`Arquivo --> Salvar` ou :menuselection:`Arquivo --> Salvar Como...` ​​no menu Arquivo para salvar a fotografia recém-cortada.
sl: Ko ste zadovoljni z obrezovanjem, kliknite gumb urejevalnika slik **Obreži na izbor** v orodni vrstici in fotografija bo obrezana :kbd:`Ctrl+X`. Uporabite vnose :menuselection:`Datoteka --> Shrani` ali :menuselection:`Datoteka --> Shrani kot...` v meniju Datoteka, da shranite na novo obrezano fotografijo.
uk: Після завершення визначення області обрізання натисніть кнопку обрізання до позначеної ділянки редактора зображень на панелі інструментів, щоб програма виконала обрізання (:kbd:`Ctrl+X`). Щоб зберегти нову обрізану фотографію, скористайтеся пунктом меню :menuselection:`Файл --> Зберегти` або пунктом меню :menuselection:`Файл --> Зберегти як...`.

source: The Histogram tab from the right sidebar will recompute the color statistics based on the current selected portion of the image.
ca: La pestanya Histograma de la barra lateral dreta tornarà a calcular les estadístiques de color segons la porció seleccionada actual de la imatge.
it: La scheda Istogramma, nella barra laterale destra, ricalcolerà le statistiche dei colori in base alla porzione attuale selezionata dell'immagine.
nl: Het tabblad Histogram in de rechter zijbalk zal de kleurstatistieken opnieuw berekenen gebaseerd op het huidige geselecteerde gedeelte van de afbeelding.
pt_br: A aba Histograma na barra lateral direita recalculará as estatísticas de cor com base na parte selecionada atualmente da imagem.
sl: Zavihek Histogram v desni stranski vrstici bo ponovno izračunal barvno statistiko na podlagi trenutno izbranega dela slike.

source: Auto-Crop
ca: Escapçament automàtic
it: Ritaglio automatico
nl: Automatisch bijsnijden
pt_br: Recorte automático
sl: Samodejno obrezovanje
uk: Автообрізання

source: The digiKam **Auto Crop** tool automatically removes the borders from an image. It searches the largest possible border area that is all the same color, and then crops this area from the image.
ca: L'eina **Escapçament automàtic** del digiKam elimina automàticament les vores d'una imatge. Cerca l'àrea de la vora més gran possible tota del mateix color, i després escapça aquesta àrea de la imatge.
it: Lo strumento **Ritaglio automatico** di digiKam rimuove automaticamente i bordi da un'immagine. Cerca l'area dei bordi più ampia possibile compresa tutta nello stesso colore, quindi ritaglia quest'area dall'immagine.
nl: Het hulpmiddel **Automatisch uitsnijden** verwijdert automatisch de randen van een afbeelding. Het zoekt naar het grootst mogelijke randgebied dat geheel dezelfde kleur heeft en snijdt dan dit gebied van de afbeelding af.
pt_br: A ferramenta **Recorte automático** do digiKam remove automaticamente as bordas de uma imagem. Ela busca a maior área de borda possível, toda da mesma cor, e então corta essa área da imagem.
sl: Orodje digiKam **Samodejno obrezovanje** samodejno odstrani robove s slike. Išče največje možno obrobno območje, ki je vsa iste barve, in nato to območje obreže s slike.
uk: Засіб автообрізання автоматично вилучає зайві смужки на краях зображення. Алгоритм виконує пошук найширшої рамки, що містить точки певного кольору, а потім вирізає відповідну зовнішню частину зображення, подібно до того, як це робить інструмент обрізання налаштований вручну.

source: One use of this tool would be to remove the irregular black border produced when multiple images are stitched together into a panorama.
ca: Un ús d'aquesta eina seria eliminar la vora negra irregular produïda quan diverses imatges s'uneixen en un panorama.
it: Un utilizzo di questo strumento serve per rimuovere i l bordo nero irregolare prodotto quando vengono unite assieme più immagini in un panorama.
nl: Een gebruik van dit hulpmiddel zou zijn het verwijderen van de irreguliere zwarte rand geproduceerd wanneer meerdere afbeeldingen zijn samengevoegd in een panorama.
pt_br: Um uso desta ferramenta seria remover a borda preta irregular produzida quando várias imagens são unidas em um panorama.
sl: Ena od uporab tega orodja bi bila odstranitev nepravilnega črnega roba, ki nastane, ko se več slik sestavi v panoramo.
uk: Одним з використань цього інструменту є вилучення нерівної чорної рамки, яка виникає при з'єднанні зображень у панораму.

source: The figure below illustrates a stitched Panorama processed with the auto crop tool.
ca: La figura de sota il·lustra una panoràmica unida processada amb l'eina Escapçament automàtic.
it: La figura di seguito illustra un panorama assemblato trattato con lo strumento di ritaglio automatico.
nl: De onderstaande figuur illustreert een geplakt panorama verwerkt met het hulpmiddel automatisch bijsnijden.
pt_br: A figura abaixo ilustra um panorama costurado processado com a ferramenta de recorte automático.
sl: Spodnja slika prikazuje sestavljeno panoramo, obdelano z orodjem za samodejno obrezovanje.

source: A Panorama Processed on the Bottom by Auto-Crop to Drop the Black Frame Around the Original Image on the Top.
ca: Una panoràmica processada a la part inferior mitjançant Escapçament automàtic per a descartar el marc negre al voltant de la imatge original a la part superior.
it: In basso, un panorama elaborato con il ritaglio automatico per eliminare la cornice nera; in alto l'immagine originale.
nl: Een panorama verwerkt onderaan door automatisch uitsnijden om het zwarte frame rond de originele afbeelding boven te laten vervallen.
pt: Um Panorama Processado no Fundo pelo Recorte Automático para Deixar a Imagem Preta em Torno da imagem Original no Topo.
pt_br: Um panorama processado na parte inferior pelo recorte automático para remover o quadro preto ao redor da imagem original na parte superior.
sl: Panorama, obdelana na dnu s samodejnim obrezovanjem, da spusti črni okvir okoli izvirne slike na vrhu.
uk: Обробка панорами засобом автоматичного обрізання для усування чорної рамки внизу навколо початкового зображення згори

source: Aspect Ratio Crop
ca: Escapçar segons una relació d'aspecte
it: Ritaglia secondo le proporzioni
nl: Proportioneel bijsnijden
pt: Corte em Rácio de Aspecto
pt_br: Recorte proporcional
sl: Obrez v razmerju stranic
uk: Обрізання за співвідношенням

source: The digiKam **Aspect Ratio Crop** tool is a more powerful crop tool. While you are editing digital images, it is often necessary to create a compatible format for use in your photo album or a picture frame. If you print an image from your digital camera and then try to put it in your photo album, you may notice that the camera has a different width or height ratio than a normal photographic film format. The Aspect Ratio Crop** tool can crop your digital images in a predefined ratio (for example 5:7 or 2:3 which are standard photo ratios).
ca: L'eina **Escapça segons una relació d'aspecte** del digiKam és una eina d'escapçat més potent. En editar imatges digitals, sovint és necessari crear un format compatible per a fer servir amb el vostre àlbum de fotografies o un marc d'imatges. Si imprimiu una imatge de la càmera digital i després intenteu posar-la a l'àlbum de fotografies, notareu que la càmera té una relació diferent entre amplada o alçada que un format de pel·lícula fotogràfica normal. L'eina **Escapça segons una relació d'aspecte** pot escapçar les vostres imatges digitals en una relació predefinida (per exemple 5:7 o 2:3, les quals són una relació estàndard de fotografia).

source: The digiKam Image Editor Ratio Crop Tool
ca: L'eina Escapça segons una relació en l'editor d'imatges del digiKam
it: Lo strumento Ritaglia secondo le proporzioni dell'editor delle immagini di digiKam
nl: Het hulpmiddel voor met beeldverhouding afsnijden van de afbeeldingsbewerker
pt: A Ferramenta de Recorte Proporcional do Editor de Imagens do digiKam
pt_br: Ferramenta de recorte proporcional do Editor de Imagem do digiKam
sl: Orodje za obrezovanje razmerja urejevalnika slik digiKam
uk: Інструменти обрізання за співвідношенням редактора зображень digiKam

source: In the preview area you can resize the cropping rectangle by moving the corners with the mouse. It will keep the ratio value set in the bottom of dialog.
ca: A l'àrea de vista prèvia podreu canviar la mida del rectangle d'escapçat movent les cantonades amb el ratolí. Així mateix, mantindrà el valor de la relació establerta a la part inferior del diàleg.
it: Nell'area di anteprima puoi ridimensionare il rettangolo per il ritaglio spostando gli angoli con il mouse. Verrà mantenuta la proporzione impostata nella parte inferiore della finestra di dialogo.
nl: In de voorbeeldweergave kunt u het formaat van het bijsnijgebied aanpassen door met de muis de hoeken daarvan te verslepen. Het zal de onderin het dialoogblok ingestelde verhoudingen behouden.
pt: Na área de antevisão, poderá dimensionar o rectângulo de recorte se mover os cantos com o rato. A opção irá manter as proporções definidas no fundo da janela.
pt_br: Na área de visualização, você poderá dimensionar o retângulo de recorte se mover os cantos com o mouse. A opção irá manter as proporções definidas no fundo da janela.
sl: V območju predogleda lahko spremenite velikost pravokotnika za obrezovanje tako, da premikate vogale z miško. Ohranjena bo vrednost razmerja nastavljena v dialogu na dnu.
uk: У області попереднього перегляду ви можете змінити розмір прямокутника обрізання пересуванням кутів за допомогою вказівника миші. Програма зберігатиме співвідношення сторін, встановлено у нижній частині діалогового вікна.

source: In the Aspect Ratio Crop tool settings, you specify the **Orientation** as **Portrait** or **Landscape**. Portrait will always have the larger size assigned to the **Height** and Landscape to the **Width**.
ca: A la configuració de l'eina Escapça segons una relació d'aspecte, especifiqueu **Orientació** com **Vertical** o **Horitzontal**. Vertical sempre tindrà la mida més gran assignada a **Alçada** i horitzontal a **Amplada**.
it: Nelle impostazioni dello strumento *Ritaglia secondo le proporzioni* puoi specificare l'**Orientazione** come **Ritratto** o **Panorama**. Nel ritratto la dimensione maggiore sarà assegnata all'**altezza**, mentre nel panorama sarà assegnata alla **larghezza**.
nl: In de instellingen van het hulpmiddel met beeldverhouding bijsnijden kunt u de **Oriëntatie** specificeren als **Portret** of **Landschap**. Bij portret zal de waarde voor de **Hoogte** groter zijn en bij landschap de waarde voor de **Breedte**.
pt: Na configuração da ferramenta de Recorte Proporcional, irá indicar a **Orientação** como **Retrato** ou **Paisagem**. O Retrato irá ter sempre o tamanho maior atribuído à **Altura** e a Paisagem à **Largura**.
pt_br: Nas configurações da ferramenta de Recorte proporcional, especifique a **Orientação** como **Retrato** ou **Paisagem**. O formato Retrato sempre terá o tamanho maior atribuído à **Altura** e o formato Paisagem à **Largura**.
sl: V nastavitvah orodja za obrezovanje razmerja stranic določite **Orientacijo** kot **Pokončno** ali **Ležeče**. Pokončno bo vedno imel večjo velikost dodeljen **Višini** in Ležeče pa **Širini**.
uk: У параметрах інструменту обрізання зі збереженням співвідношення розмірів ви можете вказати **Орієнтацію**: **Книжкова** або **Альбомна**. За книжкової орієнтації більшою стороною буде **Висота**, а за альбомної — **Ширина**.
