Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/transform_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Object removal is only possible when shrinking an image. By default, feature discard masks are ignored when enlarging, because in that case the masked areas would be inflated rather then removed. If you actually want to get this effect, you need to unset the corresponding option in the **Advanced Settings** tab.
ca: L'eliminació d'objectes només és possible quan s'encongeix una imatge. De manera predeterminada, les màscares de descart de trets s'ignoren quan s'amplia, perquè en aquest cas les àrees amb màscara s'inflarien en lloc d'eliminar-se. Si realment voleu obtenir aquest efecte, haureu de desactivar l'opció corresponent a la pestanya **Configuració avançada**.
it: La rimozione di oggetti è possibile solo durante la riduzione di un'immagine. Per impostazione predefinita, la funzionalità delle maschere di soppressione è ignorata durante l'ingrandimento poiché in questo caso le aree con maschera verrebbero aumentate anziché rimosse. Se vuoi davvero ottenere questo effetto, devi disattivare l'opzione corrispondente nella scheda **Impostazioni avanzate**.
nl: Objecten verwijderen is alleen mogelijk bij inkrimpen van een afbeelding. Standaard worden maskers voor weggooien van kenmerken genegeerd bij vergroten, omdat in dat geval de gemaskeerde gebieden opgeblazen zouden worden in plaats van verwijderd. Als u echt dit effect wilt krijgen, moet u de bijbehorende optie in het tabblad **Geavanceerde instellingen** uitzetten.
pt_br: A remoção de objetos só é possível ao reduzir uma imagem. Por padrão, as máscaras de descarte de elementos são ignoradas ao ampliar, pois, nesse caso, as áreas mascaradas seriam infladas em vez de removidas. Se você realmente deseja obter esse efeito, precisa desativar a opção correspondente na aba **Configurações avançadas**.
sl: Odstranjevanje predmeta je možno samo pri krčenju slike. Privzeto se maske zavrženih funkcij pri povečavi ne upoštevajo, ker bi se v tem primeru maskirana območja napihnila in ne odstranila. Če dejansko želite doseči ta učinek, morate počistiti ustrezno možnost v zavihku **Napredne nastavitve**.

source: Preservation of features is not possible if enlarging too much. The inflation process is the exact reverse of the shrinking process, so the maximum amount of pixels you can add to a layer corresponds to the amount of pixels that are not protected. For example, if you have a 1000 pixel wide image and you have marked a 800 pixel wide area for protection, the final width should be less than 1200.
ca: La conservació dels trets no és possible si s'amplia massa, perquè el procés d'inflar és exactament l'inrevés del procés d'encongir, per la qual cosa la quantitat màxima de píxels que podeu afegir a una capa correspon a la quantitat de píxels que no estan protegits. Per exemple, si teniu una imatge de 1.000 píxels d'amplada i heu marcat una àrea de 800 píxels d'amplada per a protecció, l'amplada final haurà de ser inferior de 1.200.
it: La conservazione delle caratteristiche non è possibile quando si ingrandisce troppo. Il processo di inflazione è l'esatto inverso del processo di riduzione, dunque la quantità massima di pixel che puoi aggiungere a un livello corrisponde alla quantità di pixel che non sono protetti. Per esempio, se hai immagine con 1000 pixel di larghezza e hai contrassegnato la protezione di un'area di 800 pixel, la larghezza finale dovrà essere inferiore a 1200 pixel.
nl: Bewaren van kenmerken is niet mogelijk bij teveel vergroten. Het opblaasproces exact het omgekeerde is van het inkrimpproces, dus de maximale hoeveelheid pixels die u kunt toevoegen aan een laag komt overeen met de hoeveelheid pixels die niet beschermd worden. Bijvoorbeeld, u hebt een 1000 pixel brede afbeelding en u hebt een 800 pixel breed gebied gemarkeerd voor bescherming, dan zou de uiteindelijke breedte minder dan 1200 moeten zijn.
pt_br: A preservação de elementos não é possível se a ampliação for excessiva. O processo de aumento é exatamente o inverso do processo de redução, portanto, a quantidade máxima de pixels que você pode adicionar a uma camada corresponde à quantidade de pixels que não estão protegidos. Por exemplo, se você tiver uma imagem com 1.000 pixels de largura e tiver marcado uma área de 800 pixels para proteção, a largura final deverá ser menor que 1.200.
sl: Ohranjanje lastnosti ni mogoče, če se preveč poveča. Postopek napihovanja je ravno obratno od procesa krčenja, tako da največja količina slikovnih pik, ki jih lahko dodate v plast, ustreza količini slikovnih pik, ki niso zaščitene. Na primer, če imate 1000 slikovnih pik široko sliko in ste za zaščito označili 800 slikovnih pik široko območje, mora biti končna širina manjša od 1200.

source: The sample image below illustrates where masks have been applied to preserve important areas in green and remove unwanted areas in red. The image width will be reduced by 40% and the height will be unchanged.
ca: La imatge de mostra de sota il·lustra on s'han aplicat màscares per a conservar àrees importants en verd i eliminar les àrees no desitjades en vermell. L'amplada de la imatge es reduirà en un 40% i l'alçada no canviarà.
it: L'immagine campione sotto illustra dove sono state applicate maschere di conservazione, in verde, per proteggere aree importanti e rimuovere quelle non desiderate, in rosso. La larghezza dell'immagine sarà ridotta del 40% e l'altezza resterà uguale.
nl: De onderstaande voorbeeldafbeelding illustreert waar maskers zijn toegepast om belangrijke gebieden in groen te bewaren en ongewenste in rood te verwijderen. De afbeeldingsbreedte zal gereduceerd worden met 40% and de hoogte zal ongewijzigd blijven.
pt_br: A imagem de exemplo abaixo ilustra onde máscaras foram aplicadas para preservar áreas importantes em verde e remover áreas indesejadas em vermelho. A largura da imagem será reduzida em 40% e a altura permanecerá inalterada.
sl: Spodnja vzorčna slika prikazuje, kje so bile maske uporabljene za ohranjanje pomembnih območij v zeleni barvi in ​​odstranjevanje neželenih področij v rdeči barvi. Širina slike se bo zmanjšala za 40 %, višina pa bo ostala nespremenjena.

source: **Step 2**: Liquid Rescale Preservation and Suppression Masks Applied Over the Sample Image Before Width Resizing Down
ca: **Pas 2**: Conservació del canvi d'escala líquid i màscares de supressió aplicades a la imatge de mostra abans de reduir la mida de l'amplada
it: **Passaggio 2**: le maschere di conservazione e soppressione di Liquid Rescale applicate alla immagine campione prima del ridimensionamento della larghezza
nl: **Stap 2**: Maskers voor bewaren en onderdrukken van vloeibaar herschalen toegepast op de voorbeeldafbeelding vóór breedte oplaag wijzigen
pt_br: **Passo 2**: Máscaras de preservação e supressão de redimensionamento líquido aplicadas sobre a imagem de amostra antes do redimensionamento da largura
sl: **2. korak**: Maske tekoče spremembe in zatiranja nanesene čez vzorčno sliko pred zmanjšanjem velikosti

source: Energy Function
ca: Funció d'energia
it: Funzione d'energia
nl: Energiefunctie
pt: Função de Energia
pt_br: Função de energia
sl: Energijska funkcija
uk: Функція енергії

source: These options are used to the gradient function applied while rescaling. the gradient function is used to determine which pixels should be removed or kept.
ca: Aquestes opcions es fan servir per a aplicar la funció de degradat durant el canvi d'escala. La funció de degradat s'utilitza per a determinar quins píxels s'hauran d'eliminar o conservar.

source: The digiKam Liquid Rescale Energy Function Settings
ca: La configuració de Funció d'energia del «Canvi d'escala líquid» en el digiKam
it: Le impostazioni della funzione d'energia dello strumento Liquid Rescale di digiKam
nl: De energiefunctie-instellingen van hulpmiddel vloeibaar herschalen van digiKam
pt: A Configuração da Função de Energia da Escala Líquida do digiKam
pt_br: Configurações da função de energia do redimensionamento líquido do digiKam
sl: Nastavitve digiKam energetske funkcije tekočinske spremembe velikosti
uk: Параметри функції енергії пошарового вирізання у digiKam

source: Possible values are listed below:
ca: Els valors possibles es llisten a sota:
it: Di seguito i valori utilizzabili:
nl: Mogelijke waarden staan in de onderstaande lijst:
pt_br: Os valores possíveis estão listados abaixo:
sl: Možne vrednosti so navedene spodaj:
uk: Можливі значення перелічено нижче:

source: **Norm of brightness gradient**: norm of the brightness gradient.
ca: **Norma del degradat de brillantor**: norma del degradat de brillantor.
it: **Norma del gradiente di luminosità**: come descritto dall'opzione.
nl: **Norm voor de helderheidsgradiënt**: norm voor helderheidsgradiënt.
pt: **Norma do gradiente do brilho**: O valor da norma do gradiente do brilho.
pt_br: **Norma do gradiente de brilho**: norma do gradiente de brilho.
sl: **Norma gradienta svetlosti**: norma gradienta svetlosti.
uk: **Норма градієнта яскравості**: норма градієнта яскравості.

source: **Sum of absolute values of brightness gradients**: sum of absolute values of the brightness gradients in both directions.
ca: **Suma dels valors absoluts dels degradats de brillantor**: suma dels valors absoluts dels degradats de brillantor en ambdues direccions.
it: **Somma dei valori assoluti dei gradienti di luminosità**: come descritto dall'opzione, in entrambe le direzioni.
nl: **Som van de absolute waarden van helderheidsgradiënten**: som van de absolute waarden van helderheidsgradiënten in beide richtingen.
pt: **Soma dos valores absolutos dos gradientes de brilho**: a soma dos valores absolutos dos gradientes de brilho em ambas as direcções.
pt_br: **Soma dos valores absolutos dos gradientes de brilho**: soma dos valores absolutos dos gradientes de brilho em ambas as direções.
sl: **Vsota absolutnih vrednosti gradientov svetlosti**: vsota absolutnih vrednosti gradientov svetlosti v obe smeri.
uk: **Сума модулів градієнтів яскравості**: сума модулів градієнтів яскравості в обох напрямках.

source: **Absolute value of brightness gradient**: absolute value of the brightness gradient in the direction of the rescaling (this is the default).
ca: **Valor absolut del degradat de brillantor**: valor absolut del degradat de brillantor en la direcció del canvi d'escala (aquest és el valor predeterminat).
it: **Valore assoluto del gradiente di luminosità**: come descritto dall'opzione, nella direzione del ridimensionamento (predefinito).
nl: **Absolute waarde van helderheidsgradiënt**: absolute waarde van helderheidsgradiënt in de richting van de herschaling (dit is de standaard.
pt: **Valor absoluto do gradiente do brilho**: valor absoluto do gradiente do brilho na direcção da escala (esta é a opção por omissão).
pt_br: **Valor absoluto do gradiente de brilho**: valor absoluto do gradiente de brilho na direção do redimensionamento (este é o padrão).
sl: **Absolutna vrednost gradienta svetlosti**: absolutna vrednost gradienta svetlosti v smeri preoblikovanja (to je privzeto).
uk: **Модуль градієнта яскравості**: модуль градієнта яскравості) у напрямку зміни масштабування (типовий варіант).

source: **Norm of luma gradient**: norm of the luma gradient.
ca: **Norma del degradat de luminància**: norma del degradat de luminància.
it: **Norma del gradiente di luminanza**: come descritto dall'opzione.
nl: **Norm van luma-gradiënt**: norm van de luma-gradiënt.
pt: **Norma do gradiente do Luma**: O valor da norma do gradiente do Luma.
pt_br: **Norma do gradiente de luminosidade**: norma do gradiente de luminosidade.
sl: **Norma gradienta lume**: norma gradienta lume.
uk: **Норма градієнта сигналу яскравості**: норма градієнта сигналу яскравості.

source: **Sum of absolute values of luma gradients**: sum of absolute values of the luma gradients in both directions.
ca: **Suma dels valors absoluts dels degradats de luminància**: suma dels valors absoluts dels degradats de luminància en ambdues direccions.
it: **Somma dei valori assoluti dei gradienti di luminanza**: come descritto dall'opzione, in entrambe le direzioni.
nl: **Som van de absolute waarden van luma-gradiënten**: som van de absolute waarden van luma-gradiënten in beide richtingen.
pt: **Soma dos valores absolutos dos gradientes de brilho**: a soma dos valores absolutos dos gradientes de Luma em ambas as direcções.
pt_br: **Soma dos valores absolutos dos gradientes de luminosidade**: soma dos valores absolutos dos gradientes de luminosidade em ambas as direções.
sl: **Vsota absolutnih vrednosti gradientov lume**: vsota absolutnih vrednosti gradientov lume v obe smeri.
uk: **Сума модулів градієнтів сигналу яскравості**: сума модулів градієнтів сигналу яскравості в обох напрямках.

source: **Absolute value of luma gradient**: absolute value of the luma gradient in the direction of the rescaling.
ca: **Valor absolut del degradat de luminància**: valor absolut del degradat de luminància en la direcció del canvi d'escala.
it: **Valore assoluto del gradiente di luminanza**: come descritto dall'opzione, nella direzione del ridimensionamento.
nl: **Absolute waarde van luma-gradiënt**: absolute waarde van luma-gradiënt in de richting van de herschaling.
pt: **Valor absoluto do gradiente do brilho**: valor absoluto do gradiente do L na direcção da escala.
pt_br: **Valor absoluto do gradiente de luminosidade**: valor absoluto do gradiente de luminosidade na direção do redimensionamento.
sl: **Absolutna vrednost gradienta lume**: absolutna vrednost gradienta lume v smeri spreminjanja velikosti.
uk: **Модуль градієнта сигналу яскравості**: модуль градієнта сигналу яскравості у напрямку зміни масштабування.

source: The **Preserve Skin Tones** option allows you to preserve pixels whose color is close to a skin tone.
ca: L'opció **Conserva els tons de la pell** permet conservar els píxels el color dels quals es troba proper a un to de pell.
it: L'opzione **Mantieni i toni della pelle** ti permette di preservare i pixel il cui colore è vicino al tono della pelle.
nl: De optie **Huidtonen bewaren** biedt u het bewaren van pixels waarvan de kleur dichtbij een huidtoon is.
pt_br: A opção **Preservar tons de pele** permite preservar pixels cuja cor é próxima de um tom de pele.
sl: Možnost **Ohrani odtenke kože** omogoča ohranitev slikovnih pik, katerih barva je podobna odtenku kože.

source: Advanced Settings
ca: Configuració avançada
it: Impostazioni avanzate
nl: Geavanceerde instellingen
pt: Configuração Avançada
pt_br: Configurações avançadas
sl: Napredne nastavitve
uk: Додаткові параметри

source: The digiKam Liquid Rescale Advanced Settings
ca: La configuració avançada del «Canvi d'escala líquid» en el digiKam
it: Le impostazioni avanzate dello strumento Liquid Rescale di digiKam
nl: De geavanceerde instellingen van hulpmiddel vloeibaar herschalen van digiKam
pt: A Configuração Avançada da Escala Líquida do digiKam
pt_br: Configurações avançadas do redimensionamento líquido do digiKam
sl: digiKam napredne nastavitve tekoče spremembe velikosti
uk: Додаткові параметри пошарового вирізання у digiKam

source: In this section, you can tune some advanced values to tweak the tool.
ca: En aquesta secció, podreu ajustar alguns valors avançats per a personalitzar l'eina.
it: In questa sezione puoi regolare alcuni valori avanzati per affinare lo strumento.
nl: In deze sectie kunt u enige geavanceerde waarden fijn afregelen om het hulpmiddel aan te passen.
pt: Nesta secção, poderá ajustar alguns valores avançados para afinar a ferramenta.
pt_br: Nesta seção, você pode ajustar alguns valores avançados para modificar a ferramenta.
sl: V tem razdelku lahko nastavite nekaj naprednih vrednosti za prilagajanje orodja.
uk: У цьому розділі ви можете скоригувати деякі додаткові значення параметрів інструмента.

source: **Overall rigidity of the seams**: Use this value to give a negative bias to the seams that are not straight. May be useful to prevent distortions in some situations, or to avoid artifacts from pixel skipping (it is better to use low values in such case). This setting applies to the whole selected layer if no rigidity mask is used.
ca: **Rigidesa general de les línies**: utilitzeu aquest valor per a donar un biaix negatiu a les juntures que no són rectes. Pot ser útil per a evitar distorsions en algunes situacions, o per a evitar defectes per salt de píxels (en aquest cas és millor utilitzar valors baixos). Aquesta configuració s'aplicarà a tota la capa seleccionada si no s'utilitza una màscara de rigidesa.
it: **Rigidità complessiva delle cuciture**: usa questo valore per attribuire un errore negativo alle cuciture che non sono dritte. Utile per prevenire distorsioni in alcune situazioni, o evitare artefatti dal salto di pixel (meglio usare valori bassi in tal caso). Questa impostazione si applica all'intero strato selezionato se non viene utilizzata alcuna maschera di rigidità.
nl: **Overall strengheid van de naden**: gebruik deze waarde om een negatieve bias te geven aan de naden die niet recht zijn. Kan bruikbaar zijn om in bepaalde situaties verstoring te voorkomen of artefacten te vermijden vanwege overslaan van pixels (in dit geval is het beter een lage waarde te gebruiken). Deze instelling is van toepassing op de gehele geselecteerde laag als er geen stengheidsmasker wordt gebruikt.
pt_br: **Rigidez geral das costuras**: Use este valor para aplicar um viés negativo às costuras que não são retas. Pode ser útil para evitar distorções em algumas situações ou para evitar artefatos causados ​​por saltos de pixels (é melhor usar valores baixos nesse caso). Esta configuração se aplica a toda a camada selecionada se nenhuma máscara de rigidez for usada.
sl: **Skupna togost šivov**: Uporabite to vrednost, če želite dati negativni odklon šivom, ki niso ravni. V nekaterih situacijah je lahko uporabno za preprečevanje popačenj ali za preprečevanje artefaktov zaradi preskakovanja slikovnih pik (v tem primeru je bolje uporabiti nizke vrednosti). Ta nastavitev velja za celotno izbrano plast, če ne uporabite maske togosti.

source: The bias is proportional to the difference in the transversal coordinate between each two successive points, elevated to the power of 1.5, and summed up for the whole seam.
ca: El biaix és proporcional a la diferència de coordenada transversal entre cada dos punts successius, elevat a la potència d'1,5, i sumat per a tota la juntura.
it: L'errore è proporzionale alla differenza nelle coordinate trasversali tra ogni due punti successivi, elevata alla potenza di 1,5 e sommata per l'intera cucitura.
nl: De bias is evenredig met het verschil in de doorloopcoördinaten tussen elke twee opvolgende punten, tot de macht 1,5 en opgeteld voor de gehele naad.
pt: O peso é proporcional à diferença na coordenada transversal entre dois pontos sucessivos, elevada ao expoente de 1,5 e somada para obter o valor total.
pt_br: O viés é proporcional à diferença na coordenada transversal entre cada dois pontos sucessivos, elevada à potência de 1,5 e somada para toda a costura.
sl: Pristranskost je sorazmerna z razliko v prečni koordinati med vsakima dvema zaporednima točkama, povišana na potenco 1,5 in sešteta za celoten šiv.
uk: Ухил пропорційний до різниці у поперечних координатах двох послідовних точок шва, піднесеної до степеня 1,5 і підсумованої вздовж всього шва

source: **Maximum number of transversal steps**: This option lets you choose the maximum transversal step that the pixels in the seams can take. In the standard algorithm, corresponding to the default value of step = 1, each pixel in a seam can be shifted by at most one pixel with respect to its neighbors. This implies that the seams can form an angle of at most 45 degrees with respect to their base line. Increasing the step value lets you overcome this limit, but may lead to the introduction of artifacts. In order to balance the situation, you can use the rigidity setting.
ca: **Nombre màxim de passos transversals**: aquesta opció permet escollir el màxim de passos transversal que poden prendre els píxels en les juntures. A l'algorisme estàndard, corresponent al valor predeterminat de pas = 1, cada píxel en una juntura es pot desplaçar com a màxim un píxel respecte als seus veïns. Això implica que les juntures poden formar un angle de 45 graus com a màxim pel que fa a la seva línia base. Augmentar el valor del pas permet superar aquest límit, però pot conduir a la introducció de defectes. Per a equilibrar la situació, podeu utilitzar l'opció de configuració de rigidesa.
it: **Numero massimo di passaggi trasversali**: questa opzione ti permette di scegliere il passo trasversale massimo che i pixel nella cucitura possono assumere. Nell'algoritmo standard, che corrisponde al passo di valore predefinito = 1, ogni pixel nella cucitura può essere spostato al massimo di un pixel rispetto ai suoi vicini. Questo implica che le cuciture possono formare un angolo al massimo di 45 gradi rispetto alla loro linea di base. Aumentare il valore del passo ti permette di superare questo limite, ma può portare alla introduzione di artefatti. Allo scopo di bilanciare la situazione, puoi usare le impostazioni di rigidità.
nl: **Maximaal aantal doorlopen stappen**: deze optie laat u het maximum aantal doorgelopen stappen kiezen die de pixels in de naden kunnen zetten. In het standaard algoritme, overeenkomend met de standaard waarde van stap = 1, kan elk pixel in een naad hoogstens één pixel schuiven ten opzichte van zijn buren. Dit houdt in dat de naden hoogstens een hoek van 45 graden kunnen vormen ten opzichte van hun basislijn. Verhogen van de stapwaarde helpt u over deze limiet heen, maar kan leiden tot het introduceren van artefacten. Om de zaak te balanceren kunt u de strengheidsinstelling gebruiken.
pt_br: **Número máximo de passos transversais**: Esta opção permite escolher o passo transversal máximo que os pixels nas junções podem assumir. No algoritmo padrão, correspondente ao valor padrão de passo = 1, cada pixel em uma junção pode ser deslocado em no máximo um pixel em relação aos seus vizinhos. Isso implica que as junções podem formar um ângulo de no máximo 45 graus em relação à sua linha de base. Aumentar o valor do passo permite superar esse limite, mas pode levar à introdução de artefatos. Para equilibrar a situação, você pode usar a configuração de rigidez.
sl: **Največje število prečnih korakov**: Ta možnost vam omogoča, da izberete največji prečni korak, ki ga lahko sprejmejo slikovne pike v šivih. V standardnem algoritmu, ki ustreza privzeti vrednosti koraka = 1, se lahko vsaka slikovna pika v šivu premakne za največ eno slikovno piko glede na svoje sosede. To pomeni, da lahko šivi tvorijo kot največ 45 stopinj glede na svojo osnovno črto. Povečanje vrednosti koraka vam omogoča, da presežete to omejitev, vendar lahko povzroči uvedbo artefaktov. Če želite uravnotežiti situacijo, lahko uporabite nastavitev togosti.
