Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/workflow_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Image Editor Workflow Tools
ca: Eines del flux de treball en l'editor d'imatges del digiKam
it: Strumenti di lavoro dell'Editor delle immagini di digiKam
nl: Hulpmiddelen voor werkmethode van de afbeeldingsbewerker van digiKam
pt: Ferramentas de Fluxogramas no Editor de Imagens do digiKam
pt_br: Ferramentas de fluxo de trabalho do Editor de Imagem do digiKam
sl: digiKam orodja delovnega toka urejevalnika slik
uk: Інструменти обробки редактора зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, workflow, tools, color, enhance, transform, effects, decorate
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, flux de treball, eines, color, millorar, transformar, efectes, decorar
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, immagine, editor, flusso di lavoro, strumenti, colore, migliora, trasforma, effetti, decora
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker, werkmethode, hulpmiddelen, kleur, verbeteren, transformeren, effecten, versieren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imagem, editor, fluxograma, ferramentas, cor, melhoria, transformação, efeitos, decorar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, imagem, editor, fluxo de trabalho, ferramentas, cor, aprimorar, transformar, efeitos, decorar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, slika, urejevalnik, potek dela, orodja, barva, izboljšanje, transformacija, učinki, dekoracija
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор, процес, інструменти, колір, удосконалення, перетворення, ефекти, декорування

source: :ref:`Workflow Tools <image_editor>`
ca: :ref:`Eines del flux de treball <image_editor>`
it: :ref:`Strumenti di lavoro <image_editor>`
nl: :ref:`Hulpmiddelen voor werkmethode <image_editor>`
pt_br: :ref:`Ferramentas do fluxo de trabalho <image_editor>`
sl: :ref:`Orodja za potek dela <image_editor>`
uk: :ref:`Інструменти обробки <image_editor>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: A Standard Workflow
ca: Un flux de treball estàndard
it: Flusso di lavoro standard
nl: Een standaard werkmethode
pt_br: Um fluxo de trabalho padrão
sl: Standardni potek dela
uk: Стандартна процедура обробки

source: The basic workflow for editing images adjusts the following parameters, using the referenced digiKam tools:
ca: El flux de treball bàsic per a l'edició d'imatges ajusta els paràmetres següents, utilitzant les eines referenciades del digiKam:
it: Il flusso di lavoro di base per la modifica delle immagini regola i parametri seguenti, utilizzando i seguenti strumenti di digiKam:
nl: De basis werkmethode voor bewerken van afbeeldingen past de volgende parameters aan met gebruik van de hulpmiddelen van digiKam waarnaar verwezen wordt:
pt_br: O fluxo de trabalho básico para edição de imagens ajusta os seguintes parâmetros, usando as ferramentas do digiKam referenciadas:
sl: Osnovni potek dela za urejanje slik prilagodi naslednje parametre z uporabo navedenih orodij digiKam:
uk: Протягом базового робочого процесу редагування зображень коригують такі параметри за допомогою вказаних інструментів digiKam:

source: Exposure: :ref:`White Balance <color_wb>`.
ca: Exposició: :ref:`Balanç de blancs <color_wb>`.
it: Esposizione: :ref:`Bilanciamento del bianco <color_wb>`.
nl: Belichting: :ref:`Witbalans <color_wb>`.
pt: Exposição: :ref:`Balanceamento de Branco <color_wb>`.
pt_br: Exposição: :ref:`Balanço de branco <color_wb>`.
sl: Osvetlitev: :ref:`Nastavitev beline <color_wb>`.
uk: Експонування: :ref:`баланс білого <color_wb>`.

source: Color: :ref:`White Balance <color_wb>`.
ca: Color: :ref:`Balanç de blancs <color_wb>`.
it: Colore: :ref:`Bilanciamento del bianco <color_wb>`.
nl: Kleur: :ref:`Witbalans <color_wb>`.
pt: Cor: :ref:`Balanceamento de Branco <color_wb>`.
pt_br: Cor: :ref:`Balanço de branco <color_wb>`.
sl: Barva: :ref:`Nastavitev beline <color_wb>`.
uk: Колір: :ref:`Баланс білого <color_wb>`.

source: Black and white points: :ref:`White Balance <color_wb>` or :ref:`Adjust Levels <color_levels>`.
ca: Punts negres i blancs: :ref:`Balanç de blancs <color_wb>` o :ref:`Ajust dels nivells <color_levels>`.
it: Punti di bianco e nero: :ref:`Bilanciamento del biando <color_wb>` o :ref:`Regola livelli <color_levels>`.
nl: Zwart- en witpunten: :ref:`Witbalans <color_wb>` of :ref:`Niveaus aanpassen <color_levels>`.
pt: Pontos preto e branco: :ref:`Balanceamento de Branco <color_wb>` ou :ref:`Ajuste dos Níveis <color_levels>`.
pt_br: Pontos pretos e brancos: :ref:`Balanço de branco <color_wb>` ou :ref:`Ajustar níveis <color_levels>`.
sl: Črno-bele točke: :ref:`White Balance <color_wb>` ali :ref:`Adjust Levels <color_levels>`.
uk: Точки чорного і білого кольорів: :ref:`баланс білого <color_wb>` або :ref:`коригування рівнів <color_levels>`.

source: Contrast: :ref:`Adjust Curves <color_levels>`.
ca: Contrast: :ref:`Ajust de les corbes <color_levels>`.
it: Contrasto: :ref:`Regola curve <color_levels>`.
nl: Contrast: :ref:`Curves aanpassen <color_levels>`.
pt: Contraste: :ref:`Ajuste das Curvas<color_levels>`.
pt_br: Contraste: :ref:`Ajustar curvas <color_levels>`.
sl: Kontrast: :ref:`Prilagodi krivulje <color_levels>`.
uk: Контрастність: :ref:`коригування кривих <color_levels>`.

source: Saturation: :ref:`White Balance <color_wb>`, :ref:`Vivid <effects_color>` or :ref:`Hue/Saturation/Lightness <color_hsl>`.
ca: Saturació: :ref:`Balanç de blancs <color_wb>`, :ref:`Llampant <effects_color>` o :ref:`To/Saturació/Claredat <color_hsl>`.
it: Saturazione: :ref:`Bilanciamento del bianco <color_wb>`, :ref:`Vivido <effects_color>` o :ref:`Tonalità/saturazione/luminosità <color_hsl>`.
nl: Verzadiging: :ref:`Witbalans <color_wb>`, :ref:`Levendig <effects_color>` of :ref:`Tint/Verzadiging/Lichtheid <color_hsl>`.
pt: Saturação: :ref:`Balanceamento de Branco <color_wb>`, :ref:`Vívido <effects_color>` ou :ref:`Tom/Saturação/Luminosidade <color_hsl>`.
pt_br: Saturação: :ref:`Balanço de branco <color_wb>`, :ref:`Vívido <effects_color>` ou :ref:`Matiz/Saturação/Luminosidade <color_hsl>`.
sl: Nasičenost: :ref:`Ravnovesje beline <color_wb>`, :ref:`Živahno <effects_color>` ali :ref:`Hue/Saturation/Lightness <color_hsl>`.
uk: Насиченість: :ref:`баланс білого <color_wb>`, :ref:`яскравості <effects_color>` або :ref:`співвідношення відтінку, насиченості та освітленості <color_hsl>`.

source: Resizing (interpolation): :ref:`Change Size <transform_resize>`.
ca: Canvi de mida (interpolació): :ref:`Canviar la mida <transform_resize>`.
it: Ridimensionamento (interpolazione): :ref:`Cambia le dimensioni <transform_resize>`.
nl: Grootte wijzigen (interpolatie): :ref:`Grootte wijzigen <transform_resize>`.
pt: Dimensionamento (interpolação): :ref:`Mudar o Tamanho <transform_resize>`.
pt_br: Redimensionamento (interpolação): :ref:`Alterar tamanho <transform_resize>`.
sl: Spreminjanje velikosti (interpolacija): :ref:`Spremeni velikost <transform_resize>`.
uk: Зміна розмірів (інтерполяція): :ref:`зміна розмірів <transform_resize>`.

source: :ref:`Sharpening <enhance_sharpen>`.
ca: :ref:`Aguditza <enhance_sharpen>`.
it: :ref:`Nitidezza <enhance_sharpen>`.
nl: :ref:`Verscherpen <enhance_sharpen>`.
pt: :ref:`Afiamento <enhance_sharpen>`.
pt_br: :ref:`Nitidez <enhance_sharpen>`.
sl: :ref:`Izostritev <enhance_sharpen>`.
uk: :ref:`Підвищення різкості <enhance_sharpen>`.

source: :ref:`Digital Asset Management <organize_find>` (applying tags, captions, rating, geolocation, save under new name).
ca: :ref:`Gestió d'actius digitals <organize_find>` (aplicar etiquetes, llegendes, valoració, geolocalització, desar amb un nom nou).
it: :ref:`Gestione dei beni digitali <organize_find>` (applicazione di tag, didascalie, valutazioni, geolocalizzazione, salvataggi con altro nome).
nl: :ref:`Digitaal Assetbeheer <organize_find>` (tags toepassen, opschriften, waardering, geo-locatie, opslaan onder nieuwe naam).
pt: :ref:`Gestão de Activos Digitais <organize_find>` (aplicação de marcas, legendas, classificações, localizações geográficas, gravação com outro nome).
pt_br: :ref:`Gerenciamento de ativos digitais <organize_find>` (aplicando etiquetas, descrições, classificação, geolocalização, salvar com novo nome).
sl: :ref:`Upravljanje digitalnih imetij <organize_find>` (uporaba značk, napisov, ocena, geolokacija, shranjevanje pod novim imenom).
uk: :ref:`Керування цифровою власністю <organize_find>` (застосування міток, підписів, оцінок, геопозиціювання, збереження з новою назвою).

source: We recommend this sequence of image editing steps to ensure the optimum photographic quality of the end product. In particular, sharpening should be one of the last steps performed on an image. We also recommend using a lossless format like PNG or TIFF for storing photographs. Otherwise you'll lose a bit every time you save the results. If you can afford the space, use 16 bit/channel for your best shots. If you want to change your working color space, in particular if you want to work in CIEL*a*b, 16-bits per channel is required to avoid truncation effects.
ca: Recomanem aquesta seqüència de passos d'edició d'imatges per a garantir una qualitat fotogràfica òptima del producte final. En particular, l'agudització hauria de ser un dels últims passos realitzats en una imatge. També recomanem utilitzar un format sense pèrdua com PNG o TIFF per a emmagatzemar les fotografies. En cas contrari, perdreu una mica cada cop que deseu el resultat. Si us podeu permetre l'espai, utilitzeu 16 bits/canal per a les millors captures. Si voleu canviar l'espai de color de treball, en particular si voleu treballar amb CIEL*a*b, es requereixen 16 bits per canal per a evitar efectes de truncament.
it: Consigliamo questa sequenza di passaggi in modo da garantire la qualità fotografica ottimale del prodotto finale. In particolare, la nitidezza deve essere uno degli ultimi passaggi eseguiti su un'immagine. Consigliamo inoltre di utilizzare un formato senza perdita di dati tipo PNG o TIFF per l'archiviazione delle fotografie. In caso contrario perderai dati ogni volta che salverai i risultati. Se te lo puoi permetterti spazio, usa 16 bit per canale per i tuoi scatti migliori. Se vuoi cambiare il tuo spazio dei colori di lavoro, in particolare se vuoi lavorare in CIEL*a*b, sono richiesti 16 bit per canale per evitare gli effetti di troncamento.
nl: We bevelen deze volgorde van stappen voor bewerken van afbeeldingen aan om de optimale fotografische kwaliteit voor het eindproduct te verzekeren. Speciaal, verscherpen zou een van de laatste stappen zijn uitgevoerd op een afbeelding. We bevelen ook aan een verliesloos formaat zoals PNG of TIFF aan voor opslaan van foto's. Anders zult u elke keer een beetje verlies hebben bij het opslaan van de resultaten. Als u de ruimte ervoor kunt lijden, gebruik 16 bits/kanaal voor uw beste opnamen. Als u uw werkkleurruimte wilt wijzigen, speciaal als u wilt werken in CIEL*a*b, dan is 16 bits per kanaal vereist om effecten van afkappen te vermijden.
pt_br: Recomendamos esta sequência de etapas de edição de imagem para garantir a qualidade fotográfica ideal do produto final. Em particular, a nitidez deve ser uma das últimas etapas realizadas em uma imagem. Também recomendamos usar um formato sem perdas, como PNG ou TIFF, para armazenar as fotografias. Caso contrário, você perderá um pouco cada vez que salvar os resultados. Se você dispuser de espaço de armazenamento, use 16 bits/canal para suas melhores fotos. Se você quiser alterar seu espaço de cor de trabalho, em particular se quiser trabalhar em CIEL*a*b, 16 bits por canal são necessários para evitar efeitos de truncamento.
sl: Priporočamo to zaporedje korakov za urejanje slik, da zagotovimo optimalno fotografsko kakovost končnega izdelka. Zlasti mora biti ostrenje eden od zadnjih korakov, ki se izvajajo na sliki. Za shranjevanje fotografij priporočamo tudi uporabo formata brez izgub kot sta PNG ali TIFF. V nasprotnem primeru boste ob vsakem shranjevanju rezultatov izgubili nekaj bitov. Če si lahko privoščite prostor, uporabite 16 bitov/kanal za vaše najboljše posnetke. Če želite spremeniti svoj delovni barvni prostor, zlasti če želite delati v CIEL*a*b, je potrebnih 16 bitov na kanal, da se izognete učinkom rezanja števil.
uk: Ми радимо вам виконати цю послідовність кроків з редагування зображення, щоб досягти оптимальної фотографічної якості отриманого зображення. Зокрема, вам ніколи не слід виконувати збільшення різкості перед останнім кроком. Для зберігання фотографій ми радимо вам скористатися форматом, збереження даних у якому не призводить до втрати якості, зокрема у форматах PNG і TIFF. У випадку, якщо ви знехтуєте цією порадою, зображення втрачатиме якість кожного разу, коли ви зберігатимете результати редагування. Якщо ви можете собі це дозволити, використовуйте формат 16 бітів/канал для ваших найкращих знімків. Якщо ви змінюєте простір кольорів, зокрема, якщо ви бажаєте працювати з CIEL*a*b, зображення у форматі 16 бітів на канал дозволять уникнути обрізання діапазону кольорів під час перетворення.

source: If you swap steps 4 and 5, which is quite possible when the initial contrast is already very good, you can perform all of the first 4 adjustment in the **White Balance** tool.
ca: Si canvieu els passos 4 i 5, el qual és molt possible si el contrast inicial ja és molt bo, podreu realitzar els 4 primers ajustos a l'eina **Balanç de blancs**.
it: Se scambi i passi 4. e 5., che è certamente possibile quando il contrasto iniziale è già molto buono, puoi eseguire le prime quattro regolazioni nello strumento **Bilanciamento del bianco**.
nl: Als u de stappen 4 en 5 omwisselt, wat goed mogelijk is wanneer het originele contrast al heel goed is, dan kunt u alle eerste 4 wijzigingen doen in het hulpmiddel **Witbalans**.
pt_br: Se você trocar as etapas 4 e 5, o que é bem possível quando o contraste inicial já é muito bom, você pode executar todos os primeiros 4 ajustes na ferramenta de **Balanço de branco**.
sl: Če zamenjate 4. in 5. korak, kar je povsem mogoče, če je začetni kontrast že zelo dober, lahko izvedete prvo 4. prilagoditev v istem orodju, **Ravnovesje beline**.
uk: Ви можете виконати кроки 4. і 5. у зворотньому порядку, це можливе, якщо початкова контрастність зображення вже є достатньою, ви можете виконати перші 4. дії з коригування за допомогою одного інструмента, балансу білого.

source: Most of the tools you may need for photographic editing are included with digiKam. These tools are described in the following sections.
ca: Moltes de les eines que podreu necessitar per a l'edició fotogràfica s'inclouen amb el digiKam. Aquestes eines es descriuen a les seccions següents.
it: La maggior parte degli strumenti di cui potresti aver bisogno è inclusa in digiKam. Questi strumenti sono descritti nei capitoli che seguono.
nl: De meeste hulpmiddelen die u nodig heeft bij fotobewerking zitten in digiKam. Deze hulpmiddelen zijn beschreven in de volgende secties.
pt_br: A maioria das ferramentas que você pode precisar para edição fotográfica está incluída no digiKam. Essas ferramentas são descritas nas seções a seguir.
sl: Večina orodij, ki jih morda potrebujete za urejanje fotografij, je vključenih v digiKam. Ta orodja so opisana v naslednjih razdelkih.
uk: Більшість з інструментів, які можуть знадобитися вам для редагування фотографій, включено до digiKam. Ці інструменти описано у наступних розділах.

source: Common Editing Tool Features
ca: Característiques comunes de les eines d'edició
it: Funzionalità dei comuni strumenti di modifica
nl: Gemeenschappelijke mogelijkheden van hulpmiddelen voor bewerken
pt_br: Funcionalidades comuns da ferramenta de edição
sl: Pogoste zmožnosti orodja za urejanje
uk: Типові можливості засобів з редагування

source: All Image Editor tools like Sharpen, Blur, Noise Reduction, Refocus, Unsharp Mask, etc. use a common dialog style that previews the effect before applying the filter to the current image. The figure below illustrates this common dialog layout with the **Solarize** feature of the **Color Effects** tool.
ca: Totes les eines de l'editor d'imatges com ara Aguditza, Difumina, Reducció del soroll, Reenfoca, Màscara de desenfocament, etc. utilitzen un estil de diàleg comú que mostra una vista prèvia de l'efecte abans d'aplicar el filtre a la imatge actual. La figura següent il·lustra aquesta disposició de diàleg comú amb la característica **Solaritza** de l'eina **Efectes de color**.
it: Tutti gli strumenti dell'editor delle immagini, come quelli per l'aumento della nitidezza, la sfocatura, la riduzione dei disturbi, la rimessa a fuoco, la maschera di contrasto, ecc., usano uno stile di finestra comune, che mostra l'anteprima dell'effetto prima di applicare il filtro all'immagine attuale. La figura sotto illustra la disposizione di finestra comune con l'opzione **Solarizza** dello strumento **Effetti di colore**.
nl: Alle afdelingsbewerkingshulpmiddelen zoals verscherpen, doezelen, ruisreductie, opnieuw focussen, masker voor onscherpte etc. gebruiken een gemeenschappelijke dialoogstijl die het effect als voorbeeld toont voordat het filter wordt toegepast op de huidige afbeelding. De onderstaande figuur illustreert deze gemeenschappelijke dialoogindeling met de functie **Solariseren** van het hulpmiddel **Kleureffecten**.
pt_br: Todas as ferramentas do Editor de Imagem, como Nitidez, Desfoque, Redução de Ruído, Nova focagem, Máscara de desfoque, etc., utilizam um estilo de diálogo comum que visualiza o efeito antes de aplicar o filtro à imagem atual. A figura abaixo ilustra esse layout de diálogo comum com o recurso **Solarizar** da ferramenta **Efeitos de cor**.
sl: Vsa orodja urejevalnika slik, kot so izostritev, zamegljevanje, zmanjševanje šuma, ponovna izostritev, maska razostritve ​​itd., uporabljajo skupen slog pogovornega okna, ki prikaže predogled učinka, preden uporabo filtra za trenutno sliko. Spodnja slika prikazuje to običajno postavitev pogovornega okna s zmožnostjo **Solariziraj** orodja **Barvni učinki**.
uk: Для всіх інструментів редактора зображень, зокрема «Збільшення різкості», «Розмивання», «Зміна фокусування», «Маска зменшення різкості» тощо, використано однаковий стиль діалогових вікон. У цих вікнах ви зможете спостерігати за наслідками застосування інструменту перед його справжнім застосуванням до поточного зображення. Нижче наведено приклад роботи варіанта **Вигорання** з інструменту **Ефекти кольорів**, на якому ви можете бачити типове компонування діалогового вікна:

source: Applying the Solarize Effect of the **Color Effects** Tool
ca: Aplicació de l'efecte Solaritza de l'eina d'**Efectes de color**
it: Applicazione dell'effetto Solarizza dello strumento **Effetti di colore**
nl: Het effect Solariseren van het hulpmiddel **Kleureffecten**
pt_br: Aplicando o efeito de solarizar da ferramenta **Efeitos de cor**
sl: Uporaba učinka solarizacije orodja **Barvni učinki**
uk: Застосування ефекту «Вигорання» інструменту **Ефекти кольорів**

source: The areas that are common to all tools are listed below. The numbers indicate the locations of common areas in the figure above.
ca: Les àrees que són comunes a totes les eines s'enumeren a continuació. Els números indiquen les ubicacions de les zones comunes a la figura anterior.
it: Qui sotto sono elencate le aree comuni a tutti gli strumenti. Nella figura riportata sopra i numeri indicano le posizioni delle aree comuni.
nl: De gebieden die gezamenlijk zijn in alle hulpmiddelen staan in de onderstaande lijst. De nummers geven de locaties aan van gezamenlijke gebieden in de bovenstaande figuur.
pt_br: As áreas comuns a todas as ferramentas estão listadas abaixo. Os números indicam a localização das áreas comuns na figura acima.
sl: Spodaj so navedena področja, ki so skupna vsem orodjem. Številke označujejo lokacije skupnih prostorov na zgornji sliki.
uk: Нижче наведено перелік областей, які є спільними для усіх інструментів. Цифри вказують на розташування типових областей на наведеному вище рисунку.

source: (1): Seven colored buttons in the status bar select the comparison style of the preview area. In all cases the words the view areas are correctly labelled with "Before" or "After". From left-to-right the modes are:
ca: (1): Set botons acolorits a la barra d'estat seleccionen l'estil de comparació de l'àrea de vista prèvia. En tots els casos, les paraules de les àrees de visualització s'etiqueten correctament amb «abans» o «després». D'esquerra a dreta els modes són:
it: (1): sette pulsanti colorati nella barra di stato selezionano lo stile di confronto dell'area di anteprima. In tutti i casi le parole nelle aree della vista sono correttamente etichettate con "Prima" o "Dopo". Da sinistra a destra, le modalità sono:
nl: (1): zeven gekleurde knoppen in de statusbalk selecteren de stijl van vergelijken van het voorbeeldgebied. In alle gevallen geven de woorden waarmee de weergavegebieden juist zijn gelabeld, "Voor" of "Na", aan wat ze zijn. Van links-naar-rechts zijn de modi:
pt_br: (1): Sete botões coloridos na barra de status selecionam o estilo de comparação da área de visualização. Em todos os casos, as palavras nas áreas de visualização são rotuladas corretamente como "Antes" ou "Depois". Da esquerda para a direita, os modos são:
sl: (1): Sedem barvnih gumbov v vrstici stanja izbere primerjalni slog območja predogleda. V vseh primerih so besede, na katerih so vidna območja, pravilno označene s "Pred" ali "Potem". Od leve proti desni so načini:
uk: (1): за допомогою семи кольорових кнопок у рядку стану вибирають стиль порівняння області попереднього перегляду. У всіх випадках слова області перегляду правильно позначають зображення «До» або «Після». Зліва направо режими:

source: **Original** image |original|.
ca: Imatge **original** |original|.
it: Immagine **originale** |original|.
nl: **Oorspronkelijke** afbeelding |original|.
pt_br: Imagem **Original** |original|.
sl: **Original** slike |original|.
uk: **Початкове** зображення |original|.

source: **Split vertically without duplication** |split_v_wo|: The left view area shows the original whereas the right view area shows the filter applied to the adjacent portion of the original.
ca: **Divideix verticalment sense duplicacions** |split_v_wo|: l'àrea de la vista esquerra mostra l'original mentre que l'àrea de la vista dreta mostra el filtre aplicat a la part adjacent de l'original.
it: **Separa verticalmente senza duplicato** |split_v_wo|: l'area della vista a sinistra mostra l'originale mentre quella a destra mostra il filtro applicato alla porzione adiacente dell'originale.
nl: **Verticaal splitsen zonder doublures** |split_v_wo|: het linker weergavegebied toont het origineel terwijl het rechter weergavegebied het filter toont toegepast op het naastliggende deel van het origineel.
pt_br: **Dividir verticalmente sem duplicação** |split_v_wo|: A área de visualização esquerda mostra o original, enquanto a área de visualização direita mostra o filtro aplicado à parte adjacente do original.
sl: **Razdeli navpično brez podvajanja** |razdeli_n_bp|: Levo območje pogleda prikazuje izvirnik, medtem ko desno območje pogleda prikazuje filter, uporabljen za sosednji del izvirnika.
uk: **Вертикальне розділення без дублювання** |split_v_wo|. У лівій області буде показано початкове зображення, а у правій — застосування фільтра до продовження поточної збільшеної ділянки.
