Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/workflow_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Split horizontally without duplication** |split_h_wo|: The top view area shows the original whereas the lower view area shows the filter applied to the adjacent portion of the original.
ca: **Divideix horitzontalment sense duplicacions** |split_h_wo|: l'àrea de la vista superior mostra l'original, mentre que l'àrea de la vista inferior mostra el filtre aplicat a la part adjacent de l'original.
it: **Separa orizzontalmente senza duplicato** |split_h_wo|: l'area della vista in alto mostra l'originale mentre quella in basso mostra il filtro applicato alla porzione adiacente dell'originale.
nl: **Horizontaal splitsen zonder doublures** |split_h_wo|: het bovenste weergavegebied toont het origineel terwijl op het onderste weergavegebied het filter is toegepast op het naastliggende deel van het origineel.
pt_br: **Dividir horizontalmente sem duplicação** |split_h_wo|: A área de visualização superior mostra o original, enquanto a área de visualização inferior mostra o filtro aplicado à parte adjacente do original.
sl: **Razdeli vodoravno brez podvajanja** |razdeli_v_bp|: Zgornje območje pogleda prikazuje izvirnik, medtem ko spodnje območje pogleda prikazuje filter, uporabljen na sosednjem delu izvirnika.
uk: **Горизонтальне розділення без дублювання** |split_h_wo|. У верхній області буде показано початкове зображення, а у нижній — застосування фільтра до продовження поточної збільшеної ділянки.

source: **Split vertically** |icon_split_v|: The left view area shows the original whereas the right view area shows the filter applied to the same portion of the original.
ca: **Divideix verticalment** |icon_split_v|: l'àrea de la vista esquerra mostra l'original, mentre que l'àrea de la vista dreta mostra el filtre aplicat a la mateixa part de l'original.
it: **Separa verticalmente** |icon_split_v|: l'area della vista a sinistra mostra l'originale mentre quella a destra mostra il filtro applicato alla stessa porzione dell'originale.
nl: **Verticaal splitsen** |icon_split_v|: het linker weergavegebied toont het origineel terwijl het rechter weergavegebied het filter toont toegepast op het naastliggende deel van het origineel.
pt_br: **Dividir verticalmente** |icon_split_v|: A área de visualização esquerda mostra o original, enquanto a área de visualização direita mostra o filtro aplicado à mesma parte do original.
sl: **Razdeli navpično** |ikon_razdeli_n|: Levo območje pogleda prikazuje izvirnik, medtem ko desno območje pogleda prikazuje filter, uporabljen za isti del izvirnika.
uk: **Вертикальне розділення без дублювання** |icon_split_v|. У лівій області буде показано початкове зображення, а у правій — застосування фільтра до продовження поточної збільшеної ділянки.

source: **Split horizontally** |icon_split_h|: The top view area shows the original whereas the lower view area shows the filter applied to the same portion of the original.
ca: **Divideix horitzontalment sense duplicacions**: l'àrea de la vista superior mostra l'original, mentre que l'àrea de la vista inferior mostra el filtre aplicat a la mateixa part de l'original.
it: **Separa orizzontalmente** |icon_split_h|: l'area della vista in alto mostra l'originale mentre quella in basso mostra il filtro applicato alla stessa porzione dell'originale.
nl: **Horizontaal splitsen** |icon_split_h|: het bovenste weergavegebied toont het origineel terwijl op het onderste weergavegebied het filter is toegepast op het naastliggende deel van het origineel.
pt_br: **Dividir horizontalmente** |icon_split_h|: A área de visualização superior mostra o original, enquanto a área de visualização inferior mostra o filtro aplicado à mesma parte do original.
sl: **Razdeli vodoravno** |icon_razdeli_v|: Zgornje območje pogleda prikazuje izvirnik, medtem ko spodnje območje pogleda prikazuje filter, uporabljen za isti del izvirnika.
uk: **Горизонтальне розділення без дублювання** |icon_split_h|. У верхній області буде показано початкове зображення, а у нижній — застосування фільтра до продовження поточної збільшеної ділянки.

source: **Effect preview** |effect_preview|: This is a live effect preview without comparison.
ca: **Vista prèvia dels efectes** |effect_preview|: aquesta és una vista prèvia directa de l'efecte sense comparació.
it: **Anteprima dell'effetto** |effect_preview|: questa è un'anteprima in diretta senza confronto.
nl: **Effectvoorbeeld** |effect_preview|: dit is een live-effect voorbeeld zonder vergelijking.
pt_br: **Visualização do efeito** |effect_preview|: Esta é uma prévia do efeito ao vivo sem comparação.
sl: **Predogled učinka** |predogl_učinka|: To je predogled učinka v živo brez primerjave.
uk: **Перегляд ефекту* |effect_preview|*: інтерактивний перегляд результатів застосування ефекту без можливості порівняння.

source: **Mouse over** style |mouse_over|: Preview when the mouse is off the preview, otherwise shows original.
ca: Estil **passar el ratolí** |mouse_over|: vista prèvia quan el ratolí es troba fora de la vista prèvia, altrament mostra l'original.
it: Stile **passaggio del mouse** |mouse_over|: anteprima quando il mouse è fuori dall'anteprima, altrimenti mostra l'originale.
nl: **Muis boven** |mouse_over|: voorbeeld wanneer de muis buiten het voorbeeld is anders wordt het origineel getoond.
pt_br: Estilo **Ao passar o mouse** |mouse_over|: Visualizar quando o mouse estiver fora da visualização, caso contrário, mostra o original.
sl: **Miška nad** slog |miška_nad|: predogled, ko je miška izven predogleda, sicer prikazuje izvirnik.
uk: Стиль **наведення вказівника миші** |mouse_over|: попередній перегляд буде показано, якщо вказівник миші не перебуває у області перегляду, у іншому випадку буде показано початкове зображення.

source: (2): There are two buttons that can be toggled to show **over-exposure** |over_exposure| or **under-exposure** |under_exposure|. The colors used to indicate over or under exposure can be customized in the :ref:`Editor Window Settings <editor_settings>` from Setup dialog.
ca: (2): Hi ha dos botons que es poden alternar per a mostrar **sobreexposició** |over_exposure| o **subexposició** |under_exposure|. Els colors es poden personalitzar a la :ref:`configuració de la finestra de l'editor <editor_settings>` des del diàleg de Configuració.
it: (2): sono presenti due pulsanti che permettono di alternare la visualizzazione della **sovraesposizione** |over_exposure| o la **sottoesposizione** |under_exposure|. I colori utilizzati per indicare la sovra- o la sottoesposizione sono personalizzabili nelle :ref:`impostazioni della finestra dell'Editor <editor_settings>` nella finestra di dialogo di configurazione.
nl: (2): er zijn twee knoppen die omgeschakeld kunnen worden om **overbelichting** |over_exposure| of **onderbelichting** |under_exposure| te tonen. De kleuren gebruikt om onder- of overbelichting aan te geven kunnen worden aangepast in de :ref:`Instellingen van het venster van de bewerker <editor_settings>` uit de Opzetdialoog .
pt_br: (2): Há dois botões que podem ser alternados para mostrar **superexposição** |over_exposure| ou **subexposição** |under_exposure|. As cores usadas para indicar super ou subexposição podem ser personalizadas em :ref:`Configurações da janela do editor <editor_settings>` na caixa de diálogo Configuração.
sl: (2): Obstajata dva gumba, ki ju je mogoče preklopiti, da prikažeta **prekomerno osvetlitev** |pre_osvet| ali **pod-osvetlitev** |pod_osvet|. Barve, ki se uporabljajo za označevanje prekomerne ali premajhne osvetlitve, lahko prilagodite v :ref:`Nastavitve okna urejevalnika <editor_settings>` v pogovornem oknu za nastavitve.
uk: (2): тут можна бачити дві кнопки, які вмикають або вимикають **пере-** |over_exposure| та **недоекспонування** |under_exposure|. Кольори позначення можна налаштувати на сторінці :ref:`параметрів вікна редактора <editor_settings>` діалогового вікна налаштовування програми.

source: (3): The **preview** area. The preview area is updated when changes are made to most tool settings. Click and drag with the mouse to move the image when it is zoomed.
ca: (3): L'àrea de **vista prèvia**. L'àrea de vista prèvia s'actualitza quan es fan canvis a la majoria de les opcions de l'eina. Feu clic i arrossegueu amb el ratolí per a moure la imatge quan es faci zoom.
it: (3): l'area di **anteprima**. Questa viene aggiornata quando sono apportate modifiche alla maggior parte delle impostazioni degli strumenti. Fai clic e trascina con il mouse per spostare l'immagine dopo l'ingrandimento.
nl: (3): het **voorbeeld** gebied. Het voorbeeldgebied wordt bijgewerkt wanneer er wijzigingen worden gemaakt aan de meeste hulpmiddelinstellingen. Klik en sleep met de muis om de afbeelding te verplaatsen wanneer deze is ingezoomd.
pt_br: (3): A área de **visualização**. A área de visualização é atualizada quando são feitas alterações na maioria das configurações da ferramenta. Clique e arraste com o mouse para mover a imagem quando ela for ampliada.
sl: (3): Območje **predogleda**. Območje predogleda se posodobi, ko se spremeni večina nastavitev orodja. Kliknite in povlecite z miško, da premaknete sliko, ko je povečana.
uk: (3): область **попереднього перегляду**. Коли вносяться зміни до більшості параметрів інструменту, область попереднього перегляду оновлюється. Клацніть і перетягніть мишею, щоб перемістити зображення під час його збільшення.

source: (4): The filter or tool **settings** area.
ca: (4): L'àrea de **configuració** del filtre o eina.
it: (4): l'area delle **impostazioni** del filtro o dello strumento.
nl: (4): het **instellingengebied** van filter of hulpmiddel.
pt: (4): A área de **configuração** do filtro ou ferramenta.
pt_br: (4): A área de **configurações** do filtro ou da ferramenta.
sl: (4): Območje **nastavitev** filtra ali orodja.
uk: (4): область **параметрів** фільтра або інструмента.

source: (5): The **zoom** slider and buttons to change the canvas and preview zoom level.
ca: (5): El control lliscant de **zoom** i els botons per a canviar el llenç i obtenir una vista prèvia amb el nivell de zoom.
it: (5): il cursore dell'**ingrandimento** e i pulsanti per cambiare la tela e il livello di ingrandimento dell'anteprima.
nl: (5): de **zoomschuifregelaar** en knoppen om het werkveld en zoomniveau van het voorbeeld te wijzigen.
pt: (5): A barra de **ampliação** e os botões para mudar o nível de ampliação da área de desenho ou da antevisão.
pt_br: (5): O controle deslizante de **zoom** e os botões para alterar a tela e o nível de zoom da visualização.
sl: (5): Drsnik **zoom** in gumbi za spreminjanje platna in stopnje povečave predogleda.
uk: (5): повзунок **масштабу** та кнопки для зміни масштабу на полотні та в області попереднього перегляду.

source: (6): A **progress indicator** and a Cancel button is displayed here for tools that require a long period of processing. Otherwise, the current **file-name** is displayed.
ca: (6): Aquí es mostra un **indicador de progrés** i un botó Cancel·la per a les eines que requereixen un període llarg de processament. En cas contrari, es mostrarà el **nom del fitxer** actual.
it: (6): qui sono mostrati un **indicatore di avanzamento** e un pulsante di annullamento per gli strumenti che richiedono una lunga fase di avanzamento. In caso contrario, viene visualizzato il **nome del file**.
nl: (6): een **voortgangsindicatie** en een knop Annuleren wordt hier getoond voor hulpmiddelen die een lange periode van verwerking vereisen. Anders wordt de huidige **bestandsnaam** getoond.
pt_br: (6): Um **indicador de progresso** e um botão Cancelar são exibidos aqui para ferramentas que exigem um longo período de processamento. Caso contrário, o **nome do arquivo** atual é exibido.
sl: (6): Tukaj sta prikazana **indikator napredka** in gumb Prekliči za orodja, ki zahtevajo dolgo obdobje obdelave. Sicer se prikazuje trenutno **ime-datoteke**.
uk: (6): Тут буде показано **індикатор поступу** для інструментів, для роботи яких потрібен тривалий період обробки. Інакше буде показано **назву поточного файла**.

source: The Image Editor tools are available as plugins loaded dynamically at startup and are configurable using the :ref:`Setup dialog <plugins_settings>`. The list of tools is given below:
ca: Les eines de l'editor d'imatges estan disponibles com a connectors que es carreguen dinàmicament a l'inici i que es poden configurar en el :ref:`diàleg de Configuració <plugins_settings>`. La llista d'eines s'indica a continuació:
it: Gli strumenti dell'Editor delle immagini sono disponibili come estensioni caricate dinamicamente all'avvio e sono configurabili utilizzando la :ref:`finestra di dialogo di configurazione <plugins_settings>`. Di seguito il riepilogo degli strumenti:
nl: De hulpmiddelen van de bewerker zijn beschikbaar als plug-ins dynamisch geladen bij opstarten en zijn te configureren met gebruik van de :ref:`Opzetdialoog <plugins_settings>`. De lijst met hulpmiddelen is onderstaand gegeven:
pt_br: As ferramentas do Editor de Imagem estão disponíveis como plugins carregados dinamicamente na inicialização e podem ser configuradas usando a caixa de diálogo :ref:`Configuração <plugins_settings>`. A lista de ferramentas é apresentada abaixo:
sl: Orodja za urejevalnik slik so na voljo kot vtičniki, ki se dinamično naložijo ob zagonu in jih je mogoče konfigurirati v :ref:`Pogovornem oknu za namestitev <plugins_settings>`. Seznam orodij je podan spodaj:
uk: Інструменти редактора зображень доступні як додатки, які динамічно завантажуються під час запуску програми, і які можна налаштувати за допомогою :ref:`діалогового вікна налаштовування <plugins_settings>`. Список інструментів наведено нижче:

source: Image Color Corrections:
ca: Correccions del color de la imatge:
it: Correzioni del colore dell'immagine:
nl: Kleurcorrectie van afbeeldingen:
pt: Correcções das Cores da Imagem:
pt_br: Correções de cor da imagem:
sl: Barvni popravki slike:
uk: Виправлення кольорів зображення:

source: :ref:`Encoding Depth <color_depth>`
ca: :ref:`Profunditat de codificació <color_depth>`
it: :ref:`Profondità di codifica <color_depth>`
nl: :ref:`Coderingsdiepte <color_depth>`
pt: :ref:`Profundidade da Codificação <color_depth>`
pt_br: :ref:`Profundidade da codificação <color_depth>`
sl: :ref:`Globina kodiranja <color_depth>`
uk: :ref:`Глибина кодування <color_depth>`

source: :ref:`Color Space Converter <color_cm>`
ca: :ref:`Convertidor de l'espai de color <color_cm>`
it: :ref:`Convertitore degli spazi dei colori <color_cm>`
nl: :ref:`Kleurruimteconvertor <color_cm>`
pt_br: :ref:`Conversão de espaço de cor <color_cm>`
sl: :ref:`Pretvornik barvnega prostora <color_cm>`
uk: :ref:`Перетворення просторів кольорів <color_cm>`

source: :ref:`Color Auto-Correction <color_auto>`
ca: :ref:`Correcció automàtica del color <color_auto>`
it: :ref:`Correzione automatica del colore <color_auto>`
nl: :ref:`Automatische kleurcorrectie <color_auto>`
pt_br: :ref:`Correção automática de cores <color_auto>`
sl: :ref:`Samodejni popravek barve <color_auto>`
uk: :ref:`Автоматичне виправлення кольорів<color_auto>`

source: :ref:`Brightness / Contrast / Gamma <color_bcg>`
ca: :ref:`Brillantor / Contrast / Gamma <color_bcg>`
it: :ref:`Luminosità / contrasto / gamma <color_bcg>`
nl: :ref:`Helderheid / Contrast / Gamma <color_bcg>`
pt: :ref:`Brilho / Contraste / Gama <color_bcg>`
pt_br: :ref:`Brilho / Contraste / Gama <color_bcg>`
sl: :ref:`Svetlost / Kontrast / Gama <color_bcg>`
uk: :ref:`Яскравість/Контрастність/Гама <color_bcg>`

source: :ref:`Hue / Saturation / Lightness <color_hsl>`
ca: :ref:`To / Saturació / Claredat <color_hsl>`
it: :ref:`Tonalità/Saturazione/Chiarezza <color_hsl>`
nl: :ref:`Tint / Verzadiging / Lichtheid <color_hsl>`
pt: :ref:`Tom / Saturação / Luminosidade <color_hsl>`
pt_br: :ref:`Matiz / Saturação / Luminosidade <color_hsl>`
sl: :ref:`Odtenek / Nasičenost / Svetlost <color_hsl>`
uk: :ref:`Відтінок/Насиченість/Освітленість <color_hsl>`

source: :ref:`Color Balance <color_balance>`
ca: :ref:`Equilibri de color <color_balance>`
it: :ref:`Bilanciamento dei colori <color_balance>`
nl: :ref:`Kleurbalans <color_balance>`
pt_br: :ref:`Balanço de cor <color_balance>`
sl: :ref:`Ravnovesje barv <color_balance>`
uk: :ref:`Баланс кольорів <color_balance>`

source: :ref:`Levels Adjust <color_levels>`
ca: :ref:`Ajust dels nivells <color_levels>`
it: :ref:`Regola i livelli <color_levels>`
nl: :ref:`Niveaus aanpassen <color_levels>`
pt_br: :ref:`Ajuste de níveis <color_levels>`
sl: :ref:`Prilagoditev ravni <color_curves>`
uk: :ref:`Коригування рівнів <color_curves>`

source: :ref:`White Balance <color_wb>`
ca: :ref:`Balanç de blancs <color_wb>`
it: :ref:`Bilanciamento del bianco <color_wb>`
nl: :ref:`Witbalans <color_wb>`
pt: :ref:`Balanceamento do Branco <color_wb>`
pt_br: :ref:`Balanço de branco <color_wb>`
sl: :ref:`Nastavitev beline <color_wb>`
uk: :ref:`Баланс білого <color_wb>`

source: :ref:`Curves Adjust <color_curves>`
ca: :ref:`Ajust de les corbes <color_curves>`
it: :ref:`Regola curve <color_curves>`
nl: :ref:`Curves aanpassen <color_curves>`
pt: :ref:`Ajuste das Curvas <color_curves>`
pt_br: :ref:`Ajuste de curvas <color_curves>`
uk: :ref:`Коригування кривих <color_curves>`

source: :ref:`Channel Mixer <color_mixer>`
ca: :ref:`Mesclador de canals <color_mixer>`
it: :ref:`Miscelatore dei canali <color_mixer>`
nl: :ref:`Kanaalmixer <color_mixer>`
pt_br: :ref:`Misturador de canais <color_mixer>`
sl: :ref:`Mešalnik kanalov <color_mixer>`
uk: :ref:`Мікшер каналів <color_mixer>`

source: :ref:`Black and White <color_bw>`
ca: :ref:`Blanc i negre <color_bw>`
it: :ref:`Bianco e nero <color_bw>`
nl: :ref:`Zwart-wit <color_bw>`
pt: :ref:`Preto e Branco <color_bw>`
pt_br: :ref:`Preto e branco <color_bw>`
sl: :ref:`Črno-belo <color_bw>`
uk: :ref:`Чорно-біле зображення <color_bw>`

source: :ref:`Simulate Infrared Film <color_infrared>`
ca: :ref:`Simular pel·lícula infraroja <color_infrared>`
it: :ref:`Simulazione della pellicola infrarossa <color_infrared>`
nl: :ref:`Infraroodfilm simuleren <color_infrared>`
pt: :ref:`Simular o Filme a Infravermelhos <color_infrared>`
pt_br: :ref:`Simular filme infra-vermelho <color_infrared>`
sl: :ref:`Simulacija infrardečega filma <color_infrared>`
uk: :ref:`Імітація інфрачервоної плівки <color_infrared>`

source: :ref:`Color Negative <color_negative>`
ca: :ref:`Color negatiu <color_negative>`
it: :ref:`Negativo a colori <color_negative>`
nl: :ref:`Kleurennegatief <color_negative>`
pt_br: :ref:`Negativo em cores <color_negative>`
sl: :ref:`Barvni negativ <color_negative>`
uk: :ref:`Кольоровий негатив <color_negative>`

source: :ref:`Invert Colors <color_invert>`
ca: :ref:`Inverteix els colors <color_invert>`
it: :ref:`Inverti i colori <color_invert>`
nl: :ref:`Kleuren omkeren <color_invert>`
pt: :ref:`Inverter as Cores <color_invert>`
pt_br: :ref:`Inverter as cores <color_invert>`
sl: :ref:`Obrni barve <color_invert>`
uk: :ref:`Інвертування кольорів <color_invert>`

source: Image Enhancement:
ca: Millorar la imatge:
it: Miglioramento delle immagini:
nl: Afbeeldingsverbetering:
pt: Melhorias da Imagem:
pt_br: Melhoria da imagem:
sl: Izboljšava slike:
uk: Покращення зображення:

source: :ref:`Sharpen (sharpen, unsharp mask, refocus) <enhance_sharpen>`
ca: :ref:`Aguditzar (aguditzar, màscara de desenfocament, reenfocar) <enhance_sharpen>`
it: :ref:`Nitidezza (aumento della nitidezza, maschera di contrasto, rimessa a fuoco) <enhance_sharpen>`
nl: :ref:`Verscherpen (verscherpen, onscherpte masker, opnieuw focussen) <enhance_sharpen>`
pt_br: :ref:`Nitidez (nitidez, máscara não nítida, nova focagem) <enhance_sharpen>`
sl: :ref:`Izostritev (izostritev, maska razostirtve, ponovno ostrenje) <enhance_sharpen>`
uk: :ref:`Зміна різкості (збільшення різкості, маска зменшення різкості, зміна фокуса) <enhance_sharpen>`

source: :ref:`Blur <enhance_blur>`
ca: :ref:`Difuminat <enhance_blur>`
it: :ref:`Sfocatura <enhance_blur>`
nl: :ref:`Vervagen <enhance_blur>`
pt_br: :ref:`Borrar <enhance_blur>`
sl: :ref:`Zameglevanje <enhance_blur>`
uk: :ref:`Розмивання <enhance_blur>`

source: :ref:`Red Eye Removal <enhance_redeyes>`
ca: :ref:`Eliminació d'ulls vermells <enhance_redeyes>`
it: :ref:`Rimozione degli occhi rossi <enhance_redeyes>`
nl: :ref:`Rode ogen verwijderen <enhance_redeyes>`
pt_br: :ref:`Remoção de olhos vermelhos <enhance_redeyes>`
sl: :ref:`Odstranjevanje rdečih oči <enhance_redeyes>`
uk: :ref:`Вилучення наслідків ефекту «червоних очей» <enhance_redeyes>`

source: :ref:`Local Contrast <enhance_localcontrast>`
ca: :ref:`Contrast local <enhance_localcontrast>`
it: :ref:`Contrasto locale <enhance_localcontrast>`
nl: :ref:`Lokaal contrast <enhance_localcontrast>`
pt: :ref:`Contraste Local <enhance_localcontrast>`
pt_br: :ref:`Contraste local <enhance_localcontrast>`
sl: :ref:`Lokalni kontrast <enhance_localcontrast>`
uk: :ref:`Локальна контрастність <enhance_localcontrast>`

source: :ref:`Noise Reduction <enhance_nr>`
ca: :ref:`Reducció del soroll <enhance_nr>`
it: :ref:`Riduzione del rumore <enhance_nr>`
nl: :ref:`Ruisreductie <enhance_nr>`
pt: :ref:`Redução do Ruído <enhance_nr>`
pt_br: :ref:`Redução de ruído <enhance_nr>`
sl: :ref:`Zmanjšanje šuma <enhance_nr>`
uk: :ref:`Зменшення шумності <enhance_nr>`

source: :ref:`Hot Pixels <enhance_hotpixels>`
ca: :ref:`Píxels cremats <enhance_hotpixels>`
it: :ref:`Pixel bruciati <enhance_hotpixels>`
pt_br: :ref:`Pixels quentes <enhance_hotpixels>`
sl: :ref:`Vroči piksli <enhance_hotpixels>`
uk: :ref:`Яскраві точки <enhance_hotpixels>`

source: :ref:`Distortion <enhance_lensdistortion>`
ca: :ref:`Distorsió <enhance_lensdistortion>`
it: :ref:`Distorsione <enhance_lensdistortion>`
nl: :ref:`Vervorming <enhance_lensdistortion>`
pt_br: :ref:`Distorção <enhance_lensdistortion>`
sl: :ref:`Popačenje <enhance_lensdistortion>`
uk: :ref:`Викривлення <enhance_lensdistortion>`

source: :ref:`Restoration <enhance_restoration>`
ca: :ref:`Restauració <enhance_restoration>`
it: :ref:`Restauro <enhance_restoration>`
nl: :ref:`Herstellen <enhance_restoration>`
pt_br: :ref:`Restauração <enhance_restoration>`
sl: :ref:`Obnov <enhance_restoration>`
uk: :ref:`Відновлення фотографії <enhance_restoration>`

source: :ref:`Vignetting Correction <enhance_vignetting>`
ca: :ref:`Correcció del vinyetatge <enhance_vignetting>`
it: :ref:`Correzione della vignettatura <enhance_vignetting>`
nl: :ref:`Vignettering corrigeren <enhance_vignetting>`
pt_br: :ref:`Correção de vinheta <enhance_vignetting>`
sl: :ref:`Popravljanje vinjetiranja <enhance_vignetting>`
uk: :ref:`Інструмент виправлення віньєтування <enhance_vignetting>`

source: :ref:`Lens Auto-Correction <enhance_lensauto>`
ca: :ref:`Correcció automàtica de la lent <enhance_lensauto>`
it: :ref:`Correzione lenticolare automatica <enhance_lensauto>`
nl: :ref:`Automatische lenscorrectie <enhance_lensauto>`
pt_br: :ref:`Correção automática de lente <enhance_lensauto>`
sl: :ref:`Samodejni popravek lečja <enhance_lensauto>`
uk: :ref:`Інструмент автокорекції об’єктива <enhance_lensauto>`

source: :ref:`Healing Clone <enhance_clone>`
ca: :ref:`Clonatge de guariment <enhance_clone>`
it: :ref:`Riparazione clone <enhance_clone>`
nl: :ref:`Heling met kloon <enhance_clone>`
pt_br: :ref:`Clone de cura <enhance_clone>`
sl: :ref:`Zdravljenje s kloniranjem <enhance_clone>`
uk: :ref:`Інструмент лікувального клонування <enhance_clone>`

source: Image Transformation Tools:
ca: Eines per a la transformació de les imatges:
it: Strumenti di trasformazione delle immagini:
nl: Afbeeldingstransformatiehulpmiddelen:
pt: Ferramentas de Transformação da Imagem:
pt_br: Ferramentas de transformação de imagens:
sl: Orodja za pretvorbo slike:
uk: Інструменти перетворення зображення:
