Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/workflow_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: :ref:`Crop Tools <transform_crop>`
ca: :ref:`Eines d'escapçat <transform_crop>`
it: :ref:`Strumenti di ritaglio <transform_crop>`
nl: :ref:`Hulpmiddelen Bijsnijden <transform_crop>`
pt_br: :ref:`Ferramentas de recorte <transform_crop>`
sl: :ref:`Orodje za obrezovanje <transform_crop>`
uk: :ref:`Інструмент обрізання <transform_crop>`

source: :ref:`Resize <transform_resize>`
ca: :ref:`Redimensiona <transform_resize>`
it: :ref:`Ridimensiona <transform_resize>`
nl: :ref:`Grootte wijzigen <transform_resize>`
pt_br: :ref:`Redimensionar <transform_resize>`
sl: :ref:`Spremeni velikost <transform_resize>`
uk: :ref:`Зміна розмірів <transform_resize>`

source: :ref:`Liquid Rescale <transform_liquidrescale>`
ca: :ref:`Canvi d'escala líquid <transform_liquidrescale>`
nl: :ref:`Vloeibaar herschalen <transform_liquidrescale>`
pt: :ref:`Escala Líquida <transform_liquidrescale>`
pt_br: :ref:`Redimensionamento líquido <transform_liquidrescale>`
uk: :ref:`Пошарове вирізання <transform_liquidrescale>`

source: :ref:`Rotating or Flipping <transform_rotationflip>`
ca: :ref:`Girar o invertir <transform_freerotation>`
it: :ref:`Rotazione o ribaltamento <transform_rotationflip>`
nl: :ref:`Draaien en spiegelen <transform_rotationflip>`
pt_br: :ref:`Rotação ou inversão <transform_rotationflip>`
sl: :ref:`Vrtenje ali preobračanje <transform_freerotation>`
uk: :ref:`Обертання та віддзеркалення <transform_freerotation>`

source: :ref:`Free Rotation <transform_freerotation>`
ca: :ref:`Gir lliure <transform_freerotation>`
it: :ref:`Rotazione libera <transform_freerotation>`
nl: :ref:`Vrije rotatie <transform_freerotation>`
pt: :ref:`Rotação Livre <transform_freerotation>`
pt_br: :ref:`Rotação livre <transform_freerotation>`
sl: :ref:`Prosto vrtenje <transform_freerotation>`
uk: :ref:`Довільний поворот <transform_freerotation>`

source: :ref:`Perspective Adjustment <transform_perspective>`
ca: :ref:`Ajustament de la perspectiva <transform_perspective>`
it: :ref:`Regolazione della prospettiva <transform_perspective>`
nl: :ref:`Perspectief aanpassen <transform_perspective>`
pt: :ref:`Ajuste da Perspectiva <transform_perspective>`
pt_br: :ref:`Ajuste de perspectiva <transform_perspective>`
sl: :ref:`Prilagoditev perspektive <transform_perspective>`
uk: :ref:`Налаштування перспективи <transform_perspective>`

source: :ref:`Shear <transform_shear>`
ca: :ref:`Inclinació <transform_shear>`
it: :ref:`Deforma <transform_shear>`
nl: :ref:`Schuin trekken <transform_shear>`
pt_br: :ref:`Inclinar <transform_shear>`
sl: :ref:`Striženje <transform_shear>`
uk: :ref:`Інструмент перекошування <transform_shear>`

source: Image Decoration Tools:
ca: Eines per a la decoració de les imatges:
it: Strumenti di decorazione delle immagini:
nl: Hulpmiddel voor verfraaien van de afbeelding:
pt: Ferramentas de Decoração da Imagem:
pt_br: Ferramentas de decoração da imagem:
sl: Orodja za dekoracijo slik:
uk: Інструменти оздоблення зображень:

source: :ref:`Add Border <decorate_border>`
ca: :ref:`Afegeix una vora <decorate_border>`
it: :ref:`Aggiungi bordo <decorate_border>`
nl: :ref:`Rand toevoegen <decorate_border>`
pt: :ref:`Adição de Contornos <decorate_border>`
pt_br: :ref:`Adicionar borda <decorate_border>`
sl: :ref:`Dodaj obrobo <decorate_border>`
uk: :ref:`Додавання рамки <decorate_border>`

source: :ref:`Apply Texture <decorate_texture>`
ca: :ref:`Aplica una textura <decorate_texture>`
it: :ref:`Applica trama <decorate_texture>`
nl: :ref:`Textuur aanbrengen <decorate_texture>`
pt: :ref:`Aplicação de Texturas <decorate_texture>`
pt_br: :ref:`Aplicar textura <decorate_texture>`
sl: :ref:`Uporabi teksturo <decorate_texture>`
uk: :ref:`Застосування текстури <decorate_texture>`

source: :ref:`Insert Text <decorate_inserttext>`
ca: :ref:`Insereix un text <decorate_inserttext>`
it: :ref:`Inserisci testo <decorate_inserttext>`
nl: :ref:`Tekst invoegen <decorate_inserttext>`
pt: :ref:`Inserir o Texto <decorate_inserttext>`
pt_br: :ref:`Inserir texto <decorate_inserttext>`
sl: :ref:`Vstavi besedilo <decorate_inserttext>`
uk: :ref:`Вставлення тексту <decorate_inserttext>`

source: Special Effect Filters:
ca: Filtres per als efectes especials:
it: Filtri per effetti speciali:
nl: Filters voor speciale effecten:
pt: Filtros de Efeitos Especiais:
pt_br: Filtros de efeitos especiais:
sl: Filtri s posebnimi učinki:
uk: Фільтри спеціальних ефектів:

source: :ref:`Color Effects <effects_color>`
ca: :ref:`Efectes de color <effects_color>`
it: :ref:`Effetti dei colori <effects_color>`
nl: :ref:`Kleureffecten <effects_color>`
pt: :ref:`Efeitos de Cores <effects_color>`
pt_br: :ref:`Efeitos de cor <effects_color>`
sl: :ref:`Barvni učinki <effects_color>`
uk: :ref:`Ефекти кольорів <effects_color>`

source: :ref:`Add Film Grain <effects_filmgrain>`
ca: :ref:`Afegeix gra de pel·lícula <effects_filmgrain>`
it: :ref:`Aggiungi grana della pellicola <effects_filmgrain>`
nl: :ref:`Filmkorrel aanbrengen <effects_filmgrain>`
pt: :ref:`Adição de Grão de Filme <effects_filmgrain>`
pt_br: :ref:`Adicionar grão de filme <effects_filmgrain>`
sl: :ref:`Dodaj zrnatost filma <effects_filmgrain>`
uk: :ref:`Додавання зернистості плівки <effects_filmgrain>`

source: :ref:`Oil Paint <effects_oilpaint>`
ca: :ref:`Pintura a l'oli <effects_oilpaint>`
it: :ref:`Pittura a olio <effects_oilpaint>`
nl: :ref:`Olieverfschilderij <effects_oilpaint>`
pt_br: :ref:`Pintura a óleo <effects_oilpaint>`
sl: :ref:`Oljna slika <effects_oilpaint>`
uk: :ref:`Малювання олійною фарбою <effects_oilpaint>`

source: :ref:`Charcoal Drawing <effects_charcoal>`
ca: :ref:`Dibuix al carbonet <effects_charcoal>`
it: :ref:`Disegno a carboncino <effects_charcoal>`
nl: :ref:`Houtskooltekening <effects_charcoal>`
pt_br: :ref:`Desenho a carvão <effects_charcoal>`
sl: :ref:`Risanje z ogljem <effects_charcoal>`
uk: :ref:`Імітування малювання грифелем <effects_charcoal>`

source: :ref:`Emboss <effects_emboss>`
ca: :ref:`Relleu <effects_emboss>`
it: :ref:`Messa in rilievo <effects_emboss>`
nl: :ref:`Reliëf aanbrengen <effects_emboss>`
pt_br: :ref:`Relevo <effects_emboss>`
sl: :ref:`Relief <effects_emboss>`
uk: :ref:`Барельєф <effects_emboss>`

source: :ref:`Distortion Effects <effects_distortion>`
ca: :ref:`Efectes de distorsió <effects_distortion>`
it: :ref:`Effetti di distorsione <effects_distortion>`
nl: :ref:`Vervormingseffecten <effects_distortion>`
pt_br: :ref:`Efeitos de distorção <effects_distortion>`
sl: :ref:`Učinki izkrivljanja <effects_distortion>`
uk: :ref:`Ефекти викривлення <effects_distortion>`

source: :ref:`Blur Effects <effects_blur>`
ca: :ref:`Efectes de difuminat <effects_blur>`
it: :ref:`Effetti di sfocatura <effects_blur>`
nl: :ref:`Vervagingseffecten <effects_blur>`
pt_br: :ref:`Efeitos de borrão <effects_blur>`
sl: :ref:`Učinki zameglitve<effects_blur>`
uk: :ref:`Ефекти розмивання <effects_blur>`

source: :ref:`Raindrops <effects_raindrops>`
ca: :ref:`Gotes de pluja <effects_raindrops>`
it: :ref:`Gocce di pioggia <effects_raindrops>`
nl: :ref:`Regendruppels <effects_raindrops>`
pt_br: :ref:`Pingos de chuva <effects_raindrops>`
sl: :ref:`Dežne kapljice <effects_raindrops>`
uk: :ref:`Краплі дощу <effects_raindrops>`

source: All these tools are also available in the **Tools** tab in the Image Editor right sidebar.
ca: Totes aquestes eines també estan disponibles a la pestanya **Eines** a la barra lateral dreta de l'editor d'imatges.
it: Tutti questi strumenti sono disponibili anche nella scheda **Strumenti** nella barra laterale destra dell'Editor delle immagini.
nl: Al deze hulpmiddelen zijn ook beschikbaar in het tabblad **Hulpmiddelen** in de rechter zijbalk van de afbeeldingsbewerker.
pt_br: Todas essas ferramentas também estão disponíveis na aba **Ferramentas** na barra lateral direita do Editor de Imagem.
sl: Vsa ta orodja so na voljo tudi na zavihku **Orodja** v desni stranski vrstici urejevalnika slik.
uk: Доступ до усіх цих інструментів можна отримати за допомогою вкладки **Інструменти** правої бічної панелі вікна редактора зображень.

source: The digiKam Tools Tab in the Image Editor Right Sidebar
ca: La pestanya Eines del digiKam a la barra lateral dreta de l'editor d'imatges
it: La scheda Strumenti nella barra laterale destra dell'Editor delle immagini
nl: Het tabblad Hulpmiddelen van digiKam in de rechter zijbalk van de afbeeldingsbewerker
pt_br: A aba de ferramentas na barra lateral direita do Editor de Imagem do digiKam
sl: Zavihek Orodja digiKam v desni stranski vrstici urejevalnika slik
uk: Вкладка інструментів редактора зображень digiKam на правій бічній панелі

source: Raw Workflow
ca: Flux de treball RAW
it: Flusso di lavoro RAW
nl: Raw-werkmethode
pt: Fluxograma de Ficheiros RAW
pt_br: Fluxo de trabalho RAW
sl: Potek dela surovih
uk: Обробка цифрових негативів

source: A typical RAW workflow with digiKam might follow these steps:
ca: Un flux de treball RAW típic amb el digiKam podria seguir aquests passos:
it: Una procedura tipica RAW con digiKam potrebbe seguire questi passi:
nl: Een typisch RAW werkmethode met digiKam kan de volgende stappen volgen:
pt_br: Um fluxo de trabalho RAW típico com o digiKam pode seguir estas etapas:
sl: Tipičen potek dela surovih slik z digiKamom bi lahko sledil tem korakom:
uk: Типова робота з цифровим негативом у digiKam може складатися з таких кроків:

source: Set up the RAW conversion and color management preferences:
ca: Configurar la conversió RAW i les preferències de la gestió del color:
it: Configurazione della conversione RAW e le preferenze della gestione dei colori:
nl: De voorkeuren voor RAW-conversie en kleurbeheer instellen:
pt_br: Configurar as preferências de conversão RAW e gerenciamento de cor:
sl: Nastavite pretvorbe RAW in preference upravljanja barv:
uk: Налаштування параметрів перетворення цифрового негатива і параметрів керування кольорами:

source: Set the ICC color profiles for the camera, display and printer.
ca: Configurar els perfils de color ICC per a la càmera, la pantalla i la impressora.
it: Impostazione dei profili di colore ICC per la macchina fotografica, il monitor e la stampante.
nl: De ICC-kleurprofielen voor de camera, scherm en printer instellen.
pt_br: Definir os perfis de cores ICC para a câmera, o monitor e a impressora.
sl: Nastavite barvne profile ICC za kamero, zaslon in tiskalnik.
uk: Отримання профілів кольорів ICC для фотоапарата, дисплея та принтера.

source: Set the color working space.
ca: Configurar l'espai de color de treball.
it: Impostazione dello spazio dei colori di lavoro.
nl: De kleurwerkruimte instellen.
pt_br: Definir o espaço de cor de trabalho.
sl: Nastavite barvni delovni prostor.
uk: Встановити робочий простір кольорів.

source: Camera whitepoint setting.
ca: Ajustar el punt blanc de la càmera.
it: Impostazione del punto bianco della macchina fotografica.
nl: Instelling van witpunt van camera.
pt: Configuração do ponto branco da câmara.
pt_br: Configurar o ponto de branco da câmera.
sl: Nastavitev bele točke kamere.
uk: Встановлення точки білого фотоапарата.

source: Demosaicing (includes interpolation, noise filtering and chromatic aberration correction).
ca: Reconstrucció de color (inclou la interpolació, filtratge del soroll i la correcció de l'aberració cromàtica).
it: Demosaicizzazione (include l'interpolazione, il filtraggio dei disturbi e la correzione dell'aberrazione cromatica)..
nl: Mozaïek verwijderen (omvat interpolatie, ruis filteren en chromatische aberratie corrigeren)
pt: Remoção do efeito de mosaico (inclui a interpolação, a filtragem de ruído e a correcção da aberração cromática).
pt_br: Reconstrução de cor (inclui interpolação, filtragem de ruído e correção de aberração cromática).
sl: Odstranjevanje mozaičnosti (vključuje interpolacijo, filtriranje šuma in popravek kromatskih aberacij).
uk: Усування ефектів мозаїчності (зокрема інтерполяція, фільтрування шуму і виправлення хроматичної аберації).

source: Conversion to a working color space.
ca: Conversió a un espai de color de treball.
it: Conversione a uno spazio dei colori di lavoro.
nl: Conversie naar een werkkleurruimte.
pt_br: Conversão para um espaço de cor de trabalho.
sl: Pretvorba v delovni barvni prostor.
uk: Перетворення робочого простору кольорів.

source: Gamma correction, tone mapping.
ca: Correcció de la gamma, mapatge dels tons.
it: Correzione gamma, mappatura dei toni.
nl: Gammacorrectie, toon overeen laten komen.
pt: Correcção do gama, mapeamento de tons.
pt_br: Correção de gama, mapeamento de tons.
sl: Korekcija gama, preslikava tonov.
uk: Виправлення гами, відображення тонів.

source: Color profile assignment.
ca: Assignar perfils de color.
it: Assegnazione del profilo di colore.
nl: Kleurprofieltoewijzing.
pt: Atribuição de perfis de cores.
pt_br: Atribuição de perfil de cor.
sl: Dodelitev barvnega profila.
uk: Призначення профілів кольорів.

source: Dynamic range expansion (optional).
ca: Marge dinàmic expandit (opcional).
it: Espansione a intervallo dinamico (opzionale).
nl: Dynamisch bereik vergroten (optioneel).
pt: Expansão da gama dinâmica (opcional).
pt_br: Expansão de alcance dinâmico (opcional).
sl: Razširitev dinamičnega obsega (neobvezno).
uk: Динамічне розширення діапазону (необов’язкове).

source: Continue with :ref:`standard workflow <standard_workflow>`.
ca: Continueu amb el :ref:`flux de treball estàndard <standard_workflow>`.
it: Prosecuzione col :ref:`flusso di lavoro standard <standard_workflow>`.
nl: Ga door met :ref:`standaard werkmethode <standard_workflow>`.
pt: Continuar com o :ref:`fluxograma normal <standard_workflow>`.
pt_br: Continuar com o :ref:`fluxo de trabalho padrão <standard_workflow>`.
sl: Nadaljujte z :ref:`standardnim potekom dela <standard_workflow>`.
uk: Виконання :ref:`стандартних робіт <standard_workflow>`.

source: From there on everything is simple: select a RAW image and open it in the editor. The Raw Import tool will be displayed after the image has been processed and color rendered. Without color management, it will be normal for all images to be very dark. You can experiment with various camera profile you have in order to select the best input profile for your image. Some profiles tend to be very neutral, even a bit dull, while some give more saturated results.
ca: A partir d'aquí tot és senzill, seleccioneu una imatge RAW i obriu-la a l'editor. L'eina d'importació RAW es mostrarà després que la imatge hagi estat processada per a ajustar la reproducció del color. Sense gestió del color, serà normal que totes les imatges siguin molt fosques. Podreu experimentar amb diversos perfils de càmera que tingueu per a seleccionar el millor perfil d'entrada segons la vostra imatge. Alguns tendeixen a ser molt neutres, fins i tot una mica avorrits, altres donen un resultat més saturat.
it: Da lì in poi è tutto semplice: seleziona un'immagine RAW e aprila nell'editor. Lo strumento di importazione RAW sarà visualizzato dopo che l'immagine sarà stata elaborata e i colori resi. Senza la gestione dei colori sarà normale che tutte le immagini risultino molto scure. Puoi sperimentare con il profilo di fotocamera che hai per selezionare il miglior profilo di input per l'immagine. Alcuni profili tendono a essere molto neutri, anche un po' spenti, mentre altri danno risultati più intensi.
nl: Vanaf daar is alles eenvoudig, selecteer een RAW-afbeelding en open het in de bewerker. Het hulpmiddel voor Raw importeren wordt weergegeven nadat de afbeelding is verwerkt en kleur gerenderd. Zonder kleurbeheer zijn alle afbeeldingen erg donker. U kunt experimenteren met verschillende cameraprofielen die u hebt om het beste invoerprofiel voor uw afbeelding te selecteren. Sommige profielen tenderen naar zeer neutraal, zelfs een beetje saai, terwijl sommigen wat meer verzadigde resultaten geven.
pt_br: A partir daí, tudo é simples: selecione uma imagem RAW e abra-a no editor. A ferramenta Importação de RAW será exibida após o processamento e a renderização de cores da imagem. Sem gerenciamento de cor, é normal que todas as imagens fiquem muito escuras. Você pode experimentar vários perfis de câmera para selecionar o melhor perfil de entrada para sua imagem. Alguns perfis tendem a ser muito neutros, até um pouco opacos, enquanto outros produzem resultados mais saturados.
sl: Od tam naprej je vse preprosto: izberite surovo sliko RAW in jo odprite v urejevalniku. Prikazano bo orodje Uvoz surovih, ko bo slika obdelana in barvno upodobljena. Brez upravljanja barv bo normalno, da bodo vse slike zelo temne. Eksperimentirate lahko z različnimi profili kamere, ki jih imate, da izberete najboljši vhodni profil za svojo sliko. Nekateri profili so ponavadi zelo nevtralni, celo nekoliko dolgočasni, medtem ko nekateri dajejo bolj nasičene rezultate.
uk: Далі все дуже просто: оберіть зображення цифрового негатива і відкрийте його у редакторі. Після обробки зображення програма відкриє вікно засобу імпортування цифрових негативів для коригування показу кольорів. Без застосування керування кольорами всі зображення виглядатимуть дуже тьмяними, і це нормально. Ви можете поекспериментувати з профілями, які є у вашому розпорядженні, щоб вибрати найкращий профіль для введення потрібного вам зображення (деякі з профілів даватимуть дуже ахроматичні, навіть трохи нудні зображення, інші ж даватимуть насиченіші кольорами результати тощо).

source: Using the RAW Import Tool to Load a Digital Negative into Image Editor
ca: L'ús de l'eina d'importació RAW per a carregar un negatiu digital a l'editor d'imatges
it: Uso dello strumento di importazione RAW per caricare negativi digitali nell'Editor delle immagini
nl: Het hulpmiddel RAW importeren wordt gebruikt om een digitaal negatief in de afbeeldingsbewerker te laden
pt_br: Usando a ferramenta de importação RAW para carregar um negativo digital no Editor de Imagem
sl: Uporaba orodja za uvoz RAW za nalaganje digitalnega negativa v urejevalnik slik
uk: У засобі імпортування цифрових негативів передбачено можливість завантаження цифрового негатива до редактора зображень

source: original
nl: origineel

source: Workflow Tools
pt: Ferramentas do Fluxograma

source: A Standard Workflow Proposal
pt: Uma Proposta de Fluxo de Trabalho Normal

source: When performing a basic workflow, the primary areas for consideration are:
pt: Ao efectuar um fluxograma básico, as áreas primárias a ter em consideração são:

source: We recommend this sequence of image editing steps to ensure optimum photographic quality for the end product. In particular, never do sharpening before the last step. And we recommend using a lossless format like PNG or TIFF for storing photographs. Otherwise you'll lose a bit every time you save the results. If you can afford it, use 16 bit/channel for your best shots. If you want to change color space, in particular if you want to work in CIEL*a*b, 16 bit per channel are required to avoid truncation effects.
pt: Recomendamos esta sequência de passos de edição da imagem para garantir uma qualidade fotográfica óptima para o produto final. Em particular, nunca faça o afiamento antes do último passo. Recomendamos também que use um formato sem perdas, como o PNG ou o TIFF, para guardar fotografias. Caso contrário, irá sempre perder um pouco de detalhe de cada vez que gravar os resultados. Se puder lidar com isso, use 16 bits/canal para as suas melhores fotografias. Se quiser mudar o espaço de cores, em particular se quiser trabalhar no CIEL*a*b, com 16 bits por canal, isso será necessário para evitar efeitos de truncagem.

source: If you swap step 4. and 5., which is well possible if the initial contrast is already very good, you can do the first 4. adjustment in the same tool, the **White Balance**.
pt: Se trocar o passo 4. com o 5., o que é possível se o contraste inicial for já realmente bom, poderá fazer o primeiro ajuste (do 4.) na mesma ferramenta, o **Balanceamento de Branco**.

source: Many of the tools you may need for photographic editing are included with digiKam. Their description follows here.
pt: Muitas das ferramentas que poderá necessitar para a edição fotográfica vêm incluídos no digiKam. A sua descrição encontra-se a seguir.

source: Common Editing Tools Features
pt: Funcionalidades Comuns das Ferramentas de Edição

source: All Image Editor tools like Sharpen, Blur, Noise Reduction, Refocus, Unsharp Mask, etc. use a common dialog style that previews the effect before applying the filter to the current image. Below you see the **Solarize** tool in action using this common dialog layout:
pt: Todas as ferramentas do Editor de Imagens, como o Afiamento, o Borrão, a Redução do Ruído, a Focagem, a Máscara de Afiamento, etc. usam um estilo de janela comum que antevê o efeito antes de aplicar o filtro sobre a imagem actual. Em baixo, poderá ver a ferramenta de **Solarização** em acção, usando este formato comum da janela:

source: The Solarize Effect is a Common Tool to Edit Photograph
pt: O Efeito de Solarização é uma Ferramenta Comum para Editar Fotografias

source: See the list of common areas available in all tools:
pt: Veja a lista das áreas comuns disponíveis em todas as ferramentas:

source: (1): The seven buttons to the top left select the comparison style of the preview area. The modes are:
pt: (1): Os sete botões no canto superior esquerdo seleccionam o estilo de comparação da área de antevisão. Os modos são:

source: **Original** image.
pt: Imagem **Original**.

source: **Split vertically without duplication**: The left area shows the original whereas the right side shows the filter applied to the continuation of the selected zoom.
pt: **Separar verticalmente sem duplicação**: A área esquerda mostra a imagem original e a direita mostra o filtro aplicado à continuação da área ampliada seleccionada.

source: **Split horizontally without duplication**: The top area shows the original whereas the lower area shows the filter applied to the continuation of the selected zoom.
pt: **Separar horizontalmente sem duplicação**: A área superior mostra a imagem original e a inferior mostra o filtro aplicado à continuação da área ampliada seleccionada.

source: **Split vertically**: The left area shows the original and the right one the filter effect for comparison.
pt: **Separar verticalmente**: A área esquerda mostra a imagem original e a direita o efeito do filtro, para fins de comparação.

source: **Split horizontally**: The top area shows the original and the lower one the filter effect for comparison.
pt: **Separar horizontalmente**: A área superior mostra a imagem original e a inferior o efeito do filtro, para fins de comparação.

source: **Effect preview**: This is a live effect preview without comparison.
pt: **Antevisão do efeito**: Esta é uma antevisão ao vivo do efeito sem comparação.

source: **Mouse over** style: preview when mouse is off the preview (in the settings area), otherwise shows original.
pt: Estilo **Rato à passagem**: antevisão quando o cursor está fora da antevisão (na área de configuração); caso contrário, mostra o original.

source: (2): There are two buttons that can be toggled to show **over-exposure** or **under-exposure**. The colors can be customized in the :ref:`Editor Window Settings <editor_settings>` from Setup dialog.
pt: (2): Existem dois botões que podem ser activados/desactivados para mostrar a **sobre-exposição** ou **sub-exposição**. As cores podem ser personalizadas na :ref:`Configuração da Janela do Editor <editor_settings>` da janela de Configuração.

source: (3): The **preview** area. Click and drag with the mouse to move it on the image. The preview area on the left of dialog is updated accordingly.
pt: (3): A área de **antevisão**. Carregue e arraste o rato para a mover na imagem. A área de antevisão à esquerda da janela é actualizada de acordo com esse movimento.
