Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/image_editor/workflow_tools.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: (6): There is a **progress indicator** for tool with involved calculations at processing stage, else the current **file-name** is displayed.
pt: (6): Existe um **indicador de progresso** da ferramenta, tendo em conta os cálculo envolvidos na fase de processamento, caso contrário será apresentado o **nome do ficheiro** actual.

source: The Image Editor tools are available as plugins loaded dynamically at startup and configurable in :ref:`Setup dialog <plugins_settings>`. List of tools is given below:
pt: As ferramentas do Editor de Imagens estão disponíveis como 'plugins' que são carregados dinamicamente no arranque e que são configuráveis na :ref:`janela de Configuração <plugins_settings>`. A lista das ferramentas é apresentada em baixo:

source: :ref:`Color-Space Converter <color_cm>`
pt: :ref:`Conversão de Espaços de Cores <color_cm>`

source: :ref:`Auto Correction <color_auto>`
pt: :ref:`Correcção Automática <color_auto>`

source: :ref:`Colors Balance <color_balance>`
pt: :ref:`Balanceamento de Cores <color_balance>`

source: :ref:`Adjust Levels <color_levels>`
pt: :ref:`Ajuste dos Níveis <color_levels>`

source: :ref:`Channels Mixer <color_mixer>`
pt: :ref:`Mistura dos Canais <color_mixer>`

source: :ref:`Simulate Negative Film <color_negative>`
pt: :ref:`Simular o Filme a Infravermelhos <color_negative>`

source: :ref:`Sharpening (sharpen, unsharp mask, refocus) <enhance_sharpen>`
pt: :ref:`Aumento de definição (afiamento, máscara não-afiada, focagem) <enhance_sharpen>`

source: :ref:`Blur Tool <enhance_blur>`
pt: :ref:`Ferramenta do Borrão <enhance_blur>`

source: :ref:`Red Eyes Removal <enhance_redeyes>`
pt: :ref:`Remoção de Olhos Vermelhos <enhance_redeyes>`

source: :ref:`Hot Pixel Correction <enhance_hotpixels>`
pt: :ref:`Correcção de Pixels Queimados <enhance_hotpixels>`

source: :ref:`Lens Distortion Correction <enhance_lensdistortion>`
pt: :ref:`Correcção da Distorção de Lentes <enhance_lensdistortion>`

source: :ref:`Photograph Restoration <enhance_restoration>`
pt: :ref:`Restauro de Fotografias <enhance_restoration>`

source: :ref:`Vignetting Correction Tool <enhance_vignetting>`
pt: :ref:`Ferramenta de Correcção da Vinheta <enhance_vignetting>`

source: :ref:`Lens Auto-Correction Tool <enhance_lensauto>`
pt: :ref:`Ferramenta de Auto-Correcção das Lentes <enhance_lensauto>`

source: :ref:`Healing Clone Tool <enhance_clone>`
pt: :ref:`Ferramenta de Reparação por Clonagem <enhance_clone>`

source: :ref:`Crop Tool <transform_crop>`
pt: :ref:`Ferramenta de Recorte <transform_crop>`

source: :ref:`Change Size <transform_resize>`
pt: :ref:`Mudança de Tamanho <transform_resize>`

source: :ref:`Shearing Tool <transform_shear>`
pt: :ref:`Ferramenta de Inclinação <transform_shear>`

source: :ref:`Simulate Oil Painting <effects_oilpaint>`
pt: :ref:`Simular uma Pintura a Óleo <effects_oilpaint>`

source: :ref:`Simulate Charcoal Drawing <effects_charcoal>`
pt: :ref:`Simular um Desenho a Carvão <effects_charcoal>`

source: :ref:`Emboss Photograph <effects_emboss>`
pt: :ref:`Fotografia em Relevo <effects_emboss>`

source: :ref:`Distortion FX <effects_distortion>`
pt: :ref:`Efeitos de Distorção <effects_distortion>`

source: :ref:`Blur FX <effects_blur>`
pt: :ref:`Efeitos de Borrão <effects_blur>`

source: :ref:`Add Rain Drops <effects_raindrops>`
pt: :ref:`Adição de Pingos de Chuva <effects_raindrops>`

source: All these tools are also available into the **Tools** tab from the Image Editor right sidebar.
pt: Todas estas ferramentas também estão disponíveis na página de **Ferramentas** na barra lateral direita do Editor de Imagens.

source: The digiKam Image Editor Tools Tab from the Right Sidebar
pt: A Página de Ferramentas do Editor de Imagens do digiKam na Barra Lateral Direita

source: A typical RAW workflow with digiKam may follow these steps:
pt: Um fluxograma típico de ficheiros RAW com o digiKam poderá seguir estes passos:

source: Setting up the RAW conversion and color management preferences:
pt: Configuração das preferências de conversão e gestão de cores no RAW:

source: Get the ICC color profiles for the camera, display and printer.
pt: Obter os perfis de cores ICC para a câmara, o monitor e a impressora.

source: Setup digiKam correctly defining a color work space.
pt: Configure o digiKam correctamente, definido um espaço de cores de trabalho.

source: Conversion to a color space.
pt: Conversão para um espaço de cores.

source: From there everything is simple, select a RAW image and open it in the editor. The Raw Import tool will be displayed after the image has been processed in order to adjust color rendering. Without color management all images are very dark, this is normal. You can experiment the various profiles you have in order to select the best input profile according to your image (some tends to be very neutral, even a bit dull, some gives more saturated results, etc.).
pt: A partir daqui, tudo é simples; seleccione uma imagem RAW e abra-a no editor. A ferramenta de Importação RAW será apresentada a seguir à imagem ter sido processada, de modo a ajustar a representação das cores. Sem a gestão de cores, todas as imagens ficarão escuras, o que é normal. Poderá experimentar os vários perfis que tiver, para que possa seleccionar o melhor perfil de entrada de acordo com a sua imagem (alguns tendem a ser bastante neutros, até um pouco aborrecidos, outros geram resultados mais saturados, etc.).

source: The RAW Import Tool Allow to Load Digital Negative in Image Editor
pt: A Ferramenta de Importação RAW Permite Carregar um Negativo Digital no Editor de Imagens
