Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/albums_view.po
Languages: de, nl, pt, zh_cn

source: digiKam Main Window Albums View
de: digiKam-Hauptfenster Albenansicht
nl: Weergave van albums in het hoofdvenster van digiKam
pt: Área de Álbuns da Janela Principal do digiKam
zh_cn: digiKam 主窗口界面 - 相册视图

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, album, properties, creating, moving
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, album,eigenschappen, aanmaken, verplaatsen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, álbum, propriedades, criar, mover
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 专辑, 属性, 创建, 移动

source: Albums View
de: Albumsansicht
nl: Weergave van albums
pt: Área dos Álbuns
zh_cn: 相册视图

source: Contents
de: Inhalt
nl: Inhoud
pt: Conteúdo
zh_cn: 目录

source: Overview
de: Überblick
nl: Overzicht
pt: Introdução
zh_cn: 概述

source: The digiKam Main Window Album-View
de: Die Albumsansicht im digiKam-Hauptfenster
nl: De weergave van albums in het hoofdvenster van digiKam
pt: A Área de Álbuns da Janela Principal do digiKam
zh_cn: digiKam 主窗口界面 - 相册视图

source: By clicking the **Albums** button on the left side bar you toggle the Albums tree which provides an organized view of your photograph albums. The top item Albums just shows the **Welcome to digiKam** screen in the view area. The next level of the Albums tree shows your different Collections (marked by the icon |icon_collection|) or at least one if you haven't added one or more yet in the :menuselection:`Settings --> Configure digiKam...` and **Collections** section. Each Collection represents a folder branch on your hard disk, on removable media or on network shares and the next levels in the tree show the structure of those folders, here called **Albums**. The albums can be sorted by their folder layout on the hard disk, by the Category that has been set in the :ref:`Album Properties <managing_albums>` or by the Date of that Albums (this date can also be changed in the Properties of each Album). You can invert the sort order (ascending/descending) by clicking on the title bar of the album tree.
de: Wenn Sie auf die Schaltfläche **Alben** in der linken Seitenleiste klicken, wird der Albenbaum angezeigt, der eine übersichtliche Darstellung Ihrer Fotoalben bietet. Der oberste Punkt Alben zeigt nur den Bildschirm **Willkommen bei digiKam** im Anzeigebereich. Die nächste Ebene des Albenbaums zeigt Ihre verschiedenen Sammlungen (gekennzeichnet durch das Symbol |icon_collection|) oder zumindest eine, wenn Sie noch keine im Bereich :menuselection:`Einstellungen --> digiKam konfigurieren...` und **Sammlungen** hinzugefügt haben. Jede Sammlung repräsentiert einen Ordnerzweig auf Ihrer Festplatte, auf Wechselmedien oder auf Netzwerkfreigaben und die nächsten Ebenen im Baum zeigen die Struktur dieser Ordner, hier **Alben** genannt. Die Alben können nach ihrem Ordnerlayout auf der Festplatte, nach der Kategorie, die in den :ref:`Albumeigenschaften <managing_albums>` eingestellt wurde, oder nach dem Datum des Albums sortiert werden (dieses Datum kann auch in den Eigenschaften jedes Albums geändert werden). Sie können die Sortierreihenfolge umkehren (aufsteigend/absteigend), indem Sie auf die Titelleiste des Albenbaums klicken.
nl: Door op de knop **Albums** in de linker zijbalk te klikken schakelt u de boomstructuur Albums in die een georganiseerd beeld van uw fotoalbums toont. Het top-item Albums toont gewoon het scherm **Welkom bij digiKam** in het weergavegebied. Het volgende niveau van de boomstructuur Albums toont uw verschillende verzamelingen (gemarkeerd door het pictogram |icon_collection| of minstens een als u er nog niet een of meer hebt toegevoegd in :menuselection:`Instellingen --> digiKam configureren...` en de sectie **Verzamelingen**. Elke verzameling representeert een submap op uw vaste schijf, op verwijderbare media of op netwerkshares en de volgende niveaus in de boom tonen de structuur van die mappen, hier genaamd **Albums**. De albums kunnen gesorteerd worden op hun mappenindeling op de harde schijf, op de categorie die is ingesteld de :ref:`Albumeigenschappen <managing_albums>` of op de datum van dat album (deze datum kan ook gewijzigd worden in de eigenschappen van elk album). U kunt de sorteervolgorde (oplopend/aflopend) omdraaien door te klikken op de titelbalk van de boomstructuur van de albums.
pt: Ao carregar no botão de **Álbuns** na barra do lado esquerdo, poderá activar/desactivar a árvore de Álbuns, que lhe fornece uma vista organizada sobre os álbuns das suas fotografias. Os Álbuns no topo apenas mostra o ecrã **Bem-vindo ao digiKam** na área de visualização. O nível seguinte da árvore de Álbuns mostra-lhe as diferentes Colecções (identificadas pelo ícone |icon_collection|), ou pelo menos uma, caso não tenha adicionado nenhuma na secção **Colecções** da opção :menuselection:`Configuração --> Configurar o digiKam...`. Cada Colecção representa um ramo das pastas no seu disco rígido, nos dispositivos removíveis ou em partilhas de rede, e os níveis seguintes da árvore mostram a estrutura destas pastas, aqui chamadas de **Álbuns**. Os álbuns poderão ser ordenados pela sua estrutura de pastas no disco rígido, pela Categoria que foi atribuída nas :ref:`Propriedades do Álbum <managing_albums>` ou pela Data dos mesmos (esta data também pode ser alterada nas Propriedades de cada álbum). Poderá inverter o sentido da ordenação (ascendente/descendente), carregando na barra de título da árvore de álbuns.
zh_cn: 单击左侧栏上的 **相册** 按钮，可以切换到“相册树”，它能把你的不同相册有序地罗列出来。相册树的顶级条目是“相册”，点击它则会在右边视图区域中显示 **欢迎使用 digiKam** 界面。相册树的下一级显示的是你的各个相册集合（用图标 |icon_collection| 表示），如果只有一个相册集合，你可以到 :menuselection:`设置 --> 配置 digiKam... -->相册集合` 中添加一个或多个相册集合。每个集合代表硬盘、可移动媒体或网络共享上的一个文件夹，就像大树的枝干；相册树再往下一级显示这些文件夹的结构，这些（相册集合文件夹下的子文件夹）才是 **相册**。对于相册的排序，可以按硬盘上的文件夹顺序来排、也可以按照 :ref:`相册属性 <managing_albums>` 中设置好的分类依据或相册的日期进行排序（每个相册的日期也可以在属性中更改）。单击相册树的标题条，可以反转排序顺序（升序/降序）。

source: You can switch between these sort orders using **Sort Albums** from the **View** menu.
de: Sie können zwischen diesen Sortierreihenfolgen mit **Alben sortieren** aus dem Menü **Ansicht** wechseln.
nl: U kunt tussen deze volgordes van sorteren schakelen met **Albums sorteren** uit het menu **Beeld**.
pt: Poderá mudar entre estes critérios de ordenação, usando a opção **Ordenar os Álbuns** do menu **Ver**.
zh_cn: 使用“查看”菜单的“相册排序”功能可以切换排序方式。

source: Creating a New Album
de: Ein neues Album erstellen
nl: Een nieuw album aanmaken
pt: Criar um Novo Álbum
zh_cn: 创建新相册

source: There are a number of ways to create a new Album. You can create a new Album when you upload new photographs from the Camera using :menuselection:`Import --> Cameras`. You can also create a new empty Album with :menuselection:`Album --> New...` :kbd:`Ctrl+N` in the Albums view. As an additional option, you can create a new Album by importing an existing folder of photographs from your computer; just select :menuselection:`Import --> Add Folders...` from the menu bar and select the folder that you want to import. An Album will be created with the same name as the hard disk folder. You can use drag and drop to import a folder. Drag a folder icon, for example from your preferred files-manager. Then drop it on the album list on the left. A menu will appear that gives you the option to move or copy the folder into digiKam.
de: Es gibt mehrere Möglichkeiten, ein neues Album zu erstellen. Sie können ein neues Album erstellen, wenn Sie neue Fotos von der Kamera mit :menuselection:`Importieren --> Kameras` hochladen. Sie können auch ein neues leeres Album mit :menuselection:`Album --> Neu ...` :kbd:`Strg+N` in der Albenansicht erstellen. Als zusätzliche Möglichkeit können Sie ein neues Album erstellen, indem Sie einen bestehenden Ordner mit Fotos von Ihrem Computer importieren. Wählen Sie dazu :menuselection:`Importieren --> Ordner hinzufügen ...` aus der Menüleiste und wählen Sie den Ordner, den Sie importieren möchten. Es wird ein Album mit demselben Namen wie der Ordner auf der Festplatte erstellt. Sie können Drag & Drop verwenden um einen Ordner zu importieren. Ziehen Sie ein Ordnersymbol, zum Beispiel aus Ihrem bevorzugten Dateimanager. Legen Sie es dann auf der Albenliste auf der linken Seite ab. Es erscheint ein Menü, das Ihnen die Möglichkeit gibt, den Ordner in digiKam zu verschieben oder zu kopieren.
nl: Er bestaan meerdere manieren om een nieuw album aan te maken. U kunt een album aanmaken wanneer u nieuwe foto's van uw camera upload met :menuselection:`Importeren --> Camera's`. U kunt ook een nieuw leeg album aanmaken met :menuselection:`Album --> Nieuw...` :kbd:`Ctrl+N in de albumweergave. Nog een optie is om een bestaand album met foto's te importeren vanaf uw computer; gewoon :menuselection:`Importeren --> Mappen toevoegen...` selecteren op de menubalk en selecteer een bestaande map op uw computer. Er zal dan een album worden aangemaakt met dezelfde naam als die map op de vaste schijf heeft. U kunt slepen en loslaten gebruiken om een map te importeren. Sleep dan het pictogram van een map, bijvoorbeeld uit het venster van uw geliefde bestandsbeheerder. En laat deze vervolgens los in de albumlijst links op het beeld. Er verschijnt dan een menu dat u de keuze biedt uit kopiëren of verplaatsen van de map naar digiKam.
pt: Existe um conjunto de formas para criar um novo Álbum. Poderá criar um quando descarregar as fotografias novas que tiver na sua Câmara ou Máquina Fotográfica, usando a opção :menuselection:`Importar --> Câmaras`. Também poderá criar um Álbum vazio com a opção :menuselection:`Álbum --> Novo...` :kbd:`Ctrl+N` na área de Álbuns. Como opção adicional, poderá criar um novo Álbum, importando uma pasta existente de fotografias no seu computador; basta seleccionar :menuselection:`Importar --> Adicionar Pastas...` no menu e seleccionar a pasta que deseja importar. Será criado um Álbum com o mesmo nome que a pasta no disco rígido. Poderá usar o arrastamento para importar uma pasta. Arraste um ícone de pasta, por exemplo a partir do seu gestor de ficheiros preferido. Depois largue-o na lista de álbuns à esquerda. Irá aparecer um menu que lhe dará a opção para mover ou copiar a pasta para o digiKam.
zh_cn: 创建新相册的方法有很多。使用 :menuselection:`导入 --> 相机` 来从相机传入新照片时，可以创建新相册。还可以在选中一个相册树里的相册集合后，使用 :menuselection:`相册 --> 新建...` :kbd:`Ctrl+N` 创建一个新的空相册。此外，还可以通过导入一个电脑里的照片文件夹来创建新相册——只需从菜单栏中选择 :menuselection:`导入 --> 添加文件夹...` ，然后选择要导入的文件夹。digiKam 将创建一个与该文件夹同名的相册。对于导入文件夹，你还可以使用拖放来导入文件夹。例如，从你喜欢的文件管理器中拖动文件夹图标。然后将其拖放到左侧的相册树中。将出现一个菜单，可以选择将文件夹移动或是复制到 digiKam 中。

source: A album is hosted in a collection root path registered in the database. If a settings about collections has changed or if the collection no longer exists (for example with a removable media), no new albums can be created. You needs to check the collection properties in :ref:`the digiKam setup dialog <collections_settings>`.
de: Ein Album wird in einem in der Datenbank registrierten Sammlungsstammverzeichnis abgelegt. Wenn sich eine Einstellung für die Sammlungen geändert hat oder die Sammlung nicht mehr existiert (z.B. bei einem Wechselmedium), können keine neuen Alben erstellt werden. Sie müssen die Eigenschaften der Sammlung in :ref:`dem digiKam-Einrichtungsdialog <collections_settings>` überprüfen.
nl: Een album is opgeslagen in een hoofdpad van een verzameling geregistreerd in de database. Als instellingen over verzamelingen is gewijzigd of als de verzameling niet langer bestaat (bijvoorbeeld met een verwijderbaar medium), dan kunnen geen nieuwe albums aangemaakt worden. U moet de eigenschappen van een verzameling controleren in :ref:`de instellingendialoog van digiKam <collections_settings>`.
pt: Um álbum está alojado no local de topo de uma colecção registada na base de dados. Se tiver alterado alguma opção sobre as colecções ou se a mesma não existir mais (por exemplo, um dispositivo removível), não poderá criar novos álbuns. Tem de verificar as propriedades da colecção na :ref:`janela de configuração do digiKam <collections_settings>`.
zh_cn: 所有的相册都存放于相册集合里，这些相册集合的位置是在数据库里记录好了的。如果相册集合的设置发生了变化，或者相册集合不再存在（比如被删除，或是存储在已移除的媒介上），就不能创建新的相册了。你需要在 :ref:`digiKam 设置对话框 <collections_settings>` 中检查集合属性，确保一切正常。

source: Under Windows, file locking used by the system can introduce time latencies or dysfunctions. digiKam uses a low level file management with Qt framework that cannot handle locked files. The following conditions must be met so that there are no problems with digiKam:
de: Unter Windows kann die vom System verwendete Dateisperre zu zeitlichen Verzögerungen oder Fehlfunktionen führen. digiKam verwendet ein Low-Level-Dateimanagement mit Qt-Framework, das nicht mit gesperrten Dateien umgehen kann. Die folgenden Bedingungen müssen erfüllt sein, damit es keine Probleme mit digiKam gibt:
nl: Onder Windows kan vergrendelen van bestanden gebruikt door het systeem tijdvertraging introduceren of verkeerd functioneren. digiKam gebruikt een laag niveau bestandsbeheer met het Qt framework dat vergrendelde bestanden niet aan kan. Aan de volgende condities moet voldaan zijn zodat er geen problemen met digiKam zijn:
zh_cn: 在 Windows 系统中，当一个程序正在使用某个文件时，操作系统会将该文件锁定，防止其他程序同时对其进行写操作，从而导致冲突或数据不一致。当文件被系统锁定时，可能会导致时间延迟（因为软件需要等待文件解锁才能进行操作）或功能失常。digiKam 采用 Qt 框架进行低级文件管理，无法处理被锁定的文件。为了避免在使用 digiKam 时出现问题，必须满足以下条件：

source: Album monitoring in digiKam must be deactivated. See the :ref:`Collection Settings <collections_settings>` for details.
de: Die Album-Überwachung in digiKam muss abgeschaltet werden. Beachten Sie die :ref:`Sammlungs-Einstellungen <collections_settings>` für Details.
nl: Monitoren van album in digiKam moet gedeactiveerd zijn. Zie de :ref:`Instellingen van de verzameling <collections_settings>` voor details.
zh_cn: 在digiKam中必须停用相册监控。详见 :ref:`集合设置 <collections_settings>` 。

source: Folders must not be part of a Windows file or network share.
de: Ordner dürfen nicht Teil einer Windows-Datei- oder Netzwerkfreigabe sein.
nl: Mappen moeten geen onderdeel zijn van een Windows bestands- of netwerkshare.
zh_cn: 文件夹不能是 Windows 系统文件，也不能是可以在网络上共享访问的文件夹。

source: Folders or pictures must not be open in other programs such as Explorer or similar.
de: Ordner oder Bilder dürfen nicht in anderen Programmen, wie Explorer oder ähnlichem, geöffnet sein.
nl: Mappen of afbeeldingen moeten niet geopend zijn in andere programma's zoals Explorer of soortgelijk.
zh_cn: 文件夹或图片不能同时在其他程序中打开，如资源管理器或类似程序。

source: Deleting an Album
de: Ein Album löschen
nl: Een album verwijderen
pt: Remover um Álbum
zh_cn: 删除相册

source: When you delete an Album from digiKam it will be moved into the internal Trash Can. As an option you could change this behavior, so that delete really will remove the Album and all of the photographs in it. This can be changed by selecting :menuselection:`Settings --> Configure digiKam...` and selecting the **Miscellaneous** page. At the top of this page are the settings that control what happens when a photograph is deleted. To delete an Album, click with the right mouse button over the Album in the Albums tree and select **Delete Album** from the context menu.
nl: Wanneer u een album verwijderd uit digiKam zal het worden verplaatst naar de interne prullenbak. Er is een optie om dit te veranderen, zodanig dat het album met alle foto's daarin ook werkelijk verwijderd zullen worden. Dit kan worden gewijzigd door te selecteren: :menuselection:`Instellingen --> digiKam configureren...` en de pagina **Diversen** te selecteren. Bovenaan die pagina zijn de instellingen die bepalen wat er gebeurt als een foto wordt verwijderd. Om een album te verwijderen, klik met de rechter muisknop op het album in de boomstructuur voor albums en selecteer **Verwijder album** uit het contextmenu.
pt: Quando remover um álbum do digiKam, o mesmo será movido para o Caixote do Lixo interno. Como opção, poderá alterar este comportamento, para que a remoção apague de facto o Álbum e todas as fotografias no mesmo. Isto pode ser alterado se seleccionar a opção :menuselection:`Configuração --> Configurar o digiKam...` e seleccionar a página **Diversos**. No topo desta página existe a configuração que controla o que acontece quando é removida uma fotografia. Para apagar um álbum, carregue com o botão direito do rato sobre o álbum na árvore de Álbuns e seleccionar **Apagar o Álbum** no menu de contexto.
zh_cn: 当你从 digiKam 删除一个相册时，它会被移到内部的垃圾桶中。你也可以不让它这么做，让删除操作真的会从你的电脑上彻底删除相册和里面的的所有照片。想要更改这个设置，可以这样操作： :menuselection:`设置 --> 配置digiKam…` ，然后选择 **其他** 页面。在这个页面的顶部，可以设置照片被删除时的相关操作。要删除一个相册，用鼠标右键点击相册树中的相册，然后从上下文菜单中选择 **删除相册** 。

source: Adding a Photograph to an Album
de: Ein Foto zu einem Album hinzufügen
nl: Een foto toevoegen aan een album
pt: Adicionar uma Fotografia a um Álbum
zh_cn: 添加照片到相册

source: Most of the time you will create new Albums and populate them with photographs directly from your camera using the Camera Tool. However, sometimes you may want to add a photograph that you already have on your computer to an existing Album. To add a photograph to an Album select :menuselection:`Import --> Add Images...` :kbd:`Alt+Shift+I` from the menu bar. Select a source folder from the dialog and click OK. An import window will open. Select the photographs that you want to add and choose **Download Selected** from the **Download** drop down menu. A dialog will open where you can choose the destination album. The photographs will be copied into the Album. **Download New** :kbd:`Ctrl+N` from the same menu will copy only those images which are not in the destination folder yet.
nl: Meestal zult u nieuwe albums aanmaken en die vullen met foto's, direct van de camera door gebruik te maken van het hulpmiddel voor camera's. Soms wilt u echter een foto, die u al op uw computer heeft, toevoegen aan een bestaand album. Om een foto aan een album toe te voegen, kiest u :menuselection:`Importeren --> Afbeeldingen toevoegen...` :kbd:`Alt+Shift+I` uit de menubalk. Selecteer een bronmap in de dialoog en klik op OK. Een importvenster zal openen. Selecteer de foto's die u wilt toevoegen en kies **Geselecteerden downloaden** uit het afrolmenu **Download**. Een dialoog zal openen waarin u het bestemmingsalbum kunt kiezen. De foto's zullen gekopieerd worden in het album. **Nieuwe downloaden** :kbd:`Ctrl+N` uit hetzelfde menu zal alleen die afbeeldingen kopiëren die nog niet in de bestemmingsmap aanwezig zijn.
pt: Na maioria das ocasiões, irá criar Álbuns novos e preenchê-los com fotografias directamente a partir da sua câmara com a ferramenta da Câmara. Contudo, em alguns casos, poderá querer adicionar uma fotografia que já tenha no seu computador num Álbum existente. Para adicionar uma fotografia num Álbum, seleccione a opção do menu :menuselection:`Importar --> Adicionar Imagens...` :kbd:`Alt+Shift+I`. Seleccione uma pasta de origem na janela e carregue em OK. Será aberta uma janela de importação. Seleccione as fotografias que deseja adicionar e escolher a opção **Obter as Seleccionadas** do menu **Obter**. Irá aparecer uma janela onde poderá escolher o álbum de destino. As fotografias serão copiadas para o álbum. A opção **Obter as Novas** :kbd:`Ctrl+N` no mesmo menu irá copiar apenas as imagens que não existam já na pasta de destino.
zh_cn: 大多数时候，你会使用 **相机工具** 直接创建新的相册并从相机中添加照片。然而，有时你可能想要把电脑上已有的照片添加到现有的相册中。要向相册中添加照片，从菜单栏选择 :menuselection:`导入 --> 添加图像…` :kbd:`Alt+Shift+I` 。从对话框中选择一个源文件夹，点击“确定”。这时候会打开一个导入窗口。选择你想要添加的照片，然后从对话框顶栏中选择“下载选中的”。将会打开一个对话框，在这里你可以选择目标相册。照片将被复制到相册中。“下载新的 Ctrl+N”从同一菜单中只会复制那些尚未在目标文件夹中的图片。

source: Additionally, you can use drag and drop to import photographs. Drag the photographs icons, for example from your preferred file manager. Then drop it on the image list on the right hand side.
nl: Bovendien kunt u slepen en loslaten gebruiken om foto's te importeren. Sleep de pictogrammen van de foto's, bijvoorbeeld uit een venster van uw geliefde bestandsbeheerder. Laat dan los op de lijst met afbeeldingen aan de rechterkant.
pt: Adicionalmente, poderá arrastar e largar fotografias para as importar. Arraste os ícones das fotografias, por exemplo, a partir do seu gestor de ficheiros favorito. Depois largue-as na lista de imagens no lado direito.
zh_cn: 此外，你还可以使用拖放来导入照片。例如，从你喜欢的的文件管理器拖动照片缩略图，然后放到右侧的图片列表中。

source: If you have a scanner configured, you can also scan a photograph straight into an Album. Select menu entry :menuselection:`Import --> Import from Scanner...`.
nl: Als u een scanner hebt geconfigureerd, dan kunt u ook een foto rechtstreeks in een album scannen`. Selecteer :menuselection:`Importeren --> Vanaf een scanner importeren....`.
pt: Se tiver um 'scanner' configurado, também poderá digitalizar uma fotografia directamente para um Álbum. Seleccione a opção do menu :menuselection:`Importar --> Importar de um 'Scanner'...`.
zh_cn: 如果你连接了扫描仪，你也可以直接将一张实体照片扫描到一个 digiKam 相册中。从菜单中选择 :menuselection:`导入 --> 从扫描仪导入…` 。

source: Moving or Copying Photographs
de: Fotos verschieben oder kopieren
nl: Foto's verplaatsen of kopiëren
pt: Mover ou Copiar Fotografias
zh_cn: 移动或复制照片

source: Between Albums
de: Zwischen Alben
nl: Tussen albums
pt: Entre Álbuns
zh_cn: 把照片从一个相册移动（复制）到另一个相册

source: Simply drag the photograph and drop it on the destination Album to move or copy it from one Album to another. A menu will appear that gives you the option to **Move** or **Copy** the photograph. You can move or copy multiple photographs the same way, just select all the photographs that you want to move and drag them on to the destination Album.
de: Ziehen Sie einfach das Foto legen Sie es auf dem Zielalbum ab, um es zu verschieben oder von einem Album in ein anderes zu kopieren. Es wird ein Menü eingeblendet, das Ihnen die Möglichkeit bietet, das Foto zu **Verschieben** oder zu **Kopieren**. Sie können mehrere Fotos auf die gleiche Weise verschieben oder kopieren, wählen Sie hierzu einfach alle Fotos, die Sie verschieben möchten und ziehen Sie sie auf das Zielalbum.
nl: Om foto's van het ene album naar het andere te verplaatsen of te kopiëren selecteert u gewoon de foto en sleep die naar het bestemmingsalbum. Er verschijnt een menu dat u de optie biedt om de foto te **Verplaatsen** of te **Kopiëren**. Op dezelfde manier kunt u meerdere foto's verplaatsen of kopiëren. Selecteer gewoon de foto's die u wilt verplaatsen en sleep ze naar hun bestemming.
pt: Basta arrastar a fotografia e largá-la no álbum de destino, caso a queira copiar ou mover de um álbum para outro. Irá aparecer um menu que lhe dará a opção +ara **Mover** ou **Copiar** a fotografia. Poderá mover ou copiar várias fotografias da mesma forma; basta seleccionar todas as fotografias que deseja mover e arrastá-las para o álbum de destino.
zh_cn: 只需拖动照片并将其放到目标相册上，就可以从一个相册移动或复制到另一个相册。屏幕上会出现一个菜单，让你选择是 **移动** 还是 **复制** 照片。如果想同时移动或复制多张照片，只需选择所有你想移动的照片，然后将它们拖到目标相册上即可。

source: With Other Applications
de: Mit anderen Anwendungen
nl: Met andere toepassingen
pt: Com Outras Aplicações
zh_cn: 把照片移动（复制）到其他软件
