Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/albums_view.po
Languages: de, nl, pt, zh_cn

source: The behavior will be the same as copying between albums, but the difference will depend on the target application where you paste items and on what information the target program takes from the clipboard. With a text editor, pasting input fields will host the path. A word processor that can also use images may take the URL and insert the image.
de: Das Verhalten ist dasselbe wie beim Kopieren zwischen Alben, aber der Unterschied hängt von der Zielanwendung ab, in die Sie Elemente einfügen, und davon, welche Informationen das Zielprogramm aus der Zwischenablage entnimmt. In einem Texteditor wird beim Einfügen in Eingabefelder der Pfad übernommen. Ein Textverarbeitungsprogramm, das auch Bilder verwenden kann, kann die URL übernehmen und das Bild einfügen.
nl: Het gedrag zal hetzelfde zijn als kopiëren tussen albums, maar het verschil zal afhangen van de doeltoepassing waar u de items plakt en op welke informatie het doelprogramma deze uit het klembord neemt. Met een tekstbewerker, zal een invoerveld het pad gaan bevatten. Een tekstbewerker die ook afbeeldingen kan gebruiken kan de URL gebruiken en de afbeelding invoegen.
pt: O comportamento será o mesmo que copiar entre álbuns, com a diferença da aplicação de destino onde irá colar os itens e da informação que o programa de destino retira da área de transferência. Com um editor de texto, a colagem dos campos de entrada irá conter a localização. Um processador de texto que consiga também usar imagens poderá pegar no URL e inserir a imagem.
zh_cn: 操作和在相册之间复制一样，但区别在于你粘贴到什么目标软件，以及目标软件从剪贴板获取什么类型的信息。如果是文本编辑器，粘贴的内容将是照片的路径位置。而能处理图片的文字处理软件可能会读取文件路径位置并在文本中插入图片。

source: Managing Albums
de: Alben verwalten
nl: Albums beheren
pt: Gerir os Álbuns
zh_cn: 管理相册

source: Album Properties can help you remember which kind of photographs are in an Album and can also help you to organize the Albums tree. To access the Album Properties, click with the right mouse button on an Album and select **Properties** :kbd:`Alt+Enter` from the context menu.
nl: Albumeigenschappen kunnen u helpen om te onthouden welk soort foto's in een album aanwezig zijn en kunnen ook helpen bij het organiseren van de boomstructuur van Albums. Om toegang te krijgen tot albumeigenschappen klik met de rechter muisknop op een album en selecteer **Eigenschappen** :kbd:`Alt+Enter` uit het contextmenu.
pt: As Propriedades do Álbum podem ajudá-lo a recordar que tipos de fotografias estão no álbum e também o poderão ajudar a organizar a árvore de Álbuns. Para aceder às Propriedades do Álbum, carregue com o botão direito sobre um Álbum e seleccione **Propriedades** :kbd:`Alt+Enter` no menu de contexto.
zh_cn: 相册属性可以帮你记住相册中有哪些类型的照片，也可以让相册树看起来更有条理。要访问相册属性，用鼠标右键点击一个相册，然后从上下文菜单中选择 **属性** :kbd:`Alt+Enter` 。

source: The digiKam Album Properties Dialog
nl: De dialoog albumeigenschappen van digiKam
pt: A janela de Propriedades do Álbum do digiKam
zh_cn: digiKam 的相册属性对话框

source: The Album Properties dialog allows you to set:
nl: U kunt de volgende albumeigenschappen instellen:
pt: A janela de Propriedades do Álbum permite-lhe alterar:
zh_cn: 你可以在相册属性对话框里设置：

source: The Album **Title**: Name of the Album, identical with the name of the folder on your hard disk. If you edit it here, the folder will also be renamed.
nl: De **Titel** van het album: Naam van het album, identiek aan de naam van de map op uw vaste schijf. Als u het hier bewerkt, dan zal de map ook hernoemd worden.
pt: O **Título ** do Álbum: o Nome do Álbum, idêntico ao nome da pasta no seu disco rígido. Se o editar aqui, a pasta também irá mudar de nome.
zh_cn: 相册 **标题** ：相册的名称，和你硬盘上的文件夹名称一致。如果你在这里编辑了它，对应硬盘文件夹也会被重命名。

source: The Album **Category**: this is a way of grouping your Albums together by a common label. The Category you set will be used to order your albums when you select **By Category** from the drop down box in the tool bar or using :menuselection:`View --> Sort Albums --> By Category`. If you want to add and delete Category labels, choose from the menu entry :menuselection:`Settings --> Configure digiKam... --> Views page --> Categories tab`.
nl: De **Categorie** van het album: dit is een manier om uw albums te groeperen met een gemeenschappelijk label. De categorie die u instelt zal gebruikt worden om uw albums te ordenen wanneer u **Op categorie** selecteert in het afrolmenu in de werkbalken of :menuselection:`Beeld --> Albums sorteren --> Op categorie` gebruikt. Als u categorielabels wilt toevoegen en verwijderen, maak dan een keuze uit het menu-item :menuselection:`Instellingen --> digiKam configureren... --> pagina Beeld --> tabblad Categorieën`.
pt: A **Categoria** do Álbum: esta é uma forma de agrupar os seus álbuns em conjunto, de acordo com uma legenda comum. A Categoria que definir será usada para ordenar os seus álbuns quando seleccionar a opção **Por Categoria** no menu da barra de ferramentas ou usando a opção :menuselection:`Ver --> Ordenar os Álbuns --> Por Categoria`. Se quiser adicionar e remover legendas de Categorias, escolha as opções respectivas em :menuselection:`Configuração --> Configurar o digiKam... --> página Vistas --> página Categorias`.
zh_cn: 相册 **分类** ：它会给相册打上通用标签，以此将相册分组。分类的用处是，可以作为一种排序依据——从工具栏的下拉框中选择 **按分类排序** （或使用 :menuselection:`视图 --> 相册排序 --> 按分类` ）。如果你想添加或删除分类标签，可以在菜单项 :menuselection:`设置 --> 配置digiKam… --> 视图 --> 相册分类选项卡` 里设置。

source: The **Caption** for the Album: Usually a short description of the content, but of course you are free to abuse it in any conceivable way. But beware: this will be shown in the banner at the top of the main Image Window ;-)
nl: Het **Opschrift** voor het album: gewoonlijk een korte beschrijving van de inhoud, maar u kunt het natuurlijk vrijelijk misbruiken op elke begrijpelijk manier. Wees gewaarschuwd: dit zal getoond worden in de banner bovenaan het hoofdafbeeldingsvenster ;-)
pt: A **Legenda** do Álbum: Normalmente uma breve descrição do conteúdo, mas obviamente é livre de abusar da mesma da forma que melhor entender. Mas atenção: isto será apresentado no separador de topo da janela principal da Imagem ;-)
zh_cn: 相册 **说明** ：一般填写对相册内容的简短描述，当然你可以随意。但请注意：相册说明会被显示在相册预览窗口顶部的横幅上哦。

source: The Album **Date**: this will be used when you order your Albums by date using :menuselection:`View --> Sort Albums --> By Date`.
nl: De **Datum** van het album: deze wordt gebruikt wanneer u uw albums op datum sorteert met :menuselection:`Beeld --> Albums sorteren --> Op datum`.
pt: A **Data** do Álbum: isto será usado quando ordenar os seus álbuns por data, usando a opção :menuselection:`Ver --> Ordenar os Álbuns --> Por Data`.
zh_cn: 相册 **日期** ：使用 :menuselection:`视图 --> 相册排序 --> 按日期` 时，将会按照日期先后来排序你的相册。

source: **Oldest**, **Average**, and **Newest** buttons: these will set the **Date** to the oldest, average or latest date of the images in that album. It will first try to calculate the average date of the images in the album based on the Exif-headers. If that fails it will fall back to the modification date of the files in that folder.
nl: Knoppen **Oudste**, **Gemiddeld**, **Nieuwste**: deze stellen **Datum** in op de oudste, gemiddelde of nieuwste datum van de afbeeldingen in het album. Het programma zal eerst een gemiddelde datum van de afbeeldingen in het album trachten te berekenen op basis van de Exif-koppen. Als dat mislukt valt het terug op de wijzigingsdatum van de bestanden in die map.
pt: Botões **Mais Antigas**, **Média** e **Mais Recentes**: essas irão configurar a **Data** como a data mais antiga, a média ou a mais recente das imagens nesse álbum. Irá primeiro tentar calcular a data média das imagens no álbum com base nos cabeçalhos EXIF. Se isso falhar, irá tentar usar em alternativa a data de modificação dos ficheiros nessa pasta.
zh_cn: **最旧** 、 **平均** 、 **最新** 按钮：可以设置把相册里最旧照片的日期作为相册的日期，或是最新照片的日期，或是所有照片日期的平均值。日期的平均值这个功能首先尝试根据相册中图片的 Exif 头信息计算图片的平均日期。如果失败，则使用该文件夹中文件的修改日期计算平均值。

source: Setting the Album Icon
de: Albensymbol einstellen
nl: Het pictogram van het album instellen
pt: Configurar o Ícone do Álbum
zh_cn: 设置相册图标

source: digiKam displays the usual folder icon in the Albums list. You can choose one of your photographs instead. This may help you to remember what kind of photographs are contained in an Album.
de: digiKam zeigt das gewöhnliche Ordnersymbol in der Albenliste. Sie können stattdessen eines Ihrer Fotos auswählen. Dies kann dabei helfen sich daran zu erinnern, welche Art von Fotos in einem Album enthalten sind.
nl: digiKam toont het gebruikelijke pictogram voor map in de lijst **Albums**. U kunt een van uw foto's in plaats daarvan kiezen. Dit kan u helpen om te herinneren welk soort foto's in een album zitten.
pt: O digiKam mostra o ícone normal da pasta na lista de Álbuns. Poderá escolher uma das suas fotografias em alternativa. Isto podê-lo-á ajudar a recordar que tipos de fotografias existem num dado álbum.
zh_cn: digiKam 在相册列表中显示了常见的文件夹图标。你可以选择自己的一张照片作为代替。这可能帮助你记住相册中包含了哪些类型的照片。

source: To select a photograph as the Album icon, click with the right mouse button on the photograph that you want to use as the Album icon and select **Set as Album Thumbnail** from the context menu. Additionally you can use drag and drop to set the Album icon. Drag the photographs icon from the thumbnail area and drop it on the currently selected Album in the Album list.
de: Um ein ein Foto als Albensymbol auszuwählen, klicken Sie mit der rechten Maustaste auf das Foto, das Sie als Albensymbol verwenden möchten und wählen Sie in dem Kontextmenü **Als Alben-Vorschaubild einstellen**. Zusätzlich können Sie Ziehen und Ablegen verwenden, um das Albensymbol zu setzen. Ziehen Sie das Fotosymbol aus dem Vorschaubildbereich und legen Sie es auf dem aktuell ausgewählten Album in der Albenliste ab.
nl: Om een andere foto als pictogram van het album te kiezen, klik met de rechter muisknop op de foto die u als pictogram voor dat album wilt gebruiken en selecteer: **Instellen als album-miniatuur** uit het contextmenu. U kunt ook gebruik maken van slepen en loslaten om het gewenste pictogram van het album in te stellen. Sleep daartoe het pictogram van de foto uit het gebied met miniaturen van foto's en laat deze los in het geselecteerde album in de lijst met albums.
pt: Para seleccionar uma fotografia para ficar o ícone do Álbum, carregue com o botão direito do rato sobre a fotografia que deseja usar como ícone do Álbum e seleccionar **Definir como Miniatura do Álbum** no menu de contexto. Adicionalmente, poderá usar o arrastamento para largar a imagem como ícone do Álbum. Arraste o ícone das fotografias na área de miniaturas e largue-a sobre o Álbum seleccionado de momento na lista de Álbuns.
zh_cn: 要选择一张照片作为相册图标，右键点击你想用作相册图标的照片，然后从上下文菜单中选择 **设为相册缩略图** 。此外，你还可以通过拖放来设置相册图标。将照片缩略图从缩略图区域拖动到相册列表里的当前选中的相册上即可。

source: An Album can only be in one Album Collection and Album Collections cannot be nested.
de: Ein Album kann nur in einer Albensammlung sein und Albensammlungen können nicht verschachtelt werden.
nl: Een album kan slechts in één albumverzameling aanwezig zijn en albumverzamelingen kunnen niet worden genest.
pt: Um Álbum só poderá estar numa Colecção de Álbuns e as colecções não podem ser encadeadas.
zh_cn: 一个相册只能属于一个相册集合，且相册集合不能嵌套。

source: digiKam also supports tagging individual photographs. Album Categories are different from photograph tagging because the Album Category applies to all the photographs in an Album rather than to individual photographs. You can use both Album Category and tagging to organize your photographs.
de: digiKam unterstützt auch die Verschlagwortung einzelner Fotos. Albenkategorien unterscheiden sich von der Verschlagwortung von Fotos, da die Albenkategorie auf alle Fotos in einem Album und nicht auf einzelne Fotos angewendet wird. Sie können sowohl Albenkategorien als auch Stichwörter verwenden, um Ihre Fotos zu organisieren.
nl: digiKam ondersteunt ook het tags geven aan individuele foto's. Categorieën van albums verschillen van tags van foto's omdat de categorie van een album slaat op alle foto's in een album in plaats van op individuele foto's. U kunt zowel tags geven aan categorieën van albums als aan foto's om uw foto's te organiseren.
pt: O digiKam também suporta a atribuição de marcas de fotografias individuais. As Categorias dos Álbuns são diferentes das marcas, porque a Categoria do Álbum aplica-se a todas as fotografias num Álbum, em vez de se aplicar a fotografias individuais. Poderá usar a Categoria do Álbum e as marcas para organizar as suas fotografias.
zh_cn: digiKam 还支持给单张的照片打标签。相册分类与照片标签是不一样的，因为相册分类适用于相册中的所有照片，而不是单独的照片。相册分类和照片标签都可以用来整理照片。
