Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: For each collection registered in the database, digiKam maintains an internal trash-bin. Physically, the trash is located at the root album corresponding to the collection entry. It's a hidden folder :file:`.dtrash`, storing deleted items in a subdirectory named :file:`files`, and information about the deletion is stored in another subdirectory named :file:`info` with Json sidecars (:file:`.dtrashinfo`). Deleting a file in the collection does not remove the file from the media, but moves the file into this container and removes any reference to the item from the digiKam database.
ca: Per a cada col·lecció registrada en la base de dades, el digiKam manté una paperera interna. Físicament, la paperera es troba a l'àlbum arrel corresponent a l'entrada de la col·lecció. És una carpeta oculta :file:`.dtrash`, que emmagatzema els elements suprimits en un subdirectori anomenat :file:`files` i informació sobre la supressió emmagatzemada en un altre subdirectori anomenat :file:`info` amb els laterals JSON (:file:`.dtrashinfo`). La supressió d'un fitxer de la col·lecció no l'eliminarà dels mitjans, sinó que el mourà cap a aquest contenidor i elimina qualsevol referència a l'element de la base de dades del digiKam.
it: Per ciascuna raccolta registrata nella banca dati, digiKam mantiene un cestino interno. Il cestino è situato fisicamente nell'album radice che corrisponde alla voce della raccolta. È una cartella nascosta :file:`.dtrash` che memorizza gli elementi eliminati in una sottocartella chiamata :file:`files` e le informazioni sulla cancellazione in un'altra sottocartella chiamata :file:`info` con i sidecar Json (:file:`.dtrashinfo`). L'eliminazione di un file dalla raccolta non rimuove il file dal dispositivo, ma sposta il file all'interno di questo contenitore e rimuove qualsiasi riferimento all'elemento dalla banca dati di digiKam.
nl: Voor elke verzameling geregistreerd in de database onderhoudt digiKam een interne prullenbak. Fysiek is de prullenbak gelokaliseerd aan de wortel van het album dat overeenkomt met het verzameling-item. Het is een verborgen map :file:`.dtrash` waarin verwijderde items in een submap genaamd :file:`files` en informatie over de verwijdering is opgeslagen in een andere submap genaamd :file:`info` met Json aanhangsels (:file:`.dtrashinfo`). Verwijderen van een bestand in de verzameling verwijdert het bestand niet van het medium, maar verplaatst het bestand in deze container en elke referentie naar het item uit in de database van digiKam.
pt_br: Para cada coleção registrada no banco de dados, o digiKam mantém uma lixeira interna. Fisicamente, a lixeira está localizada no álbum raiz correspondente à entrada da coleção. Trata-se de uma pasta oculta :file:`.dtrash`, que armazena os itens excluídos em uma subpasta chamada :file:`files`, e as informações sobre a exclusão são armazenadas em outra subpasta chamada :file:`info` com arquivos auxiliares JSON (:file:`.dtrashinfo`). Excluir um arquivo da coleção não o remove da mídia, mas o move para esse contêiner e remove qualquer referência ao item no banco de dados do digiKam.
uk: Для кожної збірки у базі даних digiKam має внутрішню теку смітника. Фізично, теку смітника розташовано у кореневому альбомі, що відповідає запису збірки. Це прихована тека,:file:`.dtrash`, де зберігаються вилучені записи у підтеці із назвою :file:`files` та відомості щодо вилучення, які зберігаються в іншій підтеці :file:`info` з допоміжними файлами Json (:file:`.dtrashinfo`). Вилучення файла у збірці не призводить до вилучення файла з носія даних, а лише пересуває файл до цього контейнера і вилучає усі посилання на запис з бази даних digiKam.
zh_cn: 对于数据库中注册的每一个相册集合，digiKam 都会维护一个内部回收站。这个回收站实际上就是对应该集合根相册下的一个隐藏文件夹 :file:`.dtrash` ，被删除的文件会被移入其中的 :file:`files` 子文件夹，而关于删除操作的信息则存储在另一个叫做 :file:`info` 的子文件夹里，格式为 Json 的辅助文件（副文件名为 :file:`.dtrashinfo` ）。从集合中删除一个文件，并不会真的从存储介质上抹除它，而是把它移入这个容器，并从 digiKam 数据库中移除相关引用。

source: The trash-bin is accessible from the left sidebar tab **Albums** as the last entry of the tree-view corresponding to a collection and is named **Trash**. As the trash-view is a special container in digiKam, the layout of the trash-bin contents is a list based on a table-view and this view cannot be changed. The details of items in the trash-bin can always be displayed in the right sidebar using the **Properties**, **Metadata**, **Colors**, and **Map** tabs but information are taken from the files, not the database, and cannot be edited from the **Captions** tab. The **Versions** and **Filters** tabs can also not be used with the trash-bin.
ca: Es pot accedir a la paperera des de la pestanya **Àlbums** en la barra lateral esquerra com la darrera entrada de la vista en arbre corresponent a una col·lecció i s'anomena **Paperera**. Com que en el digiKam, la vista de paperera és un contenidor especial, la disposició del contingut de la paperera és una llista basada en una vista de taula i aquesta vista no es pot canviar. Els detalls dels elements de la paperera sempre es podran mostrar en la barra lateral dreta utilitzant les pestanyes **Propietats**, **Metadades**, **Colors** i **Mapa**, però la informació es pren dels fitxers, no de la base de dades, i no es pot editar des de la pestanya **Llegendes**. Les pestanyes **Versions** i **Filtres** tampoc no es poden utilitzar amb la paperera.
it: Il cestino è accessibile dalla scheda **Album** della barra laterale sinistra, come ultima voce della vista ad albero corrispondente a una raccolta, ed è chiamato **Cestino**, appunto. Dato che la vista cestino in digiKam è un contenitore speciale, l'aspetto del suo contenuto è reso sotto forma di elenco con vista a tabella e questa vista non può essere modificata. Il cestino è sempre visualizzabile nella barra laterale destra tramite le schede **Proprietà**, **Metadati**, **Colori** e **Mappa**, ma le informazioni vengono prese dai file e non dalla banca dati, pertanto non possono essere modificate dalla scheda **Didascalie**. Col cestino non possono essere utilizzate neppure le schede **Versioni** e **Filtri**.
nl: De prullenbak is toegankelijk vanuit de tabblad in de linker zijbalk **Albums** als het laatste item van de boomstructuurweergave overeenkomend met een verzameling en genaamd **Prullenbak**. Omdat de prullenbakweergave een speciale container is in digiKam, is de indeling van de inhoud van de prullenbak een lijst gebaseerd op een tabelweergave en deze weergave kan niet gewijzigd worden. De details van de items in de prullenbak kunnen altijd getoond worden in de rechter zijbalk met gebruik van de tabbladen **Eigenschappen**, **Metagegevens**, **Kleuren** en **Kaart** maar informatie wordt genomen uit de bestanden, niet de database en kan niet bewerkt worden vanuit het tabblad **Opschriften**. De tabbladen **Versies** en **Filters** kunnen ook niet gebruikt worden met de prullenbak.
pt_br: A lixeira pode ser acessada na aba Álbuns da barra lateral esquerda, como a última entrada da vista em árvore correspondente a uma coleção, e é chamada de Lixeira. Como a vista da lixeira é um contêiner especial no digiKam, o layout do conteúdo da lixeira é uma lista baseada em uma vista em tabela, e essa vista não pode ser alterada. Os detalhes dos itens na lixeira sempre podem ser exibidos na barra lateral direita usando as abas **Propriedades**, **Metadados**, **Cores** e **Mapa**, mas as informações são obtidas dos arquivos, não do banco de dados, e não podem ser editadas na aba **Legendas**. As abas **Versões** e **Filtros** também não podem ser usadas com a lixeira.
uk: Доступ до теки смітника можна отримати з вкладки **Альбоми** лівої бічної панелі. Відповідний пункт є останнім в ієрархічному списку, що відповідає збірці, і має назву **Смітник**. Оскільки смітник є особливим контейнером у digiKam, компонування вмісту смітника є списком на основі панелі перегляду таблиці, і його формат не можна змінити. Подробиці щодо записів смітника можна завжди переглянути на правій бічній панелі за допомогою вкладок **Властивості**, **Метадані**, **Кольори** і **Карта**, але там буде наведено дані з файлів, а не з бази даних, і ці дані не можна буде редагувати за допомогою вкладки **Підписи**. Вкладками **Версії** і **Фільтри** у теці смітника також не можна буде скористатися.
zh_cn: 你可以通过左侧边栏的 **相册** 选项卡访问这个回收站，它会作为某个集合相册树的最后一项出现，名称为 **回收站** 。由于这个回收站视图是 digiKam 的特殊容器，它的内容只能以详情视图展示，不能切换为其它布局。你可以通过右侧边栏的 **属性** 、 **元数据** 、 **颜色** 、 **地图** 等选项卡查看被删除文件的详细信息，但这些信息是从文件本身读取的，不再从数据库中获取，因此在 **说明** 选项卡中不能编辑这些内容。而 **版本** 和 **过滤** 选项卡在回收站视图中也不可用。

source: The digiKam Internal Trash-Bin Exists for All Collections Registered in the Database
ca: La paperera interna del digiKam existeix per a totes les col·leccions registrades en la base de dades
it: Il Cestino interno di digiKam esiste per tutte le raccolte registrate nella banca dati
nl: De interne prullenbak van digiKam bestaat voor alle verzamelingen geregistreerd in de database
pt_br: A lixeira interna do digiKam existe para todas as coleções registradas no banco de dados
sl: Notranji koš za smeti digiKam obstaja za vse zbirke, registrirane v zbirki podatkov
uk: Вбудований смітник існує для усіх збірок, які зареєстровано у базі даних digiKam
zh_cn: 只要是数据库里有的相册集合，都有一个回收站

source: digiKam does not use the Desktop recycler since operations to move and delete files from a network collection can take a while. The same problem can also occur with a collection hosted in a different disk partition than your home directory that is managed by the Desktop. Moving items to delete to a self-contained trash-bin from the collection is both operating system independent and fast.
ca: El digiKam no utilitza el reciclador de l'escriptori, ja que les operacions per a moure i suprimir els fitxers des d'una col·lecció de xarxa triguen molt temps. El mateix problema pot passar amb una col·lecció allotjada en una partició de disc diferent del vostre directori d'inici gestionada per l'escriptori. Moure elements que s'han de suprimir cap a una paperera independent de la col·lecció és universal i ràpid.
it: digiKam non usa il cestino del Desktop in quanto le operazioni di spostamento ed eliminazione dei file da una raccolta di rete potrebbero impiegarci del tempo. Lo stesso problema può capitare con una raccolta ospitata in una partizione del disco diversa dalla tua cartella Home gestita dal Desktop. Lo spostamento degli elementi da eliminare in un cestino a sé stante contenuto nella raccolta risulterà veloce e indipendente dal sistema operativo.
nl: digiKam gebruikt de prullenbak van het bureaublad niet omdat bewerkingen om bestanden uit een netwerkverzameling te verwijderen enige tijd kunnen nemen. Het is hetzelfde probleem dat kan optreden met een verzameling opgeslagen op een andere schijfpartitie dan uw persoonlijke map beheerd door het bureaublad. Verplaatsen van items voor verwijderen naar een zelf-gehouden prullenbak uit de verzameling is onafhankelijk van het besturingssysteem en snel.
pt_br: O digiKam não utiliza a lixeira do seu sistema, pois as operações para mover e excluir arquivos de uma coleção de rede podem demorar um pouco. O mesmo problema também pode ocorrer com uma coleção hospedada em uma partição de disco diferente da sua pasta inicial, gerenciada pelo seu sistema. Mover itens a serem excluídos da coleção para uma lixeira independente é rápido e independente do sistema operacional.
uk: digiKam не використовує смітник стільничного середовища, оскільки дії із пересуванням файлів, якщо для збірки використано мережеве сховище даних, можуть бути дуже тривалими. Також можуть виникати проблеми зі збірками, дані яких зберігаються на іншому розділі диска, ніж домашній каталог вашого користувача у стільничному середовищі. Пересування записів для вилучення до власної теки смітника зі збірник є одночасно незалежним від операційної системи і швидким.
zh_cn: digiKam 并不会使用系统桌面的回收站机制，这是因为在网络集合中移动或删除文件的操作可能非常耗时。如果集合位于一个与用户主目录不同的磁盘分区中，也可能遇到类似的问题。将删除项直接移入集合自身的本地回收站既独立于操作系统，又效率更高。

source: A series of buttons on the bottom of the trash-bin view allow you to restore files to the collection or delete them permanently. These are:
ca: Una sèrie de botons a la part inferior de la vista de la paperera permeten restaurar els fitxers a la col·lecció o suprimir-los de forma permanent. Hi ha:
it: Nella parte inferiore della vista del cestino sono presenti diversi pulsanti che ti permettono di ripristinare i file nella raccolta o di eliminarli in modo definitivo. Essi sono:
nl: Een serie knoppen onderaan de prullenbakweergave bieden het herstellen van bestanden in de verzameling of ze permanent verwijderen. Deze zijn:
pt_br: Uma série de botões na parte inferior da vista da lixeira permite restaurar arquivos para a coleção ou excluí-los permanentemente. São eles:
uk: У нижній частині панелі перегляду смітника розташовано декілька кнопок, за допомогою яких можна відновити файли у збірці або остаточно їх вилучити. А саме:
zh_cn: 回收站视图下方会有一排按钮，可以用来还原文件到原来的集合，或彻底删除这些文件：

source: **Undo**: to restore only the last entry in the trash-bin.
ca: **Desfés**: per a restaurar només la darrera entrada a la paperera.
it: **Annulla**: ripristina solo l'ultima voce nel cestino.
nl: **Ongedaan maken**: om alleen het laatste item in de prullenbak te herstellen.
pt_br: **Desfazer**: para restaurar apenas a última entrada na lixeira.
sl: **Razveljavi**: obnovi samo zadnji vnos v smetnjak.
uk: **Вернути**: для відновлення лише останнього вилученого запису у смітнику.
zh_cn: **撤销** ：只恢复回收站中的最后一个删除的项目。

source: **Restore**: to restore a selection of files from the trash-bin.
ca: **Restaura**: per a restaurar una selecció de fitxers des de la paperera.
it: **Ripristina**: per ripristinare una selezione di file dal cestino.
nl: **Herstellen** om een selectie van bestanden uit de prullenbak te herstellen.
pt_br: **Restaurar**: para restaurar uma seleção de arquivos da lixeira.
uk: **Відновити**: для відновлення файлів зі смітника.
zh_cn: **还原** ：将选中的文件从回收站还原。

source: **Delete**: to **permanently remove** the items selected, or all items from the trash-bin.
ca: **Suprimeix**: per a **suprimir permanentment** els elements seleccionats, o tots els elements de la paperera.
it: **Elimina**: per **rimuovere permanentemente** tutti gli elementi, o una loro selezione, dal cestino.
nl: **Verwijderen** naar **permanent verwijderen** van de geselecteerde items, of alle items, uit de prullenbak.
pt_br: **Excluir**: para **remover permanentemente** os itens selecionados ou todos os itens da lixeira.
uk: **Вилучити**: для **остаточного вилучення** позначених записів або усіх записів зі смітника.
zh_cn: **删除** ： **彻底删除** 选中的文件，或回收站中的所有文件。

source: These same options are also available in the trash-bin list's context menu. When the **Delete** option is selected, the user must confirm the request before the deletion is made.
ca: Aquestes mateixes opcions també estan disponibles en el menú contextual de la llista de la paperera. Quan se selecciona l'opció **Suprimeix**, cal que l'usuari confirmi la sol·licitud abans que es faci la supressió.
it: Le stesse opzioni sono disponibili anche nel menu contestuale dall'elenco del cestino. Quando viene selezionata l'opzione **Elimina**, l'utente dovrà confermare la richiesta prima di eseguire l'eliminazione.
nl: Deze zelfde opties zijn ook beschikbaar in het contextmenu uit de lijst van het prullenbak-vak. Wanneer de optie **Verwijderen** is geselecteerd, zal de gebruiker het verzoek bevestigen alvorens de verwijdering wordt gedaan.
pt_br: Essas mesmas opções também estão disponíveis no menu de contexto da lista de lixeira. Quando a opção **Excluir** é selecionada, o usuário deve confirmar a solicitação antes da exclusão.
uk: Доступ до усіх цих дій можна отримати за допомогою контекстного меню списку теки смітника. При виборі одного з пунктів **Вилучити** відповідні дії із записами у смітнику потребуватимуть підтвердження з боку користувача.
zh_cn: 这些操作也可以通过回收站列表中的右键菜单完成。当你选择 **删除** 操作时，系统会要求你确认之后才会真正执行删除。

source: The digiKam Internal Trash-Bin Asks to Confirm the Permanent Deletion of Items
ca: La paperera interna del digiKam demanant confirmació per a la supressió permanent dels elements
it: Il Cestino interno di digiKam chiede conferma per la eliminazione permanente degli elementi
nl: De interne prullenbak van digiKam vraagt het bevestigen van de permanente verwijdering van items
pt_br: A lixeira interna do digiKam solicita a confirmação da exclusão permanente de itens
uk: Вбудований смітник digiKam надсилає запит щодо підтвердження остаточного вилучення записів
zh_cn: digiKam 的内部回收站在执行永久删除操作前会请求确认

source: Since the trash-bin container is physically located in the root album of a collection, backups of a collection onto separated media, will also safely backup the corresponding trash-bin container.
ca: Com que el contenidor de la paperera es troba físicament a l'àlbum arrel d'una col·lecció, les còpies de seguretat d'una col·lecció en un mitjà separat també es farà una còpia de seguretat del contenidor corresponent de la paperera.
it: Poiché il contenitore cestino si trova fisicamente nell'album radice (di livello superiore) di una raccolta, con le copie di sicurezza di una raccolta in un dispositivo separato creerai in modo sicuro anche una copia del contenitore cestino corrispondente.
nl: Omdat de prullenbakcontainer fysiek gelokaliseerd is in de hoofdmap van het album van een verzameling, zal ook een reservekopie van een verzameling op een gescheiden medium, ook veilig een reservekopie van de bijbehorende prullenbakcontainer bevatten.
pt_br: Como o contêiner da lixeira está fisicamente localizado no álbum raiz de uma coleção, os backups de uma coleção em mídia separada também farão backup do contêiner da lixeira correspondente.
uk: Оскільки контейнер смітника розташовано у кореневому альбомі збірки, якщо ви створите резервну копію збірки на окремому носії даних, ви також створите резервну копію відповідного контейнера смітника.
zh_cn: 因为回收站的物理位置就在集合的根相册目录下，所以当你将集合备份到其他设备时，回收站的内容也会一并安全备份。

source: Grouping Photographs
ca: Agrupar les fotografies
it: Raggruppare le fotografie
nl: Foto's groeperen
pt_br: Agrupando fotografias
sl: Združevanje fotografij
uk: Групування фотографій
zh_cn: 分组照片

source: Grouping items is a very useful way to organize Photographs and/or videos that are related to each other, and adjusts the way they are displayed in the image area. This function is available through the context menu on a selection of items (more than one item selected).
ca: L'agrupació d'elements és una manera molt útil d'organitzar les fotografies i/o vídeos relacionats entre si i ajustar la manera com es mostraran a l'àrea d'imatges. Aquesta funció està disponible mitjançant el menú contextual sobre una selecció d'elements (més d'un element seleccionat).
it: Raggruppare gli elementi è un modo molto utile per organizzare le fotografie e i video che sono collegati fra di loro, e per regolare il modo con cui sono visualizzati nell'area dell'immagine. Questa funzione è disponibile dal menu contestuale su una selezione di elementi (più di un oggetto selezionato).
nl: Items groeperen is een erg nuttige manier om foto's en/of video's te organiseren die aan elkaar zijn gerelateerd en om de manier waarop ze getoond worden in het afbeeldingsgebied. Deze functie is beschikbaar via het contextmenu op een selectie van items (meer dan een item geselecteerd).
pt_br: Agrupar itens é uma maneira muito útil de organizar fotografias e/ou vídeos relacionados entre si e ajustar a forma como são exibidos na área de imagem. Esta função está disponível através do menu de contexto em uma seleção de itens (mais de um item selecionado).
uk: Групування записів є дуже зручним способом упорядковування фотографій і/або відео, які пов’язано між собою, та коригування способу показу записів у області зображень. Скористатися цією функціональною можливістю можна за допомогою контекстного меню позначеної групи записів (слід позначити декілька записів у списку).
zh_cn: 将相关照片或视频整理在一起进行分组是一个非常实用的功能，它能改变图像区域中的展示方式。你可以在选中多个项目后，通过右键菜单调用此功能。

source: The digiKam Icon-View Grouped Items Options From Context Menu
ca: Les opcions dels elements agrupats des del menú contextual a la vista d'icones en el digiKam
it: Le opzioni degli elementi raggruppati nella vista a icone di digiKam dal menu contestuale
nl: De Pictogramweergave van digiKam met opties gegroepeerde items uit het contextmenu
pt_br: Opções de itens agrupados no menu de contexto na exibição de miniaturas do digiKam
sl: Ikona digiKam-Ogled možnosti združenih elementov iz kontekstnega menija
uk: Пункти контекстного меню згрупованих записів на панелі перегляду піктограм digiKam
zh_cn: 从右键菜单里找到分组选项

source: With the **Group Selected Here** option, you can put the whole selection into one group without constraints.
ca: Amb l'opció **Grup seleccionat aquí**, podeu posar tota la selecció en un grup sense restriccions.
it: Con l'opzione **Raggruppa i selezionati qui** puoi inserire senza limiti l'intera selezione in un gruppo.
nl: Met de optie **Groep hier geselecteerd** kunt u de gehele selectie in één groep stoppen zonder beperkingen.
pt_br: Com a opção **Agrupar as selecionadas aqui**, você pode colocar toda a seleção em um grupo sem restrições.
uk: За допомогою пункту **Згрупувати позначені тут** ви можете додати до групи усі позначені елементи без обмежень.
zh_cn: **在此建立所选图像分组** ：将选中的所有内容合并为一个组，不作其他限制。

source: The **Group Selected by Time** option allows you to create more than one group determined by the Exif or Xmp time-stamps (seconds will be ignored). Each group of items is created by reading the date for each item and looking if it's included in a range of plus or minus two seconds from the selection.
ca: L'opció **Grup seleccionat per temps** permet crear més d'un grup determinat per les marques de temps Exif o Xmp (els segons s'ignoraran). Cada grup d'elements es crea llegint la data de cada element i mirant si s'inclou en un interval de més o menys dos segons de la selecció.
it: L'opzione **Raggruppa i selezionati per tempo** ti consente di creare più di un gruppo in base alla data e ora Exif o Xmp (i secondi verranno ignorati). Ogni gruppo di elementi viene creato leggendo la data di ciascun elemento, controllando se è incluso in un intervallo di più o meno due minuti dalla selezione.
nl: De optie **Groep geselecteerd op tijd** biedt u het aanmaken van meer dan één groep bepaald door de Exif- of Xmp-tijdstippen (seconden zullen genegeerd worden). Elke groep zal aangemaakt door de datum van elk item te lezen en te kijken of het is meegenomen in een reeks van plusminus twee seconden uit de selectie.
pt_br: A opção **Agrupar as selecionadas por data e hora** permite criar mais de um grupo determinado pelos carimbos de data/hora Exif ou Xmp (os segundos serão ignorados). Cada grupo de itens é criado lendo a data de cada item e verificando se ele está incluído em um intervalo de mais ou menos dois segundos a partir da seleção.
uk: За допомогою пункту **Групувати позначене за часом** можна створити більше однієї групи, визначеної часовими мітками Exif або Xmp (секунди ігноруватимуться). Кожна група елементів створюється шляхом зчитування дати для кожного елемента та визначення, чи потрапляє він у діапазон плюс або мінус дві секунди від позначеного.
zh_cn: **按时间建立所选图像分组** ：根据 Exif 或 XMP 时间戳进行分组（忽略秒数），每组会包含拍摄时间在选中项 ±2 秒内的所有项目。
