Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: The **Group Selected by Filename** option will put items with the same name but different file types into one group. This is particularly handy, as explained below, for grouping images that have been stored in both JPEG and RAW formats.
ca: L'opció **Grup seleccionat per nom de fitxer** posarà els elements amb el mateix nom però tipus de fitxer diferents en un grup. Això és especialment pràctic, com s'explica a continuació, per a agrupar imatges que s'han emmagatzemat tant en formats JPEG com RAW.
it: L'opzione **Raggruppa i selezionati per nome file** metterà in un gruppo gli elementi con lo stesso nome ma di tipo diverso. Ciò è particolarmente utile, come spiegato sotto, per il raggruppamento delle immagini che sono state memorizzate sia in formato JPEG, sia in formato RAW.
nl: De optie **Groep geselecteerd op bestandsnaam** zal items met dezelfde naam maar verschillend bestandstype in één groep stoppen. Dit is speciaal handig, zoals onderstaand uitgelegd, voor groepering van afbeeldingen die zijn opgeslagen zowel in JPEG als RAW-formaten.
pt_br: A opção **Agrupar as selecionadas por nome de arquivo** colocará itens com o mesmo nome, mas com tipos de arquivo diferentes, em um único grupo. Isso é particularmente útil, como explicado abaixo, para agrupar imagens armazenadas nos formatos JPEG e RAW.
uk: У варіанті **Групувати позначене за назвами файлів ** до груп буде об’єднано файли з однаковими назвами, але різними типами. Як це пояснено нижче, це зокрема зручно для групування зображень, які було збережено одночасно у форматах JPEG і RAW.
zh_cn: **按文件名建立所选图像分组** ：将具有相同文件名但文件类型不同的图像归为一组。这对保存了 JPEG 和 RAW 格式图像的情况特别实用。

source: The last option **Group Selected by Timelapse / Burst** put the whole selection into groups created with a minimum of three items when differences of Exif or Xmp time-stamps for each item do not exceed one second.
ca: L'última opció **Grup seleccionat per filmació a intervals / ràfega** posa tota la selecció en grups creats amb un mínim de tres elements quan les diferències de les marques de temps Exif o Xmp de cada element no superen un segon.
it: L'ultima opzione **Raggruppa i selezionati per timelapse / burst** inserisce l'intera selezione in gruppi creati con un minimo di tre elementi, quando le differenze di data e ora Exif o Xmp per ciascun elemento non è superiore a un secondo.
nl: De laatste optie **Groepeer geselecteerd op tijdsverloop / burst** zet de gehele selectie in groepen aangemaakt met minimaal drie items wanneer verschillen in Exif- of Xmp-tijdstippen voor elk item niet boven één seconde gaan.
pt_br: A última opção **Agrupar as selecionadas por Lapso de tempo/Disparo contínuo** coloca toda a seleção em grupos criados com um mínimo de três itens quando as diferenças de carimbos de data/hora Exif ou Xmp para cada item não excedem um segundo.
uk: За допомогою останнього пункту, **Згрупувати позначені за проміжком часу або зйомками** можна розташувати усе позначене у групі, створені з мінімум трьох записів, якщо відмінності у часових позначках Exif або Xmp для кожного з записів не перевищують 1 секунди.
zh_cn: **按延时 / 连拍建立所选图像分组** ：如果 Exif 或 XMP 时间戳的差异不超过 1 秒，且至少有 3 张图片，则把它们归为一个组。

source: The digiKam Icon-View Grouped Mode From Icon-View
ca: El mode agrupat en la vista d'icones del digiKam des de la vista d'icones
it: La modalità raggruppata con vista a icone dalla Vista a icone
nl: De Pictogramweergave van digiKam met modus gegroepeerd uit Pictogramweergave
pt_br: Modo agrupado da exibição em miniaturas do digiKam
sl: Združeni način pogleda ikon digiKam iz pogleda ikon
uk: Режим згрупованих піктограм на панелі перегляду піктограм digiKam
zh_cn: 已分组的项目

source: If you group files automatically based on filename, the smaller file size from the group is preferred as the leading item. The idea is that when previewing, faster loading of the image will allow for a quicker preview.
ca: Si agrupeu els fitxers automàticament segons el nom de fitxer, es preferirà la mida de fitxer més petita del grup com a element principal. La idea és que en obtenir una vista prèvia, la càrrega més ràpida de la imatge permetrà una vista prèvia més ràpida.
it: Se raggruppi i file automaticamente basati sul nome file, la dimensione del file più piccola è preferita come elemento principale. L'idea è che, quando si visualizzano le anteprime, il caricamento più rapido dell'immagine consentirà un'anteprima più rapida.
nl: Als u bestanden automatisch groepeert gebaseerd op bestandsnaam), heeft de kleinere bestandsgrootte uit de groep de voorkeur als het leidende item. Het idee is dat bij bekijken, sneller laden van de afbeelding, een sneller voorbeeld biedt.
pt_br: Se você agrupar os arquivos automaticamente com base no nome, o menor tamanho de arquivo do grupo será o item preferencial. A ideia é que, ao visualizar, o carregamento mais rápido da imagem permita uma visualização mais ágil.
uk: Якщо ви групуєте файла автоматично на основі, наприклад, назви файла, файли з групи із найменшим розміром будуть на початку. Ідея полягає у тому, що під час попереднього перегляду малі файли завантажуватимуться швидше, а отже, користувач швидше отримуватиме потрібні дані.
zh_cn: 如果你选了按文件名自动分组，digiKam 会优先将文件体积较小的那一个作为主图像显示，这样可以更快预览。

source: If you group files manually from the icon-view, the selected item used to show the context menu that was used to group the files will be used as the leading item.
ca: Si agrupeu els fitxers manualment des de la vista d'icones, l'element seleccionat per a mostrar el menú contextual que es va fer servir per a agrupar els fitxers s'utilitzarà com a element principal.
it: Se raggruppi manualmente i file dalla vista a icone, l'elemento selezionato utilizzato per mostrare il menu contestuale che era utilizzato per raggruppare i file sarà usato come elemento principale.
nl: Als u bestanden handmatig in de pictogramweergave groepeert, zal het geselecteerde item, dat gebruikt is om het contextmenu te tonen, gebruikt worden als het leidend item.
pt_br: Se você agrupar os arquivos manualmente na vista de miniaturas, o item selecionado usado para mostrar o menu de contexto que foi usado para agrupar os arquivos será usado como o item principal.
uk: Якщо ви групуєте файли вручну з перегляду піктограм, позначений запис показує контекстне меню, а як початковий запис буде використано згруповані файли.
zh_cn: 如果你选的是手动分组，那么，你在哪个图片上点开的右键菜单，哪个图片就作为主图像排在最前面。

source: The **Show/Hide Grouped Images** menu items control whether only the reference icon of the group (the first of the group according to the sorting order at the moment of grouping) is displayed, or all of the images are displayed. These two functions can also be accessed by the little grouping indicator (folder symbol with number) on the reference icon.
ca: Els elements de menú **Mostra/oculta les imatges agrupades** controla si només es mostrarà la icona de referència del grup (la primera del grup segons l'ordenació en el moment d'agrupar) o de totes les imatges. També es pot accedir a aquestes dues funcions mitjançant l'indicador petit d'agrupació (símbol de carpeta amb número) en la icona de referència.
it: Le voci di menu **Mostra/nascondi le immagini raggruppate** controllano se deve essere visualizzata solo l'icona di riferimento del gruppo (la prima del gruppo in base all'ordinamento scelto al momento del raggruppamento) oppure tutte le immagini. È possibile accedere a queste due funzioni dal piccolo indicatore di raggruppamento (il simbolo della cartella col numero) sull'icona di riferimento.
nl: De menu-items **Gegroepeerde afbeeldingentonen/verbergen** bestuurt of alleen het referentiepictogram van de groep (het eerste van de groep volgens de sorteervolgorde op het moment van groeperen) wordt getoond of alle afbeeldin twee functies kunnen ook voor toegang gebruikt worden door de kleine groepsindicator (mapsymbool met getal) op het referentiepictogram.
pt_br: Os itens de menu **Mostrar/Ocultar imagens agrupadas** controlam se apenas o ícone de referência do grupo (o primeiro do grupo de acordo com a ordem de classificação no momento do agrupamento) é exibido ou se todas as imagens são exibidas. Essas duas funções também podem ser acessadas pelo pequeno indicador de agrupamento (símbolo de pasta com número) na miniatura de referência.
uk: Пункти меню **Показати/Приховати згруповані зображення** визначають, буде показано лише еталонну піктограму групи (піктограму першого запису відповідно до порядку на момент групування) чи усі піктограми. Доступ до обох цих можливостей можна отримати за допомогою невеличкого індикатора групування (символу теки із кількістю записів) на еталонній піктограмі.
zh_cn: **展开显示所有分组 / 隐藏分组内项目** 这个菜单项可以控制是否只显示组里的主图像（也就是当时排序方式下的第一个项目），或者显示整个分组。你也可以点击缩略图上的分组标记（一个带数字的小文件夹图标）切换显示状态。

source: In Icon-View, you can turn on/off the frame over grouped item thumbnails with an option from :ref:`Settings/Miscellaneous/Appearance <appearance_settings>`.
ca: A la vista d'icones, podreu activar/desactivar el marc sobre les miniatures d'elements agrupats amb l'opció de configuració :ref:`Arranjament/Miscel·lània/Aparença <appearance_settings>`.
it: Nella vista a icone puoi attivare o disattivare la cornice presente sopra le miniature degli elementi raggruppati con un'opzione che si trova nelle :ref:`Impostazioni/Varie/Aspetto <appearance_settings>`.
nl: In pictogramweergave kunt u het frame over gegroepeerde itemminiaturen aan/uitzetten met een optie uit instellingen :ref:`Instellingen/Diversen/Uiterlijk <appearance_settings>`.
pt_br: Na vista em miniaturas, você pode ativar/desativar o quadro sobre as miniaturas de itens agrupados com uma opção em :ref:`Configurações/Diversos/Aparência <appearance_settings>`.
uk: На панелі перегляду піктограм ви можете увімкнути або вимкнути рамку навколо згрупованих мініатюр записів за допомогою сторінки параметрів :ref:`Параметри/Різне/Вигляд <appearance_settings>`.
zh_cn: 在图标视图中，你还可以通过 :ref:`设置 - 其他 - 外观 <appearance_settings>` 里的选项来开启或关闭分组缩略图的边框。

source: While the mouse pointer is hovering over a grouped item, a box will pop up stating **# grouped items. Group is closed/open.** where *#* indicates the number of items in the group which are invisible if the group is closed. Clicking on the indicator toggles between **open** and **closed**.
ca: Mentre el punter del ratolí passa per sobre d'un element agrupat, apareixerà un quadre que indicarà **«n» elements agrupats. El grup està tancat/obert.** a on «n» indica el nombre d'elements en el grup que són invisibles si el grup està tancat. Quan feu clic sobre l'indicador, s'alternarà entre **obert** i **tancat**.
it: Se passi il puntatore del mouse sopra un elemento raggruppato, apparirà un riquadro indicante gli **# elementi raggruppati. Il gruppo è chiuso/aperto.**, dove *#* indica il numero di elementi presenti nel gruppo, invisibili se il gruppo è chiuso. Facendo clic sull'indicatore si alterna tra **aperto** e **chiuso**.
nl: Terwijl de muisaanwijzer boven een gegroepeerd item zweeft zal een vak verschijnen met **# gegroepeerde items. Groep is gesloten/open.** waar *#* het aantal items in de groep aangeeft die onzichtbaar zijn als de groep gesloten is. Klikken op de indicator wisselt tussen **open** en **gesloten**.
pt_br: Enquanto o ponteiro do mouse estiver sobre um item agrupado, uma caixa aparecerá informando **# itens agrupados. O grupo está fechado/aberto.** onde *#* indica o número de itens no grupo que ficam invisíveis se o grupo estiver fechado. Clicar no indicador alterna entre **aberto** e **fechado**.
uk: Доки вказівник миші буде розташовано над групою, програма показуватиме контекстну панель із відомостями **# згрупованих записів. Групу закрито/відкрито.**, де *#* позначає кількість записів у групі, яка є невидимою, якщо групу закрито. Клацання на індикаторі перемикатиме групу між **відкритою** і **закритою**.
zh_cn: 当你把鼠标悬停在一个分组项目上时，会弹出一个小框显示分组项目数量（ **n 个分组图像** ），并显示分组是 **展开** 还是 **折叠** 状态。如果这个组是关闭的，组内其它项目会不可见。点击这个图标可以切换组的展开 / 收起状态。

source: Groups are indicated in the **Table Mode** of the Image Area using the standard approach for other lists and tables: a little triangle in front of the reference item. Clicking on this triangle will collapse or expand the grouped items.
ca: Els grups s'indiquen en el **Mode taula** de l'àrea d'imatges utilitzant la manera estàndard d'altres llistes i taules: un petit triangle davant de l'element de referència. Quan es fa clic sobre aquest triangle, es reduiran o expandiran els elements agrupats.
it: I gruppi sono indicati nella **modalità Tabella** dell'area dell'immagine, e utilizzano l'approccio standard degli altri elenchi e tabelle: un piccolo triangolo davanti all'elemento di riferimento. Facendo clic sul triangolino si espanderanno o comprimeranno gli elementi raggruppati.
nl: In de **Modus Tabel** van het afbeeldingsgebied worden de groepen aangeduid op de standaard manier voor andere lijsten en tabellen: een kleine driehoek voor het referentie-item. Klikken op deze driehoek zal de gegroepeerde items in of uitvouwen.
pt_br: Os grupos são indicados no **Modo de tabela** da área de imagem usando a abordagem padrão para outras listas e tabelas: um pequeno triângulo na frente do item de referência. Clicar neste triângulo irá recolher ou expandir os itens agrupados.
uk: У **режимі таблиці** групи панелі зображень буде позначено у спосіб, який відомий нам з багатьох інших списків та таблиць: за допомогою невеличкого трикутника перед еталонним записом. Натискання цього трикутника призведе до розгортання або згортання списку згрупованих записів.
zh_cn: 在图像区域的详情视图中，分组会通过项目前的小三角形来表示。点击这个小三角可以展开或折叠组内项目。

source: The digiKam Icon-View Grouped Mode From Table View
ca: El mode agrupat en la vista d'icones del digiKam des de la vista de taula
it: La modalità raggruppata con vista a icone dalla Vista a tabella
nl: De Pictogramweergave van digiKam met modus Gegroepeerd uit Tabelweergave
pt_br: O modo agrupado de exibição em miniaturas do digiKam a partir da exibição em tabela
sl: Grupirani način pogleda ikon digiKam iz pogleda tabele
uk: Режим групування на панелі перегляду піктограм digiKam у форматі таблиці
zh_cn: 在详情视图下的分组图像

source: The last items in the **Group** context menu allows you to remove individual items from the group or to disband the whole group. The content of the menu will change depending on whether you use it on a selection of still un-grouped items, on a group, or on single items of a group.
ca: Els darrers elements en el menú contextual de **Grup** permeten eliminar elements individuals del grup o dissoldre tot el grup. El contingut del menú canviarà depenent de si l'utilitzeu sobre una selecció d'elements encara no agrupats, sobre un grup o sobre elements individuals d'un grup.
it: Gli ultimi elementi nel menu contestuale **Gruppo** ti consente di rimuovere elementi individuali dal gruppo o di sciogliere l'intero gruppo. Il contenuto del menu cambierà a seconda che lo usi su di una selezione di elementi non ancora raggruppati, su di un gruppo o su singoli elementi di un gruppo.
nl: De laatste items in het contextmenu **Groeperen** bieden u het individueel items uit de groep te verwijderen of de band tussen de gehele groep te verbreken. De inhoud van het menu zal wijzigen afhankelijk van gebruik op een selectie van nog steeds niet gegroepeerde items, op een groep of op losse items van een groep.
pt_br: Os últimos itens no menu de contexto **Grupo** permitem remover itens individuais do grupo ou dissolver o grupo inteiro. O conteúdo do menu mudará dependendo se você o utiliza em uma seleção de itens ainda não agrupados, em um grupo ou em itens individuais de um grupo.
uk: За допомогою останніх пунктів у контекстному меню **Група** ви можете вилучити окремі записи з групи або скасувати групування. Вміст меню залежатиме від того, використовуватимете ви його для позначених записів, які ще не належать до жодної групи, чи для окремих записів у групі.
zh_cn: 右键菜单中的 **将所有图像移出分组** 和 **取消所选分组** 可以用来把某个项目移出分组，或者解散整个分组。菜单内容会根据当前你点击的是未分组项、整个分组，还是分组中的某个项目而变化。

source: What can you do with a group? In terms of functions of digiKam you can perform a lot of operations like copy, delete, move, and rotate on the whole group by selecting only the reference icon provided that the group is closed. You can also load the whole group into tools like Light Table or the Batch Queue Manager, even into the Image Editor where you can navigate through the group members with the page keys on your keyboard. You can assign tags and labels (see further in this manual) and also write descriptions (see :ref:`Captions <captions_view>`). Give it a try.
ca: Què podeu fer amb un grup? Quant a les funcions del digiKam, podreu fer moltes operacions com copiar, suprimir, moure i girar tot el grup seleccionant només la icona de referència sempre que el grup estigui tancat. També podreu carregar tot el grup a dins d'eines com la Taula de llum o el Gestor de la cua per lots, fins i tot a l'editor d'imatges, des d'on podreu navegar a través dels membres del grup amb les tecles de pàgina del teclat. Podreu assignar etiquetes i rètols (vegeu més en aquest manual), així com escriure descripcions (vegeu :ref:`Llegendes <captions_view>`). Proveu-ho.
it: Cosa puoi fare con un gruppo? In termini di funzioni di digiKam puoi eseguire molte operazioni, quali la copia, la cancellazione, lo spostamento e la rotazione dell'intero gruppo selezionando solo l'icona di riferimento, sempre che il gruppo sia chiuso. Puoi anche caricare il gruppo in strumenti come il Tavolo luminoso o il Gestore elaborazione in serie, persino nell'editor di immagini, dove puoi navigare tra i membri del gruppo con i tasti pagina nella tua tastiera. Puoi assegnare tag ed etichette (vedi più avanti in questo manuale) e anche scrivere descrizioni (vedi :ref:`Didascalie <captions_view>`). Provaci.
nl: Wat kunt u doen met een groep? In termen van functies van digiKam kunt u heel wat bewerkingen uitvoeren zoals kopiëren, verwijderen, verplaatsen en draaien van de gehele groep door alleen het referentiepictogram te selecteren gegeven dat de groep is gesloten. U kunt de gehele groep laden in hulpmiddelen zoals Lichttafel of de Wachtrijbeheerder, zelfs in de afbeeldingsbewerker waar u door de groepsleden kunt navigeren met de paginatoetsen op uw toetsenbord. U kunt tags en labels toekennen (zie verder hieronder in deze handleiding) en ook beschrijvingen schrijven (zie :ref:`Opschriften <captions_view>`). Probeer het eens.
pt_br: O que você pode fazer com um grupo? Em termos de funções do digiKam, você pode realizar diversas operações como copiar, excluir, mover e girar em todo o grupo, selecionando apenas a miniatura de referência, desde que o grupo esteja fechado. Você também pode carregar o grupo inteiro para ferramentas como a Mesa de Luz ou o Gerenciador de processamento em lote, e até mesmo no Editor de Imagem, onde você pode navegar pelos membros do grupo com as teclas de página do seu teclado. Você pode atribuir etiquetas e legendas (veja mais adiante neste manual) e também escrever descrições (veja :ref:`Descrições <captions_view>`). Experimente.
uk: Які дії можна виконувати з групою? У термінах функцій digiKam ви можете виконувати багато дій: копіювання, вилучення, пересування, обертання усіх записів у групі за допомогою основної мініатюри у режимі закритої групи. Так само, ви можете завантажити усю групу у вікно інструмента, наприклад стола з підсвічуванням або засобу керування чергою обробки, навіть редактора зображень, у вікні якого ви можете пересуватися записами групи за допомогою кнопок гортання сторінок на клавіатурі. Ви також можете призначати мітки і позначки (див. далі у цьому підручнику) та створювати описи (див. :ref:`Підписи <captions_view>`). Просто спробуйте.
zh_cn: 那你能用分组做些什么呢？在 digiKam 中，你可以对整个分组执行各种操作，比如复制、删除、移动、旋转等——只需要选中主图像就行，只要这个分组是关闭状态。你还可以把整个分组加载到“多图对比”、批处理队列管理器，甚至是图像编辑器中（通过键盘方向键在组内项目间切换）。你还可以给整个分组打标签、加颜色标记，或者写说明文字（参见 :ref:`说明 <captions_view> 部分）。

source: Operations to perform over grouped items are managed by the options in Settings/Miscellaneous/Grouping. See :ref:`this section <grouping_settings>` of the manual for details.
ca: Les operacions que es realitzaran sobre els elements agrupats es gestionen mitjançant les opcions Configuració/Miscel·lània/Agrupament. Vegeu més detalls en :ref:`aquesta secció <grouping_settings>` del manual.
it: Le operazioni da eseguire sugli elementi raggruppati sono gestite dalle opzioni presenti nelle Impostazioni/Varie/Raggruppamento. Per dettagli, vedi :ref:`questa sezione <grouping_settings>` del manuale.
nl: Bewerkingen uit te voeren op gegroepeerde items worden beheerd door de opties in Instellingen/Diversen/Groeperen. Zie :ref:`deze sectie <grouping_settings>` voor details in de handleiding.
pt_br: As operações a serem realizadas sobre itens agrupados são gerenciadas pelas opções em Configurações/Diversos/Grupo. Consulte :ref:`esta seção <grouping_settings>` do manual para obter detalhes.
uk: Дії, які виконуватимуться над згрупованими записами, керуються параметрами сторінки Параметри/Різне/Групування. Докладніший опис можна знайти у :ref:`цьому розділі <grouping_settings>` підручника.
zh_cn: 和分组相关的各种行为，可以在“设置 - 杂项 - 分组”里进行配置，详细内容可以参考本手册的 :ref:`相关章节 <grouping_settings>` 。

source: There are multiple use cases for grouping items. One common use is to group JPG and RAW images together since many cameras allow for the recording of a single frame in both RAW and JPG formats. This is made easy by **Group Selected By Filename**.
ca: Hi ha diversos casos d'ús per a agrupar elements. Un ús habitual és per a agrupar imatges JPG i RAW juntes, ja que moltes càmeres permeten l'enregistrament d'un fotograma individual tant en format RAW com JPG. Això es fa fàcil amb el **Grup seleccionat per nom de fitxer**.
it: Esistono più casi d'uso di raggruppamento degli elementi. Un uso comune è raggruppare assieme le immagini JPG e RAW, dato che molte fotocamere permettono la registrazione di un singolo fotogramma in tutte e due i formati contemporaneamente. Questa operazione è facilitata dall'opzione **Raggruppa i selezionati per nome file**.
nl: Er zijn meerdere gebruiksgevallen voor het groeperen van items. Eén algemeen gebruik is het groeperen van JPG- en RAW-formaten. Dit is gemakkelijk gemaakt door **Groep geselecteerd op bestandsnaam**.
pt_br: Existem vários casos de uso para agrupar itens. Um uso comum é agrupar imagens JPG e RAW, já que muitas câmeras permitem a gravação de um único quadro nos formatos RAW e JPG. Isso é facilitado pelo **Agrupar as selecionadas por nome de arquivo**.
uk: Існує декілька причин для групування записів. У сенсі зручності користування, ви можете, наприклад, згрупувати відео із зображеннями jpg, які пов’язано із ними і які надаються більшістю фотокамер, або файли цифрових негативів із їхніми відповідниками у форматі JPG**. Усе це доволі просто зробити за допомогою пункту **Групувати позначене за назвами файлів**.
zh_cn: 分组有很多用法。最常见的是将同一张照片的 JPG 和 RAW 文件分到一组，因为很多相机会同时保存两种格式。这时候用 **按文件名建立所选图像分组** 功能就特别方便。
