Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: The **Format** string from **Date and Time** dialog determines the content of the date generated during download. Any sequence of characters enclosed in single quotes will be included verbatim in the output string, even if it contains formatting characters. Two consecutive single quotes ("''") are replaced by a single quote in the output. All other characters in the format string are included verbatim in the output string.
sl: Niz **Oblika** iz pogovornega okna **Datum in čas** določa vsebino datuma, ustvarjenega med prenosom. Poljubno zaporedje znakov v enojnih narekovajih bo dobesedno vključen v izhodni niz, tudi če vsebuje znake za oblikovanje. Dva zaporedna enojna narekovaja ("''") sta zamenjana z enim narekovajem v izpisu. Vsi drugi znaki v formatu so dobesedno vključeni v izhodni niz.

source: Formats without separators (e.g. *ddMM*) are supported but must be used with care, as the resulting strings aren't always reliably readable (e.g. if *dM* produces *212* it could mean either the 2nd of December or the 21st of February). Example format strings, assumed that the date is *21 May 2001 14:13:09.120*:
sl: Formati brez ločil (npr. *ddMM*) so podprti, vendar jih je treba uporabljati previdno, saj nastali nizi niso vedno zanesljivo berljivi (npr. če *dM* oblikuje *212* bi to lahko pomenilo 2. december ali 21. februar). Primer nizov formata, pri čemer se predpostavlja, da je datum *21. maj 2001 14:13:09.120*:

source: 2:13:9 pm
sl: 2:13:9 dop

source: The **Database** dialog allows to select items information registered in database as **Modifiers**.
sl: Pogovorno okno **Baza podatkov** omogoča izbiro informacij o elementih, registriranih v bazi podatkov kot **Modifikatorji**.

source: The **Metadata** dialog allows to select files metadata information taken from **Exif**, **IPTC**, **XMP**, etc, as **Modifiers**.
sl: Pogovorno okno **Metapodatki** omogoča izbiro metapodatkov datotek, vzetih iz **Exif**, **IPTC**, **XMP** itd. kot **Modifikatorje**.

source: In addition these options can be customized further with the help of a number of **Modifiers**. To apply a modifier, append it to the option, for instance ``[file]{upper}``. A list of all **Options** and **Modifiers** together with a short explanations will open when clicking the info button.
sl: Poleg tega je te možnosti mogoče dodatno prilagoditi s pomočjo števila **Modifikatorjev**. Če želite uporabiti modifikator, ga dodajte možnosti na primer ``[file]{upper}``. Seznam vseh **Možnosti** in **Modifikatorjev** skupaj s kratkimi pojasnili se odpre ob kliku na gumb info .

source: The sequence number may be needed if you have a camera with a very fast multi-shoot mode where it is possible to get two photographs with exactly the same data and time.
sl: Zaporedna številka bo morda potrebna, če imate fotoaparat z zelo hitrim načinom večkratnega fotografiranja, kjer je mogoče posneti dve fotografiji s popolnoma enakimi podatki in časom.

source: It is possible to assign multiple modifiers to an option, they are applied in the order you assign them.
sl: Možnosti je mogoče dodeliti več modifikatorjev, uporabljeni so v vrstnem redu, kot ste jih dodelili.

source: Be sure to use the quick access buttons: They might provide additional information about renaming and modifier options.
sl: Ne pozabite uporabiti gumbov za hitri dostop: lahko nudijo dodatne informacije o možnostih preimenovanja in modifikatorjev.

source: You can also batch rename photographs using the :ref:`Batch Queue Manager <batch_queue>` :kbd:`B`, or with the :ref:`Import Tool <advanced_import>` during downloads from camera. These two are mostly the same. Place the cursor in the renaming pattern editor, type in something and/or select **Modifiers** and **Options** from the buttons.
sl: Fotografije lahko tudi paketno preimenujete z uporabo :ref:`Upravljalnika paketnih čakalnih vrst <batch_queue>` :kbd:`B` ali z :ref:`Orodjem za uvoz <advanced_import>` med prenosi iz kamere. Ta dva sta večinoma enaka. Postavite kazalec v urejevalniku vzorcev preimenovanja, vnesite nekaj in/ali izberite **Modifikatorji** in **Možnosti** z gumbov.

source: digiKam will ask you confirmation before to move items to trash with the dialog below.
sl: digiKam vas bo vprašal za potrditev, preden premaknete elemente v koš s spodnjim pogovornim oknom.

source: For each collection registered in the database, digiKam handles an internal trash-bin. Physically, the trash is located at the root album corresponding to the collection entry. It's an hidden folder :file:`.dtrash` storing deleted items in a subdirectory named :file:`files`, and information about the deletion stored in another subdirectory named :file:`info` with Json sidecars (:file:`.dtrashinfo`). Deleting a file in the collection does not remove the file from the media, but moves the file into this container, and the items are not registered anymore in the digiKam database.
sl: Za vsako zbirko, registrirano v bazi podatkov, digiKam obravnava notranji koš za smeti. Fizično se smeti nahajajo v ustreznem korenskem albumu vnosa zbirke. To je skrita mapa :file:`.dtrash`, ki shranjuje izbrisane elemente v podimeniku z imenom :file:`files` in informacije o izbrisu, shranjen v drugem podimeniku z imenom :file:`info` s priklopno datoteko (:file:`.dtrashinfo`). Brisanje datoteke v zbirki ne odstrani datoteke z medija, ampak jo premakne v ta vsebnik in predmeti niso več registrirani v bazi digiKam.

source: The trash-bin is accessible from the left sidebar tab **Albums** as the last entry of the tree-view corresponding to a collection and is named **Trash**. As the trash-view is a special container in digiKam, the layout of the trash-bin contents is a list based on a table-view and it cannot be changed. The trash-bin items details can always be displayed in the right sidebar using **Properties**, **Metadata**, **Colors**, and **Map** tabs but information are taken from the files, not the database, and cannot be editable from the **Captions** tab. **Versions** and **Filters** tabs cannot be used too with the trash-bin.
sl: Koš je kot zadnji dostopen z zavihka **Albumi** na levem stranskem stolpcu v vnosu drevesnega pogleda, ki ustreza zbirki in se imenuje **Smeti**. Ker je pogled smeti poseben vsebnik v digiKamu, je postavitev koša seznam, ki temelji na pogledu tabele in ga ni mogoče spreminjati. Podrobnosti o elementih koša za smeti lahko vedno prikažete v desnem stranskem stolpcu z uporabo zavihka **Lastnosti**, **Metapodatki**, **Barve** in **Zemljevid** razen informacij so vzeti iz datotek, ne iz zbirke podatkov, in jih ni mogoče urejati iz zavihka **Napisi**. Zavihkov **Različice** in **Filtri** ni mogoče uporabiti tudi s košem za smeti.

source: digiKam does not use the Desktop recycler as operations to move files to delete from a network collection will take a while. It will be exactly the same problem with a collection hosted in a different disk partition than your home directory managed by the Desktop. Moving items to delete to a self-contained trash-bin from the collection will be universal and fast.
sl: digiKam ne uporablja Koš za reciklažo namizja kot operacije za premikanje datotek, zato bodo brisanja iz omrežne zbirke trajala nekaj časa. Enaka težava bo tudi z zbirko, ki gostuje na drugi diskovni particiji, kot je vaš domači imenik, ki ga upravlja namizje. Premikanje elementov za brisanje v samo posodo za smeti iz zbirke bo univerzalna in hitra.

source: On the bottom of the trash-bin view, a series of buttons allows to restore files in collection or delete them permanently. These are:
sl: Na dnu pogleda smetnjaka vrsta gumbov omogoča obnovitev datoteke v zbirki ali jih trajno izbriše. To so:

source: **Restore**: to restore selection of files from the trash-bin.
sl: **Obnovi**: za obnovitev izbranih datotek iz smetnjaka.

source: **Delete**: to remove **permanently** the items selection or all items from the trash-bin.
sl: **Izbriši**: za **trajno** odstranitev izbranih elementov ali vseh elementov iz koša za smeti.

source: All these options are also available on the context menu from the list of trash-bin. When one **Delete** option is selected, the relevant operation processed on trash-bin items will be confirmed to the user.
sl: Vse te možnosti so na voljo tudi v kontekstnem meniju s seznama koša za smeti. Ko je izbrana ena možnost **Izbriši**, bo ustrezna operacija izvedena na elementih koša za smeti in operacija bo potrjena uporabniku.

source: The digiKam Internal Trash-Bin Asks to Confirm the Permanently Deletion of Items
sl: Notranji koš za smeti digiKam zahteva potrditev trajnega izbrisa elementov

source: As physically the trash-bin container is located in the root album from a collection, if you backup a collection on a separated media, you will backup also the corresponding trash-bin container safety.
sl: Ker se fizično posoda koša za smeti nahaja v korenskem albumu iz zbirke, če varnostno kopirate zbirko na ločen medij, boste ustrezno varnostno kopirali tudi posodo za smeti.

source: Grouping items is a very useful way to organize Photographs and/or videos that are related to each other and to adjust the way they are displayed in the image area. This function is available through the context menu on a selection of items (more than one item selected).
sl: Združevanje elementov je zelo uporaben način za organiziranje fotografij in/ali videoposnetkov, ki so med seboj povezani in prilagoditi način njihovega prikaza območja slike. Ta funkcija je na voljo v kontekstnem meniju na izboru elementov (izbran je več kot en predmet).

source: You can put the whole selection into one group using **Group Selected Here** or you can create more than one group determined by time (seconds will be ignored) or by file name. Note that the latter will put items with the same name but different file types into one group. Use case see further below.
sl: Celoten izbor lahko postavite v eno skupino z uporabo **Skupina izbranih tukaj** lahko pa ustvarite več kot eno skupino, določeno s časom (sekunde bodo prezrte) ali po imenu datoteke. Upoštevajte, da bo slednji postavil predmete z enakim imenom, vendar različne vrste datotek v eno skupino. Primer uporabe si oglejte spodaj.

source: If you group files automatically based on filename, the smaller file size from the group is preferred as the leading item. The idea is that when previewing, faster loading of the image will allow for a quick preview.
sl: Če datoteke samodejno združujete glede na ime datoteke, ima manjša velikost datotekeiz skupine prednost kot vodilni element. Ideja je, da bi iz predogleda, hitrejše nalaganje slike omogočilo hiter predogled.

source: If you group files manually from icon-view, the selected item used to show context menu and group files will be used as leading item.
sl: Če združite datoteke ročno iz pogleda ikon, bo izbrani element, uporabljen za prikaz kontekstnega menija in skupinskih datotek, uporabljen kot vodilni element.

source: The next group in the menu is to control whether only the reference icon of the group (the first of the group according to the sorting order at the moment of grouping) is displayed or all of them. These two functions can also be accessed by the little grouping indicator (folder symbol with number) on the reference icon.
sl: Naslednja skupina v meniju je za nadzor, ali je prikazana samo referenčna ikona skupine (prvi v skupini glede na vrstni red razvrščanja na trenutek združevanja) ali vsi. Do teh dveh funkciji lahko dostopate tudi z majhnim indikatorjem združevanja (simbol mape z številko) na referenčni ikoni.

source: In Icon-View, you can turn on/off the frame over groupped item thumbnails with an option from :ref:`Setup/Miscs/Appearance <appearance_settings>` settings.
sl: V pogledu ikon lahko vklopite/izklopite okvir nad sličicami združenih elementov z možnostjo v :ref:`Nastavitve/Razno/Pogledi <appearance_settings>`.

source: While the mouse pointer is hovering over it there will pop up an information **n grouped items. Group is closed/open.** where *n* indicates the number of items in the group which are invisible if the group is closed. Clicking on the indicator toggles between **open** and **closed**.
sl: Medtem ko miškin kazalec lebdi nad njim, se bo pojavila informacija **n združenih elementov. Skupina je zaprta/odprta.** kjer *n* označuje število elementov v skupini, ki so nevidni, če je skupina zaprta. S klikom na indikator preklaplja med **odprto** in **zaprto**.

source: In the **Table Mode** of the Image Area groups are indicated the way we know from many other lists and tables: with a little triangle in front of the reference item. Clicking on this triangle will fold out/in the grouped items.
sl: V **Tabelnem načinu** skupin območij slik so skupine označene tako, kot vemo iz mnogih drugih seznamov in tabel: z majhnim trikotnikom pred referenčnim predmetom. S klikom na ta trikotnik boste razgrnili/zložili združene predmete.

source: The last group in the **Group** context menu allows to remove individual items from the group or to disband the whole group. The content of the menu will change depending on whether you use it on a selection of still un-grouped items, on a group or on single items of a group.
sl: Zadnja skupina v kontekstnem meniju **Skupina** omogoča odstranitev posameznega predmeta iz skupine ali razpust celotne skupine. Vsebina menija se bo spremenila glede na to, ali ga uporabljate na izboru še ne-združenih predmetov, na skupino ali na posamezne predmete v skupini.

source: What can you do with a group? In terms of functions of digiKam you can perform a lot of operations like copy, delete, move, rotate on the whole group by selecting only the reference icon provided the group is closed. The same way you can load the whole group into tools like Light Table or the Batch Queue Manager, even into the Image Editor where you can navigate through the group members with the page keys on your keyboard. You can assign tags and labels (see further in this manual) and also write descriptions (see :ref:`Captions <captions_view>`). Give it a try.
sl: Kaj lahko počnete s skupino? Kar zadeva funkcije digiKama, lahko izvajate veliko operacij, kot so kopiranje, brisanje, premikanje, vrtenje za celotno skupino tako, da izberete samo referenčno ikono, če je skupina zaprta. Na enak način lahko naložite celotno skupino v orodja, kot je Osvetlitvena miza ali Upravljalnik paketnih čakalnih vrst, celo urejevalnik slik, kjer lahko krmarite prek članov skupine s tipkami strani na tipkovnici. Lahko dodelite značke in oznake (glejte nadaljevanje tega priročnika) in tudi pišete opise (glejte :ref:`Napisi <captions_view>`). Poskusite.

source: Operations to perform over grouped items are managed by Setup/Miscs/Grouping settings. See :ref:`this section <grouping_settings>` from the manual for details.
sl: Operacije za izvajanje nad združenimi elementi upravlja Nastavitve/Razno/Grupiranje. Glejte :ref:`ta razdelek <grouping_settings>` iz priročnika za podrobnosti.

source: In terms of use cases you can for instance group videos together with the .jpg - images related to them which most cameras provide or RAW images with their JPG counterpart. This is made easy by **Group Selected By Filename**. In the screenshot above exposure bracketed images are being grouped. One could do the same for archiving purposes with images used for a panorama. If you have very specific requirements for documenting of editing steps the :ref:`Versions <versions_view>` function of digiKam cannot meet you may find a solution using grouping. We can think of more use cases for grouping but We don't want to overload this section of the handbook here. Maybe a last hint for your own ideas: grouping is not restricted to items out of the same album. The whole group (open or closed) will only be visible in the album of the reference item. The other members of the group will be visible in their own albums only if the group is open. Can be confusing, use with care.
sl: Kar zadeva primere uporabe, lahko videoposnetke na primer združite skupaj z .jpg - z njimi povezane slike, ki jih ponuja večina kamer ali slike RAW njihov dvojnik JPG. To olajša **Združi izbrano po imenu datoteke**. Na zgornjem posnetku zaslona so slike v oklepajih izpostavljenosti združene. Lahko storite enako za namene arhiviranja s slikami, ki se uporabljajo za panoramo. Če imate zelo posebne zahteve za dokumentiranje korakov urejanja: :ref:`Različice <versions_view>` funkcije digiKam ne morejo izpolniti, boste morda našli rešitev z uporabo združevanja. Lahko si omislimo več primerov uporabe za združevanja, vendar ne želimo preobremeniti tega dela priročnika. Mogoče zadnji namig za vaše lastne ideje: združevanje ni omejeno na elemente iz istega albuma. Celotna skupina (odprta ali zaprta) bo vidna le v albumu osebe referenčnega elementa. Drugi člani skupine bodo vidni v svojih lastnih albumih le, če je skupina odprta. To lahko povzroča zmedo, uporabljajte previdno.
