Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Applying **Group Selected By Filename** to 4 images: **[1.JPG 1.RAW 2.JPG 2.RAW]**, will produce 2 groups **[1.JPG + 1.RAW]** and **[2.JPS + 2.RAW]**.
ca: Aplicant **Grup seleccionat per nom de fitxer** a 4 imatges: **[1.JPG 1.RAW 2.JPG 2.RAW]**, es crearan 2 grups **[1.JPG + 1.RAW]** i **[2.JPS + 2.RAW]**.
it: Applicando **Raggruppa i selezionati per nome file** a quattro immagini **[1.JPG 1.RAW 2.JPG 2.RAW]** produrrai due gruppi **[1.JPG + 1.RAW]** e **[2.JPS + 2.RAW]**.
nl: **Groep geselecteerd op bestandsnaam** toepassen op 4 afbeeldingen: **[1.JPG 1.RAW 2.JPG 2.RAW]**, zal 2 groepen produceren **[1.JPG + 1.RAW]** en **[2.JPS + 2.RAW]**.
pt_br: Aplicar **Agrupar as selecionadas por nome de arquivo** a 4 imagens: **[1.JPG 1.RAW 2.JPG 2.RAW]** produzirá 2 grupos **[1.JPG + 1.RAW]** e **[2.JPS + 2.RAW]**.
uk: Застосування варіанта **Згрупувати позначені за назвами файлів** до 4 зображень: **[1.JPG 1.RAW 2.JPG 2.RAW]**, — створить 2 групи **[1.JPG + 1.RAW]** і **[2.JPS + 2.RAW]**.
zh_cn: 比如你有 4 个文件： **[1.JPG, 1.RAW, 2.JPG, 2.RAW]** ，点击 **按文件名建立所选图像分组** 后，会得到两个分组： **[1.JPG + 1.RAW]** 和 **[2.JPG + 2.RAW]** 。

source: You can also use grouping to group videos with associated still frames. In the screenshot above, exposure bracketed images are being grouped. One could do the same for archiving purposes with images used for a panorama.
ca: Podeu agrupar vídeos amb imatges de fotogrames associats. A la captura de pantalla que hi ha a sobre s'agrupen imatges exposades amb bràqueting. Es podria fer el mateix amb finalitats d'arxiu amb imatges utilitzades per a un panorama.
it: Puoi anche utilizzare il raggruppamento per raggruppare i video con i fermo fotogrammi associati. Nella schermata riportata sopra, vengono raggruppate le immagini raggruppate per esposizione. Si potrebbe fare lo stesso per scopi di archiviazione con le immagini utilizzate per un panorama.
nl: U kunt ook groeperen gebruiken om video's te groeperen met foto's. In de bovenstaande schermafdruk zijn op belichting tussen haakjes gezette afbeeldingen gegroepeerd. Men zou hetzelfde kunnen doen voor archivering met afbeeldingen gebruikt voor een panorama.
pt_br: Você também pode usar o agrupamento para agrupar vídeos com quadros estáticos associados. Na captura de tela acima, as imagens com exposição enquadrada estão sendo agrupadas. O mesmo pode ser feito para fins de arquivamento com imagens usadas para um panorama.
uk: Також можна згрупувати зображення з метою згрупувати відео із стоп-кадрами. На наведеному вище знімку вікна згруповано зображення вилки експонування. Також можна згрупувати зображення з метою архівування зображень, використаних для створення панорами.
zh_cn: 你也可以把视频和相关的静态图像分成一组。在上面的截图中，用户正在对不同曝光档位的照片进行分组。类似地，你也可以把用于拼接全景的照片归为一组，以方便归档。

source: If you have very specific requirements for documenting steps taken in editing, and the :ref:`Versions <versions_view>` function of digiKam cannot meet your needs, you may find a solution using grouping. We can think of more use cases for grouping but we don't want to overload this section of the manual. Maybe a last hint for stimulating your own ideas: grouping is not restricted to items out of the same album. The whole group (open or closed) will only be visible in the album of the reference item. The other members of the group will be visible in their own albums *only if the group is open*. Groups that span albums can be confusing, so use with care.
ca: Si teniu requisits molt específics per a documentar els passos de l'edició, la funció :ref:`Versions <versions_view>` del digiKam potser no s'ajusta a les vostres necessitats, i podeu trobar una solució mitjançant l'agrupació. Podem pensar en més casos d'ús per a l'agrupació, però no volem sobrecarregar aquesta secció del manual. Potser un últim consell per a estimular les vostres idees: l'agrupació no està restringida als elements del mateix àlbum. Tot el grup (obert o tancat) només serà visible en l'àlbum de l'element de referència. Els altres membres del grup seran visibles en els seus propis àlbums *només si el grup està obert*. Els grups que comparteixen àlbums pot ser confús, utilitzeu-ho amb compte.
it: Se hai requisiti molto specifici per la documentazione dei passaggi intrapresi nella modifica, e la funzione :ref:`Versioni <versions_view>` non soddisfa le tue esigenze, potresti arrivare a una soluzione utilizzando il raggruppamento. Potremmo pensare ad altri usi di questa funzione, ma non vogliamo sovraccaricare questa sezione del manuale. Magari solo un ultimo suggerimento per stimolare le tue soluzioni personali: il raggruppamento non si limita agli elementi dallo stesso album. L'intero gruppo, aperto o chiuso, sarà visibile solo nell'album dell'elemento di riferimento. Gli altri membri del gruppo lo saranno nei loro album di appartenenza *solo se il gruppo è aperto*. I gruppi che si estendono sugli album possono generare confusione, usalo dunque con attenzione.
nl: Als u erg specifieke eisen hebt voor documentatie van te nemen stappen voor bewerking en de functie :ref:`Versies <versions_view>` van digiKam kan niet voldoen aan uw eisen dan zou u een oplossing kunnen vinden in groeperen. We kunnen meer gebruiksgevallen bedenken voor groeperen maar ik wil deze sectie van de handleiding hier niet overladen. Misschien nog een laatste tip om uw eigen ideeën te stimuleren: groeperen is niet beperkt tot items uit hetzelfde album. De gehele groep (geopend of gesloten) zal alleen zichtbaar zijn in het album van het referentie-item. De andere leden van de groep zullen in hun eigen albums *alleen zichtbaar zijn als de groep is geopend*. Groepen die albums overspannen kunnen verwarrend zijn, dus voorzichtig gebruiken.
pt_br: Se você tiver requisitos muito específicos para documentar as etapas de edição e a função :ref:`Versões <versions_view>` do digiKam não atender às suas necessidades, você pode encontrar uma solução usando agrupamentos. Podemos pensar em mais casos de uso para agrupamento, mas não queremos sobrecarregar esta seção do manual. Talvez uma última dica para estimular suas próprias ideias: o agrupamento não se restringe a itens do mesmo álbum. O grupo inteiro (aberto ou fechado) só será visível no álbum do item de referência. Os outros membros do grupo serão visíveis em seus próprios álbuns *somente se o grupo estiver aberto*. Grupos que abrangem álbuns podem ser confusos, portanto, use com cuidado.
uk: Якщо у вас є специфічні вимоги до документування кроків редагування і функціональна можливість :ref:`Версії <versions_view>` їх не задовольняють, можливо, їх задовольнить можливість групування. Звичайно, можна уявити собі і інші варіанти використання групування, але ми не хочемо переобтяжувати цей розділ підручника. Можливо, остання підказка для створення ваших ідей: групування не обмежується записами з одного альбому. Усю групу (відкриту чи закриту) можна буде побачити лише у альбомі основного запису. Інші записи групи буде видно у їхніх альбомах, лише якщо групу відкрито. Це може трохи заплутати вас, тому користуйтеся групуванням записів із різних альбомів з осторогою.
zh_cn: 如果你在编辑过程中有非常细致的记录需求，而 digiKam 自带的 :ref:`版本 <versions_view>` 功能不能完全满足，那也可以考虑用分组来实现。其实还有很多分组的妙用，不过我们不想在这个章节讲得太杂。最后给你一个提示来激发灵感：分组并不一定要来自同一个相册。不过需要注意的是，只有组的主图像所在的相册会显示整个分组（无论组是展开还是收起的），其它组员 **只有在组是展开状态时** ，才会在它们自己所在的相册中可见。跨相册的分组会更复杂些，请谨慎使用。

source: Everything described in this Grouping section has nothing to do with **Group Images** in the **View** menu. That function doesn't form permanent groups of items, it only organizes the way icons are displayed in the Icon-View.
ca: Tot el que es descriu en aquesta secció Agrupació no té res a veure amb **Agrupa les imatges** en el menú **Visualitza**. Aquesta funció no forma grups permanents dels elements, només organitza la manera com es mostraran les icones a la vista d'icones.
it: Tutto quanto descritto in questa sezione **Raggruppamento** non ha niente a che fare con **Raggruppa immagini** presente nel menu **Visualizza**: tale funzione non forma gruppi permanenti di elementi, organizza solo il modo in cui le icone sono visualizzate nella vista a icone.
nl: Alles beschreven in deze sectie Groeperen heeft niets te maken met **Afbeeldingen groeperen** in het menu **Beeld**. Die functie vormt geen permanente groepen items, het organiseert alleen de manier waarop pictogrammen getoond worden in de pictogramweergave.
pt_br: Tudo o que foi descrito nesta seção sobre grupos não tem nada a ver com **Separar os itens** no menu **Exibir**. Essa função não forma grupos permanentes de itens, apenas organiza a maneira como os ícones são exibidos na exibição em miniaturas.
sl: Vse, kar je opisano v tem razdelku o združevanju, nima nobene zveze s **Skupino slik** v meniju **Pogled**. Ta funkcija ne tvori stalnih skupin elementov, organizira samo način prikaza ikon v pogledu ikon.
uk: Описане у цьому розділі щодо групування не стосується пункту **Групувати зображення** у меню **Перегляд**. Ця функціональна можливість не формує сталі групи записів, її призначено лише для упорядковування мініатюр, показаних на панелі піктограм.
zh_cn: 本分组部分所讲的一切功能，与 **视图** 菜单中的按各种方法 **排序** 无关。那个功能只是暂时改变缩略图的呈现顺序，并不会永久性地建立分组。

source: [ext]
uk: [суфікс]

source: [cam]
uk: [кам]

source: Modifiers
ca: Modificadors
it: Modificatori
pt_br: Modificadores
sl: Modifikatorji
uk: Модифікатори
zh_cn: 重命名参数

source: dd.MM.yyyy
ca: dd.MM.aaaa
it: gg.MM.aaaa

source: ddd MMMM d yy
ca: ddd d MMMM aa
it: ggg MMMM g aa

source: Image View
sl: Pogled slike

source: In all eight areas the Image View shows the result of your selection or search on the Left Sidebar in the Icon Area. Each image is displayed as a thumbnail. You can alter the size of the thumbnails using the magnifier slider close to the right end of the status bar.
sl: V vseh osmih območjih Pogled slike prikazuje rezultat vaše izbire oz. iskanja na levem stranskem stolpcu v območju ikon. Vsaka slika je prikazana kot predogledna sličica. Velikost sličic lahko spremenite z uporabo drsnika lupe blizu desnega konca vrstice stanja.

source: As an alternative you can display the photographs in a table by hitting the **Table** button on the Main Toolbar or by selecting :menuselection:`View --> Table` menu from the menu bar. This allows to see a lot of photographs at the same time (Tip: leave away the thumbnail column) in a way you can customize the usual way by clicking with the right mouse button on the headline bar and choosing the information you want to see. Clicking with the left mouse button on a line in the table will open the preview of that photograph.
sl: Kot alternativo lahko prikažete fotografije v tabeli tako, da pritisnete gumb **Tabela** v glavni orodni vrstici ali z izbiro :menuselection:`Pogled --> Tabela` iz menijske vrstice. To omogoča ogled številnih fotografij ob istem času (Namig: izpustite stolpec s sličicami) tako, kot lahko prilagodite na običajen način tako, da z desnim gumbom miške kliknete na naslovno vrstico in izbiro informacij, ki jih želite videti. S klikom z levim gumbom miške na vrstici v mizi se bo odprl predogled te fotografije.

source: You can access most of the functions that digiKam can perform on a photograph by clicking with the right mouse button over the thumbnail or line in the table (context menu) or by selecting from the **Item** menu in the menu bar.
sl: Do večine funkcij, ki jih lahko izvaja digiKam, lahko dostopate na fotografiji s klikom z desnim gumbom miške nad sličico oz. vrstico v tabeli (kontekstni meni) ali z izbiro v meniju **Predmet** v menijski vrstici.

source: There are several possibilities to view an image. You can either click on it, select :menuselection:`View --> Preview` :kbd:`F3` from the menu bar or select **Preview** from the context menu. The Preview Area will open and the Icon Area will be reduced to one line. For viewing it larger, click the sidebars away (by just clicking on the active button on them). An even larger view you can achieve by clicking the **Show Fullscreen** icon |icon_fullscreen| either on the thumbnail or on the preview. While viewing images you can take action from the context menu at any time (not in fullscreen mode). To close the preview, just click again or press :kbd:`Esc` or :kbd:`F3` or click the **Table** or **Thumbnails** button on the Main Toolbar.
sl: Obstaja več možnosti za ogled slike. Lahko kliknete na izbiro :menuselection:`Pogled --> Predogled` :kbd:`F3` v menijski vrstici ali v kontekstnem meniju izberite **Predogled**. Odprlo se bo območje predogleda in območje ikon bo zmanjšano na eno vrstico. Za večji ogled kliknite na stran stranskega stolpca (samo s klikom na aktivni gumb na njih). Celoten večji pogled lahko dosežete s klikom na ikono **Prikaži celozaslonski prikaz** |icon_fullscreen| na sličici ali v predogledu. Med ogledom slike, ki jih lahko kadar koli izvedete iz kontekstnega menija (ne v celozaslonskem načinu). Če želite zapreti predogled, znova kliknite ali pritisnite :kbd:`Esc` ali :kbd:`F3` ali kliknite gumb **Tabela** ali **Sličice** na glavni orodni vrstici.

source: On the first use of each session, the zoom will be adjusted, in Preview mode, to allow the image to have as much space as possible. A zoom is available with the same toolbar as in thumbnail mode. When the zoom is used, a zoom mark appears at the bottom right of the windows at the intersection of the moving bars. To use it, click on it, the overall image appears with a red rectangle representing the viewed part, drag the mouse over it to move the viewed part where you want and release the mouse. This tool is also available in Light Table and Image Editor.
sl: Ob prvi uporabi vsake seje bo povečava prilagojena v načinu predogleda, da bo slika imela čim več prostora. Povečava je na voljo z isto orodno vrstico kot v načinu sličic. Ko je uporabljena povečava, se v spodnjem desnem kotu oken na presečišču premikajočih se vrstic prikaže oznaka povečave. Če jo želite uporabiti, kliknite nanjo, prikaže se celotna slika z rdečim pravokotnikom, ki predstavlja gledani del, povlecite miško nad njim, da premaknete gledani del, kamor želite in spustite miško. To orodje je na voljo tudi v Osvetlitveni mizi in Urejevalniku slike.

source: The thumb bar located on top of preview canvas (optional - see Settings menu entry) can be relocated on left, right, or bottom side. An anchor on the left side of thumb bar allows to move it with the mouse at the wanted place.
sl: Vrstico s predoglednimi sličicami na vrhu platna za predogled (neobvezno – glejte meni Nastavitve) lahko prestavite na levo, desno ali spodnjo stran. Sidro na levi strani vrstice predoglednih sličic omogoča premikanje z miško na želeno mesto.

source: You can open the Image Editor on a photograph either clicking the **Image Editor** button on the Main Toolbar or by selecting :menuselection:`Item --> Open...` :kbd:`F4` from the menu bar or clicking with the right mouse button and selecting **Open...** from the context menu. See the digiKam :ref:`Image Editor <image_editor>` section for instructions on how to edit your photographs. The Image Editor offers a wide range of tools to enhance, decorate and/or modify your photographs.
sl: Urejevalnik slik lahko odprete na fotografiji tako, da kliknete na gumb **Urejevalnik slike** v glavni orodni vrstici ali z izbiro :menuselection:`Predmet --> Odpri...` :kbd:`F4` iz menijske vrstice ali s klikom z desnim gumbom miške in v kontekstnem meniju izberite **Odpri...**. Oglejte si digiKam :ref:`Urejevalnik slike <image_editor>` v razdelku kako urejati vaše fotografije. Urejevalnik slik ponuja široko paleto orodij za izboljšanje, krašenje in/ali spremembe vaših fotografij.

source: Sometimes digiKam may not provide all of the capabilities you need. You can open a photograph in another application by clicking with the right mouse button on it and selecting from the **Open With...** sub-menu. The list of applications that appear in this menu is controlled by the standard desktop file associations for the image format type of this photograph. Consult the desktop manual for instructions on changing these file associations if the application that you need is not listed.
sl: Včasih digiKam morda ne nudi vseh zmožnosti, ki jih potrebujete. Fotografijo lahko odprete v drugi aplikaciji s klikom z desno miško in izberite iz podmenija **Odpri z...**. Seznam aplikacij, ki se prikažejo v tem meniju, nadzira standardno namizje povezav datotek za vrsto zapisa slike te fotografije. Posvetujte se z namiznim priročnikom za navodila o spreminjanju teh povezav datotek, če aplikacije, ki jo potrebujete, ni na seznamu.

source: Note that there can be a problem with meta-data embedded in photographs when they are edited by other image manipulation applications. Some applications do not retain the photograph's meta-data when you save a modified image. This means that if you modify a photograph using one of these programs you will lose information such as orientation, aperture etc. that are stored in the Exif, IPTC, and XMP tags.
sl: Upoštevajte, da lahko pride do težave z metapodatki, vdelanimi v fotografije, kadarjih urejajo druge aplikacije za obdelavo slik. Nekatere aplikacije ne obdržijo metapodatkov fotografije, ko shranjujete spremenjeno sliko. To pomeni, da če spremenite fotografijo z enim od teh programov, boste izgubili informacije, kot so orientacija, zaslonka itd., ki so shranjene v značkah Exif, IPTC in XMP.

source: There is a difference between rotating a photograph in one of the Views of digiKam or in the Image Editor. The Image Editor uses a different method of rotating an image, you may not notice any difference but the Image Editor method can cause some loss of quality in the photograph when saving the picture as JPEG. The rotation methods described here preserve the original quality of the photograph also in JPEG - Files.
sl: Obstaja razlika med vrtenjem fotografije v enem od pogledov digiKama ali v urejevalniku slik. Urejevalnik slik uporablja drugačno metodo vrtenja slike, morda ne boste opazili nobene razlike razen da metoda urejevalnika slik lahko povzroči nekaj izgube kakovosti fotografije pri shranjevanju slike kot JPEG. Tu opisane metode vrtenja ohranjajo izvirno kakovost fotografije tudi v datotekah JPEG.

source: digiKam provides two ways to get your photographs the right way up. The simplest method is to click one of the rotate icons on the thumbnail or the preview or to click with the right mouse button for the context menu and select **Rotate** and then pick the direction of rotation needed.
sl: digiKam ponuja dva načina, da vaše fotografije postavite na pravo mesto. Najpreprostejša metoda je, da kliknete eno od ikon za vrtenje na sličici ali ikono predogleda ali klik z desnim gumbom miške za kontekstni meni in izberete **Zavrti** in nato izberete želeno smer vrtenja.

source: The second method is to select :menuselection:`Item --> Auto Rotate/Flip Using Exif Information` from the menu bar. Most digital cameras have an orientation sensor. This sensor can detect how you hold the camera while taking an image. It stores this orientation information inside the image. This meta data is stored in an embedded meta-data section called Exif. The cameras could rotate the image themselves right away, but they have limited processing power, so they leave this job to an application like digiKam. If the camera is storing the orientation, then digiKam can use it to automatically rotate your photographs so that they are the correct way up when you display them. digiKam will rotate the image on disk according to this orientation information.
sl: Druga metoda je, da izberete iz menijske vrstice :menuselection:`Predmet --> Samodejno zavrti/Obrni z uporabo Exif`. Večina digitalnih fotoaparatov ima senzor orientacije. Ta senzor zazna, kako držite fotoaparat med fotografiranjem. Te informacije o orientaciji shrani znotraj slike. Ti metapodatki so shranjeni v razdelku z vdelanimi metapodatki, imenovanem Exif. Kamere bi lahko takoj same zavrtele sliko, vendar zaradi omejene procesorske moči, to delo prepustijo aplikaciji, kot je digiKam. Če kamera shranjuje orientacijo, potem jo lahko digiKam uporabi za samodejno vrtenje vaših fotografij, tako da so pravilno obrnjene navzgor, ko jih prikažete. digiKam bo obrnil sliko na disku glede na te informacije o orientaciji.

source: The renaming pattern can be customize with the **Renaming Options** collection on the bottom which contains original file name, file extension, owner and group, directory, a dialog for defining a sequence number and a dialog for adding date and time information, either fixed or based on the time information written by the camera into the image file. Each option appended to the renaming pattern can be customized with the **Modifier** button on the right side of renaming pattern editor.
sl: Vzorec preimenovanja lahko prilagodite z **Možnostmi preimenovanja** zbirke na dnu, ki vsebuje izvirno ime datoteke, pripono datoteke, lastnika in skupino, imenik, pogovorno okno za določitev zaporedne številke in pogovorno okno za dodajanje informacij o datumu in času, bodisi fiksnih bodisi na podlagi informacije o času, ki jih kamera zapiše v slikovno datoteko. Vsako možnost dodano vzorcu preimenovanja je mogoče prilagoditi z gumbom **Modifikator** na desni strani urejevalnika vzorcev preimenovanja.

source: In the sequence **Number** dialog you will find following options:
sl: V pogovornem oknu zaporedja **Številka** boste našli naslednje možnosti:

source: **File Counter aware numbering**: will searches for the highest used counter in the filename from the image's directory and continues it.
sl: **Številčenje ob upoštevanju števca datotek**: poišče najvišje uporabljen števec v imenu datoteke iz imenika slike in ga nadaljuje.

source: **Random text aware numbering**: will generate a hexadecimal random numeric code string for the numbering. It is a random number with up to 31 digits. Use many *#* to render a unique code in your renaming scheme.
sl: **Naključno oštevilčevanje z upoštevanjem besedila**: ustvari šestnajstiško naključno število kodnega niza za oštevilčenje. Je naključna številka z največ 31 ciframi. Uporabite več *#* za upodobitev unikatne kode v vaši shemi preimenovanja.

source: The calendar is active only if **Fixed Date** is selected from the **Source** drop down field. This way you can add the same date and time information to the filenames of all imported images or videos. If **Image** is selected instead digiKam will use the time information from the metadata of the image files. With the **Format** drop down field you can choose from several standard date/time formats and a custom format. For the latter choose **Custom** in **Format** drop-down list and fill in.
sl: Koledar je aktiven le, če je med možnostmi izbran **Fiksni datum** iz spustnega polja **Vir**. Tako lahko dodate isti datum in uro iz informacije o imenih datotek vseh uvoženih slik ali videoposnetkov. Če je namesto tega je izbrana **Slika** bo digiKam uporabil informacije o času iz metapodatkov slikovnih datotek. Izbirate lahko med spustnim poljem **Oblika** z več standardnih formatov datuma/časa in format po meri. Za slednjega izberite **Po meri** na spustnem seznamu **Oblika** in ga izpolnite.
