Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: There is a difference between rotating a photograph in one of the Views of digiKam or in the Image Editor. While you may not notice the difference, the rotation method used in the Image Editor can cause some loss of quality in the photograph when saving the picture as JPEG. The rotation methods used in the rest of digiKam that are described here preserve the original quality of the photograph in all file formats, including JPEG.
ca: Hi ha una diferència entre girar una fotografia en una de les vistes del digiKam o a l'editor d'imatges. Si bé no podeu notar la diferència, el mètode emprat a l'editor d'imatges pot causar una certa pèrdua de qualitat en la fotografia quan es desa la imatge com a JPEG. Els mètodes de gir utilitzats en la resta del digiKam que es descriuen aquí conserven la qualitat original de la fotografia en tots els formats de fitxers, incloent-hi el JPEG.
it: C'è differenza tra ruotare una fotografia in una delle viste di digiKam oppure nell'editor delle immagini. Mentre potresti non notare alcuna differenza, il metodo di rotazione utilizzato nell'editor delle immagini può causare delle perdite di qualità della fotografia durante il salvataggio in JPEG. I metodi di rotazione utilizzati nelle altre parti di digiKam che sono descritti qui mantengono la qualità della fotografia originale in tutti i formati dei file, incluso JPEG.
nl: Er is een verschil tussen draaien van een foto in een van de weergaven van digiKam of de bewerker van afbeeldingen. Terwijl u het verschil niet zou kunnen zien is de methode van draaien gebruikt in de bewerker van afbeeldingen kan enig verlies aan kwaliteit in de foto veroorzaken bij het opslaan ervan in JPEG. De methoden van draaien gebruikt in de rest van digiKam die hier zijn beschreven bewaren de originele kwaliteit van de foto in alle bestandsformaten, inclusief JPEG.
pt_br: Há uma diferença entre girar uma fotografia em uma das visualizações do digiKam ou no Editor de Imagem. Embora você possa não notar a diferença, o método de rotação usado no Editor de Imagem pode causar alguma perda de qualidade na fotografia ao salvá-la como JPEG. Os métodos de rotação usados ​​no restante do digiKam descritos aqui preservam a qualidade original da fotografia em todos os formatos de arquivo, incluindo JPEG.
uk: Існує відмінність між обертанням фотографій у одній з областей перегляду digiKam і у редакторі зображень. У редакторі зображень використано інший спосіб обертання зображень. Можливо, ви навіть не помітите відмінностей, але за використання методу обертання редактора зображень можлива втрата якості фотографії, збереженої у форматі JPEG. Описані у цьому підручнику інші способи обертання засновані на алгоритмі, використання якого не змінює рівня якості початкової фотографії, навіть у файлах JPEG.
zh_cn: 在 digiKam 的不同视图中旋转照片和在图像编辑器中旋转照片其实是有区别的。虽然你可能注意不到，但图像编辑器中所用的旋转方式，在保存为 JPEG 格式时可能会造成图像质量的轻微损失。而 digiKam 其他部分所用的旋转方法（就是我们下面要讲的），则不会影响照片的原始质量，不论是 JPEG 还是其他格式。

source: digiKam provides two ways to get your photographs the right way up. The simplest method is to click one of the rotate icons on the thumbnail or the preview, or to click with the right mouse button for the context menu and select **Rotate** and then pick the desired direction of rotation.
ca: El digiKam ofereix dues maneres de col·locar les fotografies en la posició correcta. El mètode més senzill és fer clic sobre una de les icones de gir en la miniatura, en la vista prèvia o fer clic amb el botó dret del ratolí per al menú contextual, seleccionar **Gira** i després seleccionar la direcció desitjada del gir.
it: digiKam fornisce due metodi per raddrizzare le foto: il più semplice consiste nel fare clic su una delle icone di rotazione sulla miniatura o sull'anteprima, oppure un clic col pulsante destro del mouse per far apparire il menu contestuale, selezionare **Ruota** e scegliere poi la direzione di rotazione desiderata.
nl: Met digiKam kunt u uw foto op twee manieren in de juiste stand zetten. De eenvoudigste manier is te klikken op een van de pictogrammen voor draaien op de miniatuur of het voorbeeld (of door met de rechter muisknop te klikken voor het contextmenu en **Draaien** te kiezen en daarna de richting van de gewenste draai te kiezen.
pt_br: O digiKam oferece duas maneiras de deixar suas fotos na posição correta. O método mais simples é clicar em um dos ícones de rotação na miniatura ou na visualização, ou clicar com o botão direito do mouse no menu de contexto e selecionar **Girar** e, em seguida, escolher a direção de rotação desejada.
uk: У digiKam передбачено два способи надання вашим фотографіями належної орієнтації. Найпростішим способом є натискання кнопок обертання на мініатюрі або панелі області попереднього перегляду або наведення вказівника миші на зображення, клацання правою кнопкою миші і вибір пункту контекстного меню **Обернути** з наступним визначенням точного значення кута повороту.
zh_cn: digiKam 提供了两种让照片方向正确的方法。最简单的一种，就是直接点击缩略图或预览图上的旋转图标，或者右键点击，选择 **旋转** 菜单，再选你想要的方向。

source: The second method is to select :menuselection:`Item --> Auto Rotate/Flip Using Exif Information` from the menu bar. Most digital cameras have an orientation sensor. This sensor can detect how you hold the camera while taking an image. It stores this orientation information inside the image. This metadata is stored in an embedded metadata section called Exif. The cameras could rotate the image themselves right away, but many have limited processing power, so they leave this job to an application like digiKam. If your camera stores the orientation, then digiKam can use it to automatically rotate your photographs so that they are the correct way up when you display them. digiKam will rotate the image on disk according to this orientation information.
ca: El segon mètode és seleccionar l'element de menú :menuselection:`Element --> Gir/Inversió automàtics usant la informació Exif`. La majoria de les càmeres digitals tenen un sensor d'orientació. Aquest sensor pot detectar com se sostenia la càmera mentre es prenia una imatge. Emmagatzema aquesta informació d'orientació dins de la imatge. Aquestes metadades s'emmagatzemen en una secció de metadades incrustada anomenada Exif. Les càmeres podrien girar la imatge per si mateixes immediatament, però moltes tenen un poder de processament limitat, de manera que deixen aquest treball a una aplicació com el digiKam. Si la vostra càmera emmagatzema l'orientació, aleshores el digiKam pot utilitzar-la per a girar automàticament les vostres fotografies perquè estiguin en la posició correcta quan es mostrin. El digiKam girarà la imatge en el disc segons aquesta informació d'orientació.
it: Il secondo metodo è quello di selezionare :menuselection:`Elemento --> Rotazione/ribaltamento automatico usando le informazioni Exif` dalla barra dei menu. La maggior parte delle macchine fotografiche digitali ha un sensore di orientazione, che può rilevare come viene tenuta la macchina durante uno scatto. Questa informazione viene salvata nell'immagine, in una sezione dei metadati incorporati chiamata Exif. Le macchine fotografiche potrebbero ruotare le immagini da sole, ma molte hanno una capacità di elaborazione limitata; lasciano quindi questo lavoro a un'applicazione come digiKam. Se la tua macchina salva l'orientazione, digiKam può usarla automaticamente per ruotare le tue foto, in modo che vengano visualizzate correttamente. digiKam ruoterà l'immagine sul disco in base a questa informazione di orientazione.
nl: De tweede methode om te selecteren is :menuselection:`Item --> Automatisch draaien/spiegelen met Exif-informatie` uit de menubalk. De meeste digitale camera's hebben een oriëntatiesensor. Deze kan detecteren in welke positie de camera is op het moment dat de foto wordt genomen. Deze oriëntatiegegevens worden vastgelegd in de opname in het deel dat aangeduid wordt met Exif-metagegevens. De camera's kunnen de afbeelding zelf direct draaien, maar velen hebben een beperkte bewerkingskracht, dus laten ze deze taak over aan een toepassing zoals digiKam. Als de camera de oriëntatie opslaat, dan kan digiKam deze gebruiken om uw foto's automatisch te draaien zodat ze op de juiste manier omhoog staan wanneer u ze toont. digiKam zal de afbeelding op de schijf draaien volgens deze informatie over oriëntatie.
pt_br: O segundo método é selecionar :menuselection:`Item --> Girar/Inverter automaticamente usando informações Exif` na barra de menus. A maioria das câmeras digitais possui um sensor de orientação. Este sensor pode detectar como você segura a câmera enquanto tira uma foto. Ele armazena essas informações de orientação dentro da imagem. Esses metadados são armazenados em uma seção de metadados embutidos chamada Exif. As câmeras podem girar a imagem imediatamente, mas muitas têm poder de processamento limitado, então deixam essa tarefa para um aplicativo como o digiKam. Se sua câmera armazena a orientação, o digiKam pode usá-la para girar automaticamente suas fotos para que fiquem com a orientação correta quando você as exibir. O digiKam girará a imagem no disco de acordo com essas informações de orientação.
uk: Іншим способом є вибір пункту меню :menuselection:`Запис --> Автоматичне обертання або віддзеркалення за даними Exif`. У багатьох сучасних фотоапаратах передбачено датчик орієнтації. Цей датчик може визначати спосіб, у який ви тримаєте фотоапарат під час зйомки. Отриману інформацію датчик зберігає у файлі зображення. Ці метадані зберігаються у вбудованому розділі метаданих, який називається EXIF. Фотоапарати можуть обертати зображення самотужки, але через обмежену обчислювальну потужність вони полишають це завдання програмам, зокрема . Якщо зберігає дані щодо орієнтації, може скористатися ними для автоматичного повороту ваших фотографій так, щоб орієнтація їх показу була правильною. виконає обертання файла знімка на диску відповідно до цих даних щодо орієнтації.
zh_cn: 另一种方式是，从菜单栏中选择 :menuselection:`项目 ‣ 使用 Exif 信息自动旋转 / 翻转` 。大多数数码相机都配有一个方向传感器，这个传感器会记录你拍照时相机的朝向，然后把这个信息保存在照片的元数据里（也就是我们常说的 Exif 信息）。虽然有些相机可以直接在拍摄时就旋转图像，但因为处理能力有限，很多时候是交给像 digiKam 这样的软件来完成的。如果你的相机保存了这些方向信息，digiKam 就能自动识别并把照片旋转到正确的方向。而且 digiKam 还会根据这些信息，直接修改磁盘上的照片方向。

source: The photograph is rotated without loss of quality and the orientation information is set to normal, so that other Exif-aware applications will handle it correctly. The :ref:`Import Tool <advanced_import>` can perform this operation automatically when it uploads the photographs from your camera which will ensure that your photographs are always the right way up. The rotate operation will do nothing if your camera does not include this information in the photos.
ca: La fotografia es girarà sense pèrdua de qualitat i la informació d'orientació s'establirà a normal, de manera que les altres aplicacions compatibles amb Exif ho manegin correctament. L':ref:`eina d'importació <advanced_import>` pot fer aquesta operació automàticament quan carregueu les fotografies des de la vostra càmera, cosa que us garantirà que les vostres fotografies estiguin sempre en la posició correcta. L'operació de gir no farà res si la vostra càmera no inclou aquesta informació en les fotografies.
it: La fotografia è ruotata senza perdita di qualità e l'informazione sull'orientazione è impostata a normale, in modo che altre applicazioni che leggono Exif la gestiscano correttamente. Lo :ref:`strumento di importazione <advanced_import>` può eseguire automaticamente quest'operazione quando carica le fotografie dalla tua macchina, assicurando che le tue foto siano sempre orientate correttamente. L'operazione di rotazione non si attiverà se la tua macchina fotografica non include questa informazione nelle foto.
nl: De foto wordt gedraaid zonder verlies van kwaliteit en de oriëntatie-informatie wordt op normaal ingesteld zodat andere Exif herkennende toepassingen het correct zullen hanteren. Het :ref:`Hulpmiddel Importeren <advanced_import>` kan deze bewerking automatisch uitvoeren bij het uploaden van de afbeeldingen zodat uw foto's altijd met de goede kant boven staan. De rotatiebewerking doet niets als uw camera deze gegevens niet in de foto insluit.
pt_br: A fotografia é girada sem perda de qualidade e a informação de orientação é definida como normal, para que outros aplicativos compatíveis com Exif possam lidar com isso corretamente. A :ref:`Ferramenta de importação <advanced_import>` pode realizar essa operação automaticamente ao carregar as fotografias da sua câmera, o que garantirá que suas fotografias estejam sempre com a orientação correta. A operação de rotação não fará nada se a sua câmera não incluir essas informações nas fotos.
sl: Fotografija se zavrti brez izgube kakovosti in informacije o orientaciji so nastavljene na normalno, tako da bodo druge aplikacije, ki podpirajo Exif ravnale pravilno. :ref:`Orodje za uvoz <advanced_import>` lahko izvaja ta postopek samodejno, ko naloži fotografije iz vaše kamere, ki bo poskrbel, da bodo vaše fotografije vedno pravilno obrnjene. Operacija vrtenja ne bo naredila nič, če vaša kamera ne vključuje tega podatka na slikah.
uk: Фотографію буде повернуто без втрати рівня якості, а дані щодо орієнтації буде повернуто у звичайний стан, отже програми, які використовують дані EXIF, оброблятимуть зображення належним чином :ref:`Інструмент імпортування <advanced_import>` може виконувати цю дію у автоматичному режимі під час отримання фотографій з вашого фотоапарата, отже орієнтація таких фотографій завжди буде належною. Якщо цю дію з обертання буде застосовано до зображення, файл якого не містить даних щодо орієнтації, зображення просто не буде змінено.
zh_cn: 这样进行照片旋转后，图片质量不会损失，并且方向信息将设置为正常，这样一来，其他能识别 EXIF 信息的应用程序也能够正确处理图片方向。 :ref:`导入工具 <advanced_import>` 在从相机导入照片时可以自动执行此操作，确保你的照片始终方向正确。如果你的相机没有在照片中包含这些信息，旋转操作将不会执行任何操作。

source: Renaming a Photograph
ca: Reanomenar una fotografia
it: Rinominare una fotografia
nl: Een foto hernoemen
pt_br: Renomeando uma fotografia
sl: Preimenovanje fotografije
uk: Перейменування фотографій
zh_cn: 重命名照片

source: You can change the filename for a photograph by clicking with the right mouse button over a thumbnail and selecting **Rename...** :kbd:`F2`. You can also select multiple photographs to batch rename files. A dialog will open showing the list of selected photographs with their current name and the new name.
ca: Podeu canviar el nom del fitxer d'una fotografia fent clic amb el botó dret del ratolí sobre una miniatura i seleccionant **Reanomena...** (tecla :kbd:`F2`). També podreu seleccionar múltiples fotografies per a canviar el nom dels fitxers per lots. S'obrirà un diàleg que mostrarà la llista de les fotografies seleccionades amb el seu nom actual i el nom nou.
it: Puoi modificare il nome del file di una fotografia facendo clic col pulsante destro del mouse su una miniatura e scegliendo **Rinomina...** :kbd:`F2`. Puoi anche selezionare più fotografie per rinominarle in serie. Si aprirà una finestra di dialogo che mostra l'elenco delle fotografie col nome attuale e il nuovo nome.
nl: U kunt de bestandsnaam van een foto wijzigen door met de rechter muisknop op een miniatuur te klikken op **Hernoemen...** :kbd:`F2`. U kunt ook meerdere foto's selecteren om in bulk bestanden te hernoemen. Er zal een dialoog geopend worden die de lijst met geselecteerde foto's toont met hun huidige naam en de nieuwe naam.
pt_br: Você pode alterar o nome de arquivo de uma fotografia clicando com o botão direito do mouse sobre uma miniatura e selecionando **Renomear...** :kbd:`F2`. Você também pode selecionar várias fotografias para renomear os arquivos em lote. Uma janela será aberta mostrando a lista de fotografias selecionadas com o nome atual e o novo nome.
sl: Ime datoteke za fotografijo lahko spremenite tako, da kliknete z desno miškino tipko nad sličico in izberete **Preimenuj...** :kbd:`F2`. Lahko izberete tudi več fotografij za paketno preimenovanje datotek. Odpre se pogovorno okno, ki prikazuje seznam izbranih fotografij z njihovim trenutnim imenom in novim imenom.
uk: Змінити назву файла зображення можна так: наведіть вказівник миші на мініатюру зображення, клацніть правою кнопкою миші і оберіть пункт контекстного меню **Перейменувати...** (:kbd:`F2`). Ви також можете позначити декілька фотографій для пакетного перейменування. У відповідь програма відкриє діалогове вікно зі списком позначених фотографій, їхніми поточними назвами та новими назвами.
zh_cn: 你可以通过右键点击照片缩略图并选择 **重命名...** :kbd:`F2` 来更改照片的文件名。你也可以选择多张照片进行批量重命名。一个对话框将会打开，显示所选照片的当前名称和新名称。

source: The digiKam Advanced Rename Tool Dialog
ca: El diàleg de Canvi de nom avançat del digiKam
it: La finestra di dialogo dello strumento di rinomina avanzata di digiKam
nl: De dialoog van het hulpmiddel voor geavanceerd hernoemen van digiKam
pt_br: A janela da ferramenta de renomeação avançada do digiKam
sl: Pogovorno okno naprednega orodja za preimenovanje digiKam
uk: Вікно розширеного засобу перейменування digiKam
zh_cn: digiKam 高级重命名工具对话框

source: The renaming pattern can be customized with the **Renaming Options** collection on the bottom which contains the original file name, file extension, owner and group, directory, a dialog for defining a sequence number, and a dialog for adding date and time information, either based on a fixed date or based on the time information written by the camera into the image file. Each option appended to the renaming pattern can be customized with the **Modifier** button on the right side of the renaming pattern editor.
ca: El patró de reanomenar es pot personalitzar amb la col·lecció **Opcions de reanomenament** a la part inferior, la qual conté opcions per al nom, l'extensió, el propietari i el grup, i el directori del fitxer original, un diàleg per a definir un número de seqüència i un diàleg per a afegir informació de data i hora, sigui basada en una data fixa o basada en la informació escrita per la càmera a dins del fitxer d'imatge. Cada opció annexada al patró de reanomenat es pot personalitzar amb el botó **Modificador** a la dreta de l'editor de patrons de reanomenat.
it: Il modello di rinomina può essere personalizzato con la raccolta delle **Opzioni di rinomina**, in basso, che contiene il nome file originale, la sua estensione, il proprietario e il gruppo, la cartella, una finestra di dialogo per definire il numero sequenziale e una per aggiungere le informazioni di data e ora sia fisse, sia in base a una data fissa o alle informazioni scritte dalla fotocamera all'interno del file immagine. Ciascuna opzione aggiunta al modello di rinomina può essere personalizzata col pulsante **modificatore** che si trova alla destra dell'editor del modello di rinomina.
nl: Het patroon voor hernoemen kan aangepast worden met de verzameling **Opties voor hernoemen** aan de onderkant die de originele bestandsnaam bevat, de bestandsextensie, eigenaar en groep, map, een dialoog voor definiëren van een volgnummer en een dialoog voor toevoegen van datum en tijdsinformatie, ofwel gebaseerd op een vaste datum of gebaseerd op de tijdsinformatie geschreven door de camera in het afbeeldingsbestand. Elke optie achtergevoegd aan het hernoemingspatroon kan aangepast worden met de knop **Modifier** aan de rechterkant van de bewerker van het hernoemingspatroon.
pt_br: O padrão de renomeação pode ser personalizado com a coleção **Opções de renomeação** na parte inferior, que contém o nome do arquivo original, extensão do arquivo, proprietário e grupo, pasta, uma caixa de diálogo para definir um número de sequência e uma caixa de diálogo para adicionar informações de data e hora, com base em uma data fixa ou nas informações de hora gravadas pela câmera no arquivo de imagem. Cada opção anexada ao padrão de renomeação pode ser personalizada com o botão **Modificador** no lado direito do editor de padrões de renomeação.
uk: Взірець для перейменування можна налаштувати за допомогою панелі **Параметри перейменування** у нижній частині вікна. Там буде показано початкову назву файла, суфікс назви файла, власника та групу, яким належить файл, каталог та панель для визначення номера у послідовності файлів, а також панель для додавання даних щодо дати і часу, фіксованих або на основі даних щодо часу, які записано до файла зображення фотоапаратом. Усі дані, які дописано до взірця перейменування, можна налаштувати за допомогою кнопки **Модифікатор** у правій частині редактора взірця перейменування.
zh_cn: 在重命名照片时，你可以使用底部的 **重命名选项** 来自定义重命名规则。重命名选项有：原始文件名、文件扩展名、所有者和用户组、目录、一个用于设置编号的对话框，以及一个用于添加日期和时间信息的对话框，日期可以是你设定的固定日期，也可以是相机写入照片的拍摄时间。每一项都可以通过“重命名模式文本编辑器”右侧的 **编辑修改** 按钮进行自定义。

source: The Advanced Rename Sequence Number Dialog to Setup Modifiers in Renaming Pattern
ca: El diàleg de número de seqüència del canvi de nom avançat per a configurar modificadors en el patró de reanomenar
it: La finestra di dialogo di numerazione sequenziale avanzata per la rinomina per configurare i modificatori nel modello di rinomina
nl: De dialoog voor het geavanceerde volgnummer voor hernoemen om modifiers in te stellen in het hernoemingspatroon
pt_br: A janela do número de sequência da renomeação avançada para configurar modificadores no padrão de renomeação
sl: Pogovorno okno napredne zaporedne številke preimenovanja za nastavitev modifikatorjev v vzorcu preimenovanja
uk: Вікно номера у послідовності засобу розширеного перейменування для налаштовування модифікаторів у взірці перейменування
zh_cn: 重命名时设置编号

source: The sequence **Number** dialog includes the following options:
ca: El diàleg **Número** de seqüència inclou les opcions següents:
it: La finestra di dialogo di **numerazione** sequenziale include le opzioni seguenti:
nl: De dialoog Volg **Nummer** bevat de volgende opties:
pt_br: A sequência **Número** inclui as seguintes opções:
uk: У вікні **Номера** послідовності ви зможете скористатися такими пунктами:
zh_cn: **编号** 对话框中包含以下选项：

source: **Extension aware numbering**: will start a new sequence for every file extension.
ca: **Numeració segons l'extensió**: començarà una seqüència nova per a cada extensió de fitxer.
it: **Numerazione attenta all'estensione**: inizierà una nuova sequenza per ogni estensione di file.
nl: **Nummering is zich bewust van de extensie**: zal starten met een nieuwe volgorde voor elke bestandsextensie.
pt_br: **Numeração com reconhecimento de extensão**: iniciará uma nova sequência para cada extensão de arquivo.
sl: **Številčenje z upoštevanjem končnice**: bo začelo novo zaporedje za vsako končnico datoteke.
uk: **Нумерація з врахуванням суфікса**: послідовність нумерації розпочинатиметься з початку для кожного з суфіксів назв файлів окремо.
zh_cn: 扩展名感知编号：每种文件扩展名都有各自的一组编号序列。

source: **Folder aware numbering**: will start a new sequence for every folder.
ca: **Numeració segons la carpeta**: començarà una seqüència nova per a cada carpeta.
it: **Numerazione attenta alla cartella**: inizierà una nuova sequenza per ciascuna cartella.
nl: **Nummering is zich bewust van de map**: zal starten met een nieuwe volgorde voor elke map.
pt_br: **Numeração com reconhecimento de pastas**: iniciará uma nova sequência para cada pasta.
sl: **Številčenje mape**: bo začelo novo zaporedje za vsako mapo.
uk: **Нумерація з врахуванням теки**: послідовність нумерації розпочинатиметься з початку для кожної теки окремо.
zh_cn: **文件夹感知编号** ：每个文件夹都有一个新的编号序列。
