Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: **File Counter aware numbering**: will search for the highest used counter in the filename from the image's directory and continues it.
ca: **Numeració segons el comptador de fitxers**: cercarà el comptador més alt utilitzat en el nom de fitxer del directori de la imatge i continuarà.
it: **Numerazione attenta al conteggio file**: ricercherà il conteggio più alto utilizzato nel nome file dalla cartella delle immagini e la proseguirà.
nl: **Zich bewust van teller van bestand**: zal zoeken naar het hoogst gebruikte nummer in de bestandsnaam van de map met afbeeldingen en daarop doorgaan.
pt_br: **Numeração com reconhecimento de contador de arquivos**: pesquisará o último contador em nome do arquivo no pasta da imagem e continuará a partir dele.
uk: **Нумерація з врахуванням лічильника файлів**: буде виконано пошук найбільшого використаного значення лічильника у назві файлів каталогу зображень і відновлено нумерацію на його основі.
zh_cn: **文件计数器感知编号** ：会在图像所在文件夹中查找当前最大编号，然后接着往下编号；

source: **Random text-aware numbering**: will generate a hexadecimal random numeric code string for the numbering. It is a random number with up to 31 digits. You can use many digits to help insure each code in your renaming scheme is unique.
ca: **Numeració segons text aleatori**: per a la numeració generarà una cadena de codi numèric aleatori en hexadecimal. És un nombre aleatori de fins a 31 dígits. Podeu utilitzar molts dígits per a ajudar a assegurar que cada codi en el vostre esquema de canvi de nom sigui únic.
it: **Numerazione attenta al testo casuale**: genererà una stringa di codice numerico esadecimale per la numerazione. È un numero casuale di massimo 31 cifre. Puoi utilizzare molte cifre per fare in modo che ciascun codice nel tuo schema di rinomina risulti univoco.
nl: **Bewust van willekeurige tekst**: zal een hexadecimaal willekeurige numerieke codetekenreeks voor de nummering genereren. Het is een willekeurig nummer met tot 31 cijfers. U kunt zoveel cijfers als u wilt gebruiken om te verzekeren dat elke code in uw schema voor hernoemen unieke is.
pt_br: **Numeração aleatória com reconhecimento de texto**: gerará uma sequência de código numérico aleatório hexadecimal para a numeração. É um número aleatório com até 31 dígitos. Você pode usar vários dígitos para garantir que cada código no seu esquema de renomeação seja único.
uk: **Нумерація з врахуванням випадкового тексту**: програма створить рядок із випадковим шістнадцятковим числовим кодом для нумерації. У числі може бути до 31 цифр. Скористайтеся декількома *#*, щоб у вашій схемі нумерації були неповторювані коди.
zh_cn: **随机文本感知编号** ：生成一个十六进制的随机数字串，最长可达 31 位。这种方式非常适合希望每个文件名都独一无二的情况。

source: The **Date and Time** selection dialog looks like this:
ca: El diàleg de selecció de **Data i hora** té aquest aspecte:
it: La finestra di dialogo per la selezione di **Data e ora** assomiglia a questa:
nl: De selectiedialoog **Datum en tijd** ziet uit als dit:
pt_br: A caixa de diálogo de seleção de **Data e hora** se parece com isto:
sl: Pogovorno okno izbire **Datum in čas** je videti takole:
uk: Діалогове вікно вибору **дати і часу** виглядає так:
zh_cn: 使用 **日期和时间** 作为重命名选项：

source: The Advanced Rename Date Selector to Setup Modifiers in Renaming Pattern
ca: El selector de data del canvi de nom avançat per a configurar els modificadors en el patró de reanomenar
it: Il selettore della data della rinomina avanzata per configurare i modificatori nel modello di rinomina
nl: De dialoog voor de datumselectie voor hernoemen om modifiers in te stellen in het hernoemingspatroon
pt_br: O seletor de data da renomeação avançada para configurar modificadores no padrão de renomeação
sl: Napredni izbirnik datuma preimenovanja za nastavitev modifikatorjev v vzorcu preimenovanja
uk: Вибір дати у засобі розширеного перейменування для налаштовування модифікаторів у взірці перейменування
zh_cn: 使用 **日期和时间** 作为重命名选项

source: The calendar is active only if **Fixed Date** is selected from the **Source** drop down field. This way you can add the same date and time information to the filenames of all imported images or videos. If **Image** is selected instead, digiKam will use the time information from the metadata of the image files. With the **Format** drop down field you can choose from several standard date/time formats and a custom format. For the latter choose **Custom** in the **Format** drop-down list to enter a desired format string.
ca: El calendari només estarà actiu si seleccioneu **Data fixada** des del camp desplegable **Origen:**. D'aquesta manera, podreu afegir la mateixa informació de data i hora als noms de fitxer de totes les imatges o vídeos importats. Si seleccioneu **Imatge**, el digiKam utilitzarà la informació de temps de les metadades en els fitxers d'imatge. Amb el camp desplegable **Format** podeu triar entre diversos formats estàndard de data/hora i un format personalitzat. Per a aquest últim, trieu **Personalitzat** a la llista desplegable **Format** per a introduir una cadena de format desitjada.
it: Il calendario è attivo solo se viene selezionata **Data fissa** nella casella a tendina **Fonte**: in questo modo puoi aggiungere le stesse informazioni su data e ora ai nomi dei file di tutte le immagini o video importati. Se invece selezioni **Immagine**, digiKam userà le informazioni su data e ora contenute nei metadati del file. Con il campo a tendina **Formato** puoi scegliere tra diversi formati standard di data e ora, più uno personalizzato; in quest'ultimo caso ti basta scegliere **Personalizzato** nell'elenco a tendina **Formato** e inserire la stringa del formato desiderato.
nl: De kalender is alleen actief als **Vaste datum** is geselecteerd in het afrolveld **Bron**. Op deze manier kunt u dezelfde datum- en tijdinformatie aan de bestandsnamen van alle geïmporteerde afbeeldingen of video's toevoegen. Als in plaatst daarvan **Afbeelding** is geselecteerd zal digiKam de tijdinformatie uit de metagegevens van de afbeeldingsbestanden gebruiken. Met het afrolveld **Formaat** kunt u kiezen uit verschillende standaard datum/tijd formaten en een aangepast formaat. Voor de laatste kiest u **Aangepast** in de afrollijst **Formaat** en voert een gewenste tekenreeksformaat in.
pt_br: O calendário só estará ativo se a opção **Data fixa** estiver selecionada no campo suspenso **Origem**. Dessa forma, você pode adicionar as mesmas informações de data e hora aos nomes de arquivo de todas as imagens ou vídeos importados. Se a opção **Imagem** estiver selecionada, o digiKam usará as informações de hora dos metadados dos arquivos de imagem. No campo suspenso **Formato**, você pode escolher entre vários formatos padrão de data/hora e um formato personalizado. Para este último, selecione **Personalizado** na lista suspensa **Formato** para inserir a sequência de caracteres de formato desejada.
uk: Календарем можна буде скористатися, лише якщо у спадному списку Джерело вибрано пункт **Фіксована дата**. За його допомогою ви зможете додати однакові відомості щодо дати і часу до назв файлів усіх імпортованих зображень або відео. Якщо буде вибрано варіант **Зображення**, digiKam використає відомості з метаданих файлів зображень. За допомогою спадного списку **Формат** ви зможете вибрати стандарт формату запису дати і часу або визначити нетиповий формат. Для створення власного формату виберіть пункт **Нетиповий** у спадному списку **Формат**: і вкажіть бажаний рядок форматування.
zh_cn: 如果你在 **来源** 下拉框中选择的是 **固定日期** ，日历就可以启用了，这样你就可以统一给所有导入的照片或视频添加同一个日期时间。如果选择的是 **图像** ，digiKam 会使用图像元数据中记录的时间。你还可以在 **格式** 下拉框中选择几种标准的日期 / 时间格式，或者选 **自定义** 来手动输入格式代码。

source: The **Format** string from **Date and Time** dialog determines the content of the date generated during download. Any sequence of characters enclosed in single quotes will be included verbatim in the output string, even if it contains formatting characters. Two consecutive single quotes ('') are replaced by a single quote in the output. All other characters in the format string are included verbatim in the output string.
ca: La cadena **Format:** del diàleg **Data i hora** determina el contingut de la data generada durant la baixada. Qualsevol seqüència de caràcters entre cometes simples s'inclourà literalment en la cadena de sortida, fins i tot si conté caràcters de format. Dues cometes simples consecutives («''») se substituiran per una cometa simple en la sortida. Tots els altres caràcters de la cadena de format s'inclouran textualment en la cadena de sortida.
it: La stringa **Formato** dalla finestra di dialogo **Data e ora** determina il contenuto della data generata durante lo scaricamento. Qualsiasi sequenza di caratteri racchiusa in virgolette semplici verrà inclusa nella stringa del risultato, anche se contiene caratteri di formattazione. Due virgolette singole consecutive ('') vengono sostituite da una virgoletta singola nel risultato. Tutti gli altri caratteri nella stringa del formato sono inclusi letteralmente nel risultato.
nl: De tekenreeks **Formaat** uit de dialoog **Datum en tijd** bepaalt de inhoud van de datum gegeneerd tijdens downloaden. Elke volgorde van tekens ingesloten in accenten zal letterlijk ingevoegd worden in de uitvoertekenreeks, zelfs als het formatteringstekens bevat. Twee opvolgende accenten ('') worden vervangen door een enkel accent in de uitvoer. Alle andere tekens in de formaattekenreeks worden letterlijk in de uitvoertekenreeks ingevoegd.
pt_br: A string **Formato** da caixa de diálogo **Data e hora** determina o conteúdo da data gerada durante o download. Qualquer sequência de caracteres entre aspas simples será incluída literalmente na string de saída, mesmo que contenha caracteres de formatação. Duas aspas simples consecutivas ('') são substituídas por uma aspa simples na saída. Todos os outros caracteres na string de formato são incluídos literalmente na string de saída.
uk: Рядок **Формат** у діалоговому вікні **Дата і час** визначає запис дати, який буде створено під час отримання даних. Будь-яку послідовність символів, взяту в одинарні лапки, буде включено без змін до рядка-результату, навіть якщо у ній містяться символи форматування. Дві послідовні одинарні лапки («''») буде замінено на одинарні лапки у результаті. Усі інші символи у рядку форматування буде включено до рядка-результату без змін.
zh_cn: **日期和时间** 格式框中输入的 **格式** 会决定导入照片时生成的时间内容。用单引号括起来的字符会原样保留（即便里面有格式符号），两个连续的单引号（‘’）会被替换为一个单引号。其他字符也会直接输出。

source: Formats without separators (e.g. *ddMM*) are supported but must be used with care, as the resulting strings aren't always reliably readable (e.g. if *dM* produces *212* it could mean either the 2nd of December or the 21st of February). Here are some example format strings, assuming that the date is *21 May 2001 14:13:09.120*:
ca: Els formats sense separadors (p. ex., *ddMM*) estan admesos, però s'han d'utilitzar amb compte, ja que les cadenes resultants no sempre es poden llegir de manera fiable (p. ex., si *dM* produeix *212*, podria significar el 2 de desembre o el 21 de febrer). Aquí hi ha algunes cadenes de format d'exemple, assumint que la data és *21 de maig de 2001 14:13:09.120*:
it: I formati senza separatori (per es. *ddMM*) sono supportati ma vanno utilizzati con attenzione, in quanto le stringhe prodotte non risultano sempre affidabili e leggibili (per es. se *dM* produce *212* potrebbe significare sia il 2 dicembre, sia il 21 febbraio). Ecco alcuni esempi di stringhe di formato, ipotizzando che la data sia *21 maggio 2001 14:13:09.120*:
nl: Formaten zonder scheidingstekens (bijv. *ddMM*) worden ondersteund maar moeten voorzichtig worden gebruikt, omdat de resulterende tekenreeksen niet altijd betrouwbaar leesbaar zijn (bijv. als *dM* *212* produceert dan zou het ofwel de 2de december of de 21ste van februari kunnen zijn). Hier zijn enige voorbeelden van formaattekenreeksen, aangenomen dat de datum is *21 mei 2001 14:13:09.120*:
pt_br: Formatos sem separadores (por exemplo, *ddMM*) são suportados, mas devem ser usados ​​com cuidado, pois as strings resultantes nem sempre são legíveis de forma confiável (por exemplo, se *dM* produzir *212*, pode significar 2 de dezembro ou 21 de fevereiro). O formato usa códigos para data em inglês (por exemplo, 'y' para ano). Aqui estão alguns exemplos de strings de formato, supondo que a data seja *21 de maio de 2001 14:13:09.120*:
uk: Передбачено підтримку і форматів без роздільників (наприклад, *ddMM*), але ними слід користуватися обережно, оскільки рядки-результати не завжди просто читати (наприклад, якщо *dM* дає результат *212*, його можна інтерпретувати як друге грудня або 21 лютого). У прикладах рядків форматування ми використали дату *21 Тра 2001 14:13:09.120*:
zh_cn: 没有分隔符的格式（比如 *ddMM* ）虽然支持，但要小心使用，因为生成的字符串有时不太好读（比如 dM 输出 212，你可能搞不清到底是 12 月 2 号，还是 2 月 21 号）。下面是一些示例格式，假设日期是 2001 年 5 月 21 日，时间是 14:13:09.120：

source: Format
it: Formato
nl: Formaat
pt_br: Formato
sl: Oblika
uk: Формат
zh_cn: 格式

source: Result
ca: Resultat
it: Risultato
nl: Resultaat
pt_br: Resultado
sl: Rezultat
uk: Результат
zh_cn: 结果

source: Tue May 21 01
ca: diumenge 21 maig 01
it: Mar Maggio 21 01
nl: Din mei 21 01
pt_br: Ter Mai 21 01
sl: Tor Maj 21 01
uk: Втр Тра 21 01

source: The **Database** dialog allows you to select items of information registered in the database as **Modifiers**.
ca: El diàleg **Base de dades** permet seleccionar elements d'informació registrats en la base de dades com a **modificadors**.
it: La finestra di dialogo **Banca dati** ti consente di selezionare le informazioni degli elementi registrati nella banca dati come **modificatori**.
nl: De dialoog **Database** biedt het selecteren van items van informatie voor registreren in de database als **Modifiers**.
pt_br: A caixa de diálogo **Banco de dados** permite que você selecione itens de informação registrados no banco de dados como **Modificadores**.
uk: За допомогою вікна **База даних** можна вибрати дані щодо записів, які зареєстровано у базі даних, як **Модифікатори**.
zh_cn: 你还可以从数据库中选择信息项作为文件名元素，也可以从 Exif、IPTC、XMP 等元数据中选字段当作文件名元素。

source: The Advanced Rename Database Dialog to Setup Modifiers in Renaming Pattern
ca: El diàleg de base de dades del canvi de nom avançat per a configurar els modificadors en el patró de reanomenar
it: La finestra di dialogo Banca dati per la rinomina avanzata per configurare i modificatori nel modello di rinomina
nl: De databasedialoog voor geavanceerd hernoemen om modifiers in te stellen in het hernoemingspatroon
pt_br: A janela do banco de dados da renomeação avançada para configurar modificadores no padrão de renomeação
sl: Pogovorno okno naprednega preimenovanja zbirke podatkov za nastavitev modifikatorjev v vzorcu preimenovanja
uk: Вікно бази даних у засобі розширеного перейменування для налаштовування модифікаторів у взірці перейменування
zh_cn: 重命名选项中的数据库对话框

source: The **Metadata** dialog allows you to select file metadata fields taken from **Exif**, **IPTC**, **XMP**, etc, to be used as **Modifiers**.
ca: El diàleg **Metadades** permet seleccionar camps de metadades dels fitxers extrets de l'**Exif**, **IPTC**, **XMP**, etc., que es faran servir com a **modificadors**.
it: La finestra di dialogo **Metadati** ti consente di selezionare i campi dei metadati dei file ricavati da **Exif**, **IPTC**, **XMP** e via discorrendo, da utilizzare come **modificatori**.
nl: De dialoog **Metagegevens** biedt het selecteren van informatie in metagegevens van bestanden genomen uit **Exif**, **IPTC**, **XMP**, etc., als **Modifiers**.
pt_br: A caixa de diálogo **Metadados** permite que você selecione campos de metadados de arquivo extraídos de **Exif**, **IPTC**, **XMP**, etc., para serem usados ​​como **Modificadores**.
uk: За допомогою вікна **Метадані** можна вибрати метадані файлів, які буде взято з **Exif**, **IPTC**, **XMP** тощо, як **Модифікатори**.
zh_cn: 也可以从 Exif、IPTC、XMP 等 **元数据** 中选字段当作文件名元素。

source: The Advanced Rename Metadata Dialog to Setup Modifiers in Renaming Pattern
ca: El diàleg de metadades del canvi de nom avançat per a configurar els modificadors en el patró de reanomenar
it: La finestra di dialogo Metadati per la rinomina avanzata per configurare i modificatori nel modello di rinomina
nl: De metagegevensdialoog voor geavanceerd hernoemen om modifiers in te stellen in het hernoemingspatroon
pt_br: A janela de metadados da renomeação avançada para configurar modificadores no padrão de renomeação
sl: Pogovorno okno naprednega preimenovanja metapodatkov za nastavitev modifikatorjev v vzorcu preimenovanja
uk: Вікно метаданих у засобі розширеного перейменування для налаштовування модифікаторів у взірці перейменування
zh_cn: 重命名选项中的元数据对话框

source: In addition, these options can be customized further with the help of a number of **Modifiers**. To apply a modifier, append it to the option, for instance ``[file]{upper}``. A list of all **Options** and **Modifiers** together with a short explanations can be opened by clicking the info button.
ca: A més, aquestes opcions es poden personalitzar encara més amb l'ajuda d'una sèrie de **modificadors**. Per a aplicar un modificador, afegiu-lo a l'opció, per exemple ``[fitxer]{upper}``. Es pot obrir una llista de totes les **opcions** i **modificadors** juntament amb una explicació breu en fer clic al botó d'informació.
it: Inoltre queste opzioni possono essere personalizzate ulteriormente con l'aiuto di determinati **modificatori**. Per applicare un modificatore, aggancialo all'opzione, per esempio ``[file]{upper}``. Facendo clic sul pulsante informativo potrai aprire un elenco di tutte le **opzioni** e i **modificatori**, contenente anche una breve spiegazione.
nl: Bovendien kunnen deze opties verder aangepast worden worden met de hulp van een aantal **Modifiers**. Om een modifier toe te passen, voeg het achter de optie, bijvoorbeeld ``[bestand]{hoofdletters}``. Een lijst met alle **Opties** en **Modifiers** samen met een korte uitleg kan geopend worden door te klikken op de knop Info.
pt_br: Além disso, essas opções podem ser personalizadas ainda mais com a ajuda de diversos **Modificadores**. Para aplicar um modificador, anexe-o à opção, por exemplo, ``[file]{upper}``. Uma lista de todas as **Opções** e **Modificadores**, juntamente com uma breve explicação, pode ser aberta clicando no botão de informações.
uk: Крім того, подальше удосконалення взірця можна виконати за допомогою **декількох модифікаторів**. Щоб застосувати модифікатор, допишіть його до пункту, приклад: ``[file]{upper}``. Зі списком **параметрів** і **модифікаторів**, а також короткими поясненнями щодо них можна ознайомитися після натискання кнопки відомостей.
zh_cn: 此外，这些选项都可以进一步添加文件名的关键字。比如在文件名后面加上 ``[file]{upper}`` 就可以把字母变成大写。所有选项和关键字及其简要说明，可以通过点击 **信息** 按钮来查看。

source: Options
ca: Opcions
it: Opzioni
nl: Opties
pt_br: Opções
sl: Možnosti
uk: Параметри
zh_cn: 选项

source: Description
ca: Descripció
it: Descrizione
nl: Beschrijving
pt_br: Descrição
sl: Opis
uk: Опис
zh_cn: 说明

source: [file]
ca: [fitxer]
nl: [bestand]
uk: [файл]

source: File name
ca: Nom del fitxer
it: Nome del file
nl: Bestandsnaam
pt_br: Nome do arquivo
sl: Ime datoteke
uk: Назва файла
zh_cn: 文件名

source: File extension, prepend with a '.' character, to modify the real file extension
ca: Extensió del fitxer, precedida per un caràcter «.», per a modificar l'extensió del fitxer real
it: Estensione del file, mettere come prefisso un «.» (punto), per modificare la vera estensione del file
nl: Bestandsextensie, met een voorloop '.', om de echte bestandsextensie te wijzigen
pt_br: Extensão de arquivo, adicione um caractere '.' para modificar a extensão real do arquivo
sl: Podaljšek datoteke, s predpono znaka '.', da spremeni realni podaljšek datoteke
uk: Суфікс назви файла, додайте на початку символ «.», щоб змінити визначальний суфікс файла

source: [user]
ca: [usuari]
nl: [gebruiker]
uk: [користувач]

source: Owner of the file
ca: Propietari del fitxer
it: Proprietario del file
nl: Eigenaar van het bestand
pt_br: Proprietário do arquivo
sl: Lastnik datoteke
uk: Власник файла
zh_cn: 文件的所有者

source: [group]
ca: [grup]
nl: [groep]
uk: [група]

source: Group of the file
ca: Grup del fitxer
it: Gruppo del file
nl: Groep van het bestand
pt_br: Grupo do arquivo
sl: Grupa datoteke
uk: Група файла
zh_cn: 文件的用户组

source: [dir]
nl: [map]
uk: [кат]

source: Directory name
ca: Nom del directori
it: Nome della cartella
nl: Mapnaam
pt_br: Nome da pasta
sl: Imenik
uk: Назва каталогу
zh_cn: 目录名

source: [dir.]
nl: [map.]
uk: [каталог]

source: Name of the parent directory, additional '.' characters move up in the directory hierarchy
ca: Nom del directori del pare, els caràcters «.» addicionals mouen amunt en la jerarquia de directoris
it: Il nome della cartella superiore, i caratteri '.' aggiuntivi ripercorrono la gerarchia della cartella.
nl: Naam van de bovenliggende map, extra '.' tekens bewegen omhoog in de map-hiërarchie
pt_br: Nome da pasta pai, caracteres '.' adicionais sobem na hierarquia do diretório
sl: Ime nadrejenega imenika, dodatni znak '.' pomakne navzgor po hierarhiji imenikov
uk: Назва батьківського каталогу, додаткові символи «.» пересуватимуть позицію вгору ієрархією каталогів
zh_cn: 父目录名，前加“.”字符可上移一层目录

source: Camera name
ca: Nom de la càmera
it: Nome della fotocamera
nl: Cameranaam
pt_br: Nome da câmera
sl: Ime kamere
uk: Назва фотоапарата
zh_cn: 相机名称

source: Sequence number
it: Numero sequenziale
nl: Volgnummer
pt_br: Número de sequência
sl: Zaporedna številka
uk: Число з послідовності
zh_cn: 序列编号

source: #[options]
ca: #[opcions]
nl: #[opties]
pt_br: #[opções]
uk: #[параметри]

source: Sequence number (options: c = file counter aware, e = extension aware, f = folder aware, r = random aware, ce = counter and extension aware, re = random and extension aware)
ca: Número de seqüència (opcions: c = segons el comptador de fitxers, e = segons l'extensió, f = segons la carpeta, r = segons text aleatori, ce = segons el comptador i l'extensió, re = segons text aleatori i l'extensió)
it: Numero sequenziale (opzioni: c = attento al conteggio file, e = attento all'estensione, f = attento alla cartella, r = attento alla casualità, ce = attento ai conteggi e alle estensioni, re = attento alla casualità e alle estensioni)
nl: Volgnummer (opties: c = bewust van teller van bestand , e = bewust van extensie, f = bewust van map, r = bewust van willekeurig, ce = teller en bewust van extensie, re = willekeurig en bewust van extensie)
pt_br: Número de sequência (opções: c = reconhecer contador de arquivos, e = reconhecer extensão, f = reconhecer pasta, r = reconhecer aleatório, ce = reconhecer contador e extensão, re = reconhecer aleatório e extensão)
sl: Zaporedna številka (možnosti: c = zaznavanje števca datotek, e = zaznavanje razširitve, f = zaznavanje mape, r = naključno zaznavanje, ce = zaznavanje števca in podaljška, re = zaznavanje naključnega in podaljška)
uk: Число з послідовності (параметри: c = з врахуванням лічильника файлів, e = з врахуванням суфікса, f = з врахуванням теки, r = з врахуванням випадковості, ce = з врахуванням лічильника і суфікса назви, re = з врахуванням випадковості і суфікса назви)
zh_cn: 序列编号 (||选项||: ||c|| = 文件计数器感知，||e|| = 扩展名感知，||f|| = 文件夹感知，||r|| = 随机感知，||ce|| = 文件计数器和扩展名感知，||re|| = 随机和扩展名感知)

source: #[options,start]
ca: #[opcions,inici]
nl: #[opties,start]
pt_br: #[opções,início]
uk: #[параметри,початок]

source: Sequence number (custom start)
ca: Número de seqüència (inici personalitzat)
it: Numero sequenziale (partenza personalizzata)
nl: Volgnummer (eigen startwaarde)
pt_br: Número de sequência (início personalizado)
sl: Zaporedna številka (začetek po meri)
uk: Число з послідовності (початкове значення)
zh_cn: 序列编号 (自定义起始编号)

source: #[options,step]
ca: #[opcions,pas]
nl: #[opties,stap]
pt_br: #[opções,passo]
uk: #[параметри,крок]
