Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Sequence number (custom step)
ca: Número de seqüència (pas personalitzat)
it: Numero sequenziale (passo personalizzato)
nl: Volgnummer (aangepaste stap)
pt_br: Número de sequência (passo personalizado)
sl: Zaporedna številka (korak po meri)
uk: Число з послідовності (нетиповий крок)
zh_cn: 序列编号 (自定义步长)

source: #[options,start,step]
ca: #[opcions,inici,pas]
nl: #[opties,start,stap]
pt_br: #[opções,início,passo]
uk: #[параметри,початок,крок]

source: Sequence number (custom start and step)
ca: Número de seqüència (inici i pas personalitzats)
it: Numero sequenziale (partenza personalizzata e passo)
nl: Volgnummer (eigen start en stap)
pt_br: Número de sequência (início e passo personalizado)
sl: Zaporedna številka (začetek in korak po meri)
uk: Номер у послідовності (нетиповий початок і крок)
zh_cn: 序列编号(自定义起始编号与步长)

source: [date]
ca: [data]
nl: [datum]
uk: [дата]

source: Date and time (Standard format)
ca: Data i hora (format estàndard)
it: Data e ora (formato standard)
nl: Datum en tijd (standaard opmaak)
pt_br: Data e hora (formato padrão)
sl: Datum in čas (Standardni format)
uk: Дата і час (стандартний формат)
zh_cn: 日期和时间 (标准格式)

source: [date:key]
ca: [data:clau]
nl: [datum:sleutel]
pt_br: [date:chave]
uk: [дата:ключ]

source: Date and time (key = Standard|ISO|UnixTimeStamp|Text)
ca: Data i hora (clau = Standard|ISO|UnixTimeStamp|Text)
it: Data e ora (key = Standard|ISO|DataOraUnix|Testo)
nl: Datum en tijd (sleutel = standaard|ISO|UnixTimeStamp|Tekst)
pt_br: Data e hora (chave = Standard|ISO|UnixTimeStamp|Text)
sl: Datum in čas (key = Standard|ISO|UnixTimeStamp|Tekst)
uk: Дата і час (ключ = Standard|ISO|UnixTimeStamp|Text)
zh_cn: 日期和时间 (key = 标准|ISO|UnixTimeStamp|文本)

source: [date:format]
ca: [data:format]
nl: [datum:opmaak]
pt_br: [date:formato]
uk: [дата:формат]

source: Date and time (format settings)
ca: Data i hora (opcions de format)
it: Data e ora (impostazioni del formato)
nl: Datum en tijd (instellingen voor opmaak)
pt_br: Data e hora (configurações de formato)
sl: Datum in čas (nastavitve formata)
uk: Дата і час (параметри форматування)
zh_cn: 日期和时间(格式设置)

source: [meta:key]
ca: [meta:clau]
nl: [meta:sleutel]
pt_br: [meta:chave]
uk: [meta:ключ]

source: Add metadata information
ca: Afegeix informació de les metadades
it: Aggiunge informazioni sui metadati
nl: Metagegevens toevoegen
pt_br: Adicionar informações dos metadados
sl: Dodaj informacije metapodatkov
uk: Додати метадані
zh_cn: 添加元数据信息

source: {upper}
nl: {hoofdletters}

source: Convert to uppercase
ca: Converteix a majúscules
it: Converte in maiuscolo
nl: Naar hoofdletters converteren
pt_br: Converter para maiúsculo
sl: Pretvori v velike črke
uk: Перетворити на верхній регістр
zh_cn: 转换为大写

source: {lower}
nl: {kleine letters}

source: Convert to lowercase
ca: Converteix a minúscules
it: Converte in minuscolo
nl: Naar kleine letters converteren
pt_br: Converter para minúsculo
sl: Pretvori v male črke
uk: Перетворити на нижній регістр
zh_cn: 转换为小写

source: {firstupper}
nl: {eerste hoofdletter}

source: Convert the first letter of each word to uppercase
ca: Converteix la primera lletra de cada mot a majúscula
it: Converte la prima lettera di ogni parola in maiuscolo
nl: Eerste letter van elk woord naar een hoofdletter converteren
pt_br: Converter a primeira letra de cada palavra para maiúsculo
sl: Pretvori v vsako prvo črko vsake besede v veliko črko
uk: Перетворити першу літеру кожного слова на літеру верхнього регістру
zh_cn: 将各单词首字母转换为大写

source: Remove leading, trailing and extra whitespace
ca: Treu els espais blancs inicials, finals i extres
it: Rimuove gli spazi bianchi extra, all'inizio e alla fine
nl: Voorloop, achtergevoegde en extra witruimte verwijderen
pt_br: Remover os espaços iniciais, finais e adicionais
sl: Odstrani vodilne, končne in dodatne prazne znake
uk: Вилучити початковий, кінцевий і проміжні пробіли
zh_cn: 删除头尾和额外的空格

source: {unique}
nl: {uniek}

source: Add a suffix number to have unique strings in duplicate values
ca: Afegeix un número de sufix per a tenir cadenes úniques en valors duplicats
it: Aggiunge un suffisso numerico per avere una stringa unica nei valori duplicati
nl: Een achtergevoegd nummer toevoegen om een unieke tekenreeks te verkrijgen bij dubbele waarden
pt_br: Adicionar um número como sufixo para ter strings únicas nos valores duplicados
sl: Če želite imeti edinstvene nize v podvojenih vrednostih, dodaj številko pripone
uk: Додати суфікс-номер для створення унікальних рядків у дублікатах
zh_cn: 添加一个后缀编号以在重复值中具有唯一的字符串

source: {unique:n}
nl: {uniek:n}

source: Add a suffix number, n specifies the number of digits to use
ca: Afegeix un número de sufix, n especifica el nombre de dígits a usar
it: Aggiunge un suffisso numerico, n specifica la quantità di cifre da usare
nl: Een getal achtervoegen, n specificeert het aantal te gebruiken cijfers
pt_br: Adicionar um número como sufixo, ||n|| define o número de algarismos a ser usado
sl: Dodaj številko pripone, n določa število števk za to
uk: Додати суфікс-число, n визначає кількість цифр у суфіксі
zh_cn: 添加一个后缀号码，n 指定要使用的数字

source: {unique:n,c,0a}
nl: {uniek:n,c,0a}

source: Add a suffix number, n specifies the number of digits to use, c optional specifies the separator char before the numbers, a optional to include all options for uniqueness, 0 optional to always pad with n zero digits
ca: Afegeix un número de sufix, n especifica el nombre de dígits a usar, c opcional especifica el caràcter separador abans dels números, a opcional per a incloure totes les opcions per a la unicitat, 0 opcional per a farcir sempre amb n dígits zero
it: Aggiunge un suffisso numerico, n specifica la quantità di cifre da usare, c, opzionale, specifica il carattere separatore prima dei numeri, a, opzionale, per includere tutte le opzioni per univocità, 0, facoltativo, per riempire sempre con n zero cifre
nl: Een getal achtervoegen, n specificeert het aantal te gebruiken cijfers, c optioneel, specificeert het scheidingsteken vóór de cijfers, a optioneel, om alle opties voor uniek zijn mee te nemen, 0 optioneel, om altijd aan te vullen met n nullen
pt_br: Adicione um número de sufixo, n especifica o número de dígitos a serem usados, c opcional especifica o caractere separador antes dos números, a opcional para incluir todas as opções de exclusividade, 0 opcional para sempre preencher com n dígitos zero
sl: Dodaj število pripone, n določa število števk za to, c izbirno določa ločilni znak pred števili, izbirno, da vključite vse možnosti za edinstvenost, 0 izbirno, če želite vedno dodati n ničel
uk: Додати суфікс-число, n визначає кількість цифр у суфіксі, c задає символ-роздільник до чисел, a — необов'язковий, для включення усіх параметрів для унікальності, 0 — необов'язкове безумовне доповнення нулями до n цифр
zh_cn: 添加前缀数目，||n|| 指定使用的数字位数，||c|| 指定数字前面的分隔符，||a|| 是可选的，用于包含所有唯一性选项，||0|| 是可选的，指定零位为 ||n|| 个。

source: {removedoubles}
nl: {dubbelenverwijderen}

source: Remove duplicate words
ca: Elimina les paraules duplicades
it: Rimuove le parole duplicate
nl: Gedupliceerde woorden verwijderen
pt_br: Remover palavras duplicadas
sl: Odstrani podvojene besede
uk: Вилучити дублікати слів
zh_cn: 删除重复的单词

source: {default:"value"}
ca: {default:"valor"}
it: {default:"valore"}
nl: {standaard:"waarde"}
pt_br: {default:"valor"}
uk: {default:"значення"}

source: Set a default value for empty strings
ca: Estableix un valor predeterminat per a les cadenes buides
it: Imposta un valore predefinito per le stringhe vuote
nl: Stel een standaard waarde in voor lege tekenreeksen
pt_br: Define um valor padrão para as strings vazias
sl: Nastavi privzeto vrednost za prazne nize
uk: Встановити типове значення для порожніх рядків
zh_cn: 设置空字符串的默认值

source: {replace:"old","new",options}
ca: {replace:"antic","nou",opcions}
it: {replace:"vecchio","nuovo",options}
nl: {vervang:"oud","nieuw",opties}
pt_br: {replace:"velho","novo",opções}
uk: {replace:"старе","нове",параметри}

source: Replace text (options: r = regular expression, i = ignore case)
ca: Substitueix el text (opcions: r = expressió regular, i = ignora les majúscules/minúscules)
it: Sostituisce il testo (opzioni: r = espressione regolare, i = ignora maiuscole)
nl: Tekst vervangen (opties: r = reguliere expressie, i = geen onderscheid hoofd- kleiner letters
pt_br: Substituir texto (opções: r = expressão regular, i = ignorar maiúsculas e minúsculas)
sl: Zamenjaj besedilo (možnosti: r = regularni izraz, i = prezri velike in male črke)
uk: Замінити текст (параметри: r = формальний вираз, i = без врахування регістру)
zh_cn: 替换文字 (||选项||：||r|| = 正则表达式，||i|| = 忽略大小写)

source: {range:from,to}
ca: {range:des_de,fins}
nl: {reeks:van,tot}
pt_br: {range:de,até}
uk: {range:від,до}

source: Extract a specific range (if to is omitted, go to the end of string)
ca: Extreu un interval específic (si s'omet «fins», va al final de la cadena)
it: Estrae un intervallo specifico (se «to» è omesso, va alla fine della stringa)
nl: Een specifieke reeks eruit halen (als tot is weggelaten, ga naar het einde van de tekenreeks)
pt_br: Extrai um intervalo específico (se 'até' omitido, ir até o fim da string)
sl: Ekstrahiraj določen obseg (če je izpuščeno, pojdi na konec niza)
uk: Видобути певний діапазон (якщо не буде вказано значення для 'до', перехід до кінця рядка)
zh_cn: 提取指定范围 (如果“||to||”被忽略，则转到字符串结尾)

source: The sequence number may be needed if you have a camera with a fast frame rate, since it is possible to take two photographs that have exactly the same data and time.
ca: El número de seqüència pot ser necessari si teniu una càmera amb una velocitat de disparament molt ràpida, atès que seria possible obtenir dues fotografies amb exactament la mateixa data i hora.
it: Il numero sequenziale può essere necessario se hai una fotocamera con una velocità di scatto veloce: è possibile scattare due foto che abbiano esattamente la stessa data e ora.
nl: Het volgnummer kan nodig zijn als u een camera met een zeer snelle framesnelheid hebt, omdat het mogelijk is om twee foto's te nemen met precies dezelfde datum en tijd.
pt_br: O número de sequência pode ser necessário se você tiver uma câmera com uma taxa de quadros rápida, pois é possível tirar duas fotos com exatamente a mesma data e hora.
uk: Потреба у послідовному номері може виникнути, якщо у вашому фотоапараті передбачено режим дуже швидкої зйомки послідовних кадрів, що може призвести до існування двох різних фотографій з однаковою датою та часом зйомки.
zh_cn: 如果你的相机连拍速度很快，那就特别建议加上序列编号这个参数，因为拍出来的照片可能时间戳是一样的。

source: To apply a modifier, append it to the option, for instance: [file]{upper}.
ca: Per a aplicar un modificador, afegiu-lo a l'opció. Per exemple: [fitxer]{upper}.
it: Per applicare un modificatore, aggancialo all'opzione, per esempio: [file] {upper}.
nl: Om een modifier toe te passen, voeg het achter de optie, bijvoorbeeld: [bestand]{hoofdletters}.
pt_br: Para aplicar um modificador, anexe-o à opção, por exemplo: [file]{upper}.
sl: Če želite uporabiti modifikator, ga dodajte možnosti, na primer: [file]{upper}.
uk: Щоб застосувати модифікатор, допишіть його до пункту, приклад: [file]{upper}.
zh_cn: 如需应用参数，请将参数附加到选项后面，例如：[file]{upper}.

source: Modifiers can be applied to every renaming option.
ca: Els modificadors es poden aplicar a cada opció de reanomenament.
it: I modificatori possono essere applicati a ogni opzione di rinomina.
nl: Modifiers kunnen worden toegepast op elke optie voor hernoemen.
pt_br: Os modificadores podem ser aplicados a cada opção de renomeação.
sl: Modifikatorje je mogoče uporabiti za vsako možnost preimenovanja.
uk: Модифікатори можна застосовувати до будь-якого з параметрів перейменування.
zh_cn: 参数可被应用到每个重命名选项。

source: It is possible to assign multiple modifiers to an option - they are applied in the order you assign them.
ca: Es poden assignar diversos modificadors a una opció, seran aplicats en l'ordre en què els assigneu.
it: È possibile assegnare modificatori multipli a un'opzione: essi vengono applicati nell'ordine che assegni loro.
nl: Meerdere modifiers kunnen toegevoegd worden aan een optie - deze worden toegepast in de volgorde waarin u deze toekent.
pt_br: É possível atribuir vários modificadores a uma opção- eles serão aplicados pela ordem a eles atribuída.
uk: Можна використовувати ланцюжки модифікаторів. Їх буде застосовано за порядком призначення.
zh_cn: 每一个重命名选项都可以添加一个或多个参数，并且它们会按添加的顺序依次生效。

source: Be sure to use the quick access buttons. They might provide additional information about renaming and modifier options.
ca: Assegureu-vos que useu els botons d'accés ràpid. Poden proporcionar informació addicional per a les opcions de reanomenament i modificació.
it: Assicurati di usare i pulsanti per l'accesso veloce, essi possono fornire delle informazioni aggiuntive sulle opzioni di modifica e di rinomina.
nl: Gebruik de snelle toegangsknoppen. Ze kunnen extra informatie over het hernoemen en modifier-opties leveren.
pt_br: Certifique-se de usar os botões de acesso rápido: Eles podem fornecer informações adicionais sobre a renomeação e as opções modificadoras.
uk: Скористайтеся кнопками пришвидшення доступу: за їх допомогою можна отримати додаткові відомості щодо параметрів перейменування та модифікації.
zh_cn: 别忘了使用那些快捷按钮，它们能帮你快速设置选项，也可能包含一些额外说明。

source: The file list can be sorted, just right-click on it to see the sort criteria (album view only).
ca: La llista de fitxers es pot ordenar, cliqueu-hi amb el botó dret per a veure el criteri d'ordenació (només la vista d'àlbum).
it: La lista dei file può essere ordinata, fai clic col destro per vedere i criteri di ordinamento (solo dalla vista Album).
nl: De bestandslijst kan worden gesorteerd, klik er met rechts op om de sorteercriteria te zien (alleen weergave van album).
pt_br: A lista de arquivos pode ser classificada, basta clicar com o botão direito do mouse para ver os critérios de classificação (somente visualização do álbum).
sl: Seznam datotek je mogoče razvrstiti, samo z desno miškino tipko kliknite nanj, da vidite kriterije razvrščanja (samo pogled albuma).
uk: Список файлів може бути впорядковано. Достатньо клацнути правою кнопкою, щоб переглянути список критеріїв впорядкування (лише інтерфейс альбомів).
zh_cn: 在相册视图中，文件列表是可以排序的，右键点击就能看到排序条件。

source: You can also batch rename photographs using the :ref:`Batch Queue Manager <batch_queue>` :kbd:`B`, or with the :ref:`Import Tool <advanced_import>` during downloads from camera. These two options are mostly the same. Place the cursor in the renaming pattern editor, type in something and/or select **Modifiers** and **Options** from the buttons.
ca: També podeu reanomenar les fotografies per lots utilitzant el :ref:`Gestor de la cua per lots <batch_queue>` (tecla :kbd:`B`) o amb l':ref:`eina d'importació <advanced_import>` durant les baixades des de la càmera. Ambdues opcions són bàsicament iguals. Situeu el cursor a l'editor de patrons de canvi de nom, escriviu alguna cosa i/o seleccioneu **Modificadors** i **Opcions** des dels botons.
it: Puoi anche rinominare le fotografie in serie con il :ref:`Gestore elaborazione in serie <batch_queue>` :kbd:`B` o con lo :ref:`Strumento di importazione <advanced_import>` durante gli scaricamenti dalla fotocamera. Queste due opzioni sono grosso modo uguali. Posiziona il cursore nell'editor dei modelli di rinomina, scrivi qualcosa e, o in alternativa, seleziona **Modificatori** e **Opzioni** dai pulsanti.
nl: U kunt ook in bulk foto's hernoemen met :ref:`Takenwachtrijbeheerder <batch_queue>` :kbd:`B` of met :ref:`Hulpmiddel Importeren <advanced_import>` tijdens downloaden uit de camera. Deze twee opties zijn grotendeels hetzelfde. Plaats de cursor in het hernoempatroon van de bewerker, typ iets in en/of selecteer **Modifiers** en **Opties** uit de knoppen.
pt_br: Você também pode renomear fotografias em lote usando o :ref:`Gerenciador de processamento em lote <batch_queue>` :kbd:`B` ou a :ref:`Ferramenta de importação <advanced_import>` durante downloads da câmera. Essas duas opções são praticamente as mesmas. Posicione o cursor no editor de padrões de renomeação, digite algo e/ou selecione **Modificadores** e **Opções** nos botões.
uk: Також можна скористатися пакетним інструментом перейменування зображень за допомогою :ref:`Керування чергою пакетної обробки <batch_queue>` (:kbd:`B`) або :ref:`інструментом імпортування даних <advanced_import>` під час отримання даних з фотоапарата. Інтерфейс обох інструментів подібний. Розташуйте курсор у редакторів взірця перейменування, введіть якийсь текст і/або виберіть **Модифікатори** та **Параметри** за допомогою кнопок.
zh_cn: 你还可以使用 :ref:`批处理管理器 <batch_queue>` :kbd:`B` ，或在从相机导入时使用 :ref:`导入工具 <advanced_import>` 来批量重命名照片。这两个方式其实功能差不多。你只需要把光标放到重命名规则编辑框里，输入内容，或者点击按钮添加你想要的 **参数** 和 **选项** 即可。

source: Deleting a Photograph
ca: Suprimir una fotografia
it: Eliminare una fotografia
nl: Een foto verwijderen
pt_br: Excluindo uma fotografia
sl: Brisanje fotografije
uk: Вилучення фотографії
zh_cn: 删除照片

source: When you delete a photograph from digiKam with :menuselection:`Item --> Move to Trash` :kbd:`Del` it will be moved from its folder on the hard disk to the internal **Trash** Can.
ca: Quan suprimiu una fotografia en el digiKam des de l'element de menú :menuselection:`Element --> Mou a la paperera` (tecla :kbd:`Supr`), es mourà des de la seva carpeta en el disc dur fins a la **Paperera** interna.
it: Quando elimini una fotografia da digiKam con :menuselection:`Elemento --> Cestina` :kbd:`Canc`, questa sarà spostata dalla sua cartella sul disco rigido al **cestino** interno.
nl: Wanneer u een foto uit digiKam verwijdert met :menuselection:`Item --> Naar prullenbak verplaatsen` :kbd:`Del` dan zal het verplaatst worden uit zijn map op de vaste schijf naar de interne **Prullenbak**.
pt_br: Quando você exclui uma fotografia do digiKam com :menuselection:`Item --> Mover para a Lixeira` :kbd:`Del` ela será movida de sua pasta no disco rígido para a Lixeira interna.
sl: Ko izbrišete fotografijo iz digiKama z :menuselection:`Item --> Prenesi v Koš` :kbd:`Del`, bo premaknjena iz svoje mape na trdem disku v notranji **Koš**.
uk: Коли ви вилучаєте фотографію з digiKam за допомогою пункту :menuselection:`Запис --> Пересунути до смітника` (:kbd:`Del`), зображення буде пересунуто із відповідної теки на жорсткому диску до вбудованої теки смітника.
zh_cn: 当你使用 :menuselection:`项目 --> 移动到回收站` :kbd:`Del` 来删除一张照片时，它将从硬盘上的文件夹中移动到软件内部 **回收站** 。

source: Deleting works from anywhere in any digiKam window.
ca: Es poden suprimir treballs des de qualsevol lloc en qualsevol finestra del digiKam.
it: L'operazione di cancellazione funziona ovunque in qualsiasi finestra di digiKam.
nl: Verwijderen werkt overal in ieder venster van digiKam.
pt_br: A exclusão funciona de qualquer lugar em qualquer janela do digiKam.
sl: Brisanje deluje od koder koli v poljubnem oknu digiKam.
uk: Вилучення працює з будь-якого з елементів будь-якого з вікон digiKam.
zh_cn: 删除操作可以在任何 digiKam 窗口的任何地方进行。

source: digiKam will ask for confirmation with the dialog below before it moves items to the trash.
ca: El digiKam demanarà confirmació amb el diàleg següent abans de moure elements cap a la paperera.
it: Prima di spostare gli elementi nel cestino, digiKam chiederà conferma con la finestra di dialogo sotto riportata.
nl: digiKam zal met de onderstaande dialoog om bevestiging vragen alvorens items naar de prullenbak te verplaatsen.
pt_br: O digiKam solicitará confirmação com a janela abaixo antes de mover os itens para a lixeira.
uk: За допомогою вікна, знімок якого наведено нижче, digiKam попросить вас про підтвердження пересування записів до смітника.
zh_cn: 在将项目移入回收站之前，digiKam 会弹出如下对话框请你确认。

source: The digiKam Move to Trash Dialog
ca: El diàleg Mou a la paperera del digiKam
it: La finestra di dialogo Cestina di digiKam
nl: De dialoog van digiKam voor verplaatsen naar de prullenbak
pt_br: A janela Mover para a Lixeira do digiKam
sl: Pogovorno okno digiKam Premakni v koš
uk: Вікно пересування записі до смітника digiKam
zh_cn: digiKam 移动到回收站对话框
