Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: digiKam Main Window Image View
ca: La vista d'imatges a la finestra principal del digiKam
it: Vista immagine della finestra principale di digiKam
nl: Afbeeldingsweergave in hoofdvenster van digiKam
pt_br: Visualização da imagem da janela principal do digiKam
sl: digiKam glavno okno pogleda slike
uk: Панель перегляду зображень основного вікна digiKam
zh_cn: digiKam 主窗口界面 - 图像视图

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, view, tooltip, table, group
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, vista, consell d'eina, taula, grup
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, immagine, vista, suggerimento, tabella, gruppo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, weergave, tekstballon, tabel, groep
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imagem, visualização, dica de ferramenta, tabela, grupo
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, slika, pogled, opis orodja, tabela, skupina
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, перегляд, підказка, таблиця, група
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 图像, 视图, 工具提示, 表格, 组

source: :ref:`Image View <main_window>`
ca: :ref:`Vista d'imatges <main_window>`
it: :ref:`Vista Immagine <main_window>`
nl: :ref:`Afbeeldingweergave <main_window>`
pt_br: :ref:`Visualização da imagem <main_window>`
uk: :ref:`Перегляд зображення <main_window>`
zh_cn: :ref:`图像视图 <main_window>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
uk: Зміст
zh_cn: 目录

source: General Information
ca: Informació general
it: Informazioni generali
nl: Algemene informatie
pt_br: Informações gerais
sl: Splošne informacije
uk: Загальні відомості
zh_cn: 基本信息

source: Image thumbnails are shown in the Icon Area of the Image View for all images selected from either the Left or Right Sidebar. You can alter the size of the thumbnails using the magnifier slider close to the right end of the status bar. All eight areas are updated based on any selection of thumbnails within the Icon Area.
ca: Les miniatures de les imatges es mostren a l'àrea d'icones de la vista d'imatge per a totes les imatges seleccionades a partir de la barra lateral esquerra o dreta. Podeu alterar la mida de les miniatures utilitzant el control lliscant de lupa proper a l'extrem dret de la barra d'estat. Les vuit àrees s'actualitzen en funció de qualsevol selecció de miniatures dins de l'àrea d'icones.
it: Le miniature delle immagini sono mostrate nell'area Icone della della Vista immagine, per tutte le immagini selezionate sia dalla barra laterale sinistra, sia da quella destra. Puoi modificare le dimensioni delle miniature usando il cursore a forma di lente di ingrandimento che si trova alla destra della barra di stato. Tutte le otto aree vengono aggiornate in base alle selezioni fatte delle miniature all'interno dell'area Icone.
nl: Afbeeldingsminiaturen worden getoond in het pictogramgebied van de Afbeeldingsweergave voor alle afbeeldingen geselecteerd uit ofwel de linker of rechter zijbalk. U kunt de grootte van de miniaturen veranderen met het vergrotingsschuifje rechter eind van de statusbalk. Alle acht gebieden worden bijgewerkt gebaseerd op elke selectie van miniaturen in het Pictogramgebied.
pt_br: As miniaturas de imagens são exibidas na área de miniaturas da visualização de imagem para todas as imagens selecionadas na barra lateral esquerda ou direita. Você pode alterar o tamanho das miniaturas usando o controle deslizante da lupa próximo à extremidade direita da barra de status. Todas as oito áreas são atualizadas com base em qualquer seleção de miniatura na área de miniaturas.
uk: Мініатюри зображень буде показано в області піктограм панелі зображень для усіх зображень, які позначено на лівій або правій бічній панелі. Змінити розмір мініатюр можна за допомогою повзунка масштабу у правій частині смужки стану. Вміст усіх восьми областей буде оновлено на основі будь-яких вибраних мініатюр в області піктограм.
zh_cn: 在图像视图中的图标区域会显示所有通过左侧或右侧边栏选中的图像缩略图。你可以通过状态栏右端的放大镜滑块来调节缩略图大小。所有八个界面区域都会随着缩略图的选择而更新。

source: The digiKam Main Window Zoom Bar Located in Status Bar
ca: La barra de zoom en la finestra principal del digiKam ubicada a la barra d'estat
it: La barra per l'ingrandimento della finestra principale di digiKam posizionata nella barra di stato
nl: De zoombalk in de statusbalk in het hoofdvenster van digiKam
pt_br: Barra de zoom da janela principal do digiKam localizada na barra de status
sl: Vrstica za povečavo glavnega okna digiKam se nahaja v vrstici stanja
uk: Панель масштабування на смужці стану основного вікна digiKam
zh_cn: digiKam 主窗口底部状态栏中的缩放滑块

source: The first time you select an Album you may have to wait briefly while the thumbnails are generated.
ca: La primera vegada que seleccioneu un àlbum, és possible que hàgiu d'esperar un moment mentre es generen les miniatures.
it: La prima volta che selezioni un album potrebbe essere necessario attendere un po' di tempo mentre vengono generate le miniature.
nl: De eerste keer dat u een album selecteert moet u misschien even wachten voordat de miniaturen zijn gegenereerd.
pt_br: Na primeira vez que você selecionar um álbum, talvez seja necessário esperar um pouco enquanto as miniaturas são geradas.
sl: Ko prvič izberete album, boste morda morali na kratko počakati, da se ustvarijo sličice.
uk: Після першого позначення альбому вам доведеться трохи зачекати, доки програма створить мініатюри зображень з цього альбому.
zh_cn: 首次选择一个相册时，可能需要稍等片刻，生成缩略图需要时间。

source: Information about each photograph is displayed below each thumbnail. You can control what information is displayed from the :menuselection:`Settings --> Configure digiKam...` dialog. Select the **Album View** page and look for the **Icon-View Options** section.
ca: La informació sobre cada fotografia es mostra a sota de cada miniatura. Podreu controlar quina informació es mostrarà des del diàleg que apareixerà amb l'element de menú :menuselection:`Arranjament --> Configura el digiKam...`. Seleccioneu la pàgina **Vista d'àlbum** i cerqueu la secció «Opcions de la vista d'icones».
it: Le informazioni su ciascuna fotografia sono visualizzate sotto ogni miniatura. Puoi controllare quali di queste sono visualizzate dalla finestra di dialogo :menuselection:`Impostazioni --> Configura digiKam...`. Seleziona quindi la pagina **Vista album** e cerca la sezione **Opzioni della vista a icone**.
nl: Informatie over elke foto wordt onder elke miniatuur getoond. U kunt bepalen welke informatie getoond wordt met de dialoog via :menuselection:`Instellingen --> digiKam configureren...`. Selecteer de pagina **Albumweergave** en kies de sectie **Opties Pictogramweergave**.
pt_br: Informações sobre cada fotografia são exibidas abaixo de cada miniatura. Você pode controlar quais informações são exibidas na janela :menuselection:`Configurações --> Configurar digiKam...`. Selecione a página **Vistas** e procure a seção **Miniaturas**.
sl: Informacije o vsaki fotografiji so prikazane pod vsako sličico. Lahko nadzirate, katere informacije so prikazane v pogovornem oknu :menuselection:`Nastavitve -->Konfiguriraj digiKam...`. Izberite stran **Pogled albuma** in poiščite razdelek **Možnosti pogleda ikon**.
uk: Під кожною з мініатюр буде показано відомості щодо відповідної фотографії. Визначити перелік даних, які буде показано, можна за допомогою діалогового вікна, яке можна відкрити за допомогою пункту меню :menuselection:`Параметри --> Налаштувати digiKam...`. Відкрийте сторінку **Перегляд альбомів** і скористайтеся розділом **Параметри перегляду піктограмами**.
zh_cn: 每张照片缩略图下方都显示了一些信息。你可以通过 :menuselection:`设置 --> 配置 digiKam…` 对话框来控制显示哪些信息。选择 **视图** 页面，并查找 **图标视图** 选项卡部分。

source: The thumbnails have Tool Tips which will pop up if you allow the mouse to dwell over a thumbnail for a moment. The Tool Tip shows the most important properties of the photograph including any tags that you have applied.
ca: Les miniatures tenen consells d'eina que apareixeran si es permet que el ratolí s'aturi sobre una miniatura per un moment. La informació emergent mostra les propietats més importants de la fotografia, inclosa qualsevol etiqueta que s'hagi aplicat.
it: Le miniature hanno dei suggerimenti, che appariranno se tieni fermo il mouse su una miniatura. Essi mostrano le proprietà più importanti della fotografia, inclusi tutti i tag hai applicato.
nl: De miniaturen hebben tekstballonnen die verschijnen als u de muis een moment boven de miniatuur laat zweven. De tekstballon toont de belangrijkste eigenschappen van de foto, inclusief tags die u hebt toegewezen.
pt_br: As miniaturas possuem dicas que aparecerão se você passar o mouse sobre elas por um momento. A dica mostra as propriedades mais importantes da fotografia, incluindo quaisquer etiquetas que você tenha aplicado.
sl: Predogledne sličice imajo orodne namige, ki se prikažejo, če se z miško za trenutek ustavite nad sličico. Orodni namigi prikazujejo najpomembnejše lastnosti fotografije, vključno z vsemi značkami, ki ste jih uporabili.
uk: У програмі передбачено панелі підказок, які з’являтимуться кожного разу, коли ви затримуватимете вказівник миші над мініатюрою. На панелі підказки буде показано найважливіші властивості фотографії, зокрема всі встановлені вами мітки.
zh_cn: 如果你将鼠标悬停在缩略图上片刻，将会弹出一个悬停信息框，显示照片的最重要属性，比如标签。

source: The digiKam Main Window Tool Tip
ca: Consells d'eina en la finestra principal del digiKam
it: Il suggerimento della finestra principale di digiKam
nl: De tekstballon in het hoofdvenster van digiKam
pt_br: Dica na janela principal do digiKam
sl: digiKam orodni namig v glavnem oknu
uk: Підказка у основному вікні digiKam
zh_cn: digiKam 主窗口悬停信息框

source: The content of the Tool Tips can be configured in :menuselection:`Settings --> Configure digiKam...` from the **Tool Tip** dialog page.
ca: El contingut dels consells d'eina es pot configurar amb l'element de menú :menuselection:`Arranjament --> Configura el digiKam...` a la pàgina de diàleg **Consells d'eina**.
it: Il contenuto dei suggerimenti può essere configurato nella finestra di dialogo **Suggerimenti** che si trova in :menuselection:`Impostazioni --> Configura digiKam...`.
nl: De inhoud van de tekstballonnen kunnen geconfigureerd worden in :menuselection:`Instellingen --> digiKam configureren...` uit de dialoogpagina **Tekstballonnen**.
pt_br: O conteúdo das Dicas pode ser configurado em :menuselection:`Configurações --> Configurar digiKam...` na página de **Dica**.
sl: Vsebino nasvetov za orodje lahko konfigurirate v :menuselection:`Nastavitve --> Konfiguriraj digiKam...` na pogovorni strani **Orodni namigi**.
uk: Вміст підказок можна налаштувати за допомогою розділу **Підказка** у вікні, яке відкриває пункт меню :menuselection:`Параметри --> Налаштувати digiKam...`
zh_cn: 悬停信息框的显示内容可以在 :menuselection:`设置 --> 配置 digiKam… --> 悬停信息框` 的页面中进行设置。

source: As an alternative you can display the photographs in a table view by hitting the **Table** button on the Main Toolbar or by selecting the :menuselection:`View --> Table` item from the menu bar. This allows you to see a lot of photographs at the same time. Click with the left mouse button on the column headers to sort the table. Right click on a header to add or remove columns. (Tip: Using right click to remove the thumbnail column will make the list far more compact.) Clicking with the left mouse button on a line in the table will open the preview of that photograph.
ca: Com a alternativa, podeu mostrar les fotografies en una vista de taula prement el botó **Taula** en la barra d'eines principal o seleccionant l'element :menuselection:`Visualitza --> Taula` de la barra de menú. Això permet veure moltes fotografies al mateix temps. Feu clic amb el botó esquerre del ratolí en la capçalera de les columnes per a ordenar la taula. Feu clic amb el botó dret del ratolí en la barra de capçalera per a afegir o eliminar columnes. (Consell: Utilitzar el clic dret per a eliminar la columna de miniatures farà que la llista sigui molt més compacta.) Fent clic amb el botó esquerre del ratolí sobre una línia de la taula, s'obrirà la vista prèvia d'aquesta fotografia.
it: In alternativa puoi visualizzare le fotografie in una vista tabella premendo il pulsante **Tabella** sulla barra degli strumenti principale o selezionando dalla barra dei menu la voce :menuselection:`Visualizza --> Tabella`. Questo ti permette di vedere tante fotografie in contemporanea. Fai clic col pulsante sinistro del mouse sui titoli delle colonne per ordinare la tabella. Fai clic col destro su un titolo per aggiungere o rimuovere colonne (suggerimento: col clic destro puoi rimuovere la colonna delle miniature, rendendo l'elenco molto più compatto). Facendo clic col pulsante sinistro su una riga nella tabella si aprirà l'anteprima di quella fotografia.
nl: Als alternatief kunt u de foto's in een tabel tonen door op de knop **Tabel** te drukken in de hoofdwerkbalk of door het item :menuselection:`Beeld --> Tabel` uit de menubalk te selecteren. Hiermee kunt u heel wat foto's tegelijk zien. Klik rechts op een kop om kolommen toe te voegen of te verwijderen. (Tip: recht klikken gebruiken om de miniaturenkolom te verwijderen maak de lijst compacter.) Met de linker muisknop klikken op een regel in de tabel zal het voorbeeld van die foto openen.
pt_br: Como alternativa, você pode exibir as fotografias em uma vista de tabela clicando no botão **Tabela** na barra de ferramentas principal ou selecionando o item :menuselection:`Exibir --> Tabela` na barra de menus. Isso permite que você veja várias fotografias ao mesmo tempo. Clique com o botão esquerdo do mouse nos cabeçalhos das colunas para classificar a tabela. Clique com o botão direito do mouse em um cabeçalho para adicionar ou remover colunas. (Dica: Usar o botão direito do mouse para remover a coluna de miniaturas tornará a lista muito mais compacta.) Clicar com o botão esquerdo do mouse em uma linha da tabela abrirá a visualização dessa fotografia.
uk: Крім того, ви можете наказати програмі показати фотографії у режимі таблиці натисканням кнопки **Таблиця** на головній панелі інструментів або вибором пункту :menuselection:`Перегляд -->Таблиця` у меню програми. У режимі таблиці ви зможете одночасно бачити більше фотографій. Клацніть лівою кнопкою миші на заголовку стовпчика, щоб упорядкувати таблицю за стовпчиком. Клацніть правою кнопкою миші на панелі заголовка, щоб додати або вилучити стовпчики. (Підказка: використання клацання правою кнопкою для вилучення стовпчика мініатюр зробить список набагато компактнішим). Ви зможете налаштувати перелік показаних відомостей простим клацанням правою кнопкою на смужці заголовка таблиці з наступним вибором пунктів, які вам потрібні. Якщо ви клацнете лівою кнопкою миші на рядку у таблиці, програма відкриє панель попереднього перегляду відповідної фотографії.
zh_cn: 你也可以选择以表格方式显示照片，只需点击主工具栏上的 **详情** 按钮，或从菜单栏选择 :menuselection:`视图 --> 详情` 。这种方式可以让你一次看到大量照片。左键点击列标题可以对图像列表排序，右键点击标题可以添加或删除列。（小提示：如果右键去掉缩略图那一列，表格会变得更紧凑。）点击某一行可以在预览窗口中查看对应的照片。

source: The digiKam Main Window Table Mode
ca: El mode de taula en la finestra principal del digiKam
it: La modalità tabella della finestra principale di digiKam
nl: De tabelmodus van het hoofdvenster van digiKam
pt_br: Modo de tabela na janela principal do digiKam
sl: digiKam tabelni način glavnega okna
uk: Основне вікно digiKam у режимі таблиці
zh_cn: digiKam主窗口 - 详情视图

source: You can access most of the functions that digiKam can perform on a photograph by clicking with the right mouse button over the thumbnail, or line in the table (context menu), or by selecting from the **Item** menu in the menu bar.
ca: Podreu accedir a la majoria de les funcions que pot realitzar el digiKam sobre una fotografia fent clic amb el botó dret del ratolí sobre la miniatura, la línia en la taula (menú contextual), o seleccionant el menú **Element** a la barra de menús.
it: Puoi accedere alla maggior parte delle funzioni eseguibili da digiKam su una fotografia facendo clic col pulsante destro del mouse sulla miniatura, o la riga nella tabella (menu contestuale), oppure selezionando dal menu **Elemento** nella barra dei menu.
nl: U krijgt toegang tot de meeste functies die digiKam kan uitvoeren op een foto door te klikken met de rechter muisknop op de miniatuur of regel in de tabel (contextmenu) of door te selecteren uit het menu **Item** in de menubalk.
pt_br: Você pode acessar a maioria das funções que o digiKam pode executar em uma fotografia clicando com o botão direito do mouse sobre a miniatura ou linha na tabela (menu de contexto) ou selecionando no menu **Item** na barra de menu.
uk: Доступ до більшості дій, які digiKam може виконувати над фотографією, можна отримати клацнувши правою кнопкою миші на мініатюрі або рядку у таблиці (контекстного меню) або відкривши меню **Запис** на панелі меню основного вікна програми.
zh_cn: 你可以通过右键点击缩略图或表格中的某一行来调出快捷菜单，访问 digiKam 提供的各种图片操作功能，也可以从菜单栏的 **项目** 菜单中选择相关功能。

source: Viewing an Image
ca: Visualitzar una imatge
it: Visualizzare un'immagine
nl: Bekijken van een afbeelding
pt_br: Vendo uma imagem
sl: Ogled slike
uk: Перегляд зображення
zh_cn: 查看图像

source: There are several ways to view an image. You can either click on it, select :menuselection:`View --> Preview` :kbd:`F3` from the menu bar, or select **Preview** from the context menu. The Preview Area will open and the Icon Area will be reduced to a single line. To increase the size of the Preview image, collapse the sidebar areas (by just clicking on the active tab on each sidebar). An even larger view can be achieved by clicking the **Show Fullscreen** icon |icon_fullscreen| either on the thumbnail, or on the preview. While viewing images you can take action from the context menu at any time, except in fullscreen mode. To close the preview, just click again or press :kbd:`Esc` or :kbd:`F3` or click the **Table** or **Thumbnails** button on the Main Toolbar.
ca: Hi ha diverses maneres per a veure una imatge. Podeu fer-hi clic, seleccionar l'element de menú :menuselection:`Visualitza --> Vista prèvia` (tecla :kbd:`F3`) o seleccionar **Vista prèvia** des del menú contextual. S'obrirà l'àrea de vista prèvia i l'àrea d'icones es reduirà a línia única. Per a augmentar la mida de la imatge de la vista prèvia, reduïu les àrees de les barres laterals (fent clic sobre la pestanya activa en cada barra lateral). Aconseguireu una vista encara més gran fent clic sobre la icona |icon_fullscreen| **Mostra a pantalla completa** a la miniatura o a la vista prèvia. Mentre visualitzeu imatges, podreu realitzar accions en qualsevol moment des del menú contextual, excepte en el mode de pantalla completa. Per a tancar la vista prèvia, només feu clic de nou o premeu les tecles :kbd:`Esc` o :kbd:`F3`, o feu clic en els botons **Taula** o **Miniatures** de la barra d'eines principal.
it: Esistono diversi modi per visualizzare un'immagine. Puoi farci clic sopra, selezionare :menuselection:`Visualizza --> Anteprima` :kbd:`F3` dalla barra dei menu oppure selezionare **Anteprima** dal menu contestuale. Si aprirà l'area di anteprima e l'area delle icone verrà ridotta a una singola riga. Per aumentare l'immagine di anteprima, comprimi le aree delle barre laterali semplicemente premendo sulla scheda attiva in ciascuna barra laterale. Per ottenere una visualizzazione ancora più estesa puoi fare clic sull'icona **Mostra a schermo intero** |icon_fullscreen| sia sulla miniatura, sia sull'anteprima. Durante la visualizzazione delle immagini puoi intraprendere azioni dal menu contestuale in qualsiasi momento (ad eccezione della modalità a schermo intero). Per chiudere l'anteprima, fai di nuovo clic o premi i tasti :kbd:`Esc` o :kbd:`F3` oppure fai clic sul pulsante **Tabella** o **Miniature** sulla barra degli strumenti principale.
nl: Er zijn verschillende manieren om een afbeelding te bekijken. U kunt er ofwel op klikken of :menuselection:`Beeld --> Voorbeeld` :kbd:`F3` uit de menubalk of **Voorbeeld** uit het contextmenu. Het Voorbeeldgebied zal openen en het Pictogramgebied zal gereduceerd worden tot een enkele regel. Om de grootte van de voorbeeldafbeelding te vergroten, vouw de zijbalken in (door gewoon op het actieve tabblad te klikken). Een nog grotere weergave kan bereikt worden door te klikken op het pictogram **Volledig scherm** |icon_fullscreen| ofwel op de miniatuur of op het voorbeeld. Tijdens bekijken van afbeeldingen kunt u op elk moment actie ondernemen vanuit het contextmenu (niet in modus volledig scherm). Om het voorbeeld te sluiten, klik gewoon opnieuw of druk op :kbd:`Esc` of :kbd:`F3` of klik op de knop **Tabel** of **Miniaturen** in de hoofdwerkbalk.
pt_br: Existem várias maneiras de visualizar uma imagem. Você pode clicar nela, selecionar :menuselection:`Exibir --> Visualização` :kbd:`F3` na barra de menus ou selecionar **Visualização** no menu de contexto. A área de visualização será aberta e a área de miniaturas será reduzida a uma única linha. Para aumentar o tamanho da imagem visualizada, recolha as áreas das barras laterais (clicando apenas na aba ativa em cada barra lateral). Uma visualização ainda maior pode ser obtida clicando no ícone **Mostrar em tela cheia** |icon_fullscreen| na miniatura ou na visualização. Ao visualizar imagens, você pode executar ações no menu de contexto a qualquer momento, exceto no modo de tela cheia. Para fechar a visualização, basta clicar novamente ou pressionar :kbd:`Esc` ou :kbd:`F3` ou clicar no botão **Tabela** ou **Miniaturas** na barra de ferramentas principal.
uk: Переглянути зображення можна у декілька способів. Ви можете просто клацнути на зображенні, вибрати пункт меню :menuselection:`Перегляд --> Перегляд` :kbd:`F3` на панелі меню або вибрати пункт **Перегляду** у контекстному меню. У відповідь буде відкрито панель попереднього перегляду, а область піктограм буде зменшено до одного рядка. Щоб збільшити її, приберіть бічні панелі (простим клацанням на активній кнопці на них). Ще більше збільшити область перегляду можна натисканням піктограми **Показати у повноекранному режимі** |icon_fullscreen| або на мініатюрі, або на панелі попереднього перегляду. Під час перегляду зображень ви будь-коли можете скористатися будь-якою дією з контекстного меню (не у повноекранному режимі). Щоб закрити панель попереднього перегляду, просто ще раз клацніть на ній, натисніть кнопку :kbd:`Esc` або :kbd:`F3`, або клацніть на кнопці таблиці або мініатюр.
zh_cn: 查看图像的方式有很多：你可以直接点击图片，也可以在菜单栏选择 :menuselection:`视图 --> 预览` :kbd:`F3` ，或者右键选择 **预览** 。这会打开预览区域，同时图标区域会缩成一条线。想让预览图更大，可以把左右边栏折叠起来（点击每个边栏的激活选项卡即可）。如果想看得更清楚，还可以点击 **全屏** 图标 |icon_fullscreen| ，无论是在缩略图上还是预览图上都可以点击。看图过程中除了在全屏模式下，你随时都可以通过右键快捷菜单进行操作。要退出预览，只需再点一下、按下 :kbd:`Esc` 或 :kbd:`F3` ，或者点击主工具栏上的 **详情** 或 **缩略图** 按钮。

source: The digiKam Main Window Preview Mode
ca: El mode de vista prèvia en la finestra principal del digiKam
it: La modalità anteprima della finestra principale di digiKam
nl: De voorbeeldmodus van het hoofdvenster van digiKam
pt_br: Modo de visualização na janela principal do digiKam
sl: Način predogleda glavnega okna digiKam
uk: Режим попереднього перегляду в основному вікні digiKam
zh_cn: digiKam 主窗口界面的预览模式
