Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/image_view.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Each time digiKam starts, the zoom in Preview mode will be adjusted to allow the image to have as much space as possible. The zoom control in the status bar controls the size of thumbnails in thumbnail mode, and the size of the Preview image in Preview mode. When zoom is used in Preview mode, a zoom mark appears at the bottom right of the windows at the intersection of the scroll bars. Clicking on the zoom mark will bring up a small display with the overall image and an inset red rectangle representing the viewed portion of the image. Drag the mouse over the displayed image to move the view port to where you want and release the mouse. This same tool is also available in the Light Table and Image Editor.
ca: Cada vegada que s'inicia el digiKam, el zoom en el mode Vista prèvia s'ajustarà per a permetre que la imatge tingui el màxim espai possible. El control de zoom a la barra d'estat controla la mida de les miniatures en el mode miniatura i la mida de la imatge de vista prèvia en el mode de vista prèvia. Quan s'utilitza el zoom en el mode Vista prèvia, apareix una marca de zoom a la part inferior dreta de les finestres a la intersecció de les barres de desplaçament. En fer clic a la marca de zoom, s'obrirà una visualització petita amb la imatge general i un rectangle vermell d'inici que representa la part visible de la imatge. Arrossegueu el ratolí sobre la imatge visualitzada per a moure l'àrea de visualització cap a on vulgueu i deixeu anar el ratolí. Aquesta mateixa eina també està disponible a la taula de llum i a l'editor d'imatges.
it: Ad ogni avvio di digiKam, l'ingrandimento in modalità anteprima viene regolato per permettere all'immagine di avere quanto più spazio possibile. Il controllo per l'ingrandimento nella barra di stato regola la dimensione delle miniature in modalità miniatura, e la dimensione dell'immagine in anteprima in modalità anteprima. Quando l'ingrandimento viene utilizzato in modalità anteprima, compare un contrassegno nell'angolo inferiore destro delle finestre, all'intersezione delle barre di scorrimento. Facendo clic sul contrassegno comparirà un piccolo riquadro dell'intera immagine e un rettangolo rosso interno indicante la porzione di immagine visualizzata. Trascina il mouse sull'immagine visualizzata per spostare la vista dove vuoi e rilascia il mouse. Questo stesso strumento è disponibile anche nel Tavolo luminoso e nell'Editor delle immagini.
nl: Elke keer dat u digiKam start zal de zoom in de modus Voorbeeld aangepast worden om de afbeelding zoveel mogelijk ruimte te bieden. Een zoombesturing in de statusbalk bestuurt de grootte van miniaturen in modus miniatuur en de grootte van de voorbeeldafbeelding in modus Voorbeeld. Wanneer de zoom wordt gebruikt in modus Voorbeeld zal een zoommerkteken verschijnen rechtsonder in het venster op het snijpunt van de schuifbalken. Er op klikken zal een kleine weergave tonen met een rode rechthoek die het zichtgedeelte van de afbeelding representeert. Sleep er met de muis over om het zichtgedeelte te verplaatsen naar waar u het wilt en laat de muisknop los. Dit hulpmiddel is ook beschikbaar in de Lichttabel en Afbeeldingsbewerker.
pt_br: Cada vez que o digiKam é iniciado, o zoom no modo de visualização será ajustado para permitir que a imagem tenha o máximo de espaço possível. O controle de zoom na barra de status controla o tamanho das miniaturas no modo de miniaturas e o tamanho da imagem de visualização no modo de visualização. Quando o zoom é usado no modo de visualização, uma marca de zoom aparece no canto inferior direito das janelas, na intersecção das barras de rolagem. Clicar na marca de zoom abrirá uma pequena tela com a imagem completa e um retângulo vermelho inserido representando a parte visualizada da imagem. Arraste o mouse sobre a imagem exibida para mover a janela de visualização para onde desejar e solte o botão do mouse. Essa mesma ferramenta também está disponível na Mesa de Luz e no Editor de Imagem.
uk: Під час кожного запуску digiKam масштаб у режимі перегляду буде скориговано так, щоб надати зображенню якомога більше місця. Збільшення доступне за допомогою тієї ж панелі інструментів, що й у режимі мініатюр. Коли використовується масштабування, у нижній правій частині вікна на перетині рухомих смуг з’являється позначка масштабування. Щоб скористатися нею, клацніть на ній — з'явиться макет зображення з червоним прямокутником, що відповідає частині, яку ви переглядаєте. Перетягніть прямокутник вказівником миші, щоб перемістити видиму частину туди, куди хочете, і відпустіть кнопку миші. Цей інструмент також доступний на столі з підсвічуванням та у редакторі зображень.
zh_cn: 每次启动 digiKam 时，预览模式下的缩放级别会自动调整，让图片尽量铺满预览区域。状态栏的缩放控制同时适用于缩略图和预览图。在预览模式下使用缩放时，窗口右下角（滚动条交汇处）会出现一个缩放小标记。点击这个标记会弹出一个小窗口，显示完整图像和一个红框，表示你当前看到的部分。你可以拖动红框来快速切换视图区域。这个功能也同样出现在多图对比和图像编辑器中。

source: Detail of the zoom locator in Preview Mode
ca: Detall del localitzador de zoom en el mode de vista prèvia
it: Dettagli del localizzatore di ingrandimento nella modalità anteprima
nl: Detail van de waar de zoom is in modus Voorbeeld
pt_br: Detalhe do localizador de zoom no modo de visualização
sl: Podrobnosti lokatorja povečave v načinu predogleda
uk: Подробиці щодо масштабування у режимі перегляду
zh_cn: 预览模式下缩放定位器的详细信息

source: On some systems, the scroll bar located on top of the preview canvas (optional - see Settings menu entry) can be relocated to the left, right, or bottom side. Grab the anchor on the left side of scroll bar with the mouse to move the scroll bar to the desired window edge.
ca: En alguns sistemes, la barra de desplaçament situada a la part superior del llenç de vista prèvia (opcional, vegeu l'entrada de menú Configuració) es pot reubicar a la part esquerra, dreta o inferior. Agafeu l'àncora del costat esquerre de la barra de desplaçament amb el ratolí per a moure la barra de desplaçament a la vora de la finestra desitjada.
it: In alcuni sistemi, la barra di scorrimento che si trova sopra la tela dell'anteprima (opzionale - vedi la voce di menu Impostazioni) può essere riposizionata a sinistra, a destra o in basso. Afferra l'àncora sul lato sinistro della barra di scorrimento con il mouse per spostare la barra di scorrimento sul lato desiderato della finestra.
nl: Een sommige systemen kan schuifbalk, gelokaliseerd bovenaan het voorbeeldwerkveld (optioneel - zie menu-item Instellingen) verplaatst worden naar links, rechts of onderaan. Pak het anker links van de schuifbalk met de muis om het naar de gewenste vensterrand te verplaatsen.
pt_br: Em alguns sistemas, a barra de rolagem localizada na parte superior da tela de visualização (opcional - consulte a entrada do menu Configurações) pode ser realocada para a esquerda, direita ou parte inferior. Segure a âncora no lado esquerdo da barra de rolagem com o mouse para movê-la para a borda da janela desejada.
uk: У деяких системах смужку гортання, яку розташовано у верхній частині полотна перегляду (один з варіантів — див. пункт меню «Параметри»), можна пересунути ліворуч, праворуч або у нижню частину. Захопіть смужку прив'язки у лівій частині смужки гортання за допомогою вказівника миші, щоб пересунути смужку гортання до бажаного краю вікна.
zh_cn: 在有些系统上，预览区顶部的滚动条（可选项，可在设置中启用）还可以移动到窗口的左、右或底部。只需用鼠标拖动滚动条左边的锚点就能重新定位它。

source: You can also view your images in a :ref:`slideshow <slide_tool>` using the **Slideshow** drop down menu from the Main Toolbar. You have the choice to start a slideshow with a selection of photographs, the whole content of the folder (or search result) or even including all subfolders.
ca: També podreu veure les vostres imatges en una :ref:`presentació de diapositives <slide_tool>` utilitzant el menú desplegable **Presentació de diapositives** des de la barra d'eines principal. Teniu l'opció d'iniciar-ne una amb una selecció de fotografies, tot el contingut de la carpeta (o el resultat de la cerca) o fins i tot incloure totes les subcarpetes.
it: Puoi anche vedere le tue immagini in una :ref:`presentazione <slide_tool>`, usando il menu a tendina **Presentazione** dalla barra degli strumenti principale. Puoi scegliere se iniziare con una selezione di fotografie, con l'intero contenuto della cartella (o dei risultati di ricerca) o anche includendo tutte le sottocartelle.
nl: U kunt ook uw afbeeldingen bekijken in een :ref:`diashow <slide_tool>` met het afrolmenu **Diapresentatie** uit de hoofdwerkbalk. U hebt de keuze om een diapresentatie te starten met een selectie van uw foto's, de gehele inhoud van de map (of zoekresultaat) of zelfs inclusief alle sub-mappen.
pt_br: Você também pode visualizar suas imagens em uma :ref:`apresentação de slides <slide_tool>` usando o menu suspenso **Apresentação de slides** na barra de ferramentas principal. Você pode iniciar uma apresentação de slides com uma seleção de fotos, todo o conteúdo da pasta (ou resultado da pesquisa) ou até mesmo incluindo todas as subpastas.
sl: Svoje slike si lahko ogledate tudi v :ref:`predstavitvi <slide_tool>` z uporabo spustnega menija **Predstavitev** v glavni orodni vrstici. Na izbiro imate, da začnete predstavitev z izborom fotografij, celotno vsebino mape (ali rezultata iskanja) ali celo vključitev vseh podmap.
uk: Ви також можете переглянути зображення як :ref:`показ слайдів <slide_tool>` за допомогою спадного меню **Показ слайдів** головної панелі інструментів програми. Ви можете створити показ слайдів з позначених зображень, вмісту теки (або списку результатів пошуку) або вмісту теки з усіма її підтеками.
zh_cn: 你还可以使用上方主工具栏的 **幻灯片** 下拉菜单来以 :ref:`幻灯片 <slide_tool>` 模式播放图片。放映的范围可以进行选择——放映选中项；放映文件夹（或搜索结果）中所有项；也可设置放映范围包括所有子文件夹。

source: Editing a Photograph
ca: Editar una fotografia
it: Modificare una fotografia
nl: Een foto bewerken
pt_br: Editando uma fotografia
sl: Urejanje fotografije
uk: Редагування фотографії
zh_cn: 编辑照片

source: You can open the Image Editor on a photograph by either clicking the **Image Editor** button on the Main Toolbar, or by selecting :menuselection:`Item --> Open...` :kbd:`F4` from the menu bar, or by clicking with the right mouse button and selecting **Open...** from the context menu. See the digiKam :ref:`Image Editor <image_editor>` section for instructions on how to edit your photographs. The Image Editor offers a wide range of tools to enhance, decorate and/or modify your photographs.
ca: Podeu obrir l'editor d'imatges en una fotografia fent clic en el botó **Editor d'imatges** en la barra d'eines principal o seleccionant l'element de menú :menuselection:`Element --> Obre...` (tecla :kbd:`F4`) o fent clic amb el botó dret del ratolí i seleccionant **Obre...** des del menú contextual. Vegeu la secció :ref:`Editor d'imatges <image_editor>` del digiKam per a obtenir instruccions sobre com editar les vostres fotografies. L'editor d'imatges ofereix un ampli ventall d'eines per a millorar, decorar i/o modificar les fotografies.
it: Puoi aprire l'editor di immagini su una fotografia sia facendo clic sul pulsante **Editor delle immagini** nella barra degli strumenti principale, sia selezionando :menuselection:`Elemento --> Apri...` :kbd:`F4` dalla barra dei menu, sia facendo clic col pulsante destro del mouse e selezionando **Apri...** dal menu contestuale. Vedi la sezione :ref:`Editor delle immagini <image_editor>` di digiKam per avere delle istruzioni su come modificare le tue fotografie: esso offre una vasta gamma di strumenti per migliorarle, decorarle e modificarle.
nl: U kunt de afbeeldingsbewerker voor een foto openen ofwel door te klikken op de knop **Afbeeldingsbewerker** in de hoofdwerkbalk of door :menuselection:`Item --> Openen...` :kbd:`F4` te selecteren of door met de rechter muisknop te klikken en **Openen...** te kiezen uit het contextmenu. Zie de sectie :ref:`Afbeeldingsbewerker <image_editor>` van digiKam voor instructies over het bewerken van uw foto's. De afbeeldingsbewerker biedt een brede reeks van hulpmiddelen om uw foto's te verbeteren, te decoreren en/of te wijzigen.
pt_br: Você pode abrir o Editor de Imagem em uma fotografia clicando no botão **Editor de Imagem** na barra de ferramentas principal, selecionando :menuselection:`Item --> Abrir...` :kbd:`F4` na barra de menus ou clicando com o botão direito do mouse e selecionando **Abrir...** no menu de contexto. Consulte a seção :ref:`Editor de Imagem <image_editor>` do digiKam para obter instruções sobre como editar suas fotografias. O Editor de Imagem oferece uma ampla gama de ferramentas para aprimorar, decorar e/ou modificar suas fotografias.
uk: Ви можете відкрити вікно редактора зображень за допомогою натискання кнопки **Редактор зображень** на головній панелі інструментів програми, за допомогою пункту меню :menuselection:`Запис --> Відкрити...` (:kbd:`F4`) або за допомогою пункту **Відкрити...** контекстного меню, яке можна викликати клацанням правою кнопкою миші. Щоб дізнатися більше про те, як редагувати ваші фотографії, зверніться до розділу :ref:`Редактор зображень <image_editor>`. За допомогою редактора зображень ви зможете скористатися широким спектром інструментів для покращення, декорування та внесення змін до вашого зображення.
zh_cn: 你可以通过以下几种方式打开图像编辑器：(1) 点击上方主工具栏上的 **图像编辑器** 按钮；(2) 从顶部菜单栏选择 :menuselection:`项目 --> 打开… ` :kbd:`F4` ；(3) 右键点击图片，并选择 **打开…** 来打开图像编辑器编辑照片。更多图片编辑方法详见 digiKam :ref:`图像编辑器 <image_editor>` 部分。图像编辑器提供了丰富的工具，可以对照片进行美化、装饰或修改。

source: Viewing or Editing a Photograph With Another Application
ca: Visualitzar o editar una fotografia amb una altra aplicació
it: Visualizzare o modificare una fotografia con un'altra applicazione
nl: Foto's bekijken en bewerken met een ander programma
pt_br: Visualizar ou editar uma fotografia com outro aplicativo
sl: Ogled ali urejanje fotografije z drugo aplikacijo
uk: Перегляд і редагування фотографії за допомогою іншої програми
zh_cn: 使用其他应用程序查看或编辑照片

source: When digiKam does not provide all of the capabilities you need, you can open a photograph in another application by clicking on the photograph with the right mouse button and selecting from the **Open With...** sub-menu. The list of applications that appear in this menu is controlled by the standard operating system file associations for the image format type of this photograph. If the application that you need is not listed, consult the operating system manuals for instructions on changing these file associations .
ca: Quan el digiKam no proporcioni totes les capacitats que necessiteu, podeu obrir una fotografia en una altra aplicació fent clic a la fotografia amb el botó dret del ratolí i seleccionant des del submenú **Obre amb...**. La llista d'aplicacions que apareixen en aquest menú està controlada per les associacions de fitxer estàndard del sistema operatiu per als tipus de format d'imatge d'aquesta fotografia. Si l'aplicació que necessiteu no està llistada, consulteu els manuals del sistema operatiu per a obtenir instruccions sobre el canvi d'aquestes associacions de fitxers.
it: Quando non trovi in digiKam la funzionalità di cui hai bisogno, puoi aprire una fotografia in un'altra applicazione facendo clic sulla fotografia col pulsante destro del mouse e selezionando dal sottomenu **Apri con...**. L'elenco delle applicazioni che compaiono in questo menu è controllato dalle associazioni standard del sistema operativo per il formato di questa fotografia. Se l'applicazione di cui hai bisogno non è in elenco, consulta il manuale del sistema operativo per le istruzioni su come cambiare queste associazioni dei file.
nl: Wanneer digiKam niet alle mogelijkheden biedt die u nodig hebt kunt u een foto openen in een andere toepassing door op de foto te klikken met de rechter muisknop uit het sub-menu **Openen met...** te selecteren. De lijst van toepassingen, die te zien is in dat menu wordt beheerd door de standaard bestandsassociaties van het besturingssysteem voor het afbeeldingsformaat van dit type foto. Als de toepassing die u nodig hebt niet in de lijst staat raadpleeg dan de handboeken van het besturingssysteem voor instructies om deze bestandsassociaties te wijzigen.
pt_br: Quando o digiKam não oferece todos os recursos necessários, você pode abrir uma fotografia em outro aplicativo clicando na fotografia com o botão direito do mouse e selecionando o submenu **Abrir com...**. A lista de aplicativos que aparece neste menu é controlada pelas associações de arquivos padrão do sistema operacional para o tipo de formato de imagem da fotografia. Se o aplicativo necessário não estiver listado, consulte os manuais do sistema operacional para obter instruções sobre como alterar essas associações de arquivos.
uk: За певних умов, можливості digiKam можуть виявитися недостатніми. Ви можете відкрити фотографію у іншій програмі: наведіть вказівник на зображення, клацніть правою кнопкою миші і відкрийте підменю **Відкрити за допомогою...***. Перелік програм у цьому підменю визначається стандартними прив’язками стільничного середовища для відповідного формату зберігання фотографії. Якщо потрібної вам програми у списку немає, скористайтеся настановами щодо зміни цих прив’язок з підручника до стільничного середовища.
zh_cn: 如果 digiKam 本身不支持你需要的全部功能，你还可以把照片用其他应用打开：右键点击照片，点击 **打开方式** ，并从弹出菜单中选择想用的应用。这个菜单中的应用程序列表是根据你操作系统中为该图片格式设置的默认程序来显示的。如果你要用的程序不在列表里，请查看操作系统说明，了解如何修改文件关联设置。

source: Note that there can be a problem with metadata embedded in photographs when they are edited by other image editing applications. Some applications do not retain the photograph's metadata when you save a modified image. This means that if you modify a photograph using one of these programs you will lose information such as orientation, aperture etc. that are stored in the Exif, IPTC, and XMP tags. These metadata will still be stored in the digiKam database, so you can select :menuselection:`Item --> Write Metadata to File` to rewrite the metadata into the image file.
ca: Cal tenir en compte que hi pot haver un problema amb les metadades incrustades en les fotografies quan les editen altres aplicacions d'edició d'imatges. Algunes aplicacions no conserven les metadades de la fotografia quan es desa una imatge modificada. Això significa que si modifiqueu una fotografia amb un d'aquests programes, perdreu informació com l'orientació, l'obertura, etc. que s'emmagatzema en les etiquetes Exif, IPTC i XMP. Aquestes metadades encara s'emmagatzemaran a la base de dades del digiKam, de manera que podreu seleccionar :menuselection:`Element --> Escriu les metadades al fitxer` per a reescriure les metadades al fitxer d'imatge.
it: Nota che potrebbero esserci dei problemi con i metadati incorporati nelle fotografie, se queste venissero modificate con altre applicazioni di fotoritocco. Alcune applicazioni non mantengono i metadati quando salvano un'immagine modificata. Ciò significa che, se modifichi una fotografia con uno di questi programmi, perderai informazioni come l'orientazione, l'apertura, ecc. che sono salvate nei tag Exif, IPTC e XMP. Questi metadati saranno ancora memorizzati nella banca dati di digiKam, puoi quindi scegliere :menuselection:`Elemento --> Scrivi i metadati nel file` per riscrivere i metadati all'interno del file immagine.
nl: Merk op dat er problemen kunnen zijn met de in de afbeelding ingebedde metagegevens als ze worden bewerkt door andere toepassingen voor afbeeldingen bewerken. Sommige toepassingen behouden de metagegevens van de afbeeldingen niet wanneer u de bewerkte afbeelding opslaat. Dit betekent dat als u een afbeelding bewerkt met een van deze toepassingen u informatie die in Exif. IPTC en XMP-tags worden opgeslagen zoals: oriëntatie, lensopening etc. kunt kwijtraken. Deze metagegevens zullen nog steeds opgeslagen worden de database van digiKam, u kunt dus :menuselection:`Item --> Metagegevens naar bestand schrijven` selecteren om de metagegevens in het afbeeldingsbestand te schrijven.
pt_br: Observe que pode haver um problema com os metadados embutidos em fotografias quando elas são editadas por outros aplicativos de edição de imagem. Alguns aplicativos não retêm os metadados da fotografia quando você salva uma imagem modificada. Isso significa que, se você modificar uma fotografia usando um desses programas, perderá informações como orientação, abertura, etc., armazenadas nas etiquetas Exif, IPTC e XMP. Esses metadados ainda estarão armazenados no banco de dados do digiKam, portanto, você pode selecionar :menuselection:`Item --> Gravar metadados no arquivo` para regravar os metadados no arquivo de imagem.
uk: Зауважте, що, якщо ви виконуватимете редагування у інших програмах для роботи з зображеннями, може виникнути проблема з метаданими, вбудованими до файла фотографії. У деяких з програм під час збереження зміненої фотографії метадані відкидаються. Це означає, що, якщо ви будете змінювати фотографію у такій програмі, ви втратите дані щодо орієнтації, апертури тощо, як було збережено у мітках Exif, IPTC та XMP. Ці метадані продовжуватимуть зберігатися у базі даних digiKam, отже ви можете скористатися пунктом меню :menuselection:`Запис --> Записати метадані до файла`, щоб перезаписати метадані у файлі зображення.
zh_cn: 请注意，如果你用其他图片编辑软件修改了照片，一些元数据可能会丢失。某些软件在保存图片时不会保留原有的元数据，比如拍摄方向、光圈值等，这些通常储存在 Exif、IPTC 或 XMP 标签中。虽然这些信息仍会保存在 digiKam 的数据库里，但如果你希望这些元数据也写回图片文件，可以通过 :menuselection:`项目 --> 将元数据写入所选文件` 来实现。

source: Lossless Image Rotation
ca: Girar la imatge sense pèrdua
it: Rotazione dell'immagine senza perdita
nl: Verdraaiing van afbeelding zonder verlies
pt_br: Rotação de imagem sem perdas
sl: Vrtenje slike brez izgub
uk: Обертання зображень без втрати якості
zh_cn: 无损实现图像旋转
