Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/interface_layout.po
Languages: ca, es, fi, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: digiKam Main Window Interface Layout
ca: La disposició de la interfície a la finestra principal del digiKam
es: Diseño de la interfaz de la ventana principal de digiKam
fi: digiKamin pääikkunan käyttöliittymän asettelu
it: Disposizione interfaccia della finestra principale di digiKam
nl: Indeling van interface van het hoofdvenster van digiKam
pt: Disposição da Janela Principal do digiKam
pt_br: Layout da interface da janela principal do digiKam
sl: digiKam postavitev vmesnika glavnega okna
sv: Huvudfönstrets gränssnittslayout i digiKam
uk: Компонування інтерфейсу основного вікна digiKam
zh_cn: digiKam 主窗口界面布局

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, main, window, tool-bar, icon-view, status-bar
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, principal, finestra, barra d'eines, vista d'icones, barra d'estat
es: digiKam, documentación, manual del usuario, gestión de fotos, gestión fotográfica, código abierto, libre, gratis, aprender, fácil, principal, ventana, barra de herramientas, vista de iconos, barra de estado
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, principale, finestra, barra degli strumenti, vista a icone, barra di stato
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, hoofd, venster, werkbalk, pictogramweergave, statusbalk
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, janela, principal, barra de ferramentas, área de ícones, barra de estado
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, principal, janela, barra de ferramentas, visualização de ícones, barra de status
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, preprosto, glavno, okno, orodna vrstica, pogled ikon, vrstica stanja
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, huvud, fönster, verktygsrad, ikonvy, statusrad
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, головне, основне, вікно, панель інструментів, пенал, перегляд, піктограми, смужка стану
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 主, 窗口, 工具栏, 图标视图, 状态栏

source: :ref:`Interface Layout <main_window>`
ca: :ref:`Disposició de la interfície <main_window>`
it: :ref:`Disposizione dell'interfaccia <main_window>`
nl: :ref:`Indeling van interface <main_window>`
pt_br: :ref:`Layout da interface <main_window>`
sl: :ref:`Postavitev vmesnika <main_window>`
sv: :ref:`Gränssnittslayout <main_window>`
uk: :ref:`Інтерфейс <main_window>`
zh_cn: :ref:`界面布局 <main_window>`

source: Contents
ca: Contingut
es: Contenido
fi: Sisältö
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: Areas and Bars
ca: Àrees i barres
es: Áreas y barras
fi: Alueet ja palkit
it: Aree e barre
nl: Gebieden en balken
pt: Áreas e Barras
pt_br: Áreas e barras
sl: Območja in stolpci
sv: Områden och rader
uk: Області і панелі
zh_cn: 区域和栏

source: digiKam's main window has two areas in the center showing your photographs. One is the **Icon Area ③**, showing thumbnails of the content of the selected album or of a search result, and the other one the **Preview Area ④**, showing the selected image. Together let's call them the :ref:`Image Area <image_view>` ⑤. In the top left corner of the preview we have a few buttons ⑨ for moving back and forth through the content of the album, for rotating the image, for showing or adding face tags and to switch to full screen mode. Clicking on the preview makes the preview disappear, and clicking on the picture area of a thumbnail makes the preview appear again.
ca: La finestra principal del digiKam té dues àrees al centre que mostren les vostres fotografies. Una és l'**àrea d'icones ③**, mostra les miniatures del contingut de l'àlbum seleccionat o d'un resultat de cerca, i l'altra, l'**Àrea de vista prèvia ④**, mostra la imatge seleccionada. Juntes les anomenarem l':ref:`àrea d'imatges <image_view>` ⑤. A la cantonada superior esquerra de la vista prèvia, tenim alguns botons ⑨ per a avançar i retrocedir pel contingut de l'àlbum, girar la imatge, mostrar o afegir etiquetes de cara i alternar al mode de pantalla completa. En fer clic sobre la vista prèvia fa que desaparegui la vista prèvia i, en fer clic en l'àrea de la imatge d'una miniatura fa que la vista prèvia aparegui de nou.
it: La finestra principale di digiKam ha due aree nel centro, che mostrano le tue fotografie: una è l'**area delle icone ③**, che mostra le miniature del contenuto dell'album selezionato o di una ricerca, mentre l'altra è l'**area di anteprima ④**, che mostra invece l'immagine selezionata; insieme vengono chiamate :ref:`area dell'immagine <image_view>` ⑤. Nell'angolo in alto a sinistra dell'anteprima troviamo alcuni pulsanti ⑨: servono per muoverci avanti e indietro nel contenuto dell'album, per ruotare l'immagine, per mostrare o per aggiungere i tag dei volti, e per passare alla modalità a schermo intero. Facendo clic sull'anteprima è possibile farla sparire, ed essa comparirà nuovamente con un clic sull'immagine di una miniatura.
nl: Het hoofdvenster van digiKam heeft twee gebieden in het centrum die uw foto's tonen. Het ene is het **Pictogramgebied ③**, met miniaturen van de inhoud van het geselecteerde album of een zoekresultaat en het andere het **Voorbeeldgebied ④**, met de geselecteerde afbeelding. Laten we ze samen het :ref:`Afbeeldingsgebied <image_view>` ⑤ noemen. In de linker bovenhoek van het voorbeeld hebben we een paar knoppen ⑨ voor terug een vooruit gaan in de inhoud van het album, voor draaien van de afbeelding, voor tonen of toevoegen van gezichtstags en om te wisselen naar modus volledig-scherm. Klikken op het voorbeeld laat het voorbeeld verdwijnen en door klikken op het afbeeldingsgebied van een miniatuur laat het voorbeeld weer verschijnen.
pt_br: A janela principal do digiKam possui duas áreas no centro que exibem suas fotografias. Uma é a **Área de ícones ③**, que exibe miniaturas do conteúdo do álbum selecionado ou de um resultado de pesquisa, e a outra é a **Área de visualização ④**, que exibe a imagem selecionada. Vamos chamá-las de :ref:`Área da imagem <image_view>` ⑤. No canto superior esquerdo da visualização da imagem, temos alguns botões ⑨ para navegar pelo conteúdo do álbum, girar a imagem, exibir ou adicionar etiquetas de rosto e alternar para o modo de tela cheia. Clicar na visualização faz com que ela desapareça, e clicar na área da imagem de uma miniatura faz com que a visualização reapareça.
sl: Glavno okno digiKama ima na sredini dve področji, ki prikazujeta vaše fotografije. Eno je **Območje ikon ③**, ki prikazuje sličice vsebine izbranega albuma ali rezultata iskanja, drugo pa **Območje predogleda ④**, ki prikazuje izbrano sliko. Skupaj jih poimenujmo :ref:`Območje slike <image_view>` ⑤. V zgornjem levem kotu predogleda imamo nekaj gumbov ⑨ za premikanje naprej in nazaj po vsebini albuma, za obračanje slike, za prikaz ali dodajanje oznak obraza in za preklop v celozaslonski način. S klikom na predogled predogled izgine, s klikom na območje slike na sličici pa se predogled znova prikaže.
sv: Huvudfönstret i digiKam har två områden i mitten som visar fotografier. Det ena är **ikonområdet ③**, som visar miniatyrbilder av innehållet i det markerade albumet eller från ett sökresultat, och det andra är **förhandsgranskningsområdet ④**, som visar den markerade bilden. Tillsammans kallar vi dem :ref:`bildområdet <image_view>` ⑤. I det övre vänstra hörnet av förhandsgranskningen har vi några knappar ⑨ för att navigera fram och tillbaka genom albumets innehåll, för att rotera bilden, för att visa eller lägga till ansiktsetiketter och för att byta till fullskärmsläge. Om man klickar på förhandsgranska försvinner förhandsgranskningen, och om man klickar på bildområdet i en miniatyrbild visas förhandsgranskningen igen.
uk: У головному вікні digiKam передбачено дві області у центрі, за допомогою яких програма показуватиме вам фотографії. У одній з них, області піктограм ③, буде показано мініатюри вмісту позначеного альбому або результатів пошуку, а у іншій, області **попереднього перегляду ④**, буде показано позначене зображення. Будемо називати ці дві області :ref:`областю зображень <image_view>` ⑤. У верхній лівій частині області попереднього перегляду ви побачите декілька кнопок ⑨ для пересування вмістом альбому, обертання зображення та показу або додавання міток облич, а також перемикання перегляду у повноекранний режим. Подвійним клацанням або натисканням на області попереднього перегляду ви можете прибрати цю область. Щоб її знову було показано, натисніть мініатюру у області мініатюр.
zh_cn: digiKam 的主窗口中间有两个主要区域用于显示照片，一个是 **图标区域 ③** ，会以缩略图的形式展示你选中的相册内容或搜索结果；另一个是 **预览区域 ④** ，用于显示你选中的单张图片。我们可以把这两个区域统称为 :ref:`图像区域 <image_view>` ⑤ 。预览窗口左上角还有一排小按钮 ⑨，用来前后浏览相册内容、旋转图片、添加或查看人脸标签、以及切换全屏模式。点一下预览图像就能关闭预览，再点一下某张缩略图的图片部分，预览就会重新出现。

source: The digiKam Main Window
ca: La finestra principal del digiKam
it: La finestra principale di digiKam
nl: Het hoofdvenster van digiKam
pt_br: A janela principal do digiKam
sl: Glavno okno digiKam
sv: Huvudfönstret i digiKam
uk: Основне вікно digiKam
zh_cn: digiKam 主窗口

source: Interface Areas, Toolbars and Buttons in the Main Window::
ca: Àrees de la interfície, barres d'eines i botons a la finestra principal::
it: Aree dell'interfaccia, barre degli strumenti e pulsanti nella finestra principale::
nl: Interfacegebieden, werkbalken en knoppen in het hoofdvenster::
pt_br: Áreas da interface, barras de ferramentas e botões na janela principal::
sl: Področja vmesnikov, orodne vrstice in gumbi v glavnem oknu::
sv: Gränssnittsområden, verktygsrader och knappar i huvudfönstret
uk: Області інтерфейсу, панелі інструментів та кнопки головного вікна:
zh_cn: 主窗口中的图像区域、工具栏和按钮

source: The Image Area in the center is surrounded by the menu bar ① and the :ref:`Main Toolbar <main_toolbar>` ② at the top, the :ref:`Status Bar <status_bar>` ⑧ at the bottom, as well as the :ref:`Left Sidebar <left_sidebar>` ⑥ and :ref:`Right Sidebar <right_sidebar>` ⑦. The Left Sidebar lets you switch between nine “Views”: Albums (shown here), Tags, Labels, Dates, Timeline, Search, Similarity, Map and People. The Right Sidebar can be used to show information about your images, to apply filters to select images, and to select actions to be applied to selected images. You can use all these views to organize and find your photographs. You can collapse or expand the sidebar areas by clicking on the sidebar tabs.
ca: L'àrea d'imatges al centre està envoltada per la barra de menús ① i la :ref:`barra d'eines principal <main_toolbar>` ② a la part superior, la :ref:`barra d'estat <status_bar>` ⑧ a la part inferior, així com la :ref:`barra lateral esquerra <left_sidebar>` ⑥ i la :ref:`barra lateral dreta <right_sidebar>` ⑦. La barra lateral esquerra permet canviar entre nou «vistes»: Àlbums (que es mostra aquí), Etiquetes, Rètols, Dates, Línia de temps, Cerca, Similitud, Mapa i Persones. La barra lateral dreta es pot utilitzar per a mostrar la informació sobre les imatges, aplicar filtres per a seleccionar imatges i seleccionar accions que s'aplicaran a les imatges seleccionades. Podreu utilitzar totes aquestes vistes per a organitzar i trobar fotografies. Podeu reduir i expandir les àrees de les barres laterals fent clic a les pestanyes de les barres laterals.
it: L'area dell'immagine al centro è circondata sopra dalla barra del menu ① e dalla :ref:`barra degli strumenti principale <main_toolbar>` ②, sotto dalla :ref:`barra di stato <status_bar>` ⑧, e ai lati dalla :ref:`barra laterale sinistra <left_sidebar>` ⑥ e dalla :ref:`barra laterale destra <right_sidebar>` ⑦. La barra laterale sinistra ti permette di passare attraverso nove “viste”: Album (mostrata qui), Tag, Etichette, Date, Linea temporale, Cerca, Somiglianza, Mappa e Persone. La barra laterale destra può essere usata per mostrare le informazioni sulle tue immagini, per applicare filtri per selezionare le immagini e per selezionare azioni da applicare alle immagini selezionate. Puoi comprimere o espandere le aree delle barre laterali facendo clic sulle schede delle barre stesse.
nl: Het afbeeldingsgebied in het centrum is omgeven door de menubalk ① en de :ref:`Hoofdwerkbalk <main_toolbar>` bovenaan, de :ref:`Statusbalk <status_bar>` ⑧ onderaan evenals de :ref:`Linker zijbalk` ⑥ en :ref:`Rechter zijbalk <right_sidebar>` ⑦. De linker zijbalk laat u wisselen tussen negen “Weergaven”: Albums (hier getoond), Tags, Labels, Datums, Tijdlijn, Zoeken, Gelijkenissen, Kaart en Mensen. De rechter zijbalk kan gebruikt worden om informatie over uw afbeeldingen te tonen, filters toepassen om afbeeldingen te selecteren en acties selecteren om toe te passen op geselecteerde afbeeldingen. U kunt al deze weergaven gebruiken om uw foto's te organiseren en te vinden. U kunt de zijbalk gebieden in of uitvouwen door op de tabbladen in de zijbalk te klikken.
pt_br: A área da imagem no centro é cercada pela barra de menu ① e a :ref:`barra de ferramentas principal <main_toolbar>` ② na parte superior, a :ref:`barra de status <status_bar>` ⑧ na parte inferior, bem como a :ref:`barra lateral esquerda <left_sidebar>` ⑥ e :ref:`Barra lateral direita <right_sidebar>` ⑦. A barra lateral esquerda permite alternar entre nove "Vistas": Álbuns (mostrados aqui), Etiquetas, Rótulos, Datas, Linha do tempo, Pesquisa, Semelhança, Mapa e Pessoas. A barra lateral direita pode ser usada para mostrar informações sobre suas imagens, aplicar filtros para selecionar imagens e selecionar ações a serem aplicadas a imagens selecionadas. Você pode usar todas essas visualizações para organizar e encontrar suas fotografias. Você pode recolher ou expandir as áreas da barra lateral clicando nas abas da barra lateral.
sl: Območje slike v sredini je obdano z menijsko vrstico ① in :ref:`Glavno orodno vrstico <main_toolbar>` ② na vrhu, :ref:`Statusno vrstico <status_bar>` ⑧ na dnu, kot tudi :ref:`Leva stranska vrstica <left_sidebar>` ⑥ in :ref:`Desna stranska vrstica <right_sidebar>` ⑦. Leva stranska vrstica vam omogoča preklapljanje med devetimi »pogledi«: albumov (prikazani tukaj), značke, oznake, datumi, časovnica, iskanje, podobnost, zemljevid in ljudje. Desno stransko vrstico lahko uporabite za prikaz informacij o vaših slikah, za uporabo filtrov za izbrane slike in za izbiro dejanj, ki bodo uporabljena za izbrane slike. Vse te poglede lahko uporabite za organiziranje in iskanje svojih fotografij. Območja stranske vrstice lahko strnete ali razširite s klikom na zavihke stranske vrstice.
sv: Bildområdet i mitten omges av menyraden ① och :ref:`huvudverktygsraden <main_toolbar>` ② längst upp, :ref:`statusraden <status_bar>` ⑧ längst ner, samt :ref:`vänster sidorad <left_sidebar>` ⑥ och :ref:`höger sidorad <right_sidebar>` ⑦. I den vänstra sidoraden kan man byta mellan nio "vyer": Album (visas här), Etiketter, Beteckningar, Datum, Tidslinje, Sök, Likhet, Karta och Personer. Den högra sidoraden kan användas för att visa information om bilderna, för att använda filter på markerade bilder och för att välja åtgärder som ska användas på markerade bilder. Man kan använda alla vyerna för att organisera och söka efter fotografier. Man kan dra ihop eller expandera sidoradernas områden genom att klicka på sidoradernas flikar.
uk: Навколо центральної області зображень розташовано смужку меню та :ref:`головну панель інструментів <main_toolbar>` ② згори, :ref:`смужку стану <status_bar>` ⑧ внизу та :ref:`ліву <left_sidebar>` ⑥ і :ref:`праву <right_sidebar>` ⑦ бічні панелі. За допомогою лівої бічної панелі ви можете перемикатися між 9 режимами перегляду: Альбоми (показано у прикладі), Мітки, Позначки, Дати, Розклад, Пошук, Подібність, Карта та Люди. За допомогою правої бічної панелі можна переглядати усі дані щодо зображень, застосовувати фільтри для вибору зображень і вибирати дії, які буде застосовано до позначених зображень. Усі ці області перегляду можна використовувати для упорядковування та пошуку ваших фотографій. Ви можете згортати або розгортати області бічної панелі за допомогою натискання кнопок вкладок бічної панелі.
zh_cn: 中间的图像区域四周分布着菜单栏 ① 和主 :ref:`工具栏 <main_toolbar>` ②（在顶部）， :ref:`状态栏 <status_bar>` ⑧（在底部），还有 :ref:`左侧边栏 <left_sidebar>` ⑥ 和 :ref:`右侧边栏 <right_sidebar>` ⑦。左侧边栏用于切换九种“视图”：相册（如图所示）、标签、标记、日期、时间轴、搜索、相似度、地图和人物。右侧边栏可以查看图片信息、应用筛选器以便选图，或者对选中的图片进行操作。你可以通过这些视图对照片进行整理和查找。点击边栏的“选项卡”可以折叠或展开边栏区域。

source: Don't worry if your main window looks different than the image above. You will soon learn how to switch the different areas on and off and at some point you might get a look very similar to the above screenshot.
ca: No us preocupeu si la finestra principal es veu diferent de la imatge superior. Aviat aprendreu com activar i desactivar les diferents àrees i, en algun moment, és possible que obtingueu un aspecte molt similar al de la captura de pantalla anterior.
it: Non ti preoccupare se la tua finestra principale appare diversa dall'immagine sopra riportata: presto imparerai come attivare e come disattivare le diverse aree, e ad un certo punto avrà un aspetto molto simile a quella della schermata precedente.
nl: Wees niet bezorgd als uw hoofdvenster op dit moment heel anders uitziet dan de afbeelding hierboven. U zult spoedig leren hoe u de verschillende gebieden aan- en uitschakelt en op een bepaald punt zou het er uit kunnen zien zoals in de bovenstaande schermafdruk.
pt_br: Não se preocupe se a sua janela principal estiver diferente da imagem acima. Em breve, você aprenderá a ativar e desativar as diferentes áreas e, em algum momento, poderá obter uma aparência muito semelhante à da captura de tela acima.
sl: Ne skrbite, če je vaše glavno okno trenutno videti precej drugače. Kmalu se boste naučili, kako vklopiti in izklopiti različna področja in na neki točki boste morda dobili videz, zelo podoben zgornjemu posnetku zaslona.
sv: Var inte orolig om huvudfönstret ser annorlunda ut än på bilden ovan. Man lär sig snart hur de olika områdena visas och döljs och efter ett tag kan man få ett utseende som är väldigt likt skärmbilden ovan.
uk: Не переймайтеся, якщо головне вікно у вашій версії програми виглядає зовсім інакше. Невдовзі ви навчитеся вмикати і вимикати показ різних областей і у певний момент ви зможете створити вікно, подібне до наведеного на знімку.
zh_cn: 如果你发现自己的主界面和上面描述的不太一样也别担心，你很快就能学会如何显示或隐藏不同区域，慢慢也能调整出和截图差不多的界面。

source: Drag & Drop of images works about everywhere: Drag & Drop an image into another branch of the album tree, across the horizontal album separation line, or to another application window. The only restriction is that you cannot Drag & Drop into tag, date or searches.
ca: Arrossegar i deixar anar imatges funciona a tot arreu: arrossegueu i deixeu una imatge a dins d'una altra branca de l'arbre d'àlbums, a través de la línia de separació horitzontal de l'àlbum o en una altra finestra d'aplicació. L'única restricció és que no ho podeu utilitzar en les etiquetes, dates o cerques.
it: Il trascinamento delle immagini funziona un po' dappertutto: puoi trascinare e rilasciare un'immagine in un altro ramo dell'albero degli album, attraverso la linea orizzontale di separazione degli album, oppure in un'altra finestra dell'applicazione. L'unico limite è che non puoi farlo nei tag, nelle date o nelle ricerche.
nl: Slepen en loslaten van afbeeldingen werkt bijna overal: slepen & loslaten van een afbeelding in een andere tak van de albumboomstructuur, over de horizontale albumscheidingslijn of naar een ander toepassingsvenster. De enige beperking is dat u slepen & loslaten niet naar een tag, datum of zoeken kunt doen.
pt_br: Arrastar e soltar imagens funciona em praticamente todos os lugares: arraste e solte uma imagem em outro ramo da árvore do álbum, na linha horizontal de separação do álbum ou em outra janela do aplicativo. A única restrição é que você não pode arrastar e soltar em etiquetas, datas ou pesquisas.
sl: Povleci in spusti slike deluje povsod: povleci in spusti sliko v drugo vejo drevesa albuma, čez vodoravno ločilno črto albuma ali v drugo okno aplikacije. Edina omejitev je, da ne morete povleči in spustiti v oznako, datum ali iskanje.
sv: Dra och släpp av bilder fungerar nästan överallt: Dra och släpp en bild på en annan gren i albumträdet, över den horisontella separationslinjen för album eller till ett annat programfönster. Den enda begränsningen är att man inte kan dra och släppa på etiketter, datum eller sökningar.
uk: Перетягування зображень зі скиданням працює майже всюди: ви можете перетягнути і скинути зображення у іншу гілку дерева альбомів, за горизонтальну риску відокремлення альбомів або до вікна іншої програми. Єдиним обмеженням є неможливість перетягування зі скиданням до мітки, дати або результатів пошуку.
zh_cn: 图像的拖放几乎在整个软件里都适用：你可以把图片拖动到相册树的另一个分支、拖到相册列表的横向分隔线上，甚至拖到另一个应用窗口中。唯一的限制是：你不能把图片直接拖放到标签、日期或搜索结果里。

source: The Status Bar
ca: La barra d'estat
es: La barra de estado
fi: Tilarivi
it: La barra di stato
nl: De statusbalk
pt: A Barra de Estado
pt_br: A barra de status
sl: Statusna vrstica
sv: Statusraden
uk: Смужка стану
zh_cn: 状态栏

source: The digiKam Main Window Status-Bar
ca: La barra d'estat en la finestra principal del digiKam
es: La barra de estado de la ventana principal de digiKam
fi: digiKamin pääikkunan tilarivi
it: La barra di stato della finestra principale di digiKam
nl: De statusbalk in het hoofdvenster van digiKam
pt: A Barra de Estado da Janela Principal do digiKam
pt_br: A barra de status da janela principal do digiKam
sl: digiKam statusna vrstica glavnega okna
sv: Huvudfönstrets statusrad i digiKam
uk: Смужка стану основного вікна digiKam
zh_cn: digiKam 主窗口的状态栏

source: The status bar at the bottom shows:
ca: La barra d'estat a la part inferior mostra:
it: La barra di stato in basso mostra:
nl: De statusbalk onderaan toont:
pt_br: A barra de status na parte inferior mostra:
sl: Statusna vrstica na dnu prikazuje:
sv: Statusraden längst ner visar:
uk: У смужці стану внизу вікна буде показано:
zh_cn: 底部的状态栏会显示：

source: The file name when selecting a single file.
ca: El nom de fitxer quan se selecciona un sol fitxer.
es: El nombre de archivo cuando se selecciona un archivo individual.
fi: Tiedostonimi valittaessa yksittäistä tiedostoa.
it: Il nome del file, quando è selezionato un solo file.
nl: De bestandsnaam bij selectie van een enkel bestand.
pt: O nome do ficheiro, ao seleccionar um único ficheiro.
pt_br: O nome do arquivo ao selecionar um único arquivo.
sl: Ime datoteke, kadar izbirate posamezno datoteko.
sv: Filnamnet när en enskild fil markeras.
uk: Назву файла, якщо вибрано окремий файл.
zh_cn: 选择单个文件时的文件名。

source: Selection information when several items are selected.
ca: Informació de selecció quan se seleccionen diversos elements.
es: Información sobre la selección cuando se seleccionan varios elementos.
fi: Valintatieto, kun valittuna on useampi kohde.
it: Le informazioni sulla selezione, quando sono selezionati più elementi.
nl: Selectie-informatie wanneer verscheidene items zijn geselecteerd.
pt: A informação da selecção, quando estão seleccionados vários itens.
pt_br: Informações de seleção quando vários itens são selecionados.
sl: Informacije o izbiri, ko je izbranih več elementov.
sv: Markeringsinformation när flera objekt är markerade.
uk: Відомості щодо вибраних елементів, якщо вибрано декілька елементів.
zh_cn: 信息提示，告诉你有几个图片已选择。
