Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/interface_layout.po
Languages: ca, es, fi, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: Quick filters:
ca: Filtres ràpids:
es: Filtros rápidos:
fi: Pikasuodattimet:
it: I filtri rapidi:
nl: Snelfilters:
pt: Filtros rápidos:
pt_br: Filtros rápidos:
sl: Hitri filtri:
sv: Snabbfilter:
uk: Швидкі фільтри:
zh_cn: 快速过滤器：

source: Information on how many filters are active.
ca: Informació sobre quants filtres estan actius.
it: Le informazioni su quanti filtri sono attivi.
nl: Informatie over hoeveel filters er actief zijn.
pt_br: Informações sobre quantos filtros estão ativos.
sl: Informacije o tem, koliko filtrov je aktivnih.
sv: Information om hur många filter som är aktiva.
uk: Дані щодо кількості активних фільтрів.
zh_cn: 有多少筛选过滤器处于使用的状态。

source: A trash bin button to reset all active filters.
ca: Un botó de paperera per a restablir tots els filtres actius.
es: Un botón con una papelera para reiniciar todos los filtros activos.
it: Un pulsante per annullare tutti i filtri attivi.
nl: Een knop Prullenbak om alle actieve filters te resetten.
pt: Um botão de caixote do lixo para limpar todos os filtros activos.
pt_br: Um botão de lixeira para redefinir todos os filtros ativos.
sl: Gumb koša za ponastavitev vseh aktivnih filtrov.
sv: En papperskorgsikon för att nollställa alla aktiva filter.
uk: Кнопка смітника для скидання усіх активних фільтрів.
zh_cn: 垃圾桶按钮，点击可以重置所有生效的筛选过滤设置。

source: A funnel button to open the filter settings panel.
ca: Un botó d'embut per a obrir el plafó de configuració del filtratge.
es: Un botón con un embudo para abrir el panel de preferencias de filtrado.
it: Un pulsante a forma di imbuto per aprire il pannello delle impostazioni sui filtri.
nl: Een trechterknop om het filterinstellingenpaneel te openen.
pt: Um botão de funil para abrir o painel de configuração dos filtros.
pt_br: Um botão de funil para abrir o painel de configurações do filtro.
sl: Gumb lijaka za odpiranje plošče z nastavitvami filtra.
sv: En trattikon för att öppna filterinställningspanelen.
uk: Кнопка із зображенням лійки для відкриття панелі параметрів фільтрування.
zh_cn: 漏斗形状按钮，用于打开过滤器设置面板。

source: A progress bar for batch processes, such as assigning tags or rebuild fingerprints.
ca: Una barra de progrés per a processos per lots, com assignar etiquetes o reconstruir les empremtes digitals.
it: Una barra di avanzamento per le elaborazioni in serie, come per l'assegnazione dei tag o la ricostruzione delle miniature.
nl: Een voortgangsbalk voor bulkprocessen, zoals toekennen van tags of opnieuw bouwen van vingerafdrukken.
pt_br: Uma barra de progresso para processos em lote, como atribuição de etiquetas ou reconstrução de impressões digitais.
sl: Vrstica napredka za procese v paketih, npr. dodeljevanje značk ali ponovno izdelavo prstnih odtisov.
sv: En förloppsrad för bakgrundsprocesser, såsom tilldelning av etiketter eller ombyggnad av fingeravtryck.
uk: Панель поступу для пакетних процесів, наприклад, встановлення міток або повторного визначення відбитків.
zh_cn: 如果你进行批量操作（比如批量打标签或重建指纹），状态栏上会显示进度条。

source: A thumbnail and preview image size slider with buttons for "Fit to Window" and "Zoom to 100%".
ca: Una miniatura i un control lliscant de mida de les imatges de miniatures amb botons per a fer «Ajusta a la finestra» i «Zoom al 100%».
it: Un cursore per la dimensione delle miniature e delle anteprime immagini, con i pulsanti "Adatta alla finestra" e "Ingrandisci al 100%".
nl: Een afmetingenschuif voor een miniatuur en voorbeeld met knoppen voor "Past in venster" en "Zoomen tot 100%"
pt_br: Um controle deslizante de tamanho de miniatura e visualização de imagem com botões para "Ajustar à janela" e "Ampliar para 100%".
sl: Drsnik za velikost sličic in predogleda z gumbi za "Prilagodi oknu" in "Povečaj na 100 %".
sv: En bildstorleksreglage för miniatyrbilder och förhandsgranskningar med knappar för "Anpassa till fönster" och "Zooma till 100 %".
uk: Повзунок розміру мініатюр та зображень попереднього перегляду з кнопками «Вмістити у вікно» та «Масштаб у 100%».
zh_cn: 提供缩略图/预览图尺寸的滑块，还有“适合窗口”和“缩放到 100%”按钮；

source: A size selection pop up list measured in % for the preview image.
ca: Una llista emergent de selecció de la mida mesurada en % per a la imatge de vista prèvia.
it: Un elenco a comparsa per selezionare, in percentuale, la dimensione dell'anteprima immagine.
nl: Een pop-up-list voor het selecteren in % van de grootte van de voorbeeldafbeelding.
pt_br: Uma lista pop-up de seleção de tamanho medida em % para a visualização de imagem.
sl: Pojavni seznam za izbiro velikosti v % za predogledne sličice.
sv: En listruta för storleksval mätt i % för förhandsgranskningsbilden.
uk: Спадний список вибору розміру у відсотках для зображень попереднього перегляду.
zh_cn: 还有一个百分比选项的尺寸选择下拉列表，用来控制预览图的显示大小。

source: Main Toolbar
ca: Barra d'eines principal
es: Barra de herramientas principal
fi: Päätyökalupalkki
it: Barra degli strumenti principale
nl: Hoofdwerkbalk
pt: Barra Principal
pt_br: Barra de ferramentas principal
sl: Glavna orodna vrstica
sv: Huvudverktygsrad
uk: Головний пенал
zh_cn: 主工具栏

source: The Main Toolbar appears at the top of the window.
ca: La barra d'eines principal apareix a la part superior de la finestra.
it: La barra degli strumenti principale appare in cima alla finestra.
nl: De hoofdwerkbalk verschijnt bovenaan het venster.
pt_br: A barra de ferramentas principal aparece na parte superior da janela.
sl: Glavna orodna vrstica se pojavi na vrhu glavnega okna.
sv: Huvudverktygsraden visas längst upp i fönstret.
uk: Головну панель інструментів буде показано у верхній частині вікна.
zh_cn: 主工具栏在窗口顶部。

source: The digiKam Main Window Tool Bar
ca: La barra d'eines en la finestra principal del digiKam
es: La barra de herramientas de la ventana principal de digiKam
fi: digiKamin pääikkunan työkalupalkki
it: La barra degli strumenti della finestra principale di digiKam
nl: De werkbalk in het hoofdvenster van digiKam
pt: A Barra de Ferramentas da Janela Principal do digiKam
pt_br: Barra de ferramentas da janela principal do digiKam
sl: Orodna vrstica glavnega okna digiKam
sv: Huvudfönstrets verktygsrad i digiKam
uk: Панель інструментів основного вікна digiKam
zh_cn: digiKam 主窗口工具栏

source: Open :ref:`Image Editor <image_editor>` with the selected image
ca: Obre l':ref:`editor d'imatges <image_editor>` amb la imatge seleccionada
it: Apri l':ref:`Editor delle immagini <image_editor>` con l'immagine selezionata
nl: Open :ref:`Afbeeldingsbewerker <image_editor>` met de geselecteerde afbeelding
pt_br: Abre o :ref:`Editor de Imagem <image_editor>` com a imagem selecionada
sl: Odpri :ref:`Urejevalnik slik <image_editor>` z izbrano sliko
sv: Visa :ref:`bildeditor <image_editor>` med markerad bild
uk: Відкрити :ref:`редактор зображень <image_editor>` для позначеного зображення
zh_cn: 打开 :ref:`图像编辑器 <image_editor>` ，编辑所选图片

source: Open :ref:`Light Table <light_table>` :kbd:`L`
ca: Obre la :ref:`Taula de llum <light_table>` (tecla :kbd:`L`)
es: Abrir la :ref:`mesa de luz <light_table>` :kbd:`L`
fi: Avaa :ref:`valopöytä <light_table>` :kbd:`L`
it: Apri il :ref:`Tavolo luminoso <light_table>` :kbd:`L`
nl: Open :ref:`Lichttafel <light_table>` :kbd:`L`
pt: Abrir a :ref:`Mesa de Luz <light_table>` :kbd:`L`
pt_br: Abre a :ref:`Mesa de Luz <light_table>` :kbd:`L`
sl: Odpri :ref:`Osvetlitveno mizo <light_table>` :kbd:`L`
sv: Visa :ref:`ljusbord <light_table>` :kbd:`L`
uk: Відкрити :ref:`стіл з підсвічуванням <light_table>` :kbd:`L`
zh_cn: 打开 :ref:`多图对比 <light_table>` :kbd:`L`

source: Open :ref:`Batch Queue Manager <batch_queue>` :kbd:`B`
ca: Obre el :ref:`Gestor de la cua per lots <batch_queue>` (tecla :kbd:`B`)
es: Abrir el :ref:`gestor de colas por lotes <batch_queue>` :kbd:`B`
it: Apri il :ref:`Gestore elaborazione in serie <batch_queue>` :kbd:`B`
nl: Open :ref:`Wachtrijbeheerder voor bulkprocessen <batch_queue>` :kbd:`B`
pt: Abrir o :ref:`Gestor da Fila em Lote <batch_queue>` :kbd:`B`
pt_br: Abre o :ref:`Gerenciador de processamento em lote <batch_queue>` :kbd:`B`
sl: Odpri :ref:`Batch Queue Manager <batch_queue>`` :kbd:`B`
sv: Visa :ref:`Köhantering för bakgrundsbehandling<batch_queue>` :kbd:`B`
uk: Відкрити :ref:`керування чергою пакетної обробки <batch_queue>` :kbd:`B`
zh_cn: 打开 :ref:`批处理管理器 <batch_queue>` :kbd:`B`

source: Import (drop down menu showing all connected cameras and mass storage devices)
ca: Importa (menú desplegable que mostra totes les càmeres connectades i els dispositius d'emmagatzematge massiu)
es: Importar (menú desplegable que muestra todas las cámaras y dispositivos de almacenamiento masivo conectados)
fi: Tuonti (pudotusvalikko, jossa näkyvät kytketyt kamerat ja massamuistilaitteet)
it: Importa (menu a tendina che mostra tutte le fotocamere e i dispositivi di memorizzazione di massa connessi)
nl: Importeren (afrolmenu dat alle verbonden camera's en massa-opslagapparaten toont)
pt: Importar (um menu que mostra todas as câmaras e dispositivos de armazenamento ligados)
pt_br: Importa (menu suspenso mostrando todas as câmeras conectadas e dispositivos de armazenamento em massa)
sl: Uvoz (spustni meni, ki prikazuje vse povezane kamere in naprave za masovno shranjevanje)
sv: Importera (kombinationsmeny som visar alla anslutna kameror och masslagringsenheter)
uk: Імпорт (спадне меню у якому показано усі з’єднані з комп’ютером фотоапарати та пристрої зберігання даних)
zh_cn: 导入 （有下拉菜单，显示已连接的相机和 USB 大容量存储设备)

source: Switch to thumbnail view
ca: Alterna a la vista de miniatures
es: Cambiar a la vista de miniaturas
fi: Vaihda pienoiskuvanäkymään
it: Passa alla vista delle miniature
nl: Omschakelen naar miniaturenweergave
pt: Mudar para a área de miniaturas
pt_br: Alterna para a vista em miniaturas
sl: Preklop na pogled sličic
sv: Byt till miniatyrbildsvisning
uk: Перемкнутися у режим перегляду мініатюр
zh_cn: 切换到缩略图视图

source: Toggle preview of selected image
ca: Commuta la vista prèvia de la imatge seleccionada
es: Conmutar la vista previa de las imágenes seleccionadas
fi: Näytä tai piilota valitun kuvan esikatselu
it: Attiva o disattiva l'anteprima dell'immagine selezionata
nl: Voorbeeld van geselecteerde afbeelding omschakelen
pt: Activar/desactivar a antevisão da imagem seleccionada
pt_br: Alterna para a visualização da imagem selecionada
sl: Preklop predogleda izbrane slike
sv: Ändra förhandsgranskning av markerad bild
uk: Увімкнути або вимкнути попередній перегляд позначеного зображення
zh_cn: 进入预览模式，预览所选图像

source: Switch to map view to display images with geolocation data
ca: Alterna a la vista de mapa per a mostrar les imatges amb les dades de geolocalització
es: Cambiar a la vista de mapa para mostrar las imágenes con los datos de geolocalización
fi: Näytä kuvat sijaintitiedoin vaihtamalla karttanäkymään
it: Passa alla vista Mappa per visualizzare le immagini con dati di geolocalizzazione
nl: Naar kaartweergave omschakelen om afbeeldingen met geolocatiegegevens te tonen
pt: Mudar para a área do mapa, para mostrar imagens com dados de geo-localização
pt_br: Muda para a vista do mapa para exibir imagens com dados de geolocalização
sl: Preklopite na pogled zemljevida za prikaz slik z geolokacijskimi podatki
sv: Byt till kartvyn för att visa bilder med geografisk lokaliseringsdata
uk: Перемкнутися на перегляд карти для показу даних щодо геопозиціювання знімків
zh_cn: 切换到地图视图，可现实照片的地理信息数据

source: Switch to configurable table view
ca: Alterna a la vista de taula configurable
es: Cambiar a la vista de tabla configurable
fi: Vaihda mukautettavaan taulukkonäkymään
it: Passa alla vista tabella configurabile
nl: Omschakelen naar in te stellen tabelweergave
pt: Mudar para uma vista de tabela configurável
pt_br: Mudar para a vista em tabela configurável
sl: Preklopi na nastavljiv pogled tabele
sv: Byt till anpassningsbar tabellvisning
uk: Перемкнутися у режим придатного до налаштування перегляду таблиці
zh_cn: 切换到详情视图，可自由设置

source: Slideshow drop down menu
ca: Menú desplegable de la presentació de diapositives
es: Menú desplegable de presentación
fi: Diaesityksen pudotusvalikko
it: Menu a tendina Presentazione
nl: Afrolmenu voor diashow
pt: Menu de apresentações
pt_br: Menu suspenso da apresentação de slides
sl: Spustni meni predstavitve
sv: Kombinationsmeny för bildspel
uk: Спадне меню показу слайдів
zh_cn: 幻灯片下拉菜单

source: Toggle Full Screen :kbd:`Ctrl+Shift+F`
ca: Commuta la pantalla completa (drecera :kbd:`Ctrl+Maj+F`)
es: Conmutar el modo a pantalla completa :kbd:`Ctrl+Shift+F`
it: Attiva o disattiva lo Schermo intero :kbd:`Ctrl+Maiusc+F`
nl: Volledig scherm omschakelen :kbd:`Ctrl+Shift+F`
pt: Comutar o Ecrã Completo :kbd:`Ctrl+Shift+F`
pt_br: Alterna a tela cheia :kbd:`Ctrl+Shift+F`
sl: Preklop na celoten zaslon :kbd:`Ctrl Shift F`
sv: Växla fullskärmsläge :kbd:`Ctrl+Shift+F`
uk: Увімкнути або вимкнути повноекранний режим :kbd:`Ctrl+Shift+F`
zh_cn: 进入全屏模式 :kbd:`Ctrl+Shift+F`

source: Link to digikam.org, also an indicator for ongoing processes
ca: Enllaça amb digikam.org, també un indicador de processos en curs
es: Enlace a digikam.org, también un indicador de los procesos en curso
it: Collegamento a digikam.org, che è anche un indicatore dei processi in corso
nl: Koppeling naar digikam.org, ook een indicator voor doorgaande processen
pt: Ligação ao digikam.org, também um indicador para os processos em curso
pt_br: Link para digikam.org, também um indicador de processos em andamento
sl: Povezava do digikam.org, tudi indikator tekočih procesov
sv: Länk till digikam.org, också indikering av pågående processer
uk: Посилання на digikam.org, також індикатор дій, що виконуються
zh_cn: 访问 digiKam 官方网站。也是显示正在进行的进程的进度条。

source: You can customize the Toolbar by choosing :menuselection:`Settings --> Configure Toolbars...` or click on the Toolbar with the right mouse button and choose **Configure Toolbars...** from the context menu.
ca: Podreu personalitzar la barra d'eines escollint l'element de menú :menuselection:`Arranjament --> Configura les barres d'eines...` o feu clic a la barra d'eines amb el botó dret del ratolí i escolliu **Configura les barres d'eines...** des del menú contextual.
it: Puoi personalizzare la barra degli strumenti da :menuselection:`Impostazioni --> Configura barre degli strumenti...` oppure fare clic sulla barra degli strumenti col pulsante destro del mouse e scegli **Configura barre degli strumenti...** dal menu contestuale.
nl: U kunt de werkbalk aanpassen door kiezen van :menuselection:`Instellingen --> Werkbalken instellen...` of klik met de rechter muisknop en kies **Werkbalken configureren...** uit het contextmenu.
pt_br: Você pode personalizar a barra de ferramentas escolhendo :menuselection:`Configurações --> Configurar barras de ferramentas...` ou clicando na barra de ferramentas com o botão direito do mouse e escolhendo **Configurar barras de ferramentas...** no menu de contexto.
sl: Orodno vrstico lahko prilagodite tako, da izberete :menuselection:`Nastavitve --> Konfiguriraj orodne vrstice...` ali kliknete na orodno vrstico z desnim gumbom miške in v kontekstnem meniju izberete **Konfiguriraj orodne vrstice...**.
sv: Det går att anpassa verktygsraden genom att välja :menuselection:`Inställningar --> Anpassa verktygsrader...` eller genom att klicka på verktygsraden med höger musknapp och välja **Anpassa verktygsrader...** i den sammanhangsberoende menyn.
uk: Панель інструментів можна налаштувати за допомогою пункту меню :menuselection:`Параметри --> Налаштувати пенали...` або клацання правою кнопкою миші на панелі із наступним вибором пункту **Налаштувати пенали...** у контекстному меню.
zh_cn: 你可以通过点击 :menuselection:`设置 --> 配置工具栏...` 来自定义工具栏，也可以右键点击工具栏，在弹出的菜单中选择 **配置工具栏...** 。

source: Interface Layout
fi: Käyttöliittymän asettelu
pt: Disposição da Interface

source: digiKam's main window has two areas in the center showing your photographs. One is the **Icon Area**, showing thumbnails of the content of the selected album or of a search result, and the other one the **Preview**, showing the selected image. Together let's call them the :ref:`Image Area <image_view>`. In the top left corner of the preview we have a few buttons for moving back and forth through the content of the album, for rotating the image, for showing or adding face tags and to switch to full screen mode. By clicking on the preview you can make it disappear and by clicking on the picture area of a thumbnail open it again.
pt: A janela principal do digiKam tem duas áreas no centro que apresentam as suas fotografias. Uma é a **Área de Ícones**, que mostra miniaturas do conteúdo do álbum seleccionado ou do resultado de uma pesquisa, e a outra é a **Antevisão**, que mostra a imagem seleccionada. Em conjunto, chamamos-lhes a :ref:`Área de Imagens <image_view>`. No canto superior esquerdo da antevisão, existem alguns botões para avançar e recuar no conteúdo do álbum, para rodar a imagem, para mostrar ou adicionar marcas de caras e para mudar para o modo de ecrã completo. Ao carregar na antevisão, poderá fazê-la desaparecer e, ao carregar na área de imagem de uma miniatura, fazê-la aparecer de novo.

source: The digiKam Main Window Icon-View
fi: digiKamin pääikkuna kuvakenäkymässä
pt: A Área de Ícones da Janela Principal do digiKam

source: Don't worry if your main window looks quite different at the moment. You will soon learn how to switch the different areas on and off and at some point you might get a look very similar to the above screenshot.
fi: Älä huolestu, vaikka pääikkunasi näyttää toistaiseksi erilaiselta. Opit pian, mitä näyttää tai piilottaa eri alueet, ja jossakin vaiheessa näkymäsi voi hyvinkin muistuttaa yllä olevaa ruutukaappausta.
pt: Não se preocupe se a sua janela principal parecer bastante diferente neste momento. Irá aprender depressa como activar/desactivar as várias áreas e, em algum ponto, deverá ficar com uma aparência semelhante à da imagem acima.

source: Drag & Drop of images works about everywhere: d&d an image into another branch of the album tree, across the horizontal album separation line, or to another application window. The only restriction is that you cannot d&d into tag, date or searches.
fi: Kuvia voi lähes kaikkialla vetää ja pudottaa: albumipuun toiseen haaraan, albumien vaakasuuntaisen erotinviivan yli tai toiseen sovellusikkunaan. Ainoa rajoitus on, että vetää ja pudottaa ei voi luokituksiin, päiväyksiin eikä hakuihin.
pt: O arrastamento de imagens funciona praticamente em todo o lado: arraste uma imagem para outra ramificação da árvore do álbum, sobre a divisória horizontal do álbum ou sobre outra janela da aplicação. A única restrição é que não poderá arrastar largar sobre uma marca, data ou pesquisa.

source: Information how many filters are active.
fi: Tieto siitä, moniko suodatin on aktiivinen.
pt: Informações de quantos filtros estão activos.

source: A progress bar for batch processes, e.g. assigning tags or rebuild fingerprints.
fi: Eräajon, esim. luokitusten kytkemisen tai sormenjälkien uudelleenkoostamisen, edistymispalkki.
pt: Uma barra de progresso para os processos em lote, p.ex. atribuições de marcas ou a reconstrução das impressões digitais das imagens.

source: A thumbnail and preview size slider with buttons for "Fit to Window" and "Zoom to 100%".
fi: Pienoiskuva- ja esikatselukoon liukusäädin ”Sovita ikkunaan”- ja ”Lähennä 100 %” -painikkeilla.
pt: Uma barra de miniaturas e o campo respectivo do tamanho, com botões para "Ajustar à Janela" e "Ampliar a 100%".

source: A size selection pop up list in % for the preview.
fi: Koon valinnan ponnahdusluettelo suhteellisena osuutena esikatselusta.
pt: Uma lista de selecção em % da antevisão.

source: The window top shows the Menu Bar and the Main Toolbar below.
fi: Ikkunan yläosassa näkyvät valikkorivi ja sen alla päätyökalupalkki.
pt: O topo da janela apresenta a barra de menu e a barra de ferramentas principal em baixo.

source: Open Image Editor with the selected image
fi: Avaa kuvamuokkain valitulla kuvalla
pt: Abrir o Editor de Imagens com a imagem seleccionada

source: You can customize the Toolbar by choosing :menuselection:`Settings --> Configure Toolbars...` or click with the right mouse button on it and choose **Configure Toolbars...** from the context menu.
fi: Työkalupalkkia voi mukauttaa valitsemalla :menuselection:`Asetukset → Työkalupalkkien asetukset…` tai napsauttamalla palkkia hiiren oikealla painikkeella ja valitsemalla kontekstivalikosta **Työkalupalkkien asetukset…**.
pt: Poderá personalizar a barra de ferramentas se escolher :menuselection:`Configuração --> Configurar as Barras de Ferramentas...` ou carregar com o botão direito sobre ela e escolher a opção **Configurar as Barras de Ferramentas...** do menu de contexto.
