Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/labels_view.po
Languages: ca, it, nl, pt, sl, sv, uk

source: digiKam Main Window Labels View
ca: La vista de rètols a la finestra principal del digiKam
it: Vista etichette della finestra principale di digiKam
nl: Weergave van labels in het hoofdvenster van digiKam
pt: Área de Legendas da Janela Principal do digiKam
sl: digiKam pogled oznak glavnega okna
sv: Beteckningsvisning i digiKams huvudfönster
uk: Панель міток основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, labels, rating, colors, pick
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, rètols, valoració, colors, selecció
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, etichette, valutazione, colori, scelta
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, labels, waardering, kleuren, kiezen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, legendas, classificação, cores, selecção
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, oznake, ocena, barve, izbira
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, beteckningar, betyg, färger, välja
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, позначки, оцінки, кольори, вибір

source: Labels View
ca: La vista Rètols
it: Vista etichette
nl: Weergave van labels
pt: Área de Legendas
sl: Pogled oznak
sv: Beteckningsvisning
uk: Панель перегляду міток

source: The digiKam Labels View from Left Sidebar
ca: La vista de rètols en el digiKam des de la barra lateral esquerra
it: La vista etichette dalla barra laterale sinistra di digiKam
nl: De weergave van labels in de linker zijbalk van digiKam
pt: A Área de Legendas do digiKam na Barra Lateral Esquerda
sl: Pogled oznak digiKam z leve stranske vrstice
sv: Beteckningsvisning i digiKam från vänster sidorad
uk: Панель позначок digiKam на лівій бічній панелі

source: The Labels View allows you to select photographs by the **Rating**, **Pick Labels** and **Color labels** you assigned to them previously either by using:
ca: La vista de rètols permet seleccionar fotografies per rètols de **Valoració**, **Selecció** i **Color** que vàreu assignar prèviament, ja sigui mitjançant:

source: The context menu of a thumbnail.
ca: El menú contextual d'una miniatura.
it: Il menu contestuale di una miniatura.
nl: Het contextmenu van een miniatuur.
pt: O menu de contexto de uma miniatura.
sl: Kontekstni meni sličice.
sv: En miniatyrbilds sammanhangsberoende meny
uk: Контекстного меню мініатюри.

source: The digiKam Icon-View Context Menu and Labels Options
ca: El menú contextual en la vista d'icones del digiKam i les opcions dels rètols
it: Il menu contestuale della vista a icone di digiKam e le opzioni delle etichette
nl: De Pictogramweergave van digiKam met opties Contextmenu en Labels
pt: O Menu de Contexto da Área de Ícones e Opções das Legendas
sl: Kontekstni meni pogleda ikon digiKam in možnosti oznak
sv: Ikonvyn i digiKams sammanhangsberoende meny och beteckningsalternativ
uk: Контекстне меню панелі піктограм digiKam і пункти для позначок

source: The **Description** tab of the **Captions** section on the Right Sidebar.
ca: La pestanya **Descripció** de la secció **Llegendes** en la barra lateral dreta.
it: La scheda **Descrizione** della sezione **Didascalie** nella barra laterale destra.
nl: Het tabblad **Beschrijving** van de sectie **Opschriften** in de rechter zijbalk.
pt: A página de **Descrição** da secção de **Legendas** na barra lateral direita.
sl: Zavihek **Opis** razdelka **Napisi** na desnem stranskem stolpcu.
sv: Fliken **Beskrivning** i sektionen **Rubriker** i höger sidorad.
uk: Вкладки **Опис** розділу **Підписи** на правій бічній панелі.

source: The digiKam Labels Options from Captions Right Sidebar Tab
ca: Les opcions per als rètols des de la pestanya Llegendes a la barra lateral dreta en el digiKam
it: Le opzioni delle etichette dalla scheda della barra laterale destra delle didascalie di digiKam
nl: De optie Labels van digiKam uit het tabblad Opschrift in de rechter zijbalk
pt: As Opções de Legendas do digiKam na Página Legendas da Barra Lateral Direita
sl: Možnosti oznak digiKam na zavihku Napisi v desnem stranskem stolpcu
sv: Beteckningsalternativ i digiKam från fliken Rubriker i höger sidorad
uk: Пункти для позначок у digiKam на вкладці підписів правої бічної панелі

source: You may select more than one label by :kbd:`Ctrl+left` click. The selected labels are connected by boolean AND, e.g. selecting Four Star and Yellow will display only photographs that have both labels assigned. You can perform even more sophisticated searches by using the **Filters** section of the :ref:`Right Sidebar <filters_view>`.
ca: Podeu seleccionar més d'un rètol amb la drecera :kbd:`Ctrl+clic esquerre`. Els rètols seleccionats es connectaran mitjançant un AND booleà, p. ex., si seleccioneu Quatre estrelles i Groc, només es mostraran les fotografies que tinguin assignades ambdós rètols. Podreu fer cerques encara més sofisticades utilitzant la secció **Filtres** de la :ref:`barra lateral dreta <filters_view>`.
it: Con kbd:`Ctrl+clic sinistro` puoi selezionare più di un'etichetta. Le etichette selezionate sono collegate da un AND logico, cioè, se selezioni quattro stelle e il giallo verranno visualizzate solo le fotografie a cui sono state assegnate entrambe le etichette. Puoi eseguire anche ricerche più sofisticate, usando la sezione **Filtri** della :ref:`barra laterale destra <filters_view>`.
nl: U kunt meer dan één label selecteren met drukken op :kbd:`Ctrl+Links`. De geselecteerde labels zijn verbonden door de boolean EN, bijv. selecteren van Vier-sterren en Geel zal alleen foto's tonen die beide labels toegekend hebben gekregen. U kunt zelfs meer geavanceerde zoekopdrachten gebruiken door de sectie **Filters** van de :ref:`Rechter zijbalk <filters_view>` te gebruiken.
pt: Poderá seleccionar mais que uma legenda se usar a sequência :kbd:`Ctrl+botão esquerdo`. As legendas seleccionadas ficam associadas com um 'E' lógico, p.ex. seleccionando Quatro Estrelas e Amarelo, só irão aparecer as fotografias que tenham ambas as legendas atribuídas. Poderá efectuar pesquisas ainda mais sofisticadas, usando a secção de **Filtros** na :ref:`Barra Lateral <filters_view>`.
sl: Izberete lahko več kot eno oznako z :kbd:`Ctrl levim` klikom. Izbrane oznake so povezane z logičnim IN, npr. če izberete Štiri zvezdice in Rumeno, bodo prikazane samo fotografije, ki imajo obe dodeljeni oznaki. Izvedete lahko še bolj dodelana iskanja z uporabo razdelka **Filtri** v :ref:`Desnem stranskem stolpcu <filters_view>`.
sv: Man kan välja mer än en beteckning med :kbd:`Ctrl+vänsterklick`. De valda beteckningarna är sammankopplade med booleska OCH, t.ex. om man väljer Fyra stjärnor och Gul visas endast fotografier som har tilldelats båda beteckningarna. Man kan utföra ännu mer sofistikerade sökningar genom att använda sektionen **Filter** i :ref:`Höger sidorad <filters_view>`.
uk: Ви можете призначити декілька позначок, скориставшись комбінацією :kbd:`Ctrl+клацання лівою кнопкою миші`. Вибрані позначки буде поєднано логічною операцією ТА. Наприклад, якщо вибрано «Чотири зірки» та «Жовтий», буде показано лише ті фотографії, до яких призначено обидві позначки. Ви можете створити і вигадливіші критерії пошуку, якщо скористаєтеся розділом **Фільтри** :ref:`правої бічної панелі <filters_view>`.

source: The digiKam Labels Filter from Right Sidebar
ca: El filtre Rètols en el digiKam des de la barra lateral dreta
it: I filtri delle etichette dalla barra laterale sinistra di digiKam
nl: Het filter van Labels van digiKam uit de rechter zijbalk
pt: O Filtro de Legendas do digiKam na Barra Lateral Direita
sl: Filter oznak digiKam iz desnega stranskega stolpca
sv: Beteckningsfilter i digiKam från höger sidorad
uk: Фільтрування за позначками у digiKam на правій бічній панелі

source: The **Pick Labels** properties can be assigned automatically using the deep-learning tool **Image Quality Sorter** by analysis the aesthetic score of items. See this :ref:`Maintenance Tool section <maintenance_quality>` for details.
ca: Les propietats dels **Rètols de selecció** es poden assignar automàticament utilitzant l'eina d'aprenentatge profund **Ordena les imatges segons la qualitat** mitjançant l'anàlisi de la puntuació estètica dels elements. Per a obtenir més informació, vegeu aquesta :ref:`secció d'Eines de manteniment <maintenance_quality>`.
it: Le proprietà delle **etichette di scelta** possono essere assegnate automaticamente utilizzando lo strumento di apprendimento profondo **Ordinatore qualità delle immagini** tramite l'analisi del punteggio estetico degli elementi. Vedi questa :ref:`sezione dello strumento Manutenzione <maintenance_quality>` per i dettagli.
nl: De eigenschappen van **Keuzelabels** kunnen automatisch toegekend worden met het hulpmiddel deep-learning van **Afbeeldingskwaliteitssorteerder** door analyse van de esthetisch score van items. Zie hier :ref:`Sectie hulpmiddel Onderhoud <maintenance_quality>` voor details.
pt: As propriedades das **Legendas de Selecção** poderão ser atribuídas automaticamente com a ferramenta de aprendizagem **Ordenação da Qualidade das Imagens**, analisando a pontuação estética dos itens. Veja mais detalhes nesta :ref:`secção da Ferramenta de Manutenção <maintenance_quality>`.
sl: Lastnosti **Poberi oznake** je mogoče samodejno dodeliti z uporabo orodja za poglobljeno učenje **Razvrščevalnikom kakovosti slik** z analizo estetske ocene elementov. Poglejte sem :ref:`Razdelek orodij za vzdrževanje <maintenance_quality>` za podrobnosti.
sv: Egenskaperna **Urvalsbeteckningar** kan tilldelas automatiskt med hjälp av djupinlärningsverktyget **Bildkvalitetssortering** genom analys av objektens estetiska poäng. Se följande :ref:`avsnitt om underhållsverktyg <maintenance_quality>` för detaljerad information.
uk: Властивості **Впорядкувальних позначок** можна призначати автоматично за допомогою засобу глибинного навчання **Упорядкувальник за якістю зображень** шляхом аналізу естетичної обцінки записів. Докладніший опис можна знайти у :ref:`розділі щодо засобу супроводу збірки <maintenance_quality>`.

source: The **Rating** and **Color Labels** can be used to sort items from your collection during your asset management workflow. See :ref:`this section <rating_ranking>` for details.
ca: Els rètols de **Valoració** i **Color** es poden utilitzar per a ordenar els elements de la vostra col·lecció durant el flux de treball en la gestió dels actius. Per a més detalls, vegeu :ref:`aquesta secció <rating_ranking>`.

source: The Labels View allows you to select photographs by the **Rating**, **Pick** and **Color** Labels you assigned to them previously either by using:
it: La vista etichette ti permette di selezionare le fotografie in base alle etichette **Valutazione**, **Scelta** ed etichette **colorate** che hai assegnato loro in precedenza, usando:
nl: De weergave van labels biedt u selectie van foto's door **Waardering**, **Keuzelabels** en **Kleurlabels** die u eerder aan hen hebt toegekend, ofwel door:
pt: A área de Legendas permite-lhe seleccionar as fotografias através da **Classificação**, **Legendas de Selecção** e **Legendas de Cores** que tenha atribuído a elas, usando:
sl: Pogled oznak vam omogoča, da izberete fotografije po oznakah **Ocena**, **Izberi** in **Barva**, ki ste jim jih predhodno dodelili bodisi z uporabo:
sv: Beteckningsvisningen gör det möjligt att välja fotografier enligt beteckningarna **Betyg**, **Urval** och **Färg** som man tidigare tilldelat dem antingen genom att använda:
uk: За допомогою режиму перегляду позначок ви можете вибирати фотографії за позначками оцінки, впорядкування або кольору, які було призначено раніше за допомогою:

source: The **Rating** and **Color** Labels can be used to sort items from your collection during your asset management workflow. See :ref:`this section <rating_ranking>` for details.
it: La **Valutazione** e le etichette **colorate** possono essere utilizzate per ordinare gli elementi dalla tua raccolta durante il tuo processo di gestione dei beni (digitali). Vedi :ref:`questa sezione <rating_ranking>` per i dettagli.
nl: De **Waardering** en **Kleurlabels** kunnen gebruikt worden om items te uit uw verzameling te sorteren tijdens uw werkmethode bij assetbeheer. Zie :ref:`deze sectie <rating_ranking>` voor details.
pt: A **Classificação** e as **Legendas de Cores** poderão ser usadas para ordenar os itens da sua colecção durante o seu processo de gestão de conteúdos. Veja mais detalhes :ref:`nesta secção <rating_ranking>`.
sl: Oznaki **Ocena** in **Barva** lahko uporabite za razvrščanje predmetov iz vaše zbirke med potekom dela upravljanja sredstev. Poglejte :ref:`ta razdelek <rating_ranking>` za podrobnosti.
sv: Beteckningarna **Betyg** och **Färg** kan användas för att sortera objekt från samlingen under arbetsflödet för tillgångshantering. Se :ref:`det här avsnittet <rating_ranking>` för detaljerad information.
uk: **Оцінкою** і **Кольоровими мітками** можна скористатися для упорядкування записів з вашої збірки під час обробки цифрової власності. Див. :ref:`цей розділ <rating_ranking>`, щоб дізнатися більше.
