Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/mapsearch_view.po
Languages: ca, it, nl, sl, sv, uk

source: digiKam Main Window Map Search View
ca: La vista de la cerca en el mapa a la finestra principal del digiKam
it: Vista ricerca su mappa della finestra principale di digiKam
nl: Kaartzoekweergave in het hoofdvenster van digiKam
sl: digiKam glavno okno iskanja po zemljevidu
sv: Kartsökningsvisning i digiKams huvudfönster
uk: Панель пошуку на карті основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, map, search, geolocation
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, mapa, cerca, geolocalització
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, mappa, cerca, geolocalizzazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, kaart, zoeken, geo-locatie
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, zemljevid, iskanje, geolokacija
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, karta, sök, geografisk lokalisering
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, карта, мапа, пошук, геопозиціювання

source: Map Search View
ca: La vista Mapa
it: Vista Ricerca su mappa
nl: Kaartzoekweergave
sl: Pogled iskanja po zemljevidu
sv: Kartsökningsvisning
uk: Панель пошуку на карті

source: The whole digiKam geolocation suite consists of four parts:
ca: Tot el paquet de geolocalització del digiKam consta de quatre parts:
it: L'intera suite di geolocalizzazione di digiKam consiste di quattro parti:
nl: De gehele suite voor geo-locatie bestaat uit vier delen:
sl: Celotna zbirka geolokacije digiKam je sestavljena iz štirih delov:
sv: Hela digiKams geografiska lokaliseringssvit består av fyra delar:
uk: Увесь набір інструментів для геопозиціювання у digiKam складається з чотирьох частин:

source: The **Map** mode of the Image Area which displays images with GPS data on a map depending on the selection on the Left Sidebar, e.g. the images in the album you selected in the Album View, the images with a certain tag assigned (selected in the Tag View), with a certain label and so on.
ca: El mode de **Mapa** de l'àrea d'imatges mostra les imatges amb dades GPS sobre un mapa segons la selecció a la barra lateral esquerra, p. ex., les imatges en l'àlbum que heu seleccionat a la vista d'àlbums, les imatges amb una determinada etiqueta assignada (seleccionada a la vista d'etiquetes), amb una determinada etiqueta i així successivament.
it: La modalità **Mappa** dell'area dell'immagine, che visualizza le immagini con i dati GPS su di una mappa a seconda della selezione effettuata nella barra laterale sinistra, per esempio le immagini nell'album che hai selezionato nella vista Album, le immagini con certi tag assegnati (che sono selezionati nella vista Tag) o con certe etichette, e così via.
nl: De modus **Kaart** van het Afbeeldingsgebied dat afbeeldingen toont met GPS-gegevens op een kaart afhankelijk van de selectie in de linker zijbalk, bijv. de afbeeldingen in het album dat u hebt geselecteerd in de Albumweergave, de afbeeldingen met een bepaalde toegekende tag (geselecteerd in de Tagweergave), met een bepaald label enzovoort.
sl: Način **Zemljevid** območja slike, ki prikazuje slike s podatki GPS na zemljevidu glede na izbiro v levem stranskem stolpcu, npr. slike v albumu, ki ste jih izbrali v Pogledu albuma, slike z določeno dodeljeno značko (izbrane v Pogledu značk), z določeno oznako in tako naprej.
sv: Bildområdets **kartläge** som visar bilder med GPS-data på en karta beroende på markeringen i vänster sidorad, t.ex. bilderna i albumet som valdes i albumvisningen, bilderna med en viss tilldelad etikett (vald i etikettvisningen), med en viss beteckning och så vidare.
uk: Режим карти області зображень, у якому програма показує зображення із даними GPS на карті, залежно від позначених на лівій бічній панелі зображень Наприклад, буде показано зображення з альбому, якщо ви позначите його на панелі перегляду альбомів. Може бути показано зображення із певною міткою (позначеною на панелі перегляду міток), із певною позначкою тощо.

source: This view which is the search tool for finding images by their GPS data.
ca: Aquesta vista, la qual és l'eina de cerca per a trobar imatges per les seves dades GPS.
it: Questa vista, che è lo strumento di ricerca per trovare le immagini in base ai loro dati GPS.
nl: Deze weergave is het zoekhulpmiddel voor zoeken in afbeeldingen op hun GPS-gegevens.
sl: Ta pogled, ki je iskalno orodje za iskanje slik po njihovih podatkih GPS.
sv: Vyn som är sökverktyget för att hitta bilder med hjälp av deras GPS-data.
uk: Панель карти на лівій бічній панелі, яка є засобом пошуку зображень за їхніми даними GPS.

source: The :ref:`Geolocation Editor <geolocation_editor>` which is accessible via :menuselection:`Item --> Edit Geolocation...` :kbd:`Ctrl+Shift+G` and allows to set and to edit GPS data.
ca: L':ref:`Editor de geolocalització <geolocation_editor>`, al qual es pot accedir mitjançant l'element de menú «:menuselection:`Element --> Edita la geolocalització...`» (drecera :kbd:`Ctrl+Maj+G`) i que permet establir i editar les dades GPS.
it: L':ref:`Editor di geolocalizzazione <geolocation_editor>`, accessibile da :menuselection:`Elemento --> Modifica geolocalizzazione...` :kbd:`Ctrl+Maiusc+G` e che consente di impostare e modificare i dati GPS.
nl: De :ref:`Bewerker van geo-locatie <geolocation_editor>` die toegankelijk is via :menuselection:`Item --> Geo-locatie bewerken...` :kbd:`Ctrl+Shift+G` biedt het instellen en bewerken van GPS-gegevens.
sl: The :ref:`Urejevalnik geolokacije <geolocation_editor>` , ki je dostopen prek :menuselection:`Element --> Uredi geolokacijo...` :kbd:`Ctrl+Shift+G` in omogoča nastavitev in urejanje GPS podatkov.
sv: Den :ref:`geografiska lokaliseringseditorn <geolocation_editor>` som är tillgänglig via :menuselection:`Objekt --> Redigera geografisk plats` :kbd:`Ctrl+Shift+G` och gör det möjligt att ställa in och redigera GPS-data.
uk: :ref:`Редактор геопозиціювання <geolocation_editor>`, доступ до якого можна здійснювати за допомогою пункту меню :menuselection:`Запис --> Змінити геопозиціювання` :kbd:`Ctrl+Shift+G`. Цей пункт уможливлює встановлення та редагування даних глобального позиціювання.

source: The :ref:`Map tab <maps_view>` on the Right Sidebar which shows the location of the image on a map and is purely informative.
ca: La :ref:`pestanya Mapa <maps_view>` a la barra lateral dreta mostrant la ubicació de la imatge sobre un mapa i és purament informativa.
it: La :ref:`scheda Mappa <maps_view>` nella barra laterale destra, che mostra il luogo dell'immagine su di una mappa, ed è puramente informativa.
nl: Het :ref:`Tabblad Kaart <maps_view>` in de rechter zijbalk toont de locatie van de afbeelding op een kaart en is puur informatief.
sl: Pogled :ref:`Map tab <maps_view>` na desnem stranskem stolpcu, ki prikazuje lokacijo slike na zemljevidu je zgolj informativen.
sv: :ref:`Kartfliken <maps_view>` i höger sidorad som visar bildens plats på en karta och är rent informativ.
uk: Вкладка :ref:`Карта <maps_view>` на правій бічній панелі, де буде показано позначку зображення на карті. Вкладка є суто інформативною.

source: The digiKam Map Search Tool from Left Sidebar
ca: L'eina de cerca en el mapa del digiKam des de la barra lateral esquerra
it: Lo strumento Ricerca su mappa dalla barra laterale sinistra di digiKam
nl: Het hulpmiddel Zoeken op de kaart uit de linker zijbalk
sl: Orodje za iskanje zemljevidov digiKam v levem stranskem stolpcu
sv: Kartsökverktyget i digiKam från vänster sidorad
uk: Засіб пошуку на карті на лівій бічній панелі digiKam

source: The earth view is a topographical map of our beautiful home planet. To allow for better orientation the map offers a scale bar in the lower left corner as well as a windrose on the top right. To navigate and to control the view you can use the tools on the Navigation info box at the right: Press the arrow buttons to rotate the globe. The Up and Down arrow buttons will tilt the earth axis back and forth. The Left and Right arrow buttons will make the earth spin around its physical axis.
ca: La vista de la Terra és un mapa topogràfic del nostre bell planeta d'origen. Per a permetre una millor orientació, el mapa ofereix una barra d'escala a la cantonada inferior esquerra, així com una rosa dels vents a la cantonada superior dreta. Per a navegar i controlar la vista, podeu utilitzar les eines en el rètol informatiu de Navegació a la dreta: Premeu els botons de fletxa per a girar el globus. Els botons de fletxa amunt i avall inclinaran l'eix de la terra cap endavant i cap enrere. Els botons de fletxa esquerra i dreta faran que la Terra giri al voltant del seu eix físic.
it: La vista della terra è una mappa topografica del nostro bel pianeta. Per potersi orientare meglio, la mappa offre una barra con la scala nell'angolo in basso a sinistra e una rosa dei venti in alto a destra. Per navigare e controllare la vista puoi usare gli strumenti nella scheda Navigazione a destra: premi i tasti freccia per ruotare il globo. I pulsanti freccia Su e Giù inclineranno avanti e indietro l'asse terrestre. I pulsanti freccia Sinistra e Destra faranno ruotare la Terra attorno al suo asse fisico.
nl: De aardeweergave is een topografische kaart van onze mooie thuisplaneet. Voor een betere oriëntatie ziet u in de kaart zowel een schaalbalk in de linkerbenedenhoek als een kompasroos rechtsboven. Om te navigeren en het beeld aan te passen kunt u het informatievak Navigatie, rechts, gebruiken: Druk op de pijlen om de globe te roteren. De pijlen **Omhoog** en **Omlaag** laten de aardas naar voren en naar achteren kantelen. De pijlen **Links** en **Rechts** laten de aarde draaien om de fysieke as.
sl: Pogled Zemlje je topografski zemljevid našega čudovitega domačega planeta. Za boljšo orientacijo zemljevid ponuja merilno vrstico v spodnjem levem kotu in rožo vetrov v zgornjem desnem kotu. Za navigacijo in nadzor pogleda lahko uporabite orodja v polju z informacijami o navigaciji na desni: Pritisnite puščične gumbe, da zavrtite globus. Gumba s puščico gor in dol nagneta zemeljsko os naprej in nazaj. S puščičnima gumboma levo in desno se bo zemlja zavrtela okoli svoje fizične osi.
sv: Jordvyn är en topografisk karta över vår vackra hemplanet. För att möjliggöra bättre orientering har kartan en skala i det nedre vänstra hörnet samt en vindros uppe till höger. För att navigera och styra vyn kan man använda verktygen i informationsrutan för navigering till höger: Tryck på pilknapparna för att rotera jordklotet. Uppåt- och neråtpilarna lutar jordaxeln fram och tillbaka. Vänster- och högerpilarna får jorden att snurra runt sin fysiska axel.
uk: На панелі перегляду глобуса ви можете побачити топографічну карту нашої чудової рідної планети. Для того, щоб ви могли краще зорієнтуватися на карті розміщено масштабну лінійку у лівому нижньому куті і картушку компаса вгорі ліворуч. Щоб пересувати поле зору і керувати ним, ви можете скористатися інструментами накладної панелі «Навігація», розташованої праворуч: просто натискайте кнопки зі стрілками, щоб обертати глобус. Кнопки зі стрілками «Вгору» і «Вниз» нахилятимуть земну вісь назад і вперед. Кнопки зі стрілками «Ліворуч» і «Праворуч» змусять глобус обертатися навколо його осі.

source: You can accomplish the same behavior by pressing the left mouse button somewhere on the globe and by moving the mouse while keeping the left mouse button pressed. Using this drag and drop style navigation will allow you to adjust the viewing angle much easier and more precisely. The cursor keys on your keyboard offer another alternative way to quickly change directions.
ca: Podeu aconseguir el mateix comportament prement el botó esquerre del ratolí sobre algun lloc en el globus i movent-lo mentre el manteniu premut. L'ús d'aquest estil de navegació d'arrossegar i deixar, permet ajustar l'angle de visió de manera molt més fàcil i precisa. Les tecles de cursor del teclat ofereixen una altra manera alternativa de canviar ràpidament de direcció.
it: Puoi ottenere lo stesso effetto premendo il pulsante sinistro del mouse sul globo e muovendo il mouse mentre tieni premuto il pulsante sinistro del mouse. Usando questa navigazione *con trascinamento* è possibile regolare l'angolo di visuale in modo più semplice e più preciso. I tasti cursore sulla tastiera offrono una modalità alternativa per cambiare velocemente le direzioni.
nl: U kunt hetzelfde bereiken door ergens op de globe met de linker muisknop te klikken en de muis te bewegen terwijl u de linker muisknop ingedrukt houdt. Met deze soort slepen-en-loslaten van navigatie kunt u de kijkhoek veel eenvoudiger en nauwkeuriger aanpassen. Ook met de pijltoetsen op uw toetsenbord kunt u snel richtingen aanpassen.
sl: Enako vedenje lahko dosežete tako, da pritisnete levi gumb miške nekje na globusu in tako, da premikate miško, medtem ko držite levi gumb miške pritisnjen. Uporaba te navigacije v slogu povleci in spusti vam bo omogočila veliko lažjo in natančnejšo nastavitev kota gledanja. Kazalne tipke na tipkovnici ponujajo še en alternativni način za hitro spreminjanje smeri.
sv: Man kan åstadkomma samma beteende genom att trycka på vänster musknapp någonstans på jordklotet och genom att flytta musen samtidigt som man håller vänster musknapp nertryckt. Genom att använda navigeringen med dra och släpp-stil kan man justera visningsvinkeln mycket enklare och mer exakt. Markörtangenterna på tangentbordet erbjuder ett annat alternativt sätt att snabbt ändra riktning.
uk: Дії з обертання також можна здійснити затисканням лівої кнопки миші, коли вказівник миші знаходиться десь на поверхні глобуса і пересуванням миші таким чином, щоб поле зору рухалося у вибраному напрямку. Використання цього способу навігації надасть вам змогу налаштувати кут поля зору у набагато простішій і точнішій манері. Клавіші зі стрілками на вашій клавіатурі також можна використовувати для швидкої зміни напрямків.

source: Zoom in and out by moving the vertical slider up and down. If your mouse has got a mouse wheel you can use that one instead - or you just hold the left mouse button and the right mouse button down both at once while moving the mouse up and down. Changing the zoom level step by step can be done via the Zoom In and Zoom Out buttons which are placed above and below the zoom slider (or using the + and - keys on your keyboard).
ca: Apropar i allunyar movent el control lliscant vertical cap amunt i cap avall. Si teniu una roda al ratolí, podeu utilitzar-la en el seu lloc, o senzillament manteniu premuts alhora els botons esquerre i dret del ratolí mentre moveu el ratolí cap amunt i cap avall. Podreu canviar el nivell de zoom pas a pas mitjançant els botons **Apropa** i **Allunya** que es troben a sobre i sota del control lliscant de zoom (o utilitzant les tecles :kbd:`+` i :kbd:`-` del teclat).
it: Puoi cambiare il livello di ingrandimento muovendo su e giù il regolatore verticale. Se il mouse ha una rotellina, puoi usare anche quella, oppure puoi tenere premuto il pulsante sinistro del mouse e il pulsante destro del mouse contemporaneamente muovendo il mouse su e giù. Puoi cambiare il livello di ingrandimento passo passo usando i pulsanti Ingrandisci e Riduci che si trovano sopra e sotto il regolatore di ingrandimento (oppure usando i pulsanti + e - della tastiera).
nl: Zoom in of uit door de verticale schuifknop op en neer te bewegen. Als uw muis een muiswiel heeft kunt u dat gebruiken - of druk gewoon de linker en rechter muisknop samen in terwijl u de muis op en neer beweegt. Het zoomniveau kan in stappen worden aangepast met de knoppen **Inzoomen** en **Uitzoomen** boven en onder de schuifknop voor zoomen (of met de toetsen + en - op uw toetsenbord).
sl: Povečujte in pomanjšujte s premikanjem navpičnega drsnika navzgor in navzdol. Če ima vaša miška kolesce, ga lahko uporabite namesto tega - ali pa samo držite levi in desni gumb miške hkrati, medtem ko premikate miško gor in dol. Spreminjanje stopnje povečave korak za korakom lahko izvedete z gumboma Povečaj in Pomanjšaj, ki sta nad in pod drsnikom za povečavo (ali s tipkama + in - na tipkovnici).
sv: Zooma in och ut genom att flytta det vertikala reglaget uppåt och neråt. Om musen har ett mushjul kan det användas istället, eller håll bara nere vänster musknapp och höger musknapp samtidigt samtidigt som musen flyttas uppåt och neråt. Att ändra zoomnivån steg för steg kan göras via knapparna Zooma in och Zooma ut som är placerade ovanför och under zoomreglaget (eller med + och - knapparna på tangentbordet).
uk: Збільшення і зменшення поля зору можна здійснити за допомогою вертикального повзунка, пересуваючи його вгору або вниз. Якщо на вашій миші встановлено коліщатко, воно замінить вам цей повзунок. Якщо ж такого коліщатка немає, ви можете просто затиснути одночасно ліву і праву кнопки миші і рухати вказівник миші вгору-вниз для зміни масштабу. Покрокову зміну масштабу можна здійснити за допомогою кнопок «Збільшити» і «Зменшити», які розташовано над і під повзунком зміни масштабу (або просто скористатися клавішами «+» і «-» на вашій клавіатурі).

source: Depending on the map's resolution zooming in will provide you with more detail. Smaller cities will appear and using the topographic map you might notice that coastlines are provided as vector graphics.
ca: Depenent de la resolució del mapa, apropar el zoom proporcionarà més detalls. Apareixeran ciutats més petites i, en utilitzar el mapa topogràfic, és possible que observeu que les línies costaneres es proporcionen com a gràfics vectorials.
it: A seconda della risoluzione della mappa, l'ingrandimento fornirà maggiori dettagli. Saranno mostrate città più piccole e usando la mappa topografica potrai notare che le linee delle coste sono disegnate in modo vettoriale.
nl: Afhankelijk van de (intrinsieke) resolutie van de kaart ziet u bij inzoomen steeds meer detail. Kleinere steden zullen zichtbaar worden, en als u de topografische kaart gebruikt zult u misschien merken dat kustlijnen eigenlijk vectorafbeeldingen zijn.
sl: Odvisno od ločljivosti zemljevida vam bo povečava zagotovila več podrobnosti. Prikazala se bodo manjša mesta in na topografskem zemljevidu boste morda opazili, da so obale prikazane kot vektorska grafika.
sv: Beroende på kartans upplösning ger zoomning mer detaljer. Mindre städer dyker upp och med den topografiska kartan kanske man märker att kustlinjerna tillhandahålls som vektorgrafik.
uk: Залежно від роздільної здатності карти, збільшення надасть вам можливість побачити більше деталей. З’являтимуться менші міста, а на топографічній карті ви зможете зауважити, що узбережжя намальовано з використанням векторної графіки.

source: In case you should get lost you can always reset the viewing angle and zoom level back to the point where we started off: Just press the Home button (or the Home button on your keyboard). To set the home location to the current position (center of the map) select the Bookmarks → Set Home Location menu item.
ca: En cas de perdre's, sempre podreu restablir l'angle de visió i el nivell de zoom fins al punt en què heu començat: senzillament premeu el botó **Inici** (o la tecla :kbd:`Inici`). Per a establir la ubicació inicial a la posició actual (centre del mapa), seleccioneu l'element de menú «:menuselection:`Punts d'interès --> Estableix l'emplaçament de casa`».
it: Nel caso in cui ti perda, puoi sempre azzerare l'angolo di visuale e riportare indietro il livello di ingrandimento da cui sei partito: premi il pulsante Home (o il pulsante Home sulla tua tastiera). Per impostare la posizione iniziale alla posizione corrente (centro della mappa) seleziona l'elemento di menu Segnalibri → Imposta posizione iniziale.
nl: Mocht u verdwalen, dan kunt u altijd nog de kijkhoek en het zoomniveau opnieuw instellen op het startpunt: klik op de knop **Start**, (of de toets :kbd:`Home` op het toetsenbord.. U kunt de thuispositie (kaartmidden) instellen in het menu met Bladwijzers --> Stel startpositie in.
sl: Če bi se izgubili, lahko vedno ponastavite vidni kot in stopnjo povečave nazaj na točko, kjer smo začeli: Samo pritisnite gumb Domov (ali gumb Domov na tipkovnici). Za nastavitev domače lokacije na trenutni položaj (sredina zemljevida) izberite menijski element Zaznamki → Nastavi domačo lokacijo.
sv: Om man skulle gå vilse kan man alltid återställa visningsvinkeln och zoomnivån tillbaka till den punkt där vi började: Tryck bara på hemknappen (eller knappen Home på tangentbordet). För att ställa in hempositionen till den aktuella positionen (mitten av kartan) välj menyalternativet Bokmärken → Ange hemplats.
uk: Якщо ви раптом заблукали на карті, ви завжди можете повернутися до початкового кута зору і рівня масштабу: просто натисніть кнопку «Домівка» (абo просто клавішу «Home» на вашій клавіатурі). Щоб встановити розташування домівки за поточною позицією (центром карти), виберіть пункт «Встановити розташування домівки» у меню «Закладки».
