Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/mapsearch_view.po
Languages: ca, it, nl, sl, sv, uk

source: The meaning of “GPS” and functions and buttons that apply to all three geolocation parts are described in the :ref:`Geolocation Editor <geolocation_editor>` chapter of this handbook. This applies to the context menu on the map and the first line of buttons under the map except the last three. The designations I use here for the buttons is the content of the respective tooltip.
ca: El significat de «GPS» i les funcions i botons que s'apliquen a les tres parts de geolocalització es descriuen en el capítol :ref:`Editor de geolocalització <geolocation_editor>` d'aquest manual. Això s'aplica al menú contextual en el mapa i la primera línia de botons sota el mapa, excepte els darrers tres. Les designacions que faig servir aquí per als botons són el contingut del consell d'eina respectiu.
it: Il significato di “GPS”, delle funzioni e dei pulsanti che si applicano a tutte e tre le parti per la geolocalizzazione è descritto nel capitolo :ref:`Editor di geolocalizzazione <geolocation_editor>` di questo manuale. Questo vale per il menu contestuale sulla mappa e per la prima file di pulsanti sotto la mappa, ad eccezione degli ultimi tre. Le denominazioni qui utilizzate per i pulsanti sono semplicemente il contenuto del rispettivo suggerimento.
nl: De betekenis van GPS en functies en knoppen die van toepassing zijn op alle drie delen van de geo-locatie zijn beschreven in het hoofdstuk :ref:`Bewerker van geo-locatie <geolocation_editor>` van deze handleiding. Dit is van toepassing op het contextmenu op de kaart en de eerste rij knoppen onder de kaart behalve de laatste drie. De aanduidingen die hier gebruikt worden voor de knoppen is de inhoud van de respectievelijke tekstballonnen.
sl: Pomen "GPS" ter funkcije in gumbi, ki veljajo za vse tri dele geolokacije, so opisani v poglavju :ref:`Urejevalnik geolokacije <geolocation_editor>` tega priročnika. To velja za kontekstni meni na zemljevidu in prvo vrstico gumbov pod zemljevidom, razen zadnjih treh. Oznake, ki jih tukaj uporabljam za gumbe, so vsebina ustreznega opisa orodja.
sv: Innebörden av "GPS" och funktioner och knappar som gäller alla tre geografiska lokaliseringsdelarna beskrivs i kapitlet :ref:`Geografisk lokaliseringseditor <geolocation_editor>` i handboken. Det gäller för den sammanhangsberoende menyn på kartan och den första raden med knappar under kartan förutom de tre sista. Beskrivningarna jag använder för knapparna här är innehållet i respektive verktygstips.
uk: Призначення GPS та кнопок, які стосуються усіх трьох засобів геопозиціювання, описано у :ref:`розділі щодо редактора геопозиціювання <geolocation_editor>` цього підручника. Там також можна знайти опис контекстного меню карти та панелі кнопок під картою, окрім останніх трьох кнопок. Назви кнопок у цьому підручнику наведено на основі підказок для цих кнопок.

source: Usually you will begin searching for images by defining a region on the map. From the **Search by area** buttons click the left one, the **Select images by drawing a rectangle** button, then click with the left mouse button over one corner on the map, draw open a rectangle and click with the left mouse button over another corner. All images falling within the coordinates of that rectangle will be shown in the Image Area (provided your images have been geo-coded of course).
ca: En general, començareu a cercar imatges definint una regió en el mapa. Des dels botons **Cerca per àrea**, feu clic amb el botó esquerre del ratolí i seleccioneu les imatges dibuixant un rectangle, després feu clic amb el botó esquerre del ratolí sobre una cantonada en el mapa i dibuixeu un rectangle obert, i feu clic amb el botó esquerre del ratolí sobre una altra cantonada. Totes les imatges que es trobin dins de les coordenades d'aquest rectangle es mostraran a l'àrea d'imatges (sempre que les imatges hagin estat codificades geogràficament, és clar).
it: Di solito inizierai a ricercare un'immagine definendo una regione su di una mappa: dai pulsanti **Ricerca tramite area**: fai clic su quello di sinistra, ossia **Seleziona immagini disegnando un rettangolo**. Fai clic con il pulsante sinistro del mouse su un angolo della mappa, disegna un rettangolo e fai clic con il pulsante sinistro del mouse sull'altro angolo: nell'area dell'immagine saranno mostrate tutte le immagini che ricadono all'interno delle coordinate di quel rettangolo (presumendo che le immagini siano state geocodificate, ovviamente).
nl: Gebruikelijk zult u beginnen met zoeken naar afbeeldingen door een gebied op de kaart te definiëren. Vanuit knoppen **Zoeken op gebied**, de meest linkse knop, **Selecteer afbeeldingen door een rechthoek te tekenen**, klik daarna met de linker muisknop voor een hoek op de kaart, teken een rechthoek en klik links op een andere hoek. Alle afbeeldingen die binnen de coördinaten van die rechthoek vallen zullen getoond worden in het Afbeeldingsgebied (aangenomen natuurlijk dat uw afbeeldingen een geo-code hebben).
sl: Običajno boste začeli iskati slike tako, da na zemljevidu določite regijo. Med gumbi **Iskanje po območju** kliknite levi, gumb **Izberi slike z risanjem pravokotnika**, nato z levim gumbom miške kliknite v en kot na zemljevidu, narišite odprt pravokotnik in kliknite z levim gumbom miške nad drugim kotom. Vse slike, ki spadajo znotraj koordinat tega pravokotnika, bodo prikazane v območju slike (seveda pod pogojem, da so vaše slike geo-kodirane).
sv: Vanligtvis börjar man söka efter bilder genom att definiera ett område på kartan. Från knapparna i **Sök enligt område** klickar man på den vänstra, knappen **Markera bilder genom att rita en rektangel**, och klickar sedan med vänster musknapp över ett hörn på kartan, ritar en rektangel och klickar med vänster musknapp över ett annat hörn. Alla bilder som faller inom koordinaterna för rektangeln visas i bildområdet (förutsatt att bilderna har kodats geografiskt förstås).
uk: Зазвичай, пошук зображення починається з визначення області на карті. У наборі кнопок **Шукати за областю:** натисніть ліву кнопку, кнопку **Вибрати зображення малюванням прямокутника**, потім клацніть лівою кнопкою миші на позиції одного з кутів прямокутника на карті, намалюйте прямокутник і клацніть лівою кнопкою миші на позиції протилежного кута прямокутника. У відповідь в області зображень буде показано усі зображення, координати яких потрапляють до накресленого вами прямокутника (звичайно ж, якщо координати для зображень встановлено належним чином).

source: The next button to the right is the **Create a region selection from a thumbnail** button which creates a small region around the position of a marker or thumbnail if you click on it. If there are other images hidden behind it because they have the same position or one very close to the image you click on they will be shown in the Image Area.
ca: El botó següent a la dreta és **Crea una selecció de regió a partir d'una miniatura**, el qual crea una petita regió al voltant de la posició d'un marcador o miniatura si hi feu clic. Si hi ha altres imatges amagades darrere perquè tenen la mateixa posició o una molt a prop de la imatge on feu clic, es mostraran a l'àrea d'imatges.
it: Il pulsante successivo sulla destra è quello **Crea una selezione di regione da una miniatura** che, se ci fai clic sopra, crea una piccola regione attorno a un marcatore o a una miniatura: se dietro di essa ci sono altre immagini nascoste perché hanno la stessa posizione o perché sono molto vicine all'immagine su cui hai fatto clic, queste saranno mostrate nell'area dell'immagine.
nl: De volgende knop naar rechts is de knop **Maak een gebiedsselectie met een miniatuur** die een klein gebied rond de positie van een markeerpunt of miniatuur maakt als u er op klikt. Als er andere afbeeldingen er achter verborgen zijn omdat ze dezelfde positie hebben of zeer dichtbij die waarop u klikt, dan zullen zij getoond worden in het Afbeeldingsgebied.
sl: Naslednji gumb na desni je gumb **Ustvari izbiro regije iz sličice**, ki ustvari območje okoli položaja oznake ali sličice, če kliknete nanjo. Če so za njim skrite druge slike, ker imajo enak položaj ali zelo blizu slike, na katero kliknete, bodo prikazane v območju slike.
sv: Nästa knapp till höger är knappen **Skapa en områdesmarkering från en miniatyrbild** som skapar ett litet område runt positionen för en markör eller miniatyrbild om man klickar på den. Om det finns andra bilder gömda bakom den eftersom de har samma position eller en position mycket nära bilden man klickar på visas de i bildområdet.
uk: Наступна кнопка праворуч — це кнопка «Створити область на основі мініатюри». Вона створює невеличку область навколо позначки або мініатюри, якщо ви клацнете на ній. Якщо існують інші зображення, приховані під позначкою через те, що мають ту саму або дуже близьку позицію, їх буде показано у області зображень.

source: The last button in this row is the **Remove the current region selection** button. Well, do I still have to explain that after all? O.k., I should mention that it, of course, only removes the selection, not your precious pics.
ca: El darrer botó en aquesta fila és **Elimina la selecció de la regió actual**. Bé, encara ho he d'explicar després de tot? D'acord. Haig d'esmentar que, per descomptat, només elimina la selecció, no les vostres preuades imatges.
it: **Rimuovi l'attuale selezione della regione** è l'ultimo pulsante della fila. Va spiegato anche questo? Bene, dobbiamo dire che, ovviamente, rimuove solo la selezione e non le tue preziose immagini.
nl: De laatste knop in deze rij is de knop **De huidige gebiedsselectie verwijderen**. Heeft dat nog verdere uitleg nodig? OK, het moet natuurlijk genoemd worden, het verwijdert alleen de selectie, niet uw waardevolle plaatjes.
sl: Zadnji gumb v tej vrstici je gumb **Odstrani trenutno izbiro regije**. No, ali moram kljub vsemu še to razlagati? V redu, omeniti moram, da seveda odstrani samo izbor, ne pa vaših dragocenih slik.
sv: Den sista knappen i den här raden är knappen **Ta bort nuvarande områdesmarkering**. Ja, måste jag ändå förklara det trots allt? Nå, jag bör nämna att det, naturligtvis, bara tar bort markeringen, inte de värdefulla bilderna.
uk: Останньою кнопкою у цьому наборі є кнопка «Вилучити поточне позначення області». Її призначення очевидне. Звичайно ж, вона вилучає лише позначення на карті, а не ваші безцінні фотографії.

source: Now let's have a look on the three buttons at the right end of the row right under the map. They control which images you see in the Image Area out of your defined region. Let's begin with the one at the very end of the row, the Select-images button. If you activate it, it will toggle the selection of a photograph (or a group of photographs if they are hidden behind each other) once you click on it on the map. This can be helpful to fine tune your selection before carrying out operations from the Right Sidebar or the menus.
ca: Ara fem una ullada als tres botons a l'extrem dret de la fila just a sota del mapa. Controleu quines imatges veieu a l'àrea d'imatges fora de la vostra regió definida. Comencem amb el que hi ha al final de la fila, el botó **Selecció d'imatges**. Si l'activeu, s'alternarà la selecció d'una fotografia (o un grup de fotografies si estan ocultes una darrere l'altra) una vegada feu clic en el mapa. Això pot ser útil per a afinar la vostra selecció abans de fer operacions des de la barra lateral dreta o des dels menús.
it: Ora diamo un'occhiata ai tre pulsanti alla fine della fila di destra sotto la mappa, che controllano l'immagine che vedi nell'area dell'immagine al di fuori della tua regione definita. Iniziamo con quello alla fine della fila, il pulsante Seleziona-immagini: se lo attivi, cambierà la selezione di una fotografia (o di un gruppo di fotografie se si nascondono a vicenda) dopo che ci hai fatto clic sulla mappa. Questo può essere utile per regolare finemente la tua selezione prima di eseguire delle operazioni dalla barra laterale destra o dai menu.
nl: Laten we eens kijken naar de drie knoppen aan het rechter einde van de rij recht onder de kaart. Zij controleren welke afbeeldingen u ziet in het Afbeeldingsgebied uit het door u gedefinieerde gebied. Beginnen we aan het eind van de rij, de knop Selecteer-afbeeldingen. Als u deze activeert, zal het de selectie van een foto (of een groep van foto's, als ze achter elkaar zijn verborgen) omschakelen, nadat u er op de kaart op hebt geklikt. Dit kan helpen om uw selectie fijner af te stemmen voordat bewerkingen uit de Rechter zijbalk of de menu's worden uitgevoerd.
sl: Zdaj pa si poglejmo tri gumbe na desnem koncu vrstice tik pod zemljevidom. Nadzirajo, katere slike vidite v območju slik izven določenega območja. Začnimo s tistim na samem koncu vrstice, gumbom Izberi slike. Če jo aktivirate, bo preklopila izbiro fotografije (ali skupine fotografij, če so skrite ena za drugo), ko jo kliknete na zemljevidu. To je lahko koristno za natančno nastavitev izbire, preden izvedete operacije v desnem stranskem stolpcu ali v menijih.
sv: Låt oss nu ta en titt på de tre knapparna på den högra sidan av raden precis under kartan. De styr vilka bilder man ser i bildområdet utanför det definierade området. Låt oss börja med den i slutet av raden, knappen Markera bilder. Om den aktiveras byter den mellan markering av ett fotografi (eller en grupp fotografier om de är gömda bakom varandra) när man klickar på den på kartan. Det kan vara till hjälp för att finjustera markeringen innan operationer utförs från höger sidorad eller menyerna.
uk: Тепер, розгляньмо три кнопки у правій частині набору, розташованого одразу під картою. За допомогою цих кнопок можна керувати тим, які зображення буде показано у області зображень поза визначеною вами областю. Почнімо з кнопки у кінці набору, кнопки «Позначити зображення». Якщо ви натиснете цю кнопку, буде увімкнено режим вибору фотографії (або групи фотографій, якщо фотографії приховано дона під одною) у відповідь на клацання на карті. Це може бути корисним для коригування вашого вибору перед виконанням дій за допомогою правої бічної панелі та меню.

source: The **Filter images** button (the one with the funnel on it) will, other than the **Select images** button who leaves all images from your defined region visible in the Image Area, switch off all other images and show only the one you clicked on. This is particular useful if the map is just showing markers or if the thumbnails are too small to clearly identify images.
ca: El botó **Filtra les imatges** (el que té l'embut), a més del botó **Selecció d'imatges** que deixa visibles totes les imatges en la vostra regió definida a l'àrea d'imatges, desactivarà totes les altres imatges i mostrarà només la que feu clic. Això és especialment útil si el mapa només mostra marcadors o si les miniatures són massa petites per a identificar amb claredat les imatges.
it: Il pulsante **Filtra immagini** (quello con l'imbuto), diversamente dal pulsante **Seleziona immagini** (che lascia le immagini della tua regione definita visibili nell'area dell'immagine), disattiva tutte le altre immagini e mostra solo quella su cui hai fatto clic. Questo è particolarmente utile se la mappa mostra solo dei marcatori, o se le miniature sono troppo piccole per identificare chiaramente le immagini.
nl: De knop **Afbeeldingen filteren** (die met de trechter erop) zal, anders dan de knop **Afbeeldingen selecteren**, die alle afbeeldingen uit uw gedefinieerde gebied zichtbaar in het Afbeeldingsgebied, alle andere afbeeldingen uitschakelen en alleen diegene tonen waarop u hebt geklikt. Dit is heel nuttig als de kaart alleen de markeerpunten toont of als de miniaturen te klein zijn om helder afbeeldingen te identificeren.
sl: Gumb **Filtriraj slike** (tisti z lijem na njem) bo razen gumba **Izberi slike**, ki pusti vse slike iz vaše definirane regije vidne v območju slik, izklopil vse druge slike in prikazal samo tisto, na katero ste kliknili. To je še posebej uporabno, če zemljevid prikazuje le oznake ali če so sličice premajhne za jasno prepoznavanje slik.
sv: Knappen **Filtrera bilder** (den med tratten på) stänger av alla andra bilder och visa bara den man klickade på, i motsats till knappen Markera bilder som lämnar alla bilder från det definierade området synliga i bildområdet. Det är särskilt användbart om kartan bara visar markörer eller om miniatyrbilderna är för små för att tydligt identifiera bilder.
uk: Кнопка фільтрування зображень (на якій зображено лійку), на відміну від кнопки вибору зображень, яка залишає у області зображень усі зображення з визначеної області, вимикає усі інші зображення і показує лише те зображення, на якому ви клацнули. Корисно, якщо на карті показано позначки або якщо мініатюри є надто малими для точної ідентифікації зображень.

source: The **Remove the current filter** button is self explaining but I want to mention here that these three last buttons won't affect your defined search region which means that once you click the button with the white cross in a red circle all images in that region should be displayed again in the Image Area.
ca: El botó **Elimina el filtre actual** s'explica per si mateix, però vull esmentar aquí que aquests tres últims botons no afectaran la vostra regió de cerca definida, el qual significa que una vegada feu clic en el botó amb la creu blanca en un cercle vermell, totes les imatges en aquesta regió haurien de mostrar-se de nou a l'àrea d'imatges.
it: Il pulsante **Rimuovi il filtro attuale** è autoesplicativo, ma dobbiamo precisare che questi ultimi tre pulsanti non influenzeranno la regione di ricerca che hai definito: questo significa che, una volta fatto clic sul pulsante con la croce bianca in un cerchio rosso, tutte le immagini in quella regione dovrebbero essere nuovamente visualizzate nell'area dell'immagine.
nl: De knop **Het huidige filter verwijderen** is zelf verklarend maar het wordt hier genoemd omdat deze drie laatste knoppen niet van invloed zijn op uw gedefinieerde zoekgebied, wat betekent, dat wanneer u op de knop drukt met het witte kruis in een rode cirkel, alle afbeeldingen in dat gebied opnieuw getoond zouden moeten worden in het Afbeeldingsgebied.
sl: Gumb **Odstrani trenutni filter** je razumljiv sam po sebi, vendar želimo omeniti, da ti zadnji trije gumbi ne bodo vplivali na vašo določeno območje iskanja, kar pomeni, da ko kliknete gumb z belim križem v rdečem krogu, bodo vse slike v tem območju bi morale biti znova prikazan v območju slike.
sv: Knappen **Ta bort nuvarande filter** är självförklarande men jag vill nämna här att de tre sista knapparna inte påverkar det definierade sökområdet, vilket betyder att när man klickar på knappen med det vita krysset i en röd cirkel visas alla bilder i det området igen i bildområdet.
uk: Призначення кнопки вилучення поточного фільтрування є очевидним, але варто зауважити, що ці три кнопки не стосуватимуться визначеної області пошуку, що означає, що якщо ви натиснете кнопку з білим хрестиком у червоному кругу, усі зображення у відповідній області буде знову показано у області зображень.

source: The **Show Non Geolocated Items** button displays all images without GPS data in the Image Area. If this applies to many images from your collections it might be a good idea to use the **Filters** tab of the Right Sidebar and/or the sorting and grouping functions in the **View** menu additionally.
ca: El botó **Mostra els elements sense geolocalització** mostra totes les imatges sense dades GPS a l'àrea d'imatges. Si això s'aplica a moltes imatges de les vostres col·leccions, podria ser una bona idea utilitzar la pestanya **Filtres** de la barra lateral dreta a més de les funcions d'ordenació i agrupació en el menú **Visualitza**.
it: Il pulsante **Mostra elementi non geolocalizzati** visualizza nell'area dell'immagine tutte le immagini senza dati GPS. Se nella tua raccolta ce ne sono troppe, potrebbe essere una buona idea usare la scheda **Filtri** nella barra laterale destra, e magari anche le funzioni di ordinamento e di raggruppamento del menu **Visualizza**.
nl: De knop **Items zonder geo-locatie tonen** toont alle afbeeldingen zonder GPS-gegevens in het Afbeeldingsgebied. Als dit van toepassing is op vele afbeeldingen uit uw verzamelingen, dan kan het een goed idee zijn om het tabblad **Filters** uit de rechter zijbalk te gebruiken en/of daarnaast de functies sorteren en groeperen in het menu **Beeld**.
sl: Gumb **Pokaži elemente, ki niso geografsko locirani** prikaže vse slike brez podatkov GPS v območju slike. Če to velja za veliko slik iz vaših zbirk, bi bilo dobro, da dodatno uporabite zavihek **Filtri** na desnem stranskem stolpcu in/ali funkcije za razvrščanje in združevanje v skupine v meniju **Pogled**.
sv: Knappen **Visa objekt utan geografisk lokalisering** visar alla bilder utan GPS-data i bildområdet. Om det gäller många bilder från samlingarna kan det vara en bra idé att använda fliken **Filter** i höger sidorad och/eller sorterings- och grupperingsfunktionerna i menyn **Visa**.
uk: За допомогою кнопки ,Показати записи без даних геопозиціювання. можна наказати програмі показати в області зображень усі зображення без даних GPS. Якщо таких даних немає для багатьох зображень у ваших збірках, варто скористатися вкладкою «Фільтри» правої бічної панелі і/або функціями упорядковування та групування у меню **Перегляд**.

source: In the box below you can enter a name for your geo filter. It will be added to the list view below for future reference once you click the save button to the right of it, it acts as a live geo folder. The search field at the bottom searches in the Searches list above.
ca: En el quadre a continuació, podeu introduir un nom per al vostre filtre geogràfic. S'afegirà a la vista de llista a continuació per a crear una referència futura una vegada feu clic en el botó **Desa** a la dreta, actua com una carpeta geogràfica en viu. El camp de cerca a la part inferior cerca a la llista de cerques de dalt.
it: Nel riquadro sotto puoi inserire il nome del tuo filtro geografico: questo, dopo che hai fatto clic il pulsante di salvataggio alla sua destra, sarà aggiunto nella vista a elenco sottostante per un riferimento futuro, e funziona come una cartella geografica dal vivo. Il campo di ricerca in basso ricerca nell'elenco Ricerche sopra.
nl: In het onderstaande vakje kunt u een naam voor uw geo-filter invoeren. Het zal toegevoegd worden aan de onderstaande lijstweergave voor later gebruik nadat u op de opslagknop hebt gedrukt rechts ervan, het werkt als een levende geo-map. Het zoekveld onderaan zoekt in de bovenstaande zoeklijst.
sl: V spodnje polje lahko vnesete ime za vaš geo filter. Ko boste kliknili gumb za shranjevanje na desni strani, bo dodan v pogled seznama spodaj za nadaljnjo uporabo. Deluje kot živa geo mapa. Iskalno polje na dnu išče na zgornjem seznamu iskanj.
sv: I rutan nedan kan man ange ett namn på det geografiska filtret. Det läggs till i listvyn nedan för framtida referens när man klickar på knappen Spara till höger om det. Det fungerar som en levande geografisk katalog. Sökfältet längst ned söker i listan Sökningar ovanför.
uk: У розташованому нижче полі ви можете ввести назву вашого геофільтра. Його буде додано до списку перегляду нижче для наступного використання, щойно ви натиснете кнопку, розташовану праворуч від поля введення. Фільтр працює як інтерактивна геотека. За допомогою поля пошуку, розташованого у нижній частині панелі ви можете виконувати пошук потрібного вам запису у списку збережених результатів пошуків, розташованому вище.
