Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/people_view.po
Languages: ca, it, nl, pt, sl, uk

source: Due to technical limitations on Windows, multi-core support with a MySQL/MariaDB database does not perform well. We recommend using an SQLite database instead for better performance.
ca: A causa de les limitacions tècniques del Windows, el suport multinucli amb una base de dades MySQL/MariaDB no té un bon rendiment. En el seu lloc, recomanem utilitzar una base de dades SQLite per a millorar el rendiment.
it: A causa di limitazioni tecniche in Windows, il supporto multi-core con una banca dati Mysql/MariaDB non restituisce buone prestazioni. Per ottenere risultati migliori, consigliamo di utilizzare invece una banca dati SQlite.
sl: Zaradi tehničnih omejitev v sistemu Windows večjedrna podpora z bazo podatkov MySQL/MariaDB ne deluje dobro. Za boljše delovanje priporočamo uporabo baze podatkov SQLite.

source: Special Cases
ca: Casos especials
it: Casi speciali
sl: Posebni primeri
uk: Особливі випадки

source: Occasionally, you may encounter special cases where the recommended face detection settings don't yield the best results. In those cases, you should tune the detection settings for a single image or small group of images. It is not recommended to change the default settings for normal use, and is recommended to change the settings back to their default values when you're done with special cases.
ca: De tant en tant, podeu trobar casos especials en els quals la configuració de detecció de cares recomanada no produeixi els millors resultats. En aquests casos, hauríeu d'ajustar la configuració de detecció d'una imatge única o un grup petit d'imatges. No es recomana canviar la configuració predeterminada per a un ús normal, i es recomana canviar la configuració de nou als seus valors predeterminats quan acabeu amb els casos especials.
it: Occasionalmente potresti imbatterti in casi speciali dove le impostazioni di rilevamento facciale raccomandate non restituiscono i migliori risultati. In tali casi, devi regolare le impostazioni di rilevamento per un'immagine singola o dei piccoli gruppi di immagini. Non è consigliato cambiare le impostazioni predefinite per l'utilizzo normale, ed è consigliato riportare poi le impostazioni ai suoi valori predefiniti, una volta concluse le operazioni sui casi speciali.
sl: Občasno lahko naletite na posebne primere, ko priporočene nastavitve zaznavanja obrazov ne dajejo najboljših rezultatov. V teh primerih bi morali nastaviti nastavitve zaznavanja za posamezno sliko ali majhno skupino slik. Pri običajni uporabi ni priporočljivo spreminjati privzetih nastavitev, priporočljivo pa je, da nastavitve spremenite nazaj na privzete vrednosti, ko končate s posebnimi primeri.

source: **Large Group Photos**: You may have images of large groups of people, and you want to generate a face tag for every person in the image. Using the YuNet detection model, setting the **Detection Accuracy** to 1, and setting the **Face size** to **Extra Small** should detect most, if not all of the faces in the image. This will also incorrectly tag more areas of the image as faces (false positives).
ca: **Fotos de grups grans**: pot ser que tingueu imatges de grups grans de persones, i voleu generar una etiqueta de cara per a cada persona de la imatge. Utilitzant el model de detecció YuNet, establint la **precisió de la detecció** a 1 i establint la **mida de les cares** a **Extra petita** hauria de detectar la majoria, si no totes les cares de la imatge. Això també etiquetarà incorrectament més àrees de la imatge com a cares (falsos positius).
it: **Grandi foto di gruppo**: ti potrebbe capitare di avere grandi gruppi di persone e di voler generare un tag volto per ciascuna persona presente nell'immagine. Utilizzando il modello di rilevamento YuNet, impostando il livello di **Accuratezza del rilevamento** a uno e la **Dimensione volto** a **Molto piccolo** dovresti riuscire a rilevare la maggior parte dei volti nell'immagine, se non addirittura tutti. Queste impostazioni rileveranno però anche dei tag volto scorretti in più aree dell'immagine (falsi positivi).
sl: **Velike skupinske fotografije**: morda imate slike velikih skupin ljudi in želite ustvariti oznako obraza za vsako osebo na sliki. Če uporabite model zaznavanja YuNet, nastavite **Natančnost zaznavanja** na 1 in nastavite **Velikost obraza** na **Izjemno majhna**, bi morali zaznati večino, če ne vseh obrazov na sliki. To bo tudi nepravilno označilo več območij slike kot obraze (lažno pozitivno).

source: **Portraits**: When shooting portraits from the shoulder up, especially with modern high-resolution cameras over 40 megapixels, face recognition may not detect the face or may tag multiple areas of a single face. Using the YuNet detection model, setting the **Detection Accuracy** to 8, and setting the **Face size** to **Extra Large** will detect only the face, and eliminate false positive tag regions.
ca: **Retrats**: quan es prenen retrats des de l'espatlla cap amunt, especialment amb càmeres modernes d'alta resolució de més de 40 megapíxels, el reconeixement de cares pot no detectar la cara o pot etiquetar múltiples àrees d'una sola cara. Utilitzant el model de detecció YuNet, establint la **precisió de la detecció** a 8, i establir la **mida de les cares** a **Extra Gran** detectarà només la cara i eliminarà les regions d'etiquetes que siguin falsos positius.
it: **Ritratti**: quando scatti ritratti dalle spalle in su, in particolare con le fotocamere ad alta risoluzione moderne sopra i 40 megapixel, il riconoscimento facciale potrebbe non rilevare il volto o potrebbe attribuire tag a più aree di un volto singolo. Utilizzando il modello di rilevamento YuNet, impostando il livello di **Accuratezza del rilevamento** a otto e la **Dimensione volto** a **Molto grande** riuscirai a rilevare soltanto il volto, ed eliminerai le regioni con i tag di falsi positivi.
sl: **Portreti**: Pri fotografiranju portretov z ramena navzgor, zlasti s sodobnimi fotoaparati z visoko ločljivostjo nad 40 milijoni slikovnih pik, prepoznavanje obraza morda ne bo zaznalo obraza ali pa bo označilo več delov enega obraza. Če uporabite model zaznavanja YuNet, nastavite **Natančnost zaznavanja** na 8 in nastavite **Velikost obraza** na **Izredno veliko**, boste zaznali samo obraz in odpravili lažno pozitivne regije oznak.

source: Beginning with digiKam 8.5.0, YuNet is the recommended model for face detection, and SFace is recommended for face recognition.
it: Da digiKam 8.5.0, YuNet è il modello di rilevamento facciale consigliato, mentre SFace è quello consigliato per il riconoscimento facciale.
sl: Začenši z digiKam 8.5.0 je YuNet priporočen model za zaznavanje obrazov in SFace je priporočen za prepoznavanje obrazov.

source: ID
uk: Ід.

source: As long as you are not just taking pictures from machines or stars or something like that, Face Management might be an interesting feature for you (even with a machine there might be a human being operating it). In digiKam it consists of two tasks: **Face Detection** and **Face Recognition**.
nl: Als u niet alleen foto's neemt van machines of sterren of iets dergelijks, dan kan beheer van gezichten een interessante mogelijkheid voor u zijn (zelfs met een machine kan er een mens mee aan het werk zijn). In digiKam bestaat het uit twee taken: **Gezichtsdetectie** en **Gezichtsherkenning**.
pt: Desde que não esteja apenas a tirar fotografias de máquinas, estrelas ou outra coisa qualquer, a Gestão de Caras poderá ser uma funcionalidade interessante para si (mesmo com uma máquina, poderá existir um humano a operá-la). No digiKam, consiste em duas tarefas: **Detecção de Caras** e **Reconhecimento de Caras**.

source: The face management workflow allows you to detect and recognize people in your photographs. Both features use a deep learning neural network in background. **Face Detection** allows digiKam to detect faces in your images. This step is required before being able to recognize faces. **Face Recognition** will automatically recognize people in your images, but it needs few items already trained for a same face name to be able to recognize new ones.
nl: De werkmethode beheer van gezichten biedt u het detecteren en herkennen van mensen in uw foto's. Beide mogelijkheden gebruiken een deep-learning neuraal netwerk in de achtergrond. **Gezichtsdetectie** laat digiKam gezichten detecteren in uw afbeeldingen. Deze stap is vereist alvorens in staat te zijn om gezichten te herkennen. **Gezichtsherkenning** zal automatisch mensen in uw afbeeldingen herkennen, maar het heeft een paar items nodig die al getraind zijn voor eenzelfde gezichtsnaam om nieuwe te herkennen.
pt: O processo de gestão de caras permite-lhe detectar e reconhecer pessoas nas suas fotografias. Ambas as funcionalidades usam uma rede neuronal com aprendizagem em segundo plano. A **Detecção de Caras** permite ao digiKam detectar caras nas suas imagens. Este passo é obrigatório antes de poder reconhecer caras. O **Reconhecimento de Caras** irá reconhecer automaticamente pessoas nas suas imagens, mas precisa de menos itens já treinados para que uma mesma cara possa ser reconhecida em outras.

source: To run properly, the face management needs the deep-learning models to download at the first run of digiKam. See :ref:`the Quick Start section <quick_start>` for details.
nl: Om juist uitgevoerd te worden moet het gezichtenbeheer de modellen deep-learning hebben die gedownload zijn bij de eerste keer uitvoeren van digiKam. Zie :ref:`de sectie Snelle start <quick_start>` voor details.
pt: Para funcionar correctamente, a gestão de caras precisa de ter instalados os modelos de aprendizagem na primeira execução do digiKam. Veja a :ref:`secção da Introdução Rápida <quick_start>` para saber mais detalhes.

source: The first step is to have digiKam finding all those pics that show faces not even knowing yet who's face it is. To prepare that process you click on **People** tab from left sidebar. On the bottom you have a settings view with a drop down menu where you can choose between:
nl: De eerste stap is digiKam laten zoeken naar al die afbeeldingen die gezichten tonen terwijl nog niet geweten wordt wiens gezicht het is. Om dat proces voor te bereiden klikt u op tabblad **Mensen** in de linker zijbalk. Onderaan hebt u een instellingenweergave met een afrolmenu waar u kunt kiezen tussen:
pt: O primeiro passo é ter o digiKam a procurar por todas as imagens que tenham caras, independentemente de saber a quem pertencem. Para preparar esse processo, poderá carregar na página **Pessoas** na barra lateral esquerda. No fundo, terá uma área de configuração com um menu suspenso, onde poderá escolher entre:

source: **Skip Images Already Scanned**: choose this option if you haven't scanned yet or if the last scan yielded good results but you would like to scan new images.
nl: **Al gescande afbeeldingen overslaan** kies deze optie als u nog niet hebt gescand of als de laatste scan goede resultaten gaf maar u wilt nieuwe afbeeldingen scannen.
pt: **Ignorar as Imagens Já Sondadas**: escolha esta opção se não tiver ainda analisado as imagens ou se a última sondagem devolveu bons resultados, mas pretende analisar imagens novas.

source: **Scan Again And Merge Results**: choose this option if the results of the previous scan weren't accurate. This would re-scan all images again, and is time consuming.
nl: **Opnieuw scannen en resultaten mengen** kies deze optie als de resultaten van de vorige scan niet klopten. Dit zou alle afbeeldingen opnieuw moeten scannen en kost veel tijd.
pt: **Sondar de Novo e Reunir os Resultados**: escolha esta opção se os resultados da sondagem anterior não foram adequados. Isto voltará a analisar todas as imagens de novo, e isso consome algum tempo.

source: **Clear Unconfirmed Results And Rescan**: remove all faces registered in database with no name and process again an analysis.
nl: **Niet bevestigde resultaten wissen en opnieuw scannen** verwijdert alle gezichten in de database zonder een naam en voert opnieuw een analyse uit.
pt: **Limpar os Resultados Não-Confirmados e Sondar de Novo**: remove todas as caras registadas na base de dados como desconhecidas e processa-as de novo na análise.

source: **Clear all Previous Results and Rescan**: remove all previous faces registered in database and process again an analysis.
nl: **Alle vorige resultaten wissen en opnieuw scannen** verwijdert alle voorgaande gezichten in de database en voert opnieuw een analyse uit.
pt: **Limpar Todos os Resultados Anteriores e Sondar de Novo**: remove todas as caras anteriormente registadas na base de dados e processa uma análise de novo.

source: The first option you would choose if you didn't scan yet or if you did with a satisfying result but added new photographs since then or if you already improved a search result, e.g. by removing face tags which obviously don't show a face. The second you would choose if you want the images already scanned to be included in the next scan. The third is more interesting in the context of Face Recognition since **Unconfirmed results** means face tags that don't have a name assigned to them yet.
nl: De eerste optie zou u moeten kiezen als u niet eerder a scan hebt gedaan of u deed dat met een tevreden resultaat maar sindsdien nieuwe foto's hebt toegevoegd of als u een zoekresultaat al hebt verbeterd, bijv. door gezichtstags te verwijderen die kennelijk geen gezicht tonen. De tweede zou u moeten kiezen als u de al gescande afbeeldingen wilt meenemen in de volgende scan. De derde is interessanter in de context van gezichtsherkenning omdat **Onbevestigde resultaten** betekent dat er gezichtstags zijn die nog geen naam toegevoegd hebben gekregen.
pt: A primeira opção que iria escolher, caso ainda não tivesse feito a análise ou se a fez com resultados satisfatório, mas adicionou fotografias novas desde então ou ainda se já melhorou um resultado de pesquisa, p.ex. removendo marcas de caras que não correspondem obviamente a uma cara. A segunda que poderá escolher é se quer que as imagens já analisadas sejam incluídas na análise seguinte. A terceira é mais interessante no contexto do Reconhecimento de Caras, dado que os **Resultados não confirmados** correspondem a marcas de caras que não têm nenhum nome ainda atribuído a elas.

source: After the Face Scan is complete, you should see a new tag **Unknown** where the results of the face scan will appear. You may now manually identify a few of these faces and then proceed for face recognition. At least a minimum of **5 similar faces tagged** in different images must be trained for an automatic recognition workflow.
nl: Nadat het scannen op gezichten is voltooid, zou u een nieuwe tag **Onbekend** kunnen zien waar de resultaten van de gezichtenscan zullen verschijnen. U kunt nu handmatig een paar van deze gezichten kunnen verwerken en daarna doorgaan met gezichtsherkenning. Minstens een minimum van **5 vergelijkbare gezichten met tags** in verschillende afbeeldingen moeten getraind zijn voor een automatische werkmethode voor herkennen.
pt: Depois de a Análise de Caras terminar, deverá ver uma nova marca **Desconhecida**, onde irão aparecer os resultados da análise de caras. Poderá agora identificar manualmente algumas destas caras e então proceder ao reconhecimento de caras. Pelo menos um mínimo de **5 caras semelhantes marcadas* em imagens diferentes deverá ser reinado para um procedimento de reconhecimento automático.

source: In the **Settings** tab, you can also decide if you want to scan for face detection or for faces recognition.
nl: In het tabblad **Instellingen**, kunt u ook beslissen of u wilt scannen op gezichtsdetectie of op gezichtsherkenning.
pt: Na página de **Configuração**, também poderá decidir se quer analisar para a detecção de caras ou para o reconhecimento das mesmas.

source: The **Settings** tab has another tab to tune where to search for new faces. You can make a selection of albums or tags to process the detection.
nl: Het tabblad **Instellingen** heeft een ander tabblad on fijn af te regelen waar naar nieuw gezichten te zoeken. U kunt een selectie van albums of tags maken om de detectie te verwerken.
pt: A página de **Configuração** tem outra página para ajustar onde procurar por caras novas. Poderá fazer uma selecção de álbuns ou marcas para processar a detecção.

source: The digiKam Face Management Search-In View
nl: De weergave van digiKam beheer van gezichten met Zoeken-in
pt: A Área de Pesquisa na Gestão de Caras do digiKam

source: The last tab from the settings view allows to tune advanced configuration, as the accuracy used to identify a face in image, the deep-learning model to use for the faces workflow, and the ability to use all CPU core while computing.
nl: Het laatste tabblad uit de instellingenweergave biedt het fijn afregelen van de geavanceerd configuratie, zoals de gebruikte nauwkeurigheid om een gezicht in een afbeelding te identificeren, de te gebruiken model voor deep-learning voor de werkmethode bij gezichten en de mogelijkheid om alle CPU-kernen te gebruiken tijdens de berekeningen.
pt: A última página da área de configuração permite ajustar a configuração avançada, como o grau de precisão usado para identificar uma cara numa imagem, o modelo de aprendizagem a usar no processo de gestão de caras e a capacidade de usar todos os núcleos do processador durante os cálculos.

source: The digiKam Face Management Settings View
nl: De weergave van digiKam beheer van gezichten voor Instellingen
pt: A Área de Configuração da Gestão de Caras do digiKam

source: The deep-learning YOLO v3 model is more powerful but it's time and CPU consuming. Only turn on this option if you hardware can supports intensive computations. It's only used for face detection, especially to detect very small faces, blurry faces, or group photos with many faces.
nl: Het YOLO v3 model voor deep-learning is krachtiger maar het kost veel tijd en CPU. Zet deze optie alleen aan als uw hardware intensieve berekeningen kan ondersteunen. Het wordt alleen gebruikt voor gezichtsdetectie, speciaal om erg kleine gezichten, vage gezichten of groepsfoto's met vele gezichten.
pt: O modelo de aprendizagem YOLO v3 é mais poderoso, mas consome bastantes recursos de tempo e CPU. Só active esta opção se o seu 'hardware' conseguir suportar cálculos intensivos. O mesmo só é usado para a detecção de caras, especialmente para detectar caras muito pequenas, caras borradas ou fotos de grupo com várias caras.

source: Due to technical limitations under Windows, the multi-cores support with a Mysql/MariaDB database will not provide good performances. We recommend to use a SQlite database instead.
nl: Vanwege technische beperkingen onder Windows zal de ondersteuning van multi-kern met een Mysql/MariaDB database geen goede presentatie leveren. We bevelen in plaats daarvan een SQlite database te gebruiken.
pt: Devido a limitações técnicas no Windows, o suporte para vários núcleos dos processadores com uma base de dados MySQL/MariaDB não irá gerar boas performances. Recomendamos que se use uma base de dados SQLite em alternativa.

source: For the task we are talking about you check **Detect Faces**, of course. Since face detection is a time-consuming task you better don't hit **Scan** right away, rather **Options**. An additional area will fold out organized with three tabs. In **Search-In** you can confine the scan to certain albums or tags. In **Settings** you can adjust the **Face Accuracy** with a balance between **Sensitivity** and **Specificity** that suits your needs. A higher specificity implies higher accuracy, however this results in a smaller set of results. Under Advanced you will find two check-boxes. The first is explained by the text above it. The second is for face recognition, see next chapter.
nl: Voor de taak waarover we preken activeert u natuurlijk **Gezichten detecteren**. Omdat gezichtsdetectie een tijd vergende taak is doet u er beter aan **Scannen** niet direct aan te klikken, in plaats daarvan **Opties**. Een extra gebied zal uitvouwen georganiseerd met drie tabbladen. In **Zoeken-in** kunt u de scan beperken tot bepaalde albums of tags. In **Instellingen** kunt u de **Nauwkeurigheid van gezicht** aanpassen met een balans tussen **Gevoeligheid** en **Specificiteit** die past bij wat u nodig hebt. Een hogere specificiteit houdt een hogere nauwkeurigheid in, dit resulteert in een kleinere set resultaten. Onder Geavanceerd zult u twee keuzevakjes vinden. De eerste is uitgelegd in de bovenstaande tekst. De tweede is voor gezichtsherkenning, zie het volgende hoofdstuk.
pt: Para a tarefa que estamos a falar, irá então assinalar a opção **Detectar as Caras**, como é óbvio. Dado que a detecção de caras é uma tarefa que demora muito tempo, é melhor não carregar em **Sondar** já, mas carregue sim em **Opções**. Irá aparecer uma área adicional organizada em três páginas. A página **Procurar Em** serve para confinar a sondagem apenas a certos álbuns ou marcas. Na **Configuração**, poderá ajustar a **Precisão das Caras** com um compromisso entre **Sensibilidade** e **Especificidade** que se adeque às suas necessidades. Uma especificidade maior implica uma maior precisão, contudo isto resulta num menor conjunto de resultados. Em Avançado, irá encontrar duas opções de marcação. A primeira está explicada no texto acima dela. A segunda serve para o reconhecimento de caras; para isso, veja o próximo capítulo.

source: Once you have chosen your options carefully you click **Scan** and after a while, depending on the scope of your selection, the result will be presented in the Image Area. In the Tags list of the Left Sidebar you will see the People branch of your tag tree. You will see the whole scan result only if the topmost tag **People** is selected. In the tree you will see a new virtual tag called **Unknown** which will show all those images where faces are recognized but not yet connected to a person. If you just scanned for the first time you will find the whole result also here.
nl: Nadat u uw opties zorgvuldig hebt gekozen klikt u op **Scannen** en na een tijdje, afhankelijk van de scope van uw selectie, zal het resultaat worden gepresenteerd in het Afbeeldingengebied. In de lijst met Tags van de linker zijbalk zult u de tak met Mensen van uw tagboomstructuur zien. U zult het gehele scanresultaat alleen zien als de bovenste tag **Mensen** is geselecteerd. In de boomstructuur zult u een nieuwe virtuele tag genaamd **Onbekend** zien die alle afbeeldingen zal laten zien waarin gezichten zijn herkend maar nog niet verbonden zijn met een persoon. Als u zojuist voor de eerste keer hebt gescant dan zult u het gehele resultaat ook hier vinden.
pt: Assim que tiver escolhido cuidadosamente as suas opções, poderá carregar em **Sondar** e, ao fim de algum tempo, dependendo do âmbito da sua selecção, o resultado será apresentado na Área da Imagem. Na lista de Marcas, na barra lateral esquerda, irá ver o ramo das Pessoas na sua árvore de marcas. Irá ver o resultado completo da pesquisa apenas se a marca **Pessoas** de topo estiver seleccionada. Na árvore, irá ver uma nova marca virtual chamada **Desconhecida**, a qual irá mostrar todas as imagens onde as caras são reconhecidas mas ainda não estão ligadas a nenhuma pessoa. Se tiver feito a sondagem pela primeira vez, irá encontrar o resultado completo aqui também.
