Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/people_view.po
Languages: ca, it, nl, pt, sl, uk

source: Note that the thumbnails presented here are not showing the whole image. They show the area of the image where the scan algorithm put down a **Face Tag**. You can see that if you click on the thumbnail. In the preview that opens you will see the whole image with all the face tags on them.
nl: Merk op dat de hier gepresenteerde miniaturen niet de gehele afbeelding tonen. Ze tonen het gebied van de afbeelding waar het scanalgoritme een **Gezichtstag** heeft gestopt. U kunt dat zien als u klikt op de miniatuur. In het voorbeeld dat opent zult u de gehele afbeelding met op hen alle gezichtstags.
pt: Lembre-se que as miniaturas aqui apresentadas não mostram a imagem inteira. Elas mostram a área da imagem onde o algoritmo de análise colocou uma **Marca de Cara**. Poderá ver isso se carregar na miniatura. Na antevisão que aparece, irá ver a imagem inteira com todas as marcas de caras nela.

source: If you don't see them, click the people button |icon_showfacetags| in the upper left corner of the preview. If there is more than one face tag on the image it will also be represented by more than one thumbnail. This is the case with the screenshot above take in preview mode.
nl: Als u ze niet ziet, klik op de knop mensen |icon_showfacetags| in de rechter bovenhoek van het voorbeeld. Als er meer dan één gezichtstag op de afbeelding is zal het ook gerepresenteerd worden door meer dan een miniatuur. Dit is het geval met de bovenstaande schermafdruk genomen in voorbeeldmodus.
pt: Se não as vir, carregue no botão de pessoas |icon_showfacetags| no canto superior esquerdo da antevisão. Se existir mais que uma marca de cara na imagem, a mesma será representada por mais que uma miniatura. Este é o caso com a imagem acima tirada no modo de antevisão.

source: The digiKam Face Tags Edit From Icon-View
nl: Het bewerken van gezichtstags van digiKam uit Pictogramweergave
pt: A Edição de Marcas de Caras na Área de Ícones do digiKam

source: If it really is a face the field labeled **Who Is This?** comes into play. Here you can either type in the name of an existing People tag out of your tag tree or use the drop down function to show your tag tree and select a tag. With **Confirm** you can save that to the database. If it was the only face tag (left) the image will disappear from the **Unknown** selection and you will find it once you select either the **People** tag or one of the tags you assigned to one of the face tags in that image.
nl: Als het echt een gezicht is zal het veld met label **Wie is dit?** een rol gaan spelen. Hier kunt u ofwel de naam van een bestaande Menstag uit uw boomstructuur met tags selecteren of de afrolfunctie gebruiken om uw boomstructuur met tags te tonen en een tag te selecteren. Met **Bevestigen** kunt u dat in de database opslaan. Als het de enige gezichtstag (overgebleven) is zal de afbeelding verdwijnen uit de selectie **Onbekenden** en zult u het vinden wanneer u ofwel de tag **Mensen** of een van de tags die u hebt toegekend aan een van de gezichtstags in die afbeelding.
pt: Se for realmente uma cara, o campo chamado **Quem é Este?** surge em acção. Aqui poderá escrever o nome de uma marca de Pessoa existente na sua árvore de marcas ou usar a função da lista para mostrar a sua árvore de marcas e seleccionar uma das marcas. Com o botão **Confirmar**, poderá gravar o mesmo na base de dados. Se era a única marca de cara (esquerda), a imagem irá desaparecer da selecção **Desconhecida** e irá encontrá-la ao seleccionar a marca **Pessoas** ou uma das marcas que atribuiu a uma das marcas de caras nessa imagem.

source: The list of detection samples below come from a huge collection of photo scanned with the Yolo v3 deep-learning model.
nl: De lijst met onderstaande detectiesamples komt uit een enorme verzameling foto's gescand met het deep-learning-model Yolo v3.
pt: A lista de exemplos de detecção abaixo vêm de uma colecção enorme de fotografias analisadas com o modelo de aprendizagem Yolo v3.

source: A closed dog face
nl: Een gesloten hondengezicht
pt: Um focinho de cão fechado

source: A blured child face
nl: Een vervaagd kindergezicht
pt: Uma cara de criança borrada

source: A non human face
nl: Een niet-menselijk gezicht
pt: Uma cara não-humana

source: A very blured and partial face
nl: Een erg vervaagd en gedeeltelijk gezicht
pt: Uma cara parcial e bastante borrada

source: A covered face with a hood
nl: Een met een hoed bedekt gezicht
pt: Uma cara coberta com um capuz

source: An aside face
nl: Een gezicht van opzij
pt: Uma cara de lado

source: A puppy's mouth
nl: De bek van een puppy
pt: A boca de um cachorro

source: The screenshots **02** and **11** have been chosen because they show one important feature: the algorithm is able to find animal faces, and this is not a false positive, except if you want to see only human faces on your collection of course.
nl: De schermafdrukken **02** en **11** zijn gekozen omdat ze een belangrijke mogelijkheid tonen: het algoritme is in staat om diergezichten te vinden en dat is geen vals-positief, behalve als u natuurlijk alleen menselijke gezichten in uw verzameling wilt zien.
pt: As imagens **02** e **11** foram escolhidas porque demonstram uma funcionalidade importante: o algoritmo é capaz de detectar caras de animais, e este não é um falso positivo, a menos que só queira ver caras humanas na sua colecção, obviamente.

source: The screenshot **10** is another example shows one important issue: the algorithm will find inevitably details in an image that resemble a face but are actually something else. That's what the **Remove** button is for. It will remove the face tag from the photograph and if it is the only face tag (left) the photograph will disappear from the scan result.
nl: De schermafdruk **10** is gekozen omdat het een belangrijke zaak toont: het algoritme zal ongetwijfeld details in een afbeelding vinden die lijken op een gezicht maar in werkelijkheid iets anders zijn. Daar is de knop **Verwijderen** voor. Het zal de gezichtstag van de foto verwijderen en als het de enige gezichtstag (overgebleven) is zal de foto verdwijnen uit het scanresultaat.
pt: A imagem **10** é outro exemplo que mostra uma questão importante: o algoritmo irá encontrar inevitavelmente alguns detalhes numa imagem que se parecem com uma cara, mas que são de facto outra coisa qualquer. É para isso que serve o botão **Remover**. Ele irá remover a marca da cara da fotografia e, caso seja a única marca de cara, então a fotografia irá desaparecer do resultado da análise.

source: The screenshots **01**, **03**, **05**, **08**, **09**, and **12** can be considered as non faces, or be prevented by reducing the **Accuracy** of detection in face management **Settings** view. But these examples prove the capability of algorithm to detect faces in critical shots conditions.
nl: De schermafdrukken **01**, **03**, **05**, **08**, **09** en **12** kunnen beschouwd worden als geen gezichten of kunnen voorkomen worden door de **Nauwkeurigheid** van de detectie in de weergave **Instellingen** van beheer van gezichten. Maar deze voorbeelden bewijzen de mogelijkheden van het algoritme om gezichten te detecteren in kritische opnamecondities.
pt: As imagens **01**, **03**, **05**, **08**, **09** e **12** podem ser consideradas como não sendo caras, ou ainda rejeitadas, reduzindo a **Precisão** da detecção na área de **Configuração** da gestão de caras. Mas estes exemplos provam a capacidade de o algoritmo detectar caras em condições extremas de imagens.

source: The screenshots **04** and **10** are definitively false positive results.
nl: De schermafdrukken **04** en **10** zijn definitief vals-positieve resultaten.
pt: As imagens **04** e **10** são definitivamente o resultado de falsos positivos.

source: In the context menu of the preview there are two more items related to face tags: **Add A Face Tag** and **Clear All Faces** on this image.
nl: In het contextmenu van het voorbeeld zijn er nog twee items gerelateerd aan gezichtstags: **Een gezichtstag toevoegen** en **Alle gezichten op deze afbeelding wissen**.
pt: No menu de contexto da antevisão, existem mais dois itens relacionados com as marcas de caras: **Adicionar uma Marca de Cara** e **Limpar Todas as Caras** nesta imagem.

source: Assigning People tags to face tags is an important prerequisite to Face Recognition. Very obviously digiKam can only recognize faces if it has something to compare with. So it's up to you to show it the ropes, which means in this case to tell digiKam: This is Lara, this is Juan, this is Peter and so forth. For that you would, after performing a Face Detection as described in the previous article, typically select the **Unknown** tag on the Left Sidebar, click on a thumbnail and click, if necessary, on the Show Face Tags button |icon_showfacetags|.
nl: Menstags toekennen aan gezichtstags is een belangrijke voorwaarde voor gezichtsherkenning. Erg duidelijk is dat digiKam alleen gezichten kan herkennen als het iets heeft om mee te vergelijken. Het is aan u om de middelen aan te reiken, die in dit geval aan digiKam vertellen: dit is Lara, dit is Juan, dit is Peter enzovoort. Daarom moet u, na uitvoeren van een gezichtsdetectie zoals beschreven in het vorige artikel, typisch de tag **Onbekend** in de linker zijbalk selecteren, klik op een miniatuur en klik, indien nodig, op de knop **Gezichtstags tonen** |icon_showfacetags|.
pt: A atribuição de marcas de Pessoas às marcas de caras é um pré-requisito importante para o Reconhecimento de Caras. Como é óbvio, o digiKam só consegue reconhecer caras se tiver algo com o qual comparar. Por isso, depende de si dar-lhe as indicações correctas, o que significa neste caso indicar ao digiKam, esta é a Laura, este é o João, este é o Pedro e assim por diante. Para isso irá, depois de efectuar uma Detecção de Caras como descrito no artigo anterior, seleccionar tipicamente a marca **Desconhecida** na barra lateral esquerda, carregar numa miniatura e carregar, se necessário no botão para Mostrar as Marcas de Caras |icon_showfacetags|.

source: The digiKam Face Management Icon-View With Multiple Selection of Similar Faces to Tag With The Same **Agnès** Name
nl: De Pictogramweergave van beheer van gezichten van digiKam met meerdere selecties van vergelijkbare gezichten van de tag te voorzien met dezelfde naam **Agnès**
pt: A Área de Ícones da Gestão de Caras com a Selecção Múltipla de Caras Semelhantes a Marcar com o Mesmo Nome **Agnès**

source: Now you should see the face tags of that photograph. Those which have a people (or other) tag already assigned will simply show the name of that tag. The others, showing **Unknown** faces, will show a field and two buttons as in the screenshot of the previous article. In the field labeled **Who Is This?** you can either type in the name of an existing People tag out of your tag tree or use the drop down function to show your tag tree and select a tag. With **Confirm** you can save that to the database.
nl: Nu zou u de gezichtstags van die foto moeten zien. Diegene die al een mens- (of andere) tag hebben toebedeeld zullen eenvoudig de naam van die tag tonen. De anderen, tonen gezichten **Onbekend**, zullen een veld tonen en twee knoppen zoals in de schermafdruk van het vorige artikel. In het veld met label **Wie is dit?** kunt u ofwel de naam van een bestaande menstag uit uw boomstructuur met tags intypen of de afrolfunctie gebruiken om uw boomstructuur met tags te tonen en een tag selecteren. Met **Bevestigen** kunt u dat in de database opslaan.
pt: Agora deverá ver as marcas de caras dessa fotografia. As que tiverem uma marca de pessoa (ou outra qualquer) já atribuída, irá simplesmente mostrar o nome dessa marca. As outras, que mostram caras **Desconhecidas**, irão mostrar um campo e dois botões como na imagem do artigo anterior. No campo **Quem é Este?**, poderá escrever o nome de uma marca de Pessoa existente na sua árvore ou usar a funcionalidade da lista para mostrar a sua árvore de marcas e seleccionar uma marca. Com o botão **Confirmar**, poderá gravar os dados na base de dados.

source: The digiKam Face Management Icon-View With a Confirmed Set of 12 Faces Using **Agnès** Name
nl: De Pictogramweergave van beheer van gezichten van digiKam met bevestigde gezichten met gebruik van de naam **Agnès**
pt: A Área de Ícones da Gestão de Caras com a Selecção Múltipla de Caras com um Conjunto Confirmado de 12 Caras a Usar o Nome **Agnès**

source: If you use the context menu item **Assign Tag** instead of the procedure described above that will not assign a face tag. It will assign an ordinary tag and it will assign it to the whole image.
nl: Als u het contextmenu-item **Tag toekennen** gebruikt in plaats van de boven beschreven procedure zal dat niet een gezichtstag toekennen. Het zal een gewone tag toekennen en het zal het toekennen aan de gehele afbeelding.
pt: Se usar o menu de contexto, nomeadamente a opção **Atribuir uma Marca** em vez do procedimento descrito acima, isso não irá atribuir nenhuma marca de cara. Irá atribuir uma marca normal e a mesma será atribuída à imagem por inteiro.

source: If a face tag is confirmed and thus showing only the name of the tag but not the buttons to remove, edit or confirm it, but you need this buttons because e.g. it's wrong and you want to edit or remove it, just double-click on the name and the buttons will re-appear.
nl: Als een gezichtstag is bevestigd en dus alleen de naam van de tag toont maar niet de knoppen om te verwijderen, te bewerken of te bevestigen, en u hebt die knoppen toch nodig omdat bijv. dit onjuist is en u wilt het bewerken of verwijderen, dubbelklik gewoon op de naam en de knoppen zullen opnieuw verschijnen.
pt: Se uma marca de cara for confirmada e, deste modo, aparecer só o nome da marca mas não os botões para remover, editar ou confirmar a mesma, mas precise à mesma destes botões porque p.ex está errado e quer editá-la ou removê-la, basta fazer duplo-click sobre o nome e os botões voltarão a aparecer.

source: Once you have a tag assigned to a few photographs you can have digiKam looking if it can find more photographs showing the same face. To prepare that process you click **Scan Collection For Faces** but this time you select **Recognize Faces**.
nl: Nadat u een tag heeft toegekend aan een paar foto's kunt u digiKam laten kijken of het meer foto's kan vinden die hetzelfde gezicht tonen. Om dat proces voor te bereiden klikt u op **Verzameling scannen op gezichten** maar deze keer selecteert u **Gezichten herkennen**.
pt: Assim que tiver uma marca atribuída a algumas fotografias, poderá ter o digiKam a validar se consegue encontrar mais fotografias que mostram a mesma cara. Para preparar esse processo, poderá carregar em **Sondar a Colecção por Caras**, mas desta vez seleccionando a opção **Reconhecer as Caras**.

source: To be able to recognize a new face automatically, a minimum of 5 similar faces tagged in different images need to be previously trained to the deep-learning engine using manual face management workflow.
nl: Om in staat te zijn een nieuw gezicht automatisch te herkennen is een minimum van 5 gelijkende gezichten met tags in verschillende afbeeldingen nodig, om eerder in de training meegedaan te hebben met de deep-learning-engine in de handmatige werkmethode met gezichtsherkenning.
pt: Para poder reconhecer automaticamente uma nova cara, é necessário treinar um número mínimo de 5 caras semelhantes marcadas em imagens diferentes, usando o fluxo de gestão de caras manual.

source: To start the Face Recognition you click **Scan Collection For Faces** button. The process will tag every recognized face with the appropriate People tag out of your tag tree and the corresponding thumbnail will disappear from the **Unknown** tag selection.
nl: Om gezichtsherkenning te starten, klik op **Verzameling scannen op gezichten**. Het proces zal elk herkend gezicht van een tag voorzien met de passende menstag uit uw boomstructuur mat tags en de overeenkomstige miniatuur zal verdwijnen uit de tagselectie **Onbekend**.
pt: Para iniciar o Reconhecimento de Caras, irá carregar no botão **Sondar a Colecção por Caras**. O processo irá marcar todas as caras reconhecidas com a marca de Pessoas apropriada da sua árvore de marcas e a miniatura correspondente irá desaparecer da selecção da marca **Desconhecida**.

source: The digiKam Face Management Icon-View With New Recognized Automatically Faces as **Agnès** Name
nl: De Pictogramweergave van beheer van gezichten van digiKam met nieuwe automatisch herkende gezichten als naam **Agnès**
pt: A Área de Ícones da Gestão de Caras do digiKam com as Caras Recém-Reconhecidas com o Nome **Agnès**

source: Face Recognition is faster than Face Detection but it still makes sense to click **Settings** and confine the scan to certain albums or tags in the Albums tab, e.g. to the **Unknown** tag. In the **Settings** tab we can play with the balance between speed and accuracy and two check-boxes. The first is explained by the text above it.
nl: Gezichtsherkenning is sneller dan gezichtsdetectie maar het is nog steeds zinvol om te klikken op **Instellingen** en de scan te beperken tot bepaalde albums of tags in het tabblad Albums, bijv. tot de tag "Onbekend". In het tabblad **Instellingen** kunnen we met de balans tussen snelheid en nauwkeurigheid. Onder Geavanceerd vindt u twee keuzevakjes. De eerste wordt verklaard door de bovenstaande tekst.
pt: O Reconhecimento de Caras é mais rápido que a Detecção de Caras, mas faz à mesma sentido carregar em **Configuração** e confinar a análise apenas a certos álbuns ou marcas na página dos Álbuns, p.ex. à marca **Desconhecida**. Na página de **Configuração**, é possível ajustar o compromisso entre a velocidade e a previsão com duas opções de marcação. A primeira é explicada pelo texto acima dela.

source: In case of unsatisfying results it might be helpful to use **Clear And Rebuild All Training Data**. One reason can be that there are too many face tags assigned to a person which shows this person in a way that doesn't really help the search algorithm, e.g. with sunglasses, blurred, unusual colors, carnival make up, dark shaded areas in the face, baby/kid/adult photographs mixed... Another reason to use that option can be false face recognition due to a wrong accuracy value in the **Settings** tab.
nl: In het geval van niet bevredigende resultaten kan het helpen om **Wis en bouw opnieuw alle trainingsgegevens**. Een reden kan zijn dat er te veel gezichtstags toegekend zijn aan een persoon die deze persoon toont op een manier die het zoekalgoritme niet echt helpt, bijv. met een zonnebril, vaag, ongebruikelijke kleuren, carnavalmake-up, donkere beschaduwde gebieden in het gezicht, baby/kind/volwassene foto's gemengd... Een andere reden om die optie te gebruiken kan valse gezichtsherkenning zijn vanwege een verkeerde waarde van de nauwkeurigheid in het tabblad **Instellingen**.
pt: No caso de os resultados não serem satisfatórios, poderá ser útil usar a opção **Limpar e Reconstruir Todos os Dados de Treino**. Uma razão poderá ser que existam demasiadas marcas de caras atribuídas a uma pessoa, que mostra essa pessoa de uma forma que não ajuda realmente o algoritmo de pesquisa, p.ex. com óculos de sol, borrada, com cores fora do normal, com máscaras de Carnaval, com áreas da cara escurecidas, fotografias como bebé/criança/adulto misturadas... Outra razão para usar esta opção poderá ser o reconhecimento falso de caras, devido a um valor de precisão errado na página de **Configuração**.

source: The digiKam Face Management Icon-View With New Recognized Faces to Confirm as **Agnès** Name
nl: De Pictogramweergave van beheer van gezichten van digiKam met nieuwe herkende gezichten om de naam **Agnès** te bevestigen
pt: A Área de Ícones da Gestão de Caras do digiKam com as Caras Recém-Reconhecidas para Confirmar com o Nome **Agnès**

source: To complete the recognition process, you will need to **Confirm** the new recognized faces. By applying the properties, new faces will be moved to the face tag definitively.
nl: Om het proces van gezichtsherkenning te voltooien, moet u de nieuw herkende gezichten **Bevestigen**. Door de eigenschappen toe te passen, zullen nieuwe gezichten definitief verplaatst worden naar de gezichtstag.
pt: Para terminar o processo de reconhecimento, terá de **Confirmar** as caras recém-reconhecidas. Ao aplicar as propriedades, as caras novas irão em definitivo para a marca de cara em questão.

source: The results of facial recognition appear in the form of unconfirmed results. These results will show up in the **Unconfirmed** tag, as well as in the tag of the person suggested for each face. Hovering over unconfirmed faces will display a few options:
nl: Het resultaat van gezichtsherkenning verschijnt in de vorm van onbevestigde resultaten. Deze resultaten zullen verschijnen in de tag **Onbevestigd**, evenals in de tag van de persoon die wordt gesuggereerd voor elk gezicht. Zweven boven onbevestigde gezichten zal een paar opties tonen:
pt: Os resultados do reconhecimento facial aparecem sob a forma de resultados não confirmados. Estes resultados irão aparecer na marca **Não Confirmado**, assim como na marca da pessoa sugerida para cada cara. Se passar o cursor sobre caras não confirmadas, poderá ver algumas opções:

source: The **Confirm** button allows you to confirm the suggestion. This would assign the suggested name to the face.
nl: De knop **Bevestigen** biedt u het bevestigen van de suggestie. Dit zal de gesuggereerde naam aan het gezicht toekennen
pt: O botão **Confirmar** permite-lhe confirmar a sugestão. Isto irá atribuir o nome sugerido à cara.

source: Use the **Reject** button, if the suggestion is incorrect. This would move the face back to **Unknown**.
nl: De knop **Verwerpen** gebruiken, als de suggestie niet juist is. Dit zal het gezicht terugzetten naar **Onbekend**.
pt: Use o botão **Rejeitar** se a sugestão for incorrecta. Isto irá repor a cara de volta como **Desconhecida**.

source: Use the **Delete** button, if the suggestion is not a face. This will remove the face region from the database.
nl: De knop **Verwijderen** gebruiken, als de suggestie geen gezicht is. Dit zal het gezichtsgebied uit de database verwijderen.
pt: Use o botão **Apagar** se a sugestão não corresponder a uma cara. Isto irá remover a região da cara da base de dados.
