Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/people_view.po
Languages: ca, it, nl, pt, sl, uk

source: digiKam does not keep a record of rejected faces. The same face might be suggested in future recognition scans. To avoid this, you can either label the face with a new name or choose to **ignore** it.
ca: El digiKam no guarda cap registre de cares rebutjades. Es podria suggerir la mateixa cara en futures exploracions de reconeixement. Per evitar-ho, podeu etiquetar la cara amb un nom nou o triar **ignorar-la**.
it: digiKam non mantiene un registro dei volti rifiutati. Lo stesso volto potrebbe essere suggerito in future analisi. Per evitare questo comportamento, puoi etichettare il volto con un nuovo nome, oppure scegliere di **ignorarlo**.
sl: digiKam ne vodi evidence zavrnjenih obrazov. Isti obraz bo morda predlagan v prihodnjih prečesavanjih za prepoznavanje. Da bi se temu izognili, lahko obraz označite z novim imenom ali pa ga **ignorirate**.

source: How recognition works
ca: Com funciona el reconeixement
it: Come funziona il riconoscimento
sl: Kako deluje prepoznavanje
uk: Як працює розпізнавання

source: It is recommended you run several **Recognize Faces** scans when you are first building your library. Carefully review and confirm the suggestions between each scan.
ca: Es recomana que executeu diverses exploracions de **Reconeixement de cares** quan esteu construint la biblioteca per primera vegada. Reviseu atentament i confirmeu els suggeriments entre cada exploració.
it: Quando stai costruendo la tua libreria, è consigliato avviare diverse volte l'operazione **Riconosci i volti**. Controlla accuratamente e conferma i suggerimenti tra un'analisi e l'altra.
sl: Priporočljivo je, da zaženete več prečesavanj **Prepoznaj obraze**, ko prvič gradite svojo knjižnico. Previdno preglejte in potrdite predloge med vsakim prečesavanjem.
uk: Рекомендуємо виконати кілька сканувань **Розпізнати обличчя**, коли ви вперше створюєте свою бібліотеку. Уважно переглядайте та підтверджуйте пропозиції після кожного сканування.

source: Face recognition in digiKam is cumulative. More faces confirmed to tag name will help digiKam find more faces that are similar. When first building your library, it may take several recognition scans of your library to recognize all of the similar detected faces. This allows digiKam to learn different aspects of faces, and help recognize the same person at different ages.
ca: El reconeixement de cares en el digiKam és acumulatiu. Més cares confirmades al nom d'etiqueta ajudaran el digiKam a trobar més cares que siguin similars. Quan es construeix per primera vegada la biblioteca, pot ser que calguin diverses exploracions de reconeixement de la biblioteca per a reconèixer totes les cares detectades similars. Això permet al digiKam aprendre aspectes diferents de les cares, i ajudar a reconèixer a la mateixa persona a edats diferents.
it: Il Riconoscimento facciale in digiKam è cumulativo. Più volti confermati a un nome tag aiuterà digiKam a trovare più volti simili. Quando costruisci per la prima volta la tua libreria, ci vorranno svariate analisi di riconoscimento per riconoscere tutti i volti simili rilevati. Questo permette a digiKam di apprendere diversi aspetti dei volti e aiuta a riconoscere la stessa persona a età differenti.
sl: Prepoznavanje obraza v digiKamu je kumulativno. Več obrazov potrjenih za ime oznake, bo digiKamu pomagalo najti več podobnih obrazov. Ko prvič gradite svojo knjižnico, bo morda potrebnih več prečesavanj s prepoznavanjem vaše knjižnice, da prepoznate vse podobne zaznane obraze. To digiKamu omogoča, da se nauči različnih vidikov obrazov in pomaga prepoznati isto osebo pri različnih starostih.

source: Example 1: A picture of a face from the front will match with similar faces turned slightly to the side. Faces turned slightly to the side will match with similar faces turned mostly to the side. Faces turned mostly to the side will match with similar faces in full profile.
ca: Exemple 1: Una imatge d'una cara de la part davantera coincidirà amb cares similars girades lleugerament cap al costat. Les cares girades lleugerament cap al costat coincidiran amb cares similars força girades cap a un costat. Les cares força girades cap a un costat coincidiran amb cares similars de perfil complet.
it: Esempio 1: la foto di un volto frontale corrisponderà con volti simili girati leggermente di lato. I volti girati leggermente di lato corrisponderanno con volti simili girati quasi del tutto su un lato. I volti girati quasi del tutto su un lato corrisponderanno con volti simili interamente di profilo.
sl: Primer 1: Slika obraza od spredaj se bo ujemala s podobnimi obrazi, obrnjenimi rahlo na stran. Obrazi, obrnjeni rahlo na stran, se bodo ujemali s podobnimi obrazi, obrnjenimi večinoma na stran. Obrazi, obrnjeni večinoma na stran, se bodo ujemali s podobnimi obrazi v polnem profilu.

source: Example 2: A picture of a child will match with similar faces when the child is about the same age, and when the child is a year or two younger and older. Faces of the child when they are a few years younger or older will match with similar faces when they are even younger or older.
ca: Exemple 2: Una imatge d'un infant coincidirà amb cares similars quan l'infant té aproximadament la mateixa edat, i quan l'infant és un any o dos més jove o més gran. Les cares de l'infant quan és pocs anys més jove o més gran coincidiran amb cares similars quan encara és més jove o més gran.
it: Esempio 2: una foto di un bambino corrisponderà con volti simili quando il bambino ha circa la stessa età, e quando il bambino è uno o due anni più piccolo o più grande. I volti del bambino quando è più piccolo o più grande di diversi anni corrisponderanno con volti simili quando sono persino più piccoli o più grandi.
sl: Primer 2: Slika otroka se bo ujemala s podobnimi obrazi, ko je otrok približno iste starosti ter ko je leto ali dve mlajši in starejši. Obrazi otroka, ko je nekaj let mlajši ali starejši, se bodo ujemali s podobnimi obrazi, ko bo še mlajši ali starejši.

source: The accuracy of face recognition is very high once you have built and trained your library.
ca: La precisió del reconeixement de cares és molt alta una vegada que s'ha construït i entrenat la vostra biblioteca.
it: La precisione del riconoscimento facciale è molto alta una volta che hai costruito e addestrato la tua libreria.
sl: Natančnost prepoznavanja obrazov je zelo visoka, ko zgradite in naučite svojo knjižnico.
uk: Точність розпізнавання стане дуже високою, якщо ви зберете і навчите вашу бібліотеку.

source: Carefully review face name suggestions before confirming them. A single incorrect confirmation can lead to numerous inaccurate suggestions from the face recognition system.
ca: Reviseu atentament els suggeriments de nom de ara abans de confirmar-los. Una única confirmació incorrecta pot donar lloc a nombrosos suggeriments inexactes del sistema de reconeixement de cares.
it: Ricontrolla accuratamente i suggerimenti dei nomi dei volti prima di confermarli. Una conferma scorretta può generare molti suggerimenti sbagliati dal sistema di riconoscimento facciale.
sl: Previdno preglejte predloge imen obrazov, preden jih potrdite. Ena sama napačna potrditev lahko povzroči številne netočne predloge sistema za prepoznavanje obrazov.
uk: Ретельною перевіряйте пропозиції імен, перш ніж підтверджувати їх. Єдине помилкове підтвердження може призвести до численних неточних пропозицій з системи розпізнавання облич.

source: To improve face recognition results, in addition to adjusting the settings mentioned below, you can also improve accuracy by rebuilding the training data. This can be achieved by navigating to :menuselection:`Tools --> Maintenance --> Detect And Recognize Faces` and selecting **Rebuild all training data**.
ca: Per a millorar el resultat del reconeixement de cares, a més d'ajustar la configuració esmentada a sota, també podeu millorar la precisió reconstruint les dades d'entrenament. Això es pot fer navegant a :menuselection:`Eines --> Manteniment --> Detecta i reconeix les cares` i seleccionar **Reconstrueix totes les dades d'entrenament**.
it: Per migliorare il riconoscimento facciale, oltre a regolare le impostazioni citate sotto, puoi anche migliorare la precisione ricostruendo i dati di addestramento da :menuselection:`Strumenti --> Manutenzione --> Rileva e riconosci i volti` e selezionando **Ricostruisci tutti i dati di addestramento**.
sl: Če želite izboljšati rezultate prepoznavanja obrazov, lahko poleg prilagajanja spodaj omenjenih nastavitev izboljšate tudi natančnost s ponovnim sestavljanjem podatkov o učenju. To lahko dosežete tako, da se pomaknete na :menuselection:`Orodja --> Vzdrževanje --> Zaznaj in razpoznaj obraze` in izberete **Ponovno izgradi vse učne podatke**.

source: Search-in Tab
ca: Pestanya cerca en
it: Scheda Ricerca in
sl: Zavihek Išči-v
uk: Вкладка місць пошуку

source: The **Search-in** tab lets you choose which albums and image tags to include in a scan. You can select specific albums or tags for detection and recognition.
ca: La pestanya **Cerca en** permet triar quins àlbums i etiquetes d'imatge s'inclouran en una exploració. Podeu seleccionar àlbums o etiquetes específiques per a la detecció i el reconeixement.
it: La scheda **Ricerca in** ti permette di scegliere quali album e tag immagine includere in un'analisi. Puoi selezionare specifici album o tag per il rilevamento e il riconoscimento.
sl: Zavihek **Iskanje v** vam omogoča, da izberete, katere albume in oznake slik želite vključiti v prečesavanja. Za zaznavanje in prepoznavanje lahko izberete določene albume ali oznake.
uk: За допомогою вкладки **Місця пошуку** ви можете вибрати альбоми та мітки зображень, які слід включити до пошуку. Ви можете вказати альбоми та мітки для виявлення і розпізнавання.

source: For **detection**, digiKam will scan the images selected in the filter for faces.
ca: Per a la **detecció**, el digiKam explorarà les imatges seleccionades al filtre per trobar cares.
it: Per il **rilevamento**, digiKam analizzerà le immagini selezionate nel filtro dei volti.
sl: Za **zaznavanje** bo digiKam prečesal slike, izbrane v filtru za obraze.
uk: Для **виявлення** digiKam виконає сканування вибраних у фільтрі для облич зображень.

source: For **recognition**, digiKam will attempt to match **Unknown** and **Unconfirmed** face tags in the images included in the filter with all confirmed face tags.
ca: Per al **reconeixement**, el digiKam intentarà fer coincidir les etiquetes de cara **Desconegudes** i **Sense confirmació** a les imatges incloses en el filtre amb totes les etiquetes de cara confirmades.
it: Per il **riconoscimento**, digiKam tenterà di concordare i tag volto **Sconosciuto** e **Non confermato** nelle immagini incluse nel filtro con tutti i tag volto confermati.
sl: Za **prepoznavanje** bo digiKam poskušal ujemati **Neznane** in **Nepotrjene** obrazne oznake na slikah, vključenih v filter, z vsemi potrjenimi obraznimi oznakami.
uk: Для **розпізнавання** digiKam спробує встановити відповідність міток облич **Невідомі** і **Непідтверджені** на зображеннях, які включено до фільтра, із усіма підтвердженими мітками облич.

source: The digiKam Face Management Search-in View
ca: La vista de «Cerca en» de la gestió de les cares del digiKam
it: La vista Ricerca in della gestione dei volti di digiKam
sl: digiKamovo upravljanje obrazov pogled Iskanja-v
uk: Панель перегляду пошуку розпізнавання облич digiKam

source: Settings Tab
ca: Pestanya de configuració
it: Scheda Impostazioni
sl: Zavihek nastavitev
uk: Вкладка параметрів

source: The **Settings** tab lets you fine-tune the results from detection and recognition scans. Here, you can adjust the detection and recognition models, set the accuracy levels, and configure face detection for special cases. Additionally, you can control the processor load used for face detection and recognition. The default values have been carefully chosen for normal use after exhaustive testing on multiple datasets, including industry standard datasets such as `LFW <https://vis-www.cs.umass.edu/lfw/>`_, and personal datasets.
ca: La pestanya **Configuració** permet ajustar els resultats de les exploracions de detecció i reconeixement. Aquí podeu ajustar els models de detecció i reconeixement, establir els nivells de precisió i configurar la detecció de cares per a casos especials. A més, podeu controlar la càrrega del processador utilitzada per a la detecció i el reconeixement de cares. Els valors predeterminats s'han triat acuradament per a un ús normal després de proves exhaustives en diversos conjunts de dades, inclosos els conjunts de dades estàndard de la indústria com `LFW <https://vis-www.cs.umass.edu/lfw/>`_ i els conjunts de dades personals.
it: La scheda **Impostazioni** ti permette di regolare in modo preciso i risultati delle analisi di rilevamento e riconoscimento. Qui puoi regolare i modelli di rilevamento e riconoscimento, impostare il livello di accuratezza e configurare il rilevamento facciale per i casi speciali. In aggiunta, puoi controllare il carico del processore utilizzato per il rilevamento e il riconoscimento facciale. I valori predefiniti sono stati scelti con cura per un utilizzo normale dopo test completi su gruppi di dati multipli, inclusi gruppi di dati di standard industriale quali `LFW <https://vis-www.cs.umass.edu/lfw/>`_, e gruppi di dati personali.
sl: Zavihek **Nastavitve** vam omogoča natančno nastavitev rezultatov prečesavanja zaznavanja in prepoznavanja. Tukaj lahko prilagodite modele zaznavanja in prepoznavanja, nastavite ravni natančnosti in konfigurirate zaznavanje obrazov za posebne primere. Poleg tega lahko nadzorujete obremenitev procesorja, ki se uporablja za zaznavanje in prepoznavanje obrazov. Privzete vrednosti so bile skrbno izbrane za običajno uporabo po izčrpnem testiranju na več naborih podatkov, vključno s standardnimi nabori podatkov v industriji, kot je `LFW <https://vis-www.cs.umass.edu/lfw/>`_, in nabori osebnih podatkov.

source: Beginning with didiKam 8.5.0, YuNet is the recommended model for face detection, and SFace is recommended for face recognition.
ca: Començant amb digiKam 8.5.0, YuNet és el model recomanat per a la detecció de cares, i SFace es recomana per al reconeixement de cares.
uk: Починаючи з didiKam 8.5.0, рекомендованою моделлю виявлення облич є YuNet, а моделлю розпізнавання облич є SFace.

source: Face Detection Settings
ca: Configuració de la detecció de cares
it: Impostazioni del rilevamento facciale
sl: Nastavitve zaznavanja obraza
uk: Параметри виявлення облич

source: For Face Detection, there are 3 settings the user can adjust to control how digiKam determines if there is a face in an image.
ca: Per a la detecció de cares, hi ha 3 paràmetres que l'usuari pot ajustar per a controlar com el digiKam determina si hi ha una cara en una imatge.
it: Per il rilevamento facciale sono regolabili tre impostazioni per controllare come digiKam determina se è presente un volto in un'immagine.
sl: Za zaznavanje obrazov so na voljo 3 nastavitve, ki jih lahko uporabnik prilagodi za nadzor nad tem, kako digiKam ugotovi, ali je na sliki obraz.
uk: Для виявлення облич передбачено три параметри, які користувач може змінити для керування тим, як digiKam визначає, чи є на знімку обличчя.

source: The digiKam Face Management Detection Settings View
ca: La vista de la configuració de la gestió de les cares del digiKam
it: La vista Impostazioni del rilevamento della gestione dei volti di digiKam
sl: Nastavitve upravljanja digiKama pogled za zaznavanje obraza
uk: Перегляд параметрів виявлення облич digiKam

source: **Accuracy**: Lower accuracy settings may detect more faces in an image, but it will also increase the number of incorrect areas identified as faces (false positives). The default setting of 7 is recommended for normal use.
ca: **Precisió**: la configuració de menor precisió pot detectar més cares en una imatge, però també augmentarà el nombre d'àrees incorrectes identificades com a cares (falsos positius). Es recomana la configuració predeterminada de 7 per a un ús normal.
it: **Accuratezza**: impostazioni di accuratezza più basse possono rilevare più volti in un'immagine ma aumentano il numero di aree sbagliate identificate come volti (falsi positivi). L'impostazione predefinita raccomandata per un uso normale è 7.
sl: **Natančnost**: nižje nastavitve natančnosti lahko zaznajo več obrazov na sliki, vendar bodo povečale tudi število nepravilnih območij, prepoznanih kot obrazi (lažno pozitivni rezultati). Za normalno uporabo je priporočljiva privzeta nastavitev 7.
uk: **Точність**: менші значення точності можуть дати змогу виявити більше облич на зображенні, але це також призведе до збільшення кількості областей, неправильно визначених як обличчя (хибні спрацьовування). Рекомендуємо стандартне значення 7 для звичайного використання.

source: **Model**: digiKam supports 3 different models for face detection. YuNet is the recommended detection model. It is faster and more configurable than YOLO v3 and SSD.
ca: **Model**: el digiKam admet 3 models diferents per a la detecció de cares. YuNet és el model de detecció recomanat. És més ràpid i configurable que YOLO v3 i SSD.
it: **Modello**: digiKam supporta tre diversi modelli di rilevamento facciale. YuNet è il modello consigliato. È più veloce e più configurabile di YOLO v3 e SSD.
sl: **Model**: digiKam podpira 3 različne modele za zaznavanje obrazov. YuNet je priporočen model zaznavanja. Je hitrejši in bolj nastavljiv kot YOLO v3 in SSD.

source: **Face Size**: This setting applies only to YuNet, and will be disabled if a different detection model is selected. Larger face size settings increase the speed of face detection but may miss small faces in group photos or in the background of images. See the **Special Cases** section below for more details.
ca: **Mida de les cares**: aquesta opció només s'aplica a YuNet, i es desactivarà si se selecciona un model de detecció diferent. La configuració de la mida de les cares més gran augmenta la velocitat de detecció de les cares, però pot perdre cares petites en fotos de grup o en el fons de les imatges. Vegeu la secció **Casos especials** a continuació per a més detalls.
it: **Dimensione del volto**: questa impostazione si applica soltanto a YuNet, e sarà disabilitata se viene selezionato un modello di rilevamento diverso. Impostazioni di dimensione del volto maggiori aumenteranno la velocità del rilevamento facciale ma perderanno probabilmente i visi piccoli nelle foto di gruppo o nello sfondo delle immagini. Per maggiori dettagli vedi la sezione **Casi speciali** più avanti.
sl: **Velikost obraza**: Ta nastavitev velja samo za YuNet in bo onemogočena, če je izbran drug model zaznavanja. Večje nastavitve velikosti obraza povečajo hitrost zaznavanja obrazov, vendar lahko zgrešijo majhne obraze na skupinskih fotografijah ali v ozadju slik. Za več podrobnosti glejte razdelek **Posebni primeri** spodaj.

source: Face Recognition Settings
ca: Configuració del reconeixement de cares
it: Impostazioni del riconoscimento facciale
sl: Nastavitve prepoznavanja obraza
uk: Параметри розпізнавання облич

source: For Face Recognition, there are 2 settings the user can adjust to control how digiKam matches **Unknown** faces to confirmed faces.
ca: Per al reconeixement de cares, hi ha 2 paràmetres que l'usuari pot ajustar per a controlar com el digiKam fa coincidir les cares **desconegudes** amb les cares confirmades.
it: Per il riconoscimento facciale sono regolabili due impostazioni per controllare come digiKam fa coincidere i volti **sconosciuti** con i volti confermati.
sl: Za prepoznavanje obrazov sta na voljo 2 nastavitvi, ki ju lahko uporabnik prilagodi, da nadzira, kako digiKam ujema **Neznane** obraze s potrjenimi obrazi.

source: The digiKam Face Management Recognition Settings View
ca: La vista de la configuració del reconeixement de cares del digiKam
it: La vista Impostazioni del riconoscimento della gestione dei volti di digiKam
sl: Nastavitve upravljanja digiKam pogled nastavitev razpoznavanja obraza
uk: Перегляд параметрів розпізнавання облич digiKam

source: **Accuracy**: Lower accuracy settings will produce more suggestions but will increase the number of incorrect suggestions. The default setting of 7 is recommended for normal use.
ca: **Precisió**: la configuració de menor precisió produirà més suggeriments, però augmentarà el nombre de suggeriments incorrectes. Es recomana la configuració predeterminada de 7 per a un ús normal.
it: **Accuratezza**: impostazioni di accuratezza più basse produrranno più suggerimenti ma aumenteranno il numero di suggerimenti sbagliati. L'impostazione predefinita raccomandata per un uso normale è 7.
sl: **Natančnost**: Nižje nastavitve natančnosti bodo ustvarile več predlogov, vendar bodo povečale število nepravilnih predlogov. Za normalno uporabo je priporočljiva privzeta nastavitev 7.

source: **Model**: SFace is the recommended recognition model. It is much more accurate than OpenFace. Changing from one recognition model to another requires retraining your face library, which can be time-consuming.
ca: **Model**: SFace és el model de reconeixement recomanat. És molt més precís que OpenFace. Canviar d'un model de reconeixement a un altre requereix tornar a entrenar la vostra biblioteca facial, que pot trigar força temps.
it: **Modello**: SFace è il modello di riconoscimento raccomandato. È molto più accurato di OpenFace. Il passaggio da un modello di riconoscimento a un altro rende necessario un nuovo addestramento della libreria dei volti, operazione che può risultare dispendiosa in termini di tempo.
sl: **Model**: SFace je priporočeni model za prepoznavanje. Je veliko bolj natančen kot OpenFace. Prehod z enega modela prepoznavanja na drugega zahteva ponovno usposabljanje vaše knjižnice obrazov, kar je lahko zamudno.

source: Work on all processor cores
ca: Treballa amb tots els nuclis dels processadors
it: Lavora con tutti i core del processore
sl: Delo na vseh procesorjevih jedrih
uk: Використовувати всі ядра процесора

source: Face detection and face recognition can be time-consuming tasks depending on the size of your library and filtering selected in **Search-in**. To help speed up the process, you can choose to use all processor cores. While this will make the process run faster, it can potentially make other processes run slower and make your computer feel unresponsive while faces are being processed.
ca: La detecció de cares i el reconeixement de cares poden ser tasques que requereixen força temps depenent de la mida de la vostra biblioteca i el filtratge seleccionat a **Cerca en**. Per a ajudar a accelerar el procés, podeu triar utilitzar tots els nuclis del processador. Tot i que això farà que el procés s'executi més de pressa, potencialment pot fer que altres processos s'executin més lentament i fer que el vostre ordinador trigui en contestar mentre es processen les cares.
it: Il rilevamento facciale e il riconoscimento facciale possono essere operazioni dispendiose in termini di tempo, a seconda della libreria in tuo possesso e del tipo di filtro selezionato nell'opzione **Ricerca in**. Per aumentare la velocità dell'elaborazione, puoi scegliere di utilizzare tutti di core del processore. Questa opzione aumenterà la velocità di elaborazione, ma potrebbe rallentare altri processi e bloccare temporaneamente il computer mentre sta elaborando i volti.
sl: Zaznavanje in prepoznavanje obrazov sta lahko zamudni opravili, odvisno od velikosti vaše knjižnice in filtriranja, izbranega pri **Iskanju-v**. Za pospešitev postopka se lahko odločite za uporabo vseh procesorskih jeder. Čeprav bo zaradi tega proces potekal hitreje, lahko drugi procesi tečejo počasneje in se vaš računalnik med obdelavo obrazov ne odziva.
