Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/people_view.po
Languages: ca, it, nl, pt, sl, uk

source: digiKam Main Window People View
ca: La vista de persones a la finestra principal del digiKam
it: Vista persone della finestra principale di digiKam
nl: Weergave van mensen in het hoofdvenster van digiKam
pt: Área de Pessoas da Janela Principal do digiKam
sl: digiKam glavno okno pogleda oseb
uk: Панель перегляду людей основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, faces, detection, recognition, management, deep-learning, people
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, cares, detecció, reconeixement, gestió, aprenentatge profund, persones
it: digiKam, documentazione, manuale utente, gestione foto, open source, libero, apprendimento, facile, volti, rilevamento, riconoscimento, gestione, apprendimento profondo, persone
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, gezichten, detectie, herkennen, beheer, deep-learning, mensen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, caras, detecção, reconhecimento, gestão, aprendizagem, pessoas
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, obrazi, zaznavanje, prepoznavanje, upravljanje, poglobljeno učenje, ljudje
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, обличчя, виявлення, розпізнавання, керування, глибинне навчання, люди, особи

source: People View
ca: La vista Persones
it: Vista Persone
nl: Weergave van mensen
pt: Área de Pessoas
sl: Pogled ljudi
uk: Панель перегляду людей

source: If you’re not just photographing machines or stars, Face Management could be a useful feature for you (even machines might have a human operator). In digiKam, this feature involves two main tasks: **Face Detection** and **Face Recognition**.
ca: Si no només preneu imatges de màquines o estrelles, la gestió de cares pot ser una característica interessant (fins i tot amb una màquina pot haver-hi operari humà). En el digiKam, aquesta característica consta de dues tasques: **Detecció de cares** i **Reconeixement facial**.
it: Se non stai fotografando solo foto macchine o stelle, la Gestione dei volti può risultarti utile (anche le macchine potrebbero avere un operatore umano). In digiKam, questa funzionalità comprende da due fasi principali: il **rilevamento facciale** e il **riconoscimento facciale**.
sl: Če ne fotografirate samo strojev ali zvezd, bi lahko bilo upravljanje obrazov uporabna zmožnost za vas (celo stroji imajo lahko človeškega operaterja). V digiKamu ta zmožnost vključuje dve glavni nalogi: **Zaznavanje obrazov** in **Prepoznavanje obrazov**.
uk: Якщо ви не знімаєте лише машини, зірки або щось подібне, вас зацікавить можливість обробки облич на знімках (навіть у машині може бути водій). У digiKam реалізовано двоскладову обробку: виявлення облич і розпізнавання облич.

source: The face management workflow helps you identify and recognize people in your photos by using deep-learning neural networks. **Face Detection** identifies whose face appears in your images, which is a necessary step before recognition. **Face Recognition** then automatically identifies people in your photos, but it requires initial training by labeling a few detected faces with the corresponding names.
ca: El flux de treball de la gestió de cares ajuda a identificar i reconèixer persones a les fotografies utilitzant xarxes neuronals d'aprenentatge profund. La **detecció de cares** identifica les cares que apareixen a les imatges, que és un pas necessari abans del reconeixement. El **reconeixement de cares** reconeixerà automàticament les persones a les fotos, però necessita un entrenament inicial etiquetant algunes cares detectades amb els noms corresponents.
it: La procedura di gestione dei volti ti permette di individuare e riconoscere le persone nelle tue fotografie. Entrambe le funzionalità utilizzano in sottofondo una rete neurale di apprendimento profondo. Il **rilevamento facciale** consente a digiKam di rilevare le persone i cui volti appaiono nelle immagini. Questo passaggio è richiesto prima del riconoscimento dei volti. Il **riconoscimento facciale** riconosce automaticamente le persone nelle immagini ma, al fine di riconoscere volti nuovi, richiede che siano presenti alcuni elementi di addestramento per il nome di uno stesso volto.
sl: Potek dela za upravljanje obraza vam pomaga identificirati in prepoznati ljudi na vaših fotografijah z uporabo nevronskih mrež globokega učenja. **Zaznavanje obrazov** prepozna, čigav obraz se pojavi na vaših slikah, kar je nujen korak pred prepoznavo. **Razpoznavanje obrazov** nato samodejno identificira ljudi na vaših fotografijah, vendar zahteva začetno učenje tako, da nekaj zaznanih obrazov označite z ustreznimi imeni.
uk: Робочий процес керування зображеннями облич допомагає ідентифікувати та розпізнавати людей на ваших фотографіях за допомогою нейронних мереж з глибоким навчанням. Засіб **Виявлення обличчя** визначає, чиє обличчя потрапило на ваші зображення, що є необхідним кроком перед розпізнаванням. Тоді **Розпізнавання облич** автоматично ідентифікує людей на ваших фотографіях, але це вимагає початкового навчання — позначення кількох виявлених облич відповідними іменами.

source: For face management to work correctly, digiKam needs to download the deep-learning models from the web during its first run. See :ref:`the Quick Start section <quick_start>` for details.
ca: Perquè la gestió de cares funcioni correctament, el digiKam necessita baixar els models d'aprenentatge profund des de la web durant la seva primera execució. Per als detalls, vegeu la :ref:`secció Inici ràpid <quick_start>`.
it: Per un funzionamento corretto della gestione dei volti, digiKam deve scaricare i modelli di apprendimento profondo dalla rete al primo avvio. Vedi la :ref:`sezione Avvio rapido <quick_start>` per i dettagli.
sl: Za pravilno delovanje upravljanja obrazov mora digiKam med prvim zagonom prenesti modele globokega učenja s spleta. Glejte :ref:`razdelek za hiter začetek <quick_start>` za podrobnosti.
uk: Для належної роботи із зображеннями облич програмі потрібно отримати моделі глибокого навчання під час першого запуску digiKam. Докладніше про це можна дізнатися з :ref:`розділу початкових зауважень <quick_start>`.

source: Face Detection
ca: Detecció de cares
it: Rilevamento facciale
nl: Gezichtsdetectie
pt: Detecção de Caras
sl: Zaznavanje obraza
uk: Виявлення облич

source: The first step is to let digiKam locate all the photos containing faces, without yet identifying who they belong to. To begin, click on the **People** tab in the left sidebar. At the bottom, you’ll find a settings view with a drop-down menu where you can select from various options:
ca: El primer pas és permetre que el digiKam localitzi totes les fotografies que contenen cares, sense identificar encara a qui pertany la cara. Per a començar, feu clic a la pestanya **Persones** a la barra lateral esquerra. A la part inferior trobareu una vista de configuració amb un menú desplegable on podeu seleccionar diverses opcions:
it: Il primo passaggio è permettere a digiKam di individuare tutte le fotografie che contengono volti, senza identificare ancora a chi appartengono. Per iniziare, fai clic sulla scheda **Persone** nella barra laterale sinistra. In basso è presente una vista delle impostazioni con un menu a tendina in cui è possibile selezionare da varie opzioni:
sl: Prvi korak je omogočiti digiKamu, da poišče vse fotografije z obrazi, ne da bi že ugotovil, komu pripadajo. Za začetek kliknite zavihek **Ljudje** v levi stranski vrstici. Na dnu boste našli pogled nastavitev s spustnim menijem, kjer lahko izbirate med različnimi možnostmi:
uk: Перший крок — дозволити digiKam знайти всі фотографії з обличчями, не визначаючи, кому вони належать. Щоб почати, натисніть вкладку **Люди** на лівій бічній панелі. Унизу ви побачите вікно налаштувань зі спадним меню, у якому можна вибрати один із таких варіантів:

source: **Skip Images Already Scanned**: Select this option for your first scan, or if you want to scan new images.
ca: **Omet les imatges que ja s'han explorat**: seleccioneu aquesta opció per a la primera exploració, o si voleu explorar imatges noves.
it: **Salta le immagini già analizzate**: seleziona questa opzione per la tua prima analisi, o se vuoi analizzarne di nuove.
sl: **Preskoči že prečesane slike**: izberite to možnost za prvo prečesavanje ali če želite prečesati nove slike.
uk: **Пропускати вже скановані зображення**: виберіть цей варіант, якщо пошук ще не виконувався або якщо останній пошук дав якісні результати, але вам потрібно виконати пошук на нових знімках.

source: **Scan Again And Merge Results**: Select this option when you have changed settings. This will re-scan all images selected in the **Search in** tab, which can be time-consuming.
ca: **Torna a explorar i fusiona els resultats**: seleccioneu aquesta opció quan heu canviat la configuració. Això tornarà a explorar totes les imatges seleccionades a la pestanya **Cerca***, i pot trigar força temps.
it: **Rianalizza e unisci i risultati**: seleziona questa opzione quando hai cambiato le impostazioni. Quest'azione rianalizzerà tutte le immagini selezionate nella scheda **Ricerca in**, e potrà risultare piuttosto lunga.
sl: **Ponovno prečeši in združi rezultate**: izberite to možnost, ko ste spremenili nastavitve. S tem boste znova prečesali vse slike, izbrane na zavihku **Išči v**, kar je lahko zamudno.
uk: **Пересканувати і об'єднати результати**: виберіть цей варіант, якщо ви змінили налаштування. Це призведе до повторного сканування всіх зображень, вибраних на вкладці **Місця пошуку**, що може тривати досить довго.

source: **Clear Unconfirmed Results And Rescan**: Select this option when you have changed settings and want to delete all unnamed faces from the database. This will re-scan all images selected in the **Search in** tab, which can be time-consuming.
ca: **Neteja els resultats no confirmats i torna a explorar**: Seleccioneu aquesta opció quan hàgiu canviat la configuració i vulgueu suprimir totes les cares sense nom de la base de dades. Això tornarà a explorar totes les imatges seleccionades a la pestanya **Cerca en**, i pot pot trigar força temps.
it: **Pulisci i risultati non confermati e rianalizza**: seleziona questa opzione quando hai cambiato le impostazioni e vuoi eliminare tutti i volti senza nome dalla banca dati. Questa azione rianalizzerà tutte le immagini selezionate nella scheda **Ricerca in**, e potrà risultare piuttosto lunga.
sl: **Počisti nepotrjene rezultate in znova prečeši**: izberite to možnost, ko ste spremenili nastavitve in želite izbrisati vse neimenovane obraze iz zbirke podatkov. S tem boste znova pečesali vse slike, izbrane na zavihku **Išči v**, kar je lahko zamudno.
uk: **Вилучити непідтверджені результати і повторити сканування**: виберіть цей варіант, якщо ви змінили налаштування і хочете вилучити усі зображення облич без назв із бази даних. Це призведе до повторного сканування всіх зображень, вибраних на вкладці **Місця пошуку**, що може тривати досить довго.

source: The digiKam Face Management Workflow View
ca: La vista del flux de treball en el digiKam amb la gestió de les cares
it: La vista del flusso di lavoro di gestione dei volti di digiKam
nl: De weergave van digiKam met werkmethode beheer van gezichten
pt: A Área do Processo de Gestão de Caras do digiKam
sl: Pogled poteka dela za upravljanje obrazov digiKam
uk: Перегляд процедури розпізнавання облич digiKam

source: The first option is the default for normal operation. Use it for your initial face detection scan or when you add new images to your library. The second and third options should be used when you change settings that affect the face detection results. These options do not affect the process of **recognizing** faces.
ca: La primera opció és la predeterminada per a l'operació normal. Utilitzeu-la per a l'exploració inicial de detecció de cares o quan afegiu imatges noves a la biblioteca. La segona i tercera opcions s'han d'utilitzar quan canvieu la configuració que afecti els resultats de detecció de cares. Aquestes opcions no afecten el procés de **reconeixement** de cares.
it: La prima opzione è quella predefinita per le operazioni normali. Usala per il rilevamento facciale iniziale o quando aggiungi nuove immagini alla tua libreria. La seconda e la terza opzione devono essere usate quando cambi le impostazioni che influenzano i risultati del rilevamento facciale. Queste opzioni non influenzano il processo di **riconoscimento** dei volti.
sl: Prva možnost je privzeta za normalno delovanje. Uporabite ga za prvo prečesavanje z zaznavanjem obraza ali ko v knjižnico dodate nove slike. Drugo in tretjo možnost uporabite, ko spremenite nastavitve, ki vplivajo na rezultate zaznavanja obrazov. Te možnosti ne vplivajo na proces **prepoznavanja** obrazov.
uk: Перший варіант є типовим для звичайної обробки. Використовуйте його для початкового сканування з виявленням облич або під час додавання нових зображень у свою бібліотеку. Другий і третій варіанти слід використовувати, коли ви змінюєте налаштування, які впливають на результати виявлення облич. Ці параметри не впливають на процес **розпізнавання** облич.

source: For this task, make sure to select **Detect faces**. Since face detection is time-consuming, it’s better to limit the scan instead of scanning right away. In **Search-in**, you can limit the scan to specific albums or tags. See the :ref:`Search-in <search_in_tab>` section for more information.
ca: Per a aquesta tasca, assegureu-vos de seleccionar **Detecta cares**. Atès que la detecció de cares pot trigar força temps, és millor limitar l'exploració en lloc d'explorar immediatament. A **Cerca en**, podeu limitar l'exploració a àlbums o etiquetes específiques. Vegeu la secció :ref:`Cerca en <search_in_tab>` per a més informació.
it: Per questa operazione, accertati di selezionare **Rileva i volti**. Dato che il rilevamento facciale occupa molto tempo, è meglio limitare l'analisi piuttosto che analizzare subito. Nella scheda **Ricerca in** puoi limitare l'analisi ad album o tag specifici. Vedi la sezione :ref:`Ricerca in <search_in_tab>` per ulteriori informazioni.
sl: Za to nalogo se prepričajte, da ste izbrali **Zaznaj obraze**. Ker je zaznavanje obrazov dolgotrajno, je bolje, da prečesavanje omejite, namesto da ga takojšnjega prečesavanja. V **Iskanju** lahko omejite prečesavanje na določene albume ali oznake. Glej razdelek :ref:`Iskanje v <search_in_tab>` za več informacij.
uk: Для цього завдання не забудьте позначити вибрати **Виявити обличчя**. Оскільки виявлення облич триває досить довго, краще обмежити сканування, а не сканувати усе відразу. У **Місцях пошуку** ви можете обмежити сканування певними альбомами або мітками. Перегляньте розділ :ref:`Місця пошуку <search_in_tab>` для отримання додаткової інформації.

source: After carefully selecting your options, click **Scan collection for faces**. Depending on the scope of your selection, it may take a little while for the results to appear in the Image Area. In the Tags list on the Left Sidebar, you’ll see the **People** branch of your tag tree. To view the entire scan result, ensure the topmost tag **People** is selected. You’ll also notice a new virtual tag called **Unknown**, which includes all images where faces have been detected but not yet assigned to a person. If this is your first scan, you’ll find the entire result here as well.
ca: Una vegada hàgiu triat acuradament les opcions, feu clic a **Explora la col·lecció cercant cares**. Depenent de l'abast de la selecció, després d'un temps es presentarà el resultat a l'àrea d'imatges. A la llista d'etiquetes de la barra lateral esquerra, veureu la branca **Persones** de l'arbre d'etiquetes. Per a veure el resultat complet de l'exploració assegureu-vos de seleccionar l'etiqueta superior **Persones**. També veureu una etiqueta virtual nova anomenada **Desconeguda** que inclourà totes aquelles imatges en què es reconeixen cares, però que encara no estan assignades a una persona. Si acabeu d'explorar per primera vegada, també trobareu tot el resultat aquí.
it: Dopo aver selezionato con cura le tue opzioni fai clic su **Analizza la raccolta alla ricerca di volti**. A seconda della portata della tua selezione, ci vorrà un po' di tempo prima che i risultati compaiano nell'area dell'immagine. Nell'elenco dei tag nella barra laterale sinistra sarà presente il ramo **Persone** dell'albero dei tuoi tag. Per visualizzare l'intero risultato della scansione, accertati che sia selezionato il tag **Persone** in cima. Noterai anche un nuovo tag virtuale chiamato **Sconosciuto**, che include tutte le immagini in cui i volti sono stati riconosciuti ma non ancora collegati a una persona. Se questa è la tua prima analisi, troverai tutti i risultati anche qui.
sl: Ko ste skrbno izbrali možnosti, kliknite **Prečeši zbirko za obraze**. Odvisno od obsega vaše izbire lahko traja nekaj časa, da se rezultati prikažejo v območju slike. Na seznamu oznak na levi stranski vrstici boste videli vejo drevesa oznak **Ljudje**. Za ogled celotnega rezultata prečesavanja se prepričajte, da je izbrana najvišja oznaka **Ljudje**. Opazili boste tudi novo virtualno oznako, imenovano **Neznano**, ki vključuje vse slike, na katerih so bili zaznani obrazi, vendar še niso bili dodeljeni osebi. Če je to vaše prvo prečesavanje, boste tukaj našli tudi celoten rezultat.
uk: Щойно буде визначено усі параметри пошуку, ви можете натиснути кнопку **Шукати**. За деякий час, який залежить від області пошуку, результати буде представлено у області зображень. У списку «Мітки» на лівій бічній панелі ви побачите гілку «Люди» із ієрархією міток. Ви побачите результати усього сканування, лише якщо вибрано мітку верхнього рівня «Люди». У ієрархії буде показано нову віртуальну мітку із назвою «Невідомо», під якою буде показано усіх зображення, де було виявлено обличчя, які ще не пов'язано із конкретною особою. Якщо сканування виконувалося вперше, під цією міткою буде показано усі результати виявлення облич.

source: Screencast of digiKam Faces Detection Process Running Over Collections and Populating the Database
ca: Vídeo d'una captura de pantalla del procés de detecció de cares en el digiKam que s'executa sobre col·leccions i omple la base de dades
it: Registrazione del processo di rilevamento facciale di digiKam in esecuzione sulle raccolte e che popola la banca dati
nl: Filmpje van het proces van digiKam voor gezichtsherkenning draaiend over de verzamelingen en het bevolken van de database
pt: Captura do Processo de Detecção de Caras em Execução Sobre as Colecções e o Preenchimento da Base de Dados
sl: Posnetek zaslona procesa zaznavanja obrazov digiKam, ki poteka nad zbirkami in polni zbirko podatkov
uk: Відео процесу виявлення облич у digiKam, запуск для збірок і заповнення бази даних

source: Note that the thumbnails presented here do not show the whole image. They show the area of the image where the face detection model added a **Face Tag**. You can see that if you click on the thumbnail. In the preview that opens, you will see the whole image with all the face tags on them. If you don't see them, click the people button |icon_showfacetags| in the upper left corner of the preview. If there is more than one face tag on the image it will also be represented by more than one thumbnail.
ca: Cal tenir en compte que les miniatures presentades aquí no mostren tota la imatge. Mostren l'àrea de la imatge a on el model de detecció de cares ha afegit una **etiqueta de cara**. Podreu veure-la si feu clic sobre la miniatura. A la vista prèvia que s'obrirà, veureu tota la imatge amb totes les etiquetes de cares. Si no les veieu, feu clic al botó de la gent |icon_showfacetags| a la cantonada superior esquerra de la vista prèvia. Si hi ha més d'una etiqueta de cara a la imatge, també estarà representada per més d'una miniatura.
it: Nota come le miniature presentate qui non mostrano l'immagine intera. Esse mostrano l'area dell'immagine dove il modello di rilevamento facciale ha aggiunto un **tag volto**. La puoi osservare se fai clic sulla miniatura. Nell'anteprima che si apre, vedrai l'immagine completa con sopra tutti i tag volto. Se non li vedi, fai clic sul pulsante persone |icon_showfacetags|, nell'angolo superiore sinistro dell'anteprima. Se è presente più di un tag volto sull'immagine, essa sarà rappresentata da più di una miniatura.
sl: Upoštevajte, da tukaj predstavljene sličice ne prikazujejo celotne slike. Prikazujejo območje slike, kjer je model zaznavanja obrazov dodal **Značko obraza**. To lahko vidite, če kliknete na sličico. V predogledu, ki se odpre, boste videli celotno sliko z vsemi oznakami obrazov na njih. Če jih ne vidite, kliknite gumb ljudi |ikono prikazov značk obraza| v zgornjem levem kotu predogleda. Če je na sliki več kot ena oznaka obraza, bo predstavljena tudi z več kot eno sličico.
uk: Зауважте, що мініатюри, представлені тут, не показують усе зображення. Вони показують область зображення, де модель розпізнавання обличчя додала **мітку обличчя**. Ви можете це побачити, клацнувши на мініатюрі. На панелі попереднього перегляду, що відкриється, ви побачите все зображення з усіма мітками облич на них. Якщо ви їх не бачите, натисніть кнопку «Люди» |icon_showfacetags| у верхньому лівому куті панелі попереднього перегляду. Якщо на зображенні є кілька міток обличчя, воно також буде представлене декількома мініатюрами.

source: The list of detection samples below comes from a huge collection of photos scanned by digiKam.
ca: La llista de mostres de la detecció de sota prové d'una col·lecció gran de fotografies explorades pel digiKam.
it: L'elenco dei campioni di rilevamento sotto riportato proviene da una grande raccolta di foto analizzate da digiKam.
sl: Spodnji seznam vzorcev zaznavanja izvira iz ogromne zbirke fotografij, ki jih je prečesal digiKam.
uk: Список зразків виявлення, який наведено нижче, походить з величезної збірки фотографій, пошук у якій було виконано за допомогою digiKam.

source: Face Detected Samples
ca: Mostres detectades de cara
it: Campioni di volti rilevati
nl: Voorbeelden van gezichtsdetectie
pt: Exemplos de Caras Detectadas
sl: Vzorci zaznanih obrazov
uk: Зразки виявлених облич

source: Comments
ca: Comentaris
it: Commenti
nl: Commentaar
pt: Comentários
sl: Komentarji
uk: Коментарі

source: An under-exposed face
ca: Una cara poc exposada
it: Viso sottoesposto
nl: Een onderbelicht gezicht
pt: Uma cara com sub-exposição
sl: Premalo osvetljen obraz
uk: Недоекспоноване обличчя

source: An animal face
ca: Una cara d'animal
it: Volto di un animale
sl: Živalski obraz
uk: Морда тварини

source: A blurry child face
ca: Una cara borrosa d'infant
it: Volto sfuocato di un bambino
sl: Zamegljen otroški obraz
uk: Розмите дитяче обличчя

source: A non-human face
ca: Una cara no humana
it: Volto non umano
sl: Nečloveški obraz
uk: Нелюдське обличчя

source: A very blurry and partial face
ca: Una cara molt borrosa i parcial
it: Volto parziale molto sfuocato
sl: Zelo zamegljen in delni obraz
uk: Дуже розмите та частково зображене обличчя

source: A rotated face
ca: Una cara girada
it: Viso ruotato
nl: Een gedraaid gezicht
pt: Uma cara rodada
sl: Zavrten obraz
uk: Обернуте обличчя

source: A face covered with a hood
ca: Cara coberta amb una caputxa
it: Volto coperto da un cappuccio
sl: Obraz pokrit s kapuco
uk: Обличчя, яке закрито капюшоном

source: A face in profile
ca: Una cara de perfil
it: Volto di profilo
sl: Obraz v profilu
uk: Обличчя у профілі
