Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/people_view.po
Languages: ca, it, nl, pt, sl, uk

source: About the face categorization and sorting, faces will appear by default categorized based on their name. You may change this behavior, by going to :menuselection:`View --> Separate Items`. Note that using a different categorization order will lead to **Confirmed** and **Unconfirmed** faces appearing mixed with one another. To change this behaviour you may modify the sorting order within each category by going to :menuselection:`View --> Sort Items --> By Face Type`.
nl: Over het categoriseren en sorteren van gezichten, gezichten standaard verschijnen in categorieën gebaseerd op hun naam. U kunt dit gedrag wijzigen door naar :menuselection:`Beeld -> Items scheiden` te gaan. Merk op dat een andere vorm van volgorde in categorisatie zal leiden tot mengen van **Bevestigde** en **Niet-bevestigde** gezichten. Om dit gedrag te wijzigen kunt u de sorteervolgorde binnen elke categorie wijzigen door naar :menuselection:`Beeld -> Items sorteren-> Op type gezicht`.
pt: Sobre a categorização e ordenação de caras, as mesmas irão aparecer categorizadas por omissão com base no seu nome. Poderá mudar este comportamento, indo à opção :menuselection:`Ver --> Separar os Itens`. Lembre-se que o uso de uma categorização diferente poderá fazer com que as caras **Confirmadas** e **Não-Confirmadas** apareçam misturadas umas com as outras. Para mudar este comportamento, poderá modificar o sentido da ordenação dentro de cada categoria se for a :menuselection:`Ver --> Ordenar os Itens --> Por Tipo de Cara`.

source: To improve results of face recognition, apart from using the settings mentioned previously, face results may also be improved by rebuilding the training data. This may be done through :menuselection:`Tools --> Maintenance --> Detect And Recognize Faces -> Clear And Rebuild All Training Data`.
nl: Om resultaten van gezichtsherkenning te verbeteren, los van het gebruik van de eerder genoemde instellingen, kunnen resultaten van gezichten ook verbeterd worden door de trainingsgegevens opnieuw te bouwen. Dit kan gedaan worden via :menuselection:`Hulpmiddelen -> Onderhoud -> Gezichten detecteren en herkennen -> Wissen en alle trainingsgegevens opnieuw bouwen`.
pt: Para melhorar os resultados do reconhecimento de caras, para além de usar a configuração mencionada acima, os resultados das caras poderão também ser melhorados se reconstruir os dados de treino. Isto poderá ser feito através da opção :menuselection:`Ferramentas --> Manutenção --> Detectar e Reconhecer Caras -> Limpar e Reconstruir Todos os Dados de Treino`.

source: Manual Face Tagging
nl: Handmatig gezichtstags toekennen
pt: Marcação Manual de Caras

source: digiKam allows for either manual face tagging.
nl: digiKam biedt handmatig gezichtstags toekennen.
pt: O digiKam também lhe permite fazer a marcação manual de caras.

source: For more information about automatic face tagging using digiKam's face recognition engine see :ref:`the previous section <face_recognition>` of this manual.
nl: Voor meer informatie over gezichtstags toekennen met engine voor gezichtsherkenning van digiKam zie :ref:`de vorige sectie <face_recognition>` van deze handleiding.
pt: Para mais informações sobre a marcação automática de caras, usando o motor de reconhecimento do digiKam, veja a :ref:`secção anterior <face_recognition>` deste manual.

source: You can tag people manually by different way:
nl: U kunt mensen handmatig een tag toekennen op verschillende manieren:
pt: Poderá marcar manualmente as caras de uma forma diferente:

source: From **Preview Mode**: click on **Add a Face Tag** icon or select option on context menu, as highlighted on the screenshot below.
nl: Uit de **Modus Voorbeeld** klik op het pictogram **Een gezichtstag toevoegen** of selecteer de optie uit het contextmenu, zoals geaccentueerd in de onderstaande schermafdruk.
pt: No **Modo de Antevisão**: carregue no ícone **Adicionar uma Marca de Cara** ou seleccione a opção no menu de contexto, como está realçado na imagem abaixo.

source: And then draw a rectangle around the face while holding left mouse button followed by entering the person's name and pressing :kbd:`Enter` key. If you press :kbd:`Esc` key, this will leaves the person's name editor.
nl: Teken dan een rechthoek rond het gezicht met ingedrukte linker muisknop gevolgd door invoeren van de naam van de persoon en indrukken van toets :kbd:`Enter`. Als u toets ;kbd:`Esc` indrukt verlaat u de bewerker van de naam van de persoon.
pt: E depois desenhe um rectângulo em torno da cara, enquanto mantém o botão esquerdo carregado, seguido da introdução do nome da pessoa e da tecla :kbd:`Enter`. Se carregar na tecla :kbd:`Esc`, isto irá sair do editor de nomes da pessoa.

source: Instead of clicking on **Add A Face Tag** icon you can draw a face region while holding :kbd:`Ctrl` key.
nl: In plaats van klikken op het pictogram **Een gezichtstag toevoegen** kunt u een gezichtsgebied tekenen met ingedrukte toets :kbd:`Ctrl`.
pt: Em vez de carregar no ícone para **Adicionar uma Marca de Cara**, poderá desenhar a região de uma cara, enquanto carrega na tecla :kbd:`Ctrl`.

source: The **Preview Mode** context menu include also two other options to use during manual face tagging:
nl: Het contextmenu **Voorbeeldmodus** bevat ook twee andere opties om te gebruiken tijdens handmatig tag toekennen aan gezicht:
pt: O menu de contexto do **Modo de Antevisão** inclui também outras duas opções para usar durante a marcação manual de caras:

source: **Scan For Faces**: this option will call the face detection algorithm to set face areas automatically over the image. The faces are assigned by default to **Unknown** in the database. The last used **Faces Detection** settings will configure the process. If faces are found, you can edit manually the face name as explained previously.
nl: **Op gezichten scannen**: deze optie roept het algoritme voor gezichtsdetectie aan om gezichtsgebieden automatisch over de afbeelding in te stellen. De gezichten krijgen standaard de tag **Onbekend** in de database. De laatst gebruikte instellingen voor **Gezichtsdetectie** zullen het proces configureren. Als gezichten gevonden worden, kunt u de gezichtsnaam handmatig bewerken zoals eerder uitgelegd.
pt: **Sondar por Caras**: esta opção irá invocar o algoritmo de detecção de caras para configurar as áreas com caras automaticamente sobre a imagem. As caras ficam por omissão atribuídas à marca **Desconhecida** na base de dados. A última configuração usada de **Detecção de Caras** irá configurar o processo. Se forem encontradas caras, poderá editar manualmente o nome da cara, tal como descrito anteriormente.

source: **Show Face Tags**: this show the face areas visible and switch automatically in edit mode when mouse move over the areas.
nl: **Gezichtstags tonen**: dit toont de zichtbare gezichtsgebieden en schakelt automatisch naar modus bewerken wanneer de muis beweegt boven de gebieden.
pt: **Mostrar as Marcas de Caras**: isto mostra as áreas de caras visíveis e muda automaticamente para o modo de edição quando o cursor passa sobre essas áreas.

source: From Left Sidebar **People** tab: use drag and drop between icon-view and face-tags tree-view. Select items labeled **Unknown** that you want to assign a face-tag. Perform a move with the mouse to the **People** items hierarchy. A pop-up menu will appears to confirm face assignment.
nl: Het tabblad **Mensen** in de linker zijbalk: slepen en loslaten gebruiken tussen pictogramweergave en boomstructuur gezichtstags. Selecteer items met label **Onbekend** waaraan u een gezichtstag wilt toekennen. Beweeg met de muis naar de hiërarchie met items **Mensen**. Een menu verschijnt om toekenning van gezicht te bevestigen.
pt: Na página de **Pessoas** da Barra Lateral Esquerda: use o arrastamento entre a área de ícones e a largada na árvore de marcas de caras. Seleccione os itens chamados **Desconhecido** às quais deseja atribuir uma marca de cara. Efectue um movimento com o rato na hierarquia de itens das **Pessoas**. Irá aparecer um menu de contexto para confirmar a atribuição das marcas.

source: From The **Unknown** tag from **People** view: to manually identify a face, hover on any **Unknown** face from icon-view and use the text box to give it a name. This will lead to the creation of a face tag in case a person of that name doesn't exist already. For best results identify at least 4 faces for each person you want the scan to recognize.
nl: Uit de weergave **Onbekende** tag uit **Mensen**: om handmatig een gezicht te identificeren, zweef boven een **Onbekend** gezicht uit de Pictogramweergave en gebruik het tekstvak om het een naam te geven. Dit zal tot de aanmaak van een gezichtstag leiden in geval een persoon met die naam niet al bestaat. Voor de beste resultaten identificeer minstens 4 gezichten voor elke persoon die u wilt scannen om te herkennen.
pt: A partira da marca **Desconhecida** na área de **Pessoas**: para identificar manualmente uma cara, passe o cursor sobre qualquer cara desconhecida na área de ícones e use o campo de texto para lhe atribuir um nome. Isto levará à criação de uma marca de cara, no caso de uma pessoa com esse nome não existir já. Para obter os melhores resultados, identifique pelo menos 4 caras para cada pessoa que deseja que a análise reconheça.
