Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/people_view.po
Languages: ca, it, nl, pt, sl, uk

source: An under-exposed and partial face
ca: Una cara subexposada i parcial
it: Volto parziale e sottoesposto
nl: Een onderbelicht en gedeeltelijk gezicht
pt: Uma cara parcial e em sub-exposição
sl: Premalo osvetljen in del obraza
uk: Недоекспоноване і частково видиме обличчя

source: A false positive detection
ca: Una detecció de fals positiu
it: Rilevamento di un falso positivo
nl: Een vals-positive detectie
pt: Uma detecção de falso positivo
sl: Lažno pozitivno zaznavanje
uk: Помилкове виявлення обличчя

source: A face covered by a racket
ca: Una cara coberta amb una raqueta
it: Viso coperto da una racchetta
nl: Een gezicht bedekt met een racket
pt: Uma cara coberta com uma raquete
sl: Obraz, prekrit z loparjem
uk: Обличчя, яке перекрито ракеткою

source: Screenshots **02** and **11** were selected to highlight an important feature: the algorithm can detect animal faces. This is not a false positive, unless you specifically want to see only human faces in your collection.
ca: S'han triat les captures de pantalla **02** i **11** perquè mostren una característica important: l'algorisme és capaç de detectar cares d'animals. Això no és un fals positiu, excepte si voleu veure només rostres humans en la col·lecció.
it: Le schermate **02** e **11** sono state selezionate per evidenziare una caratteristica importante: l'algoritmo è in grado di individuare i volti degli animali. Questo non è un falso positivo, a meno che tu non voglia vedere nella tua raccolta, in modo specifico, solamente volti umani.
sl: Posnetka zaslona **02** in **11** sta bila izbrana, da poudarita pomembno lastnost: algoritem lahko zazna živalske obraze. To ni lažno pozitivno, razen če izrecno želite v svoji zbirki videti samo človeške obraze.
uk: Знімки **02** і **11** було вибрано, оскільки на них показано одну важливу особливість: алгоритм здатен виявляти морди тварин, і це не помилка, якщо, звичайно, ви хочете бачити у своїй збірці лише обличчя людей.

source: Screenshot **10** demonstrates an important issue: the algorithm may sometimes identify details in an image that resemble a face but are not actually faces. This is where the Remove button comes in handy. It removes the face tag from the photograph, and if it is the only face tag remaining, the photograph will disappear from the scan results.
ca: La captura de pantalla **10** mostra un problema important: l'algorisme a vegades identificarà detalls en una imatge que semblen una cara però que no són cares real. Aquí és on és útil el botó Elimina. Eliminarà l'etiqueta de cara de la fotografia i, si és l'única etiqueta que queda de cara, la fotografia desapareixerà del resultat de l'exploració.
it: La schermata **10** dimostra un problema importante: l'algoritmo può talvolta identificare dei dettagli in un'immagine che assomigliano a un volto, ma che in realtà non lo sono. È in questi casi che torna utile il pulsante **Rimuovi**: rimuove il tag volto dalla fotografia; e se quel tag volto è l'unico presente, la fotografia sparirà dai risultati della ricerca.
sl: Posnetek zaslona **10** prikazuje pomembno težavo: algoritem lahko včasih prepozna podrobnosti na sliki, ki spominjajo na obraz, vendar dejansko niso obrazi. Tu pride prav gumb Odstrani. Odstrani oznako obraza s fotografije in če je to edina preostala oznaka obraza, bo fotografija izginila iz rezultatov prečesavanja..
uk: На знімку **10** наведено ще один приклад важливої проблеми: алгоритм виявляє на знімку області, які нагадують обличчя, але насправді ними не є. Ось для чого у нас є кнопка **Вилучити**. Ця кнопка надає змогу вилучити мітку обличчя з фотографії. Якщо ця мітка була останньою на фотографії, фотографія зникне зі списку результатів сканування.

source: Screenshots **01**, **03**, **05**, **08**, **09**, and **12** may be considered non-faces or can be filtered out by increasing the **detection accuracy** setting in the face management **Settings** view. However, these examples demonstrate the algorithm’s ability to detect faces even in challenging conditions.
ca: Les captures de pantalla **01**, **03**, **05**, **08**, **09** i **12** es poden considerar com a no cares o es poden filtrar augmentant **precisió de la detecció** a la vista **Configuració** de la gestió de cares. Però aquests exemples mostren la capacitat de l'algorisme per a detectar cares inclús en condicions desafiants.
it: Le schermate **01**, **03**, **05**, **08**, **09** e **12** possono essere considerate non volti, o possono essere filtrate via aumentando l'impostazione di **accuratezza del rilevamento** nella vista **Impostazioni** della gestione dei volti. Tuttavia, questi esempi dimostrano l'abilità dell'algoritmo di rilevare i volti in condizioni impegnative.
sl: Posnetki zaslona **01**, **03**, **05**, **08**, **09** in **12** se morda štejejo za neobraze ali pa jih je mogoče sfiltrirati s povečanjem nastavitev **natančnosti zaznavanja** v pogledu **nastavitev upravljanja obraza**. Vendar pa ti primeri prikazujejo sposobnost algoritma za zaznavanje obrazov tudi v zahtevnih pogojih.
uk: Знімки вікон **01**, **03**, **05**, **08**, **09** і **12** можуть вважатися не обличчями або їх можна відфільтрувати шляхом збільшення значення параметра **точність виявлення** у вікні **Налаштування** керування зображеннями облич. Однак ці приклади демонструють здатність алгоритму виявляти обличчя навіть у складних умовах.

source: Screenshot **04** shows the model can detect other non-human faces in images, including statues, paintings, and pictures within images.
ca: La captura de pantalla **04** mostra que el model pot detectar altres cares no humanes en imatges, incloent estàtues, pintures i imatges dins de les imatges.
it: La schermata **04** mostra che il modello è in grado di rilevare volti non umani nelle immagini, incluse statue, dipinti e foto all'interno di immagini.
sl: Posnetek zaslona **04** prikazuje, da lahko model zazna druge nečloveške obraze na slikah, vključno s kipi, slikami in slikami v slikah.
uk: Знімок вікна **04** показує, що модель може виявляти інші, не людські, обличчя на зображеннях, включаючи статуї, картини та зображення всередині зображень.

source: Screenshot **10** is definitively an incorrect (false positive) result.
ca: La captura de pantalla **10** és un resultat totalment incorrecte (fals positiu).
it: La schermata **10** è chiaramente un risultato sbagliato (falso positivo).
sl: Posnetek zaslona **10** je nedvomno napačen (lažno pozitiven) rezultat.
uk: Знімок **10** є прикладом явного помилкового виявлення результатів.

source: After the **detection** scan is complete, you should see a new tag labeled **Unknown** under People in the People view. You must manually tag some of these faces before proceeding with face **recognition**.
ca: Després que s'hagi completat l'exploració de **detecció**, hauríeu de veure una etiqueta nova anomenada **Desconeguda** a la vista Persones. Heu d'etiquetar manualment algunes d'aquestes cares abans de continuar amb el **reconeixement** de cares.
it: Dopo completata l'analisi di **rilevamento**, dovresti vedere un nuovo tag con etichetta **Sconosciuto** sotto Persone, nella vista Persone. Devi aggiungere manualmente dei tag a questi volti prima di procedere con il **riconoscimento** facciale.
sl: Ko je prečesavanje **zaznavanja** končano, bi morali videti novo oznako z oznako **Neznano** pod Ljudje v pogledu Ljudje. Preden nadaljujete s **prepoznavanjem** obrazov, morate ročno označiti nekatere od teh obrazov.
uk: Після завершення сканування **виявлення** ви повинні побачити нову мітку із позначкою **Невідомі** у розділі «Люди» на панелі перегляду «Люди». Ви повинні вручну позначити деякі з цих облич, перш ніж продовжити **розпізнавання** облич.

source: Face Tagging
ca: Etiquetatge de les cares
it: Attribuzione dei tag volto
sl: Označevanje obraza
uk: Визначення міток облич

source: Assigning People tags to face tags is a crucial step for Face Recognition. digiKam can only recognize faces if it has reference faces for comparison. It’s your job to train it by identifying faces, such as labeling them as Lara, Juan, Peter, etc. Usually, you only need to manually tag one face for a person for the recognition process to identify additional faces.
ca: L'assignació d'etiquetes de persones a etiquetes de cares és un pas crucial per al reconeixement de cares. El digiKam només pot reconèixer cares si té cares de referència per a la comparació. És la vostra feina entrenar-lo identificant cares, així com etiquetar-les com Lara, Joan, Pere, etc. En general, només cal etiquetar manualment una cara per a una persona per al procés de reconeixement per a identificar cares addicionals.
it: Assegnare tag di persone ai tag volto è un passaggio cruciale per il Riconoscimento facciale. digiKam può riconoscere i volti soltanto se contiene volti di riferimento per il confronto. Il tuo compito è addestrare il programma identificando facce, etichettandole come Laura, Giovanni, Pietro, ecc. Per il processo di riconoscimento d'identificazione di altri volti, in genere basta soltanto aggiungere manualmente un tag al volto di una persona.
sl: Dodeljevanje oznak ljudi oznakam obrazov je ključni korak za prepoznavanje obrazov. digiKam lahko prepozna obraze le, če ima referenčne obraze za primerjavo. Vaša naloga je, da ga usposobite tako, da prepozna obraze, na primer, da jih označite kot Lara, Juan, Peter itd. Običajno morate ročno označiti le en obraz osebe za postopek prepoznavanja za prepoznavanje dodatnih obrazov.
uk: Призначення міток людей для міток облич є важливим кроком для розпізнавання облич. digiKam може розпізнавати обличчя, лише якщо програма має еталонні обличчя для порівняння. Ваше завдання — навчити її, ідентифікуючи обличчя, наприклад, позначаючи їх іменами Лари, Хуана, Пітера тощо. Зазвичай, для процесу розпізнавання вам потрібно позначити вручну міткою лише одне обличчя людини, щоб розпізнати додаткові обличчя.

source: After performing a **detection** scan as described in the previous section, you select the **Unknown** tag on the Left Sidebar.
ca: Després de realitzar una exploració de **detecció** tal com es descriu a la secció anterior, seleccioneu l'etiqueta **Desconeguda** a la barra lateral esquerra.
it: Dopo aver eseguito una scansione di **rilevamento** come descritta nella sezione precedente, seleziona il tag **Sconosciuto** nella barra laterale sinistra.
sl: Po izvedbi prečesavanja **zaznavanja**, kot je opisano v prejšnjem razdelku, izberete oznako **Neznano** na levi stranski vrstici.
uk: Після виконання сканування **виявлення**, як описано в попередньому розділі, вам слід вибрати мітку **Невідомі** на лівій бічній панелі.

source: The digiKam Face Management Icon-View with multiple selections of similar faces to tag with the **Agnès** name.
ca: La vista d'icones de la gestió de cares del digiKam amb una selecció múltiple de cares semblants a etiquetar amb el nom **Agnès**.
it: La vista a icone di gestione dei volti di digiKam con selezioni multiple di volti simili sul tag con il nome **Agnès**.
sl: Pogled ikon za upravljanje obrazov digiKam z večkratno izbiro podobnih obrazov za označevanje z istim imenom **Agnès**.
uk: Перегляд піктограм засобу керування записами облич digiKam із декількома вибраними записами подібних облич для встановлення для них мітки імені **Аґнес**

source: In the field labeled **Who Is This?** you can either type in the name of an existing People tag out of your tag tree or use the drop-down function to show your tag tree and select a tag. You can also apply the same tag to multiple faces at the same time. **Confirm** saves the name to the database and moves the thumbnail from **Unknown** to the face tag.
ca: En el camp etiquetat **Qui és aquest/a?** podreu escriure el nom d'una etiqueta existent de Persones fora del vostre arbre d'etiquetes o utilitzar la funció desplegable per a mostrar l'arbre d'etiquetes i seleccionar-ne una. També podeu aplicar la mateixa etiqueta a diverses cara a la vegada. **Confirma** desa el nom a la base de dades i mou la miniatura des de **Desconeguda** a l'etiqueta de la cara.
it: Nel campo etichettato **Chi è questo?** puoi sia inserire il nome di un tag Persona esistente nel tuo albero dei tag, oppure usare la funzione a tendina per mostrare il tuo albero dei tag e selezionarne uno. Puoi anche applicare lo stesso tag a più volti allo stesso tempo. **Conferma** salva il nome nella banca dati e sposta la miniatura dal tag **Sconosciuto** al tag volto.
sl: V polje z oznako **Kdo je to?** lahko vnesete ime obstoječe oznake z drevesa oznak Ljudje ali uporabite spustno funkcijo, da prikažete drevo oznak in izberete oznako. Isto oznako lahko uporabite tudi za več obrazov hkrati. **Potrdi** shrani ime v bazo podatkov in premakne predogledno sličico iz **Neznano** v oznako obraza.
uk: У полі з позначкою **Хто це?** ви можете або ввести назву наявної мітки «Люди» з вашої ієрархії міток, або скористатися пунктом спадного меню, щоб відкрити ієрархію міток і вибрати мітку. Ви також можете застосувати ту саму мітку до кількох облич одночасно. **Підтвердити** зберігає назву у базі даних і переміщує мініатюру з **Невідомі** до мітки обличчя.

source: The digiKam Face Management Icon-View with a Confirmed Set of 12 Faces Using **Agnès** Name
ca: La vista d'icones de la gestió de cares del digiKam amb un conjunt confirmat de 12 cares utilitzant el nom **Agnès**
it: La vista a icone di gestione dei volti di digiKam con un gruppo confermato di 12 volti che utilizzano il nome **Agnès**
sl: Pogled ikon za upravljanje obrazov digiKam s potrjeno množico 12 obrazov, ki uporabljajo ime **Agnès**
uk: Перегляд піктограм засобу керування записами облич digiKam із підтвердженим набором 12 облич з використанням імені **Аґнес**

source: Using the context menu item **Assign Tag** instead of the procedure described above will not assign a face tag. Instead, it will assign a regular tag to the entire image.
ca: Utilitzant l'element del menú contextual **Assigna una etiqueta** en lloc del procediment descrit anteriorment, no s'assignarà una etiqueta de cara. S'assignarà una etiqueta ordinària a tota la imatge.
it: Usando la voce del menu contestuale **Assegna tag**, invece della procedura descritta sopra, non assegnerai un tag volto. Assegnerai invece un tag regolare all'intera immagine.
sl: Uporaba elementa kontekstnega menija **Dodeli oznako** namesto zgoraj opisanega postopka ne bo dodelila oznake obraza. Namesto tega bo celotni sliki dodelil običajno oznako.
uk: Якщо ви скористаєтеся пунктом контекстного меню **Призначити мітку** замість описаної вище процедури, мітку обличчя не буде призначено. Буде призначено звичайну мітку до усього зображення.

source: If a face tag is confirmed and only shows the name without the buttons to remove, edit, or confirm it, but you need these buttons because the tag is incorrect and you want to edit or remove it, simply double-click on the name and the buttons will reappear.
ca: Si es confirma una etiqueta de cara i només mostra el nom sense els botons per a eliminar-la, editar-la o confirmar-la, però els necessiteu perquè l'etiqueta és incorrecta i la voleu editar o eliminar, senzillament feu doble clic en el nom i els botons tornaran a aparèixer.
it: Se un tag volto è confermato e mostra solo il nome senza i pulsanti per rimuoverlo, modificarlo o confermarlo, ma hai bisogno di questi pulsanti perché il tag è scorretto e vuoi modificarlo o eliminarlo, basta fare doppio clic sul nome e i pulsanti verranno nuovamente visualizzati.
sl: Če je značka obraza potrjena in tako prikazuje samo ime značke, vendar brez gumbov za odstranitev, urejanje ali potrditev, vendar potrebujete te gumbe, ker je npr. oznaka napačna in jo želite urediti ali odstraniti, dvokliknite na ime in gumbi se bodo znova prikazali.
uk: Якщо мітку обличчя підтверджено, а отже, показано лише назву мітки, а не три кнопки для вилучення, редагування або підтвердження мітки, але ці кнопки вам потрібні через те, наприклад, що ви помилилися і хочете змінити або вилучити мітку, просто наведіть вказівник миші на мітку, двічі клацніть лівою кнопкою миші, і кнопки знову з'являться на своїх місцях.

source: For more information about automatic face tagging using digiKam's face recognition engine see :ref:`the next section <face_recognition>` of this manual.
ca: Per a obtenir més informació sobre l'etiquetatge automàtic de les cares utilitzant el motor de reconeixement facial del digiKam, vegeu :ref:`la secció següent <face_recognition>` d'aquest manual.
it: Per ulteriori informazioni riguardo l'attribuzione di tag volto automatici tramite il motore di riconoscimento facciale di digiKam, vedi la :ref:`sezione successiva <face_recognition>` di questo manuale.
sl: Za več informacij o samodejnem označevanju obrazov z digiKamovim strojem za prepoznavanje obrazov glejte :ref:`naslednji razdelek <face_recognition>` tega priročnika.
uk: Щоб дізнатися більш про автоматичне виявлення облич, яке використовується для автоматичного встановлення міток у digiKam, ознайомтеся із :ref:`наступним розділом <face_recognition>` цього підручника.

source: You can manually tag people in different ways:
ca: Podeu etiquetar manualment persones de diferents maneres:
it: Puoi attribuire manualmente tag alle persone in vari modi:
sl: Ročno lahko označite osebe na različne načine:
uk: Ви можете встановити мітки вручну для зображень людей у декілька способів:

source: From The **Unknown** tag from **People** view: to manually identify a face, hover on any **Unknown** face from icon-view and use the text box to give it a name. This will lead to the creation of a face tag in case a person of that name doesn't exist already.
ca: Des de l'etiqueta **Desconeguda** de la vista **Persones**: per a identificar manualment una cara, passeu el cursor sobre qualsevol vista d'icones de cara **Desconeguda** i utilitzeu el quadre de text per a donar-li un nom. Això conduirà a crear una etiqueta de cara en cas que una persona amb aquest nom encara no existeixi.
it: Dal tag **Sconosciuto** dalla vista **Persone**: per identificare manualmente un volto, passa sopra su uno dei volti **sconosciuto** dalla vista a icone e usa il riquadro di testo per attribuirgli un nome. Questo ci porta alla creazione di un tag volto, nel caso una persona di quel nome non esistesse già.
sl: Iz oznake **Neznano** v pogledu **Ljudje**: če želite ročno identificirati obraz, premaknite miškin kazalec na kateri koli **Neznan** obraz iz pogleda ikon in uporabite besedilno polje, da ga poimenujete. To bo vodilo do ustvarjanja oznake obraza, če oseba s tem imenom še ne obstaja.
uk: За допомогою мітки **Невідомі** на панелі перегляду **Люди**: щоб ідентифікувати обличчя вручну, наведіть вказівник миші на будь-який пункт обличчя у категорії «Невідомі» і скористайтеся полем для введення тексту, щоб ввести ім'я. Після введення імені буде створено мітку обличчя, якщо запису відповідної особи ще не було у базі даних.

source: Screencast of Manual Face Tagging From Icon-View
ca: Vídeo d'una captura de pantalla de l'etiquetatge manual de cares des de la vista d'icones
it: Schermata di attribuzione manuale dei tag volto dalla vista a icona
nl: Filmpje van handmatig gezicht toekennen uit de Pictogramweergave
pt: Captura da Marcação Manual de Caras a Partir da Área de Ícones
sl: Posnetek ročnega označevanja obraza iz pogleda ikon
uk: Відео позначення облич вручну за допомогою панелі перегляду піктограм

source: From Left Sidebar **People** tab: use drag and drop between icon-view and face-tags tree-view. Select items labeled **Unknown** that you want to assign a face-tag. Perform a move with the mouse to the **People** items hierarchy. A pop-up menu will appear to confirm face assignment.
ca: Des de la pestanya **Persones** de la barra lateral esquerra: arrossegueu i deixeu anar entre la vista d'icones i la vista en arbre d'etiquetes de cara. Seleccioneu els elements etiquetats com a **Desconeguda** als quals voleu assignar una etiqueta de cara. Feu un moviment amb el ratolí a la jerarquia d'elements **Persones**. Apareixerà un menú emergent per a confirmar l'assignació de cares.
it: Dalla scheda **Persone** della barra laterale sinistra: usa il trascinamento tra la vista a icone e la vista ad albero dei tag volto. Seleziona gli elemento con etichetta **Sconosciuto** a cui vuoi assegnare un tag volto. Esegui uno spostamento con il mouse nella gerarchia degli elementi delle **Persone**. Si aprirà un menu a comparsa per confermare l'assegnazione del volto.
sl: Na levi stranski vrstici zavihek **Ljudje**: uporabite povleci in spusti med pogledom ikon in drevesnimi pogledi obraznih oznak. Izberite elemente z oznako **Neznano**, ki jim želite dodeliti obrazno oznako. Z miško se premaknite na hierarhijo elementov **Ljudje**. Prikaže se pojavni meni za potrditev dodelitve obraza.
uk: За допомогою вкладки **Люди** лівої бічної панелі: скористайтеся перетягуванням зі скиданням з панелі перегляду піктограм на список міток облич. Позначте записи із міткою **Невідомі**, з якими ви хочете пов'язати мітку обличчя. Перетягніть список записів за допомогою вказівника миші на відповідний пункт ієрархічного списку **Люди**. У відповідь буде показано контекстне меню для підтвердження призначення обличчя.

source: Screencast of Manual Faces Assignment Using Drag And Drop
ca: Vídeo d'una captura de pantalla de l'assignació manual de cares usant arrossega i deixa
it: Registrazione dell'assegnazione manuale dei volti tramite il trascinamento
nl: Filmpje van handmatig toekennen van gezichten met slepen en loslaten
pt: Captura da Atribuição Manual de Caras por Arrastamento
sl: Zaslon ročnega dodeljevanja obrazov z uporabo povleci in spusti
uk: Відео призначення мітки обличчя вручну за допомогою перетягування зі скиданням

source: From keyboard shortcut: you can assign a magic key to a face-tag and quickly uses the keyboard to switch on the face-tag name to selected items.
ca: Des de la drecera de teclat: podeu assignar una tecla màgica a una etiqueta de cara i utilitzar el teclat per a canviar el nom de l'etiqueta de cara als elements seleccionats.
it: Dalla scorciatoia di tastiera: puoi assegnare un tasto magico a un tag volto e usare rapidamente la tastiera per attivare il nome del tag volto agli elementi selezionati.
nl: Uit sneltoetsen: u kunt een magische toets toekennen aan een gezichtstag en snel het toetsenbord gebruiken om de gezichtstagnaam aan de geselecteerde items in te schakelen.
pt: Com o atalho de teclado: poderá atribuir uma tecla mágica a uma marca de cara e usar rapidamente o teclado para mudar para o nome da marca de cara respectivo e aplicá-lo nos itens seleccionados.
sl: Iz bližnjice na tipkovnici: oznaki obraza lahko dodelite čarobno tipko in hitro uporabite tipkovnico za vklop imena značke obraza za izbrane elemente.
uk: За допомогою клавіатурного скорочення: ви можете пов'язати з міткою обличчя певну комбінацію клавіш і швидко призначати мітку обличчя для позначених записів за допомогою клавіатури.

source: The digiKam Face Tag Properties Dialog With a Keyboard Shortcut Assigned
ca: El diàleg de propietats de les etiquetes de cara en el digiKam amb una drecera de teclat assignada
it: La finestra di dialogo delle proprietà del tag volto di digiKam con una scorciatoia da tastiera assegnata
nl: De dialoog gezichtstag-eigenschappen van digiKam met een toegekende sneltoets
pt: A Janela de Propriedades da Marca de Cara com um Atalho de Teclado Atribuído
sl: Pogovorno okno lastnosti značke obraza digiKam z dodeljeno bližnjico na tipkovnici
uk: Вікно властивостей мітки обличчя digiKam з призначеним клавіатурним скороченням
