Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/people_view.po
Languages: ca, it, nl, pt, sl, uk

source: In case there's a face you don't wish to be recognized, you can mark it as ignored. This leads to the creation of a new **Ignored** tag, you can later unmark the face if needed.
ca: Si hi ha una cara que no voleu que es reconegui, podeu marcar-la com a ignorada. Això portarà a la creació d'una etiqueta nova **Ignorada**, després podreu desmarcar la cara si és necessari.
it: Nel caso in cui esista un volto che non vuoi che sia riconosciuto, puoi contrassegnarlo come ignorato. Questo creerà un nuovo tag **Ignorato**; puoi togliere la spunta al volto, se necessario.
nl: In geval er een gezicht is die u niet wilt herkennen, dan kunt u het markeren als genegeerd. Dit leidt tot de creatie van een nieuwe tag **Genegeerd**, u kunt later het gezicht markeren als nodig.
pt: No caso de existir uma cara que não queira que seja reconhecida, podê-la-á marcar como ignorada. Isto leva à criação de uma nova marca **Ignorada**, a qual poderá dissociar da cara, se for necessário.
sl: Če obstaja obraz, za katerega ne želite, da bi bil prepoznan, ga lahko označite kot prezrtega. To privede do ustvarjanja nove oznake **Prezrto**, lahko pa tudi pozneje po potrebi odznačite obraz, če želite.
uk: Якщо ви хочете, щоб програма не розпізнавала якесь обличчя, ви можете позначити його як ігнороване.Таке позначення призведе до створення мітки **Ігноровані**. Якщо пізніше це зображення вам знадобиться, ви можете зняти з нього позначку ігнорування.

source: A Face Marked as **Ignored** From Icon-View
ca: Una cara marcada com a **Ignorada** des de la vista d'icones
it: Un volto contrassegnato come **Ignorato** dalla vista a icone
nl: Een gezicht gemarkeerd als **Genegeerd** uit Pictogramweergave
pt: Uma Cara Marcada como **Ignorada** na Área de Ícones
sl: Obraz, označen kot **Prezrt** v pogledu ikon
uk: Обличчя, яке позначено як **Ігнороване** на панелі перегляду піктограм

source: In addition to tagging auto-detected faces, you can manually add a face region:
ca: A més d'etiquetar cares detectades automàticament, podeu afegir manualment una regió de cara:
it: In aggiunta all'attribuzione di tag ai volti rilevati automaticamente, puoi aggiungere manualmente un'area a un volto:
sl: Poleg označevanja samodejno zaznanih obrazov lahko ročno dodate območje obraza:
uk: Окрім встановлення міток для автоматично виявлених зображень облич, ви можете додати область обличчя вручну:

source: From **Preview Mode**: click on **Add a Face Tag** icon or select the option in the context menu, as highlighted in the screenshot below.
ca: Des del **Mode de vista prèvia**: feu clic en la icona **Afegeix una etiqueta de cara** o seleccioneu aquesta opció des del menú contextual, com es ressalta en la captura de pantalla a continuació.
it: Dalla **modalità anteprima**: fai clic sull'icona **Aggiungi un tag volto** o seleziona l'opzione sul menu contestuale, come evidenziato nella schermata sottostante.
sl: V **Načinu predogleda**: kliknite ikono **Dodaj značko obraza** ali izberite možnost v kontekstnem meniju, kot je osvetljeno na spodnjem posnetku zaslona.
uk: У **режимі попереднього перегляду**: натисніть піктограму **Додати мітку обличчя** або виберіть відповідний пункт у контекстному меню, як це показано на наведеному нижче знімку.

source: The digiKam Manual Face Tagging From Context Menu
ca: L'etiquetatge manual de cares en el digiKam des del menú contextual
it: L'attribuzione manuale di tag dal menu contestuale di digiKam
nl: Het handmatig toekennen van gezichtstags van digiKam uit het contextmenu
pt: A Marcação Manual de Caras no Menu de Contexto do digiKam
sl: Ročno označevanje obraza digiKam iz kontekstnega menija
uk: Встановлення міток облич digiKam вручну за допомогою контекстного меню

source: And then draw a rectangle around the face while holding the left mouse button followed by entering the person's name and pressing :kbd:`Enter` key. If you press :kbd:`Esc` key, this will leave the person's name editor.
ca: I després dibuixeu un rectangle al voltant de la cara mentre manteniu premut el botó esquerre del ratolí, després introduïu el nom de la persona i premeu la tecla :kbd:`Retorn`. Si premeu la tecla :kbd:`Esc`, sortireu de l'editor de nom de la persona.
it: Quindi disegna un rettangolo attorno al volto mentre tieni premuto il pulsante sinistro del mouse seguito dall'immissione del nome della persona e premendo il tasto :kbd:`Invio`. Se premi il tasto :kbd:`Esc`, uscirai dall'editor del nome della persona.
sl: Nato narišite pravokotnik okoli obraza, medtem ko držite levi gumb miške nato pa vnesite ime osebe in pritisnite tipko :kbd:`Enter`. Če pritisnite tipko :kbd:`Esc`, s tem boste zapustili urejevalnik imena osebe.
uk: Далі, намалюйте прямокутник навколо обличчя, утримуючи натиснутою ліву кнопку миші Введіть ім'я особи, мітку якої ви визначаєте, і натисніть клавішу :kbd:`Enter`. Якщо ви натиснете клавішу :kbd:`Esc`, програма закриє вікно редагування імені особи.

source: The digiKam Manual Face Tagging Editor
ca: L'editor d'etiquetatge manual de cares en el digiKam
it: L'edito per l'attribuzione manuale di tag di digiKam
nl: De bewerker van digiKam voor handmatig gezichtstags toekennen
pt: O Editor de Marcação Manual de Caras do digiKam
sl: Urejevalnik ročnega označevanja obrazov digiKam
uk: Редагування міток облич digiKam вручну

source: Instead of clicking on **Add A Face Tag** icon, you can draw a face region while holding :kbd:`Ctrl` key.
ca: En lloc de fer clic sobre la icona **Afegeix una etiqueta de cara**, podeu dibuixar una regió de cara mentre manteniu premuda la tecla :kbd:`Ctrl`.
it: Invece di fare clic sull'icona **Aggiungi un tag volto**, puoi disegnare una regione del volto premendo contemporaneamente il tasto :kbd:`Ctrl`.
sl: Namesto da kliknete ikono **Dodaj značko obraza**, lahko narišete območje obraza, medtem ko držite tipko :kbd:`Ctrl`.
uk: Замість натискання піктограми **Додати мітку обличчя**, ви можете просто намалювати область обличчя на знімку утримуючи натиснутою клавішу :kbd:`Ctrl`.

source: The **Preview Mode** context menu also includes two other options to use for manual face tagging:
ca: El menú contextual del **Mode de vista prèvia** també inclou dues opcions més per a utilitzar per a l'etiquetatge manual de cares:
it: Il menu contestuale della **modalità anteprima** include anche due altre opzioni da utilizzare per l'attribuzione manuale di tag volto:
sl: Kontekstni meni **Način predogleda** vključuje tudi dve drugi možnosti za ročno označevanje obraza:
uk: У контекстному меню **режиму попереднього перегляду** є ще два пункти, якими можна скористатися під час встановлення міток облич вручну:

source: **Scan For Faces**: This option triggers the face detection algorithm to automatically identify and mark face areas on the image. By default, these faces are labeled as **Unknown** in the database. The process is configured using the most recent **Face Detection** settings. If faces are detected, you can manually edit the face names as previously described.
ca: **Exploració de cares**: aquesta opció activarà l'algorisme de detecció de cares per a identificar i marcar automàticament àrees de cares a la imatge. Les cares s'assignen de manera predeterminada com a **Desconeguda** en la base de dades. El procés està configurat utilitzant els paràmetres més recents de la **Detecció de cares**. Si es detecten cares, podreu editar manualment els noms de les cares com s'ha explicat anteriorment.
it: **Analizza i volti**: questa opzione attiva l'algoritmo del rilevamento facciale per identificare e contrassegnare automaticamente aree dei volti sull'immagine. Per impostazione predefinita, questi volti sono etichettati come **Sconosciuto** nella banca dati. Il processo è configurato utilizzando le impostazioni di **rilevamento facciale** usate più di recente. Come spiegato in precedenza, se vengono trovati rilevati volti potrai modificare manualmente il loro nome.
sl: **Prečeši za obrazi**: Ta možnost sproži algoritem za zaznavanje obrazov, da samodejno prepozna in označi področja obraza na sliki. Privzeto so ti obrazi v zbirki podatkov označeni kot **Neznani**. Postopek je konfiguriran z najnovejšimi nastavitvami **Zaznavanja obrazov**. Če so zaznani obrazi, lahko ročno uredite imena obrazov, kot je opisano prej.
uk: **Шукати обличчя**: цей варіант запускає алгоритм виявлення обличчя для автоматичного визначення та позначення областей обличчя на зображенні. Типово ці обличчя в базі даних позначені як **Невідомі**. Процес налаштовується за допомогою останніх налаштувань **Виявлення облич**. Якщо виявлено обличчя, ви можете вручну відредагувати назви облич, як описано раніше.

source: **Show Face Tags**: This displays the visible face tag areas and automatically switches to edit mode when the mouse hovers over them.
ca: **Mostra les etiquetes de les cares**: mostra les àrees d'etiqueta de cara visibles i canvia automàticament al mode d'edició quan el ratolí es mou sobre seu.
it: **Mostra i tag volto**: questa opzione mostra le aree dei tag volto visibili e passa automaticamente in modalità modifica quando il mouse ci passa sopra.
sl: **Pokaži značke obraza**: To prikaže vidna področja obraza in samodejno preklopi v način urejanja, ko se z miško premaknete čez ta področja.
uk: **Показати мітки облич**: за допомогою цього пункту можна зробити видимими області облич і автоматично перемкнутися у режим редагування, коли вказівник миші опиниться над цими областями.

source: In the :ref:`Miscs Behavior <behavior_settings>` view of the configuration dialog, an option can be turned on to only populate the tags tree-view with the face tags assigned to a face while you enter a name.
ca: A la vista :ref:`Comportament divers <behavior_settings>` del diàleg de configuració, es pot activar una opció per a completar només la vista en arbre d'etiquetes amb les etiquetes de cara assignades a una cara mentre introduïu un nom.
it: Nella vista :ref:`Comportamento varie <behavior_settings>` della finestra di dialogo della configurazione, può essere attivata un'opzione per popolare solo la vista ad albero dei tag con i tag volto assegnati a un volto mentre inserisci il suo nome.
nl: In de weergave :ref:`Diversen gedrag <behavior_settings>` van de configuratiedialoog, kan een optie aangezet worden om alleen de boomstructuur van tags te bevolken met de toegekende gezichtstags aan een gezicht terwijl u een naam invoert.
pt: Na área de :ref:`Comportamentos Diversos <behavior_settings>` da janela de configuração, poderá activar uma opção para apenas preencher a árvore de marcas com as marcas de caras atribuídas já a alguma cara, enquanto escreve um nome.
sl: V pogledu :ref:`Miscs Behavior <behavior_settings>` konfiguracijskega pogovornega okna je mogoče vklopiti možnost za zapolnitev samo drevesnega pogleda oznak z oznakami obraza, dodeljenimi obrazu, medtem ko vnašate ime.
uk: На сторінці :ref:`Різне/Поведінка <behavior_settings>` діалогового вікна налаштовування можна позначити пункт заповнення ієрархічного списку міток мітками облич, які пов'язано із записами облич, лише коли ви введете ім'я.

source: Face Recognition
ca: Reconeixement de cares
it: Riconoscimento facciale
nl: Gezichtsherkenning
pt: Reconhecimento de Caras
sl: Prepoznavanje obraza
uk: Розпізнавання облич

source: Once you have assigned a tag to a few photographs, you can have digiKam try to match **Unknown** faces with similar faces that have already been confirmed (tagged). To start this process, go to the workflow tab, select **Recognize Faces**, and then click **Scan Collection For Faces**. The process will tag similar **detected** faces with the appropriate People tag from your tag tree, and the corresponding thumbnail will disappear from the **Unknown** tag selection. The thumbnail will appear in the **Unconfirmed** tag section and will be added to the suggested face tag section.
ca: Un cop assignada una etiqueta a unes quantes fotografies, podeu fer que el digiKam intenti fer coincidir les cares **Desconegudes** amb cares similars que ja s'han confirmat (etiquetades). Per a iniciar aquest procés, aneu a la pestanya del flux de treball, seleccioneu **Reconeix les cares** i, a continuació, feu clic a **Explora la col·lecció cercant cares**. El procés etiquetarà cares **detectades** similars amb l'etiqueta Persones apropiada de l'arbre d'etiquetes, i la miniatura corresponent desapareixerà de la selecció d'etiquetes **Desconegudes**. La miniatura apareixerà a la secció d'etiquetes **Sense confirmació** i s'afegirà a la secció d'etiquetes de cares suggerides.
it: Una volta che hai assegnato un tag ad alcune fotografie, digiKam tenterà di far corrispondere i volti **sconosciuti** a volti simili che sono stati già confermati (attribuito un tag). Per avviare questa operazione, vai alla scheda del flusso di lavoro, seleziona **Riconosci i volti**, quindi fai clic su **Analizza la raccolta alla ricerca di volti**. L'operazione aggiungerà ai volti **individuati** come simili l'opportuno tag di persone dall'albero dei tag, e la miniatura corrispondente scomparirà dalla selezione del tag **Sconosciuto**. La miniatura apparirà nella sezione di tag **Non confermato** e sarà aggiunta alla sezione di tag volto suggerita.
sl: Ko nekaj fotografijam dodelite oznako, lahko digiKam poskusite povezati **Neznane** obraze s podobnimi obrazi, ki so že bili potrjeni (označeni). Če želite začeti ta postopek, pojdite na zavihek poteka dela, izberite **Prepoznaj obraze** in nato kliknite **Prečši zbirko obrazov**. Postopek bo podobne **zaznane** obraze označil z ustrezno oznako Ljudje iz vašega drevesa oznak, ustrezna sličica pa bo izginila iz izbire oznake **Neznano**. Sličica se bo pojavila v razdelku kot **Nepotrjena** oznaka in bo dodana v razdelek predlagane oznake obraza.

source: The digiKam Face Management Icon-View with newly recognized faces with a suggested tag of **Agnès**.
ca: La vista d'icones en la gestió de cares del digiKam amb cares noves reconegudes amb l'etiqueta suggerida **Agnès**.
it: La vista a icone di gestione dei volti di digiKam con i nuovi volti riconosciuti col tag suggerito **Agnès**.
sl: Pogled ikon za upravljanje obrazov digiKam z novimi prepoznanimi obrazi s predlaganim imenom **Agnès**.
uk: Перегляд піктограм засобу керування записами облич digiKam із новими розпізнаними обличчями із пропозицією мітки **Аґнес**

source: Face Recognition is faster than Face Detection but it still makes sense to use the **Search-in** tab to restrict the scan to certain albums or tags in the Albums tab, such as the **Unknown** tag. See the :ref:`Seach-in <search_in_tab>` tab.
ca: El reconeixement facial és més ràpid que la detecció de cares, però encara té sentit utilitzar la pestanya **Cerca en** per a restringir l'exploració a certs àlbums o etiquetes en la pestanya Àlbums, com l'etiqueta **Desconeguda**. Vegeu la pestanya :ref:`Cerca en <search_in_tab>`.
it: Il Riconoscimento facciale è più veloce del Rilevamento facciale ma ha ancora senso per utilizzare la scheda **Ricerca in** per restringere l'analisi a determinati album o tag nella scheda Album, per esempio al tag **Sconosciuto**. Vedi la scheda :ref:`Ricerca in <search_in_tab>`.
sl: Prepoznavanje obrazov je hitrejše od zaznavanja obrazov, vendar je še vedno smiselno uporabiti zavihek **Iskanje**, da omejite prečesavanje na določene albume ali oznake na zavihku Albumi, kot je oznaka **Neznano**. Oglejte si zavihek :ref:`Išči-v <search_in_tab>`.
uk: Розпізнавання обличчя працює швидше, ніж виявлення облич, але все одно має сенс використовувати вкладку **Місця пошуку**, щоб обмежити сканування певними альбомами або мітками на вкладці Альбоми, наприклад міткою **Невідомі**. Див. документацію до вкладки :ref:`Місця пошуку <search_in_tab>`.

source: Face recognition only works well with faces that have been automatically detected by digiKam, not with manually drawn face rectangles or faces from other programs.
ca: El reconeixement de cares només funciona bé amb cares que han estat detectades automàticament pel digiKam, no amb rectangles de cares dibuixades manualment o cares d'altres programes.
it: Riconoscimento facciale funziona bene solo con volti che sono stati riconosciuti automaticamente da digiKam, non con i rettangoli di volti disegnati manualmente o da altri programmi.
nl: Gezichtsherkenning werkt goed met gezichten die automatisch zijn gedetecteerd door digiKam, niet met handmatig getekende gezichtsvierkanten of gezichten uit andere programma's.
pt: O reconhecimento de caras só funciona bem com caras que já tenham sido detectadas automaticamente pelo digiKam, e não com rectângulos de caras desenhados à mão ou caras de outros programas.
sl: Prepoznavanje obrazov dobro deluje samo z obrazi, ki jih je samodejno zaznal digiKam, ne z ročno narisanimi pravokotniki obrazov ali obrazi iz drugih programov.
uk: Розпізнавання облич добре працює лише з обличчями, які було автоматично виявлено digiKam, а не з намальованими вручну прямокутниками зображень облич або зображеннями облич, які виявлено іншими програмами.

source: The digiKam Face Management Icon-View with newly recognized faces suggested as **Agnès**.
ca: La vista d'icones en la gestió de cares del digiKam amb cares noves reconegudes que suggereix com a **Agnès**.
it: La vista a icone di gestione dei volti di digiKam con i nuovi volti riconosciuti suggeriti come **Agnès**.
sl: Pogled ikon za upravljanje obrazov digiKam z novimi prepoznanimi obrazi s predlogom imena **Agnès**.
uk: Перегляд піктограм засобу керування записами облич digiKam із новими розпізнаними обличчями із пропозицією **Аґнес**

source: The results of facial recognition appear as **unconfirmed** results. These results will show up in the **Unconfirmed** tag and in the tag of the person suggested for each face. To complete the recognition process, you need to **Confirm** the newly recognized faces. Once confirmed, these faces will be permanently moved to the face tag. Hovering over unconfirmed faces will display several options:
ca: Els resultats del reconeixement facial apareixen en la forma de resultats **sense confirmació**. Aquests resultats es mostraran amb l'etiqueta **Sense confirmació**, i també a l'etiqueta de la persona suggerida per a cada cara. Per a completar el procés de reconeixement, cal **confirmar** les cares reconegudes noves. Un cop confirmades, aquestes cares es mouran permanentment a l'etiqueta de cara. En passar per sobre de les cares sense confirmar, es mostraran les opcions següents:
it: I risultati del riconoscimento facciale appaiono come risultati **non confermati**. Essi mostreranno il tag **Non confermato** e nel tag della persona suggerita per ciascun volto. Per completare il processo di riconoscimento, devi **Confermare** i volti appena riconosciuti. Una volta confermati, questi volti saranno permanentemente spostati al tag volto. Se passi il mouse sopra i volti non confermati saranno visualizzate diverse opzioni:
sl: Rezultati prepoznavanja obraza so prikazani kot **nepotrjeni** rezultati. Ti rezultati bodo prikazani v oznaki **Nepotrjeno** in v oznaki predlagane osebe za vsak obraz. Za dokončanje postopka prepoznavanja morate **Potrditi** na novo prepoznane obraze. Ko bodo ti obrazi potrjeni, bodo trajno premaknjeni v oznako obraza. Če miškin kazalec premaknete nad nepotrjene obraze, se prikaže več možnosti:

source: The **Confirm** button allows you to save the suggestion. This assigns the suggested name to the face.
ca: El botó **Confirma** permet desar el suggeriment. Això assignarà el nom suggerit a la cara.
it: Col pulsante **Conferma** salverai il suggerimento e il nome suggerito sarà assegnato al volto.
sl: Gumb **Potrdi** vam omogoča shranjevanje predloga. S tem obrazu dodelite predlagano ime.
uk: Скористайтеся кнопкою **Підтвердити**, щоб зберегти пропозицію. Після натискання цієї кнопки програма пов'яже запропоноване ім'я із обличчям.

source: The **Reject** button moves the face back to **Unknown** if the suggestion is incorrect.
ca: El botó **Rebutja** retorna la cara a **Desconeguda** si el suggeriment és incorrecte.
it: Col pulsante **Rifiuta** sposterai il volto di nuovo a **Sconosciuto**, se il suggerimento risulta sbagliato.
sl: Gumb **Zavrni** premakne obraz nazaj na **Neznano**, če je predlog napačen.
uk: Скористайтеся кнопкою **Відкинути**, щоб пересунути зображення обличчя назад до мітки **Невідомі**, якщо пропозиція є помилковою.

source: The **Delete** button removes the face region from the database if the suggestion is not a face.
ca: El botó **Suprimeix** elimina la regió de la cara de la base de dades si el suggeriment no és una cara.
it: Col pulsante **Elimina** rimuoverà l'area del volto dalla banca dati, se il suggerimento non è un volto.
sl: Gumb **Izbriši** odstrani območje obraza iz zbirke podatkov, če predlog ni obraz.
uk: Натискання кнопки **Вилучити** призведе до вилучення області обличчя з бази даних, якщо пропоноване зображення не є зображенням обличчя.

source: By default, faces are categorized based on their name. You can change this behavior by going to :menuselection:`View --> Separate Items`. Using a different categorization order will result in **Confirmed** and **Unconfirmed** faces appearing mixed together. To adjust this, you can modify the sorting order within each category by going to :menuselection:`View --> Sort Items --> By Face Type`.
ca: De manera predeterminada, les cares es categoritzen segons el seu nom. Podreu canviar aquest comportament anant a :menuselection:`Visualitza --> Separa els elements`. L'ús d'un ordre de categorització diferent farà que les cares **Confirmades** i **Sense confirmació** apareixeran mesclades entre si. Per a canviar aquest comportament, podeu modificar l'ordre de classificació dins de cada categoria anant a :menuselection:`Visualitza --> Ordena els elements --> Per tipus de cara`.
it: I volti appariranno categorizzati, per impostazione predefinita, in base al loro nome. Puoi cambiare questo comportamento da :menuselection:`Visualizza --> Separa gli elementi`. L'uso di un ordine di categorizzazione differente restituirà volti **confermati** e **non confermati**, mischiati assieme. Per regolare questo aspetto, puoi modificare l'ordine all'interno di ciascuna categoria da :menuselection:`Visualizza --> Ordina elementi --> Per tipo di volto`.
sl: Privzeto so obrazi kategorizirani glede na njihovo ime. To vedenje lahko spremenite tako, da obiščete :menuselection:`Pogled --> Ločene postavke`. Če uporabite drugačen vrstni red kategorizacije, bodo obrazi **Potrjeni** in **Nepotrjeni** prikazani pomešani. Če želite to prilagoditi, lahko spremenite vrstni red razvrščanja znotraj vsake kategorije tako, da izberete :menuselection:`Pogled --> Razvrsti elemente --> Po vrsti obraza`.
uk: Типово, зображення облич буде категоризовано за іменем``. Ви можете змінити це за допомогою пункту меню :menuselection:`Перегляд -> Окремі записи`. Зауважте, що використання іншого порядку категоризації призведе до того, що зображення із мітками «Підтверджені» і «Непідтверджені» буде перемішано. Позбутися перемішування можна змінивши упорядкування у кожній з категорій за допомогою пункту меню :menuselection:`Перегляд --> Впорядкування зображень --> За типом облич`.
