Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/search_view.po
Languages: ca, it, nl, pt, sl, uk

source: To explain how it works let's make another example based on one of those we had already. I want to use the second one. That means: in the first group you checked **Meet Any of the following conditions** and you selected Album name “Holidays” and color “red”. As we said already this will produce all pictures labeled with “red” out of your whole collection and the content of the Album “Holidays”. Now let's assume for some reason you want to exclude all rejected files and all files with a rating lower than three stars.
ca: Per a explicar com funciona, farem un altre exemple a partir d'un dels que ja teníem. Vull utilitzar el segon. Això significa: en el primer grup vàreu marcar **Aparella amb qualsevol de les condicions següents** i vàreu seleccionar el nom de l'àlbum «Vacances» i el color «vermell». Com ja hem dit, això donarà totes les imatges etiquetades amb «vermell» en tota la col·lecció i el contingut en l'Àlbum «Vacances». Ara suposem que, per alguna raó, voleu excloure tots els fitxers rebutjats i tots els fitxers amb una valoració inferior a tres estrelles.
it: Per spiegarti come funziona facciamo un altro esempio basato su uno di quelli che abbiamo già visto: usiamo il secondo. Cioè: nel primo gruppo hai spuntato **Soddisfa una delle condizioni seguenti** e hai selezionato il nome dell'album “Vacanze” e il colore “rosso”. Come abbiamo già detto questo restituisce tutte le immagini etichettate con “rosso” di tutta l'intera raccolta e il contenuto dell'album “Vacanze”. Ora ipotizziamo che per qualche motivo vuoi escludere tutti i file rifiutati e tutti quelli con valutazione inferiore a tre stelle.
nl: Om uit te leggen hoe het werkt maken we een ander voorbeeld gebaseerd op een van die we al hebben. Ik wil de tweede gebruiken. Dat betekent: in de eerste groep activeert u **Voldoe aan een van de volgende voorwaarden** en u selecteert albumnaam "Vakanties" en kleur "rood". Zoals eerder gezegd zal dit alle afbeeldingen uit uw gehele verzameling produceren met het label "rood" en de inhoud van het Album "Vakanties". Neem nu aan dat u om de een of andere reden alle afgewezen bestanden en alle bestanden met een waardering lager dan drie sterren uit wilt sluiten.
pt: Para explicar como funciona, vejamos outro exemplo com base num dos que já temos feito anteriormente. Vamos então usar a segunda opção. Isto significa: no primeiro grupo, assinalou **Cumprir qualquer uma das seguintes condições** e seleccionou o álbum “Férias” e a cor “vermelho”. Como já dissemos, isto irá produzir todas as imagens com a legenda “vermelho” em toda a sua colecção e/ou o conteúdo do álbum “Férias”. Agora, vamos assumir que por alguma razão deseja excluir todos os ficheiros rejeitados e todos os ficheiros com uma classificação inferior a três estrelas.
sl: Da pojasnimo, kako deluje, naredimo še en primer, ki temelji na enem od tistih, ki smo jih že imeli. Želim uporabiti drugega. To pomeni: v prvi skupini ste označili **Izpolnjevati katerega koli od naslednjih pogojev** in izbrali ime albuma “Prazniki” in barvo “rdeča”. Kot smo že povedali, bodo s tem nastale vse slike, označene z "rdečo", iz vaše celotne zbirke in vsebine albuma "Prazniki". Zdaj pa predpostavimo, da želite iz nekega razloga izključiti vse zavrnjene datoteke in vse datoteke z oceno, nižjo od treh zvezdic.
uk: Щоб пояснити, як усе це працює, розглянемо ще один приклад на основі одного із уже розглянутих прикладів, а саме, другого””. Це означає, що у першій групі ми вибрали «Відповідає будь-яким наступним умовам», назву альбому «Свята» і колір «червоний». Як ми вже обговорювали, це означає, що ми отримаємо усі знімки зі збірки із міткою «червоний» і увесь вміст альбому «Свята». Тепер уявімо, що з якихось причин ви хочете виключити усі відкинуті файли і усі файли, оцінка яких є нижчою за 3 зірки.

source: So you open a second group, click on the underlined OR in the header in order to change it to AND, select **None of these conditions are met**, fold out the **Picture Properties**, check under **Labels** the red flag (rejected) and select under **Rating** no star (five white stars) in the first field and two stars in the second field. Note that there is a difference between **No star** and **No Rating assigned**! If you want to exclude the pictures without any rating as well you got to open another Search Group, click on the underlined OR in the header in order to change it to AND, select **None of these conditions are met** and select **No Rating assigned** in the **Picture Properties** category.
ca: Així que obriu un segon grup, feu clic en l'OR subratllat a la capçalera per a canviar-lo a AND, seleccioneu **No es compleix cap d'aquestes condicions**, desplegueu les **Propietats de la imatge**, marqueu sota **Etiquetes** la bandera vermella (rebutjada) i seleccioneu cap estrella (cinc estrelles blanques) sota **Valoració** en el primer camp i dues estrelles en el segon camp. Cal tenir en compte que hi ha una diferència entre les assignacions **Cap estrella** i **No s'ha assignat cap valoració**! Si també voleu excloure les imatges sense valorar, haureu d'obrir un altre grup de cerca, fer clic a l'OR subratllat a la capçalera per a canviar-lo a AND, seleccionar **No es compleix cap d'aquestes condicions** i seleccionar **No s'ha assignat cap valoració** en la categoria **Propietats de la imatge**.
it: Se, dunque, apri un secondo gruppo, fai clic sul O logico sottolineato nell'intestazione per cambiarlo in un E logico, seleziona **Nessuna di queste condizioni è soddisfatta**, dispiega le **Proprietà dell'immagine**, spunta sotto **Etichette** il contrassegno rosso (respinto) e seleziona nessuna stella sotto **Valutazione** (cinque stelle vuote) nel primo campo e due stelle nel secondo campo. Nota che c'è una differenza tra **Nessuna stella** e **Nessuna valutazione assegnata**: se vuoi escludere anche le immagini senza alcuna valutazione, devi aprire un altro gruppo di ricerca, fare clic sul O logico sottolineato nell'intestazione per cambiarlo in E logico, selezione ct **Nessuna di queste condizioni è soddisfatta** e selezionare **Nessuna valutazione assegnata** nella categoria **Proprietà dell'immagine**.
nl: U opent dus een tweede groep, klikt op het onderstreepte OF in de kop om het te veranderen in EN, selecteert **Aan geen van deze voorwaarden wordt voldaan**, vouwt **Afbeeldingseigenschappen** uit, activeert onder **Labels** de rode vlag (afgewezen) en selecteert onder **Waardering** geen ster (vijf witte sterren) in het eerste veld en twee sterren in het tweede veld. Merk op dat er verschil is tussen **Geen ster** en **Geen waardering toegekend**! Als u ook afbeeldingen wilt uitsluiten zonder een waardering dan moet u een andere Zoekgroep openen, klik op het onderstreepte OF in de kop om het te wijzigen naar EN, selecteer **Aan geen van deze voorwaarden wordt voldaan** en selecteer **Geen waardering toegekend** in de categorie **Afbeeldingseigenschappen**.
pt: Para isso, poderá abrir um segundo grupo, carregar no OU sublinhado no cabeçalho para o mudar para E, seleccionar **Nenhuma destas condições é cumprida**, expandir as **Propriedades da Imagem**, verificar nas **Legendas** a opção 'vermelho' (rejeitada) e seleccionar em **Classificação** sem estrelas (cinco estrelas brancas) no primeiro campo e duas estrelas no segundo. Lembre-se que existe uma diferença entre **Sem estrelas** e **Sem classificação atribuída**! Se quiser excluir as imagens sem qualquer classificação da mesma maneira, terá de abrir outro Grupo de Pesquisa, carregar no OU sublinhado no cabeçalho, para o mudar para um E, seleccionar **Nenhuma destas condições é cumprida** e seleccionar **Sem Classificação atribuída** na categoria de **Propriedades da Imagem**.
sl: Torej odprete drugo skupino, kliknete na podčrtan ALI v glavi, da ga spremenite v IN, izberete **Noben od teh pogojev ni izpolnjen**, razgrnete **Lastnosti slike**, preverite pod **Oznake ** rdečo zastavico (zavrnjeno) in pod **Ocena** izberite brez zvezdice (pet belih zvezdic) v prvem polju in dve zvezdici v drugem polju. Upoštevajte, da obstaja razlika med **Brez zvezdice** in **Brez dodeljene ocene**! Če želite izključiti tudi slike brez kakršne koli ocene, morate odpreti drugo iskalno skupino, kliknite podčrtan ALI v glavi, da ga spremenite v IN, izberite **Noben od teh pogojev ni izpolnjen** in izberite * *Brez dodeljene ocene** v kategoriji **Lastnosti slike**.
uk: Тоді, ви відкриваєте другу групу, натискаєте підкреслене «АБО», щоб перетворити його на «ТА», вибираєте «Жодна з цих умов не виконується», розгортаєте список «Властивості знімка», позначаєте у «Позначках» пункт із червоним прапорцем (відкинуто) і вибираєте у пункті «Оцінка» варіант без зірок (п’ять білих зірок) у першому полі і варіант із двома зірками у другому полі. Зауважте, що існує відмінність між варіантами «немає зірок» і «не призначено оцінки»! Якщо вам потрібно виключити і усі знімки без оцінки, вам доведеться відкрити ще одну групу пошуку, натиснути пункт «АБО», щоб перетворити його на «ТА», вибрати «Жодна з цих умов не виконується» і пункт «Оцінку не визначено» у категорії «Властивості знімка».

source: Which brings us to the fact that you can open as many additional Search Groups as you need to formulate your query. But since the purpose of this handbook is not to open a competition in creating the most sophisticated queries I leave it to you to figure out how far you have to go or can go in this respect and rather finish this section with a few hints about the other buttons in the Advanced Search Tool.
ca: Això ens porta al fet que podreu obrir tants grups de cerca addicionals com necessiteu per a formular la vostra consulta. Però atès que el propòsit d'aquest manual no és obrir una competició en la creació de la consulta més sofisticada, us deixo que esbrineu com de lluny arribeu o podeu arribar en aquest sentit i més aviat acabar aquesta secció amb alguns consells sobre altres botons a l'eina de cerca avançada.
it: Il che ci porta al fatto che puoi aprire tanti gruppi di ricerca quanti ne necessiti per formulare la tua interrogazione. Poiché lo scopo di questo manuale non è fare una gara di creazione della ricerca più sofisticata, ti lasceremo l'opportunità di eseguire delle prove sull'argomento e termineremo questa sezione con alcuni suggerimenti riguardo gli altri pulsanti dello strumento di ricerca avanzata.
nl: Wat ons brengt bij het feit dat u er zoveel Zoekgroepen kunt openen als u nodig hebt om uw zoekopdracht te formuleren. Maar omdat het doel van deze handleiding niet is om een competitie in het maken van de meest geavanceerde zoekopdrachten laten we aan u om uit te vogelen hoe ver u kunt gaan of kan gaan in dit opzicht en beëindig deze sectie met een paar tips over de andere knoppen in het hulpmiddel geavanceerd zoeken.
pt: O que nos traz ao facto de que poderá abrir tantos Grupos de Pesquisa adicionais quantos necessitar para formular a sua pesquisa. Contudo, dado que o objectivo deste manual não é abrir uma competição para a criação das pesquisas mais sofisticadas, deixamos que descubra até onde terá de avançar nesse aspecto, terminando assim esta secção com algumas sugestões sobre o que fazem os outros botões na ferramenta de Pesquisa Avançada.
sl: Kar nas pripelje do dejstva, da lahko odprete toliko dodatnih iskalnih skupin, kot jih potrebujete za oblikovanje vaše poizvedbe. Ker pa namen tega priročnika ni odpreti tekmovanja v ustvarjanju najzahtevnejših poizvedb, prepuščam vam, da ugotovite, kako daleč morate iti ali lahko greste v tem pogledu, in ta razdelek raje zaključite z nekaj namigi o druge gumbe v orodju za napredno iskanje.
uk: Таким чином, ви можете відкрити довільну кількість додаткових груп пошуку для формулювання свого запиту. Втім, оскільки метою цього підручника не є змагання у формулюванні найвигадливішого запиту, ви самі можете визначити, скільки і яких груп вам буде потрібно для того, щоб досягти мети. Ми ж закінчимо цей розділ декількома корисними зауваженнями щодо інших кнопок інструмента «Складний пошук».

source: Beside the **+ Add Search Group** button you see Reset. This removes all additional Search Groups and clears all the fields in the remaining one. It's a good policy to use this button before starting to create a new search, in particular when you leave the Advanced Search Tool with the intention to use the Quick Search for your next query, because otherwise the search criteria remain active even if you don't see them and screw up your new search. Try carries out the search but leaves the Advanced Search Tool window open, OK does the same but closes the window. **Remove Group** in the header of the additional Search Groups doesn't need an explanation.
ca: Al costat del botó **+ Afegeix un grup de cerca**, veureu **Inicialitza**. Aquest eliminarà tots els grups de cerca addicionals i esborrarà tots els camps. És una bona política utilitzar aquest botó abans de començar a crear una cerca nova, en particular quan se surt de l'eina de cerca avançada amb la intenció d'utilitzar la cerca ràpida per a la consulta següent, perquè en cas contrari els criteris de cerca romandran actius, encara que no els veieu i arruïnaran la cerca nova. Intenteu realitzar la cerca, però deixeu oberta la finestra de l'eina de cerca avançada, bé, feu el mateix, però tanqueu la finestra. **Elimina el grup** a la capçalera dels grups de cerca addicionals no necessita cap explicació.
it: Oltre il pulsante **+ Aggiungi gruppo di ricerca** è presente il pulsante **Reimposta**. Questo comando rimuove tutti i gruppi di ricerca aggiuntivi e ripulisce tutti i campi di quello restante. È buona norma usare questo pulsante prima di creare una nuova ricerca, in particolare quando lasci la ricerca avanzata con l'intenzione di usare la ricerca rapida per la tua interrogazione successiva, perché, in caso contrario, i tuoi criteri di ricerca restano attivi anche se non li vedi e rovinano la tua nuova ricerca. **Prova** esegue la ricerca ma lascia aperta la finestra dello strumento di ricerca avanzata; **OK** esegue lo stesso ma chiude la finestra. **Rimuovi gruppo** nell'intestazione dei gruppi di ricerca aggiuntivi non ha bisogno di spiegazione.
nl: Naast de knop **+ Zoekgroep toevoegen** ziet u Reset. Dit verwijdert alle extra Zoekgroepen en wist alle velden in de overblijvende zoekgroep. Het is een goede gewoonte om deze knop te gebruiken voordat u begint om een nieuwe zoekopdracht te maken, speciaal wanneer u het geavanceerde zoekhulpmiddel verlaat met de intentie om het snelle zoeken te gebruiken voor uw volgende zoekopdracht, omdat anders de zoekcriteria actief blijven zelfs als u ze niet ziet en uw nieuwe zoekopdracht de nek omdraait. Proberen voert de zoekopdracht uit maar laat het venster van het geavanceerd zoekhulpmiddel open, OK doet hetzelfde maar sluit het venster. **Groep verwijderen** in de kop van de extra Zoekgroepen heeft geen uitleg nodig.
pt: Para além do botão para **+ Adicionar um Grupo de Pesquisa**, irá encontrar o botão para Reiniciar. Isto remove todos os Grupos de Pesquisa adicionais e limpa todos os campos restantes. É uma boa política usar este botão antes de querer criar uma nova pesquisa, em particular quando sai da ferramenta de Pesquisa Avançada com a intenção de usar a Pesquisa Rápida para a sua nova pesquisa; caso contrário, os critérios de pesquisa ficam activos, mesmo que não os veja, comprometendo assim a sua nova pesquisa. Se experimentar, a pesquisa é executada, mas deixa a ferramenta de Pesquisa Avançada aberta; o OK faz o mesmo, mas fecha a janela. A opção para **Remover o Grupo**, no cabeçalho dos Grupos de Pesquisa adicionais, em princípio não necessita de explicações.
sl: Poleg gumba **+ Dodaj iskalno skupino** vidite Ponastavi. S tem odstranite vse dodatne iskalne skupine in počistite vsa polja v preostali skupini. Priporočljivo je, da uporabite ta gumb, preden začnete ustvarjati novo iskanje, zlasti ko zapustite napredno iskalno orodje z namenom, da uporabite hitro iskanje za svojo naslednjo poizvedbo, saj drugače iskalni kriteriji ostanejo aktivni, tudi če ne jih ne vidite in zajebete svoje novo iskanje. Poskusi izvede iskanje, vendar pusti okno orodja za napredno iskanje odprto, V redu naredi isto, vendar zapre okna. **Odstrani skupino** v glavi dodatnih iskalnih skupin ne potrebuje razlage.
uk: Окрім кнопки **+ Додати групу пошуку**, ви побачите кнопку **Скинути**. Її натискання призведе до вилучення усіх додаткових груп пошуку і спорожнення усіх полів у першій групі пошуку. Вам варто користуватися цією кнопкою перед створенням нового пошуку, зокрема після перемикання із інструмента складного пошуку на інструмент швидкого пошуку для наступного запиту, оскільки якщо ви цього не зробите, критерії пошуку залишаться активованими, навіть якщо ви їх не бачитимете, і спотворюватимуть результати вашого нового пошуку. Натискання кнопки **Спробувати** призведе до виконання пошуку, але без закриття вікна інструмента складного пошуку. Натискання кнопки **Гаразд** призведе до виконання пошуку, але із закриттям вікна, а кнопка **Вилучити групу** у заголовку додаткових груп пошук, ймовірно, не потребує додаткових пояснень.

source: In the field right below you can enter a title and save your selection. It will then appear in the **Searches** list field below. But the best is still to come: the Timeline View offers a search for a search! If you have a lot more searches saved than my ridiculous four in the screenshot the adaptive search field at the bottom may help to find a certain search.
it: Nel campo in basso a destra puoi inserire un titolo e salvare la tua selezione: apparirà ora nell'elenco del campo **Ricerche** in basso. Ma il meglio deve ancora venire: la vista Linea temporale offre una ricerca di una ricerca! Se hai molte più ricerche salvate rispetto alle quattro della registrazione mostrata sopra, il campo della ricerca adattiva in basso può aiutarti a trovarne una specifica.
sl: V polje desno spodaj lahko vnesete naslov in shranite izbiro. Nato se prikaže v spodnjem polju seznama **Iskanja**. Najboljše pa šele prihaja: pogled časovne premice ponuja iskanje za iskanjem! Če imate shranjenih veliko več iskanj kot mojih smešnih štirih na posnetku zaslona, vam lahko prilagodljivo iskalno polje na dnu pomaga najti določeno iskanje.
uk: За допомогою поля, розташованого нижче, ви можете вказати назву і зберегти позначене. Цю назву буде згодом показано у списку «Результати пошуку». Але це ще не все: у режимі перегляду шкали часу ви можете шукати пошук! Якщо у вас збережено багато результатів пошуку, а не смішні чотири, як на знімку, ви можете скористатися полем для пошуку, розташованим внизу, для того, щоб знайти потрібний вам результат.

source: Advanced Search tool provides an extended search form which can be used to search in specific fields of the digiKam database in a more sophisticated way. Click the **Advanced Search...** button and it will come up like this:
it: Lo strumento Ricerca avanzata fornisce una forma di ricerca ampliata che può essere utilizzata per ricercare in settori specifici della banca dati di digiKam in un modo più sofisticato. Fai clic sul pulsante **Ricerca avanzata...**, che diventerà così:

source: In the field right below you can enter a title and save your selection. It will then appear in the **Searches** list field below. But the best is still to come: the Search View offers a search for a search! If you have a lot more searches saved than my ridiculous four in the screenshot the adaptive search field at the bottom may help to find a certain search.
nl: In het veld rechtsonder kunt u een titel invoeren en uw selectie opslaan. Het zal dan verschijnen in het onderstaande veld met een lijst **Zoekopdrachten**. Maar het beste moet nog komen: de Zoekweergave biedt een zoekopdracht voor een zoekopdracht! Als u heel wat meer zoekopdrachten hebt opgeslagen dan mijn belachelijke vier in de schermafdruk zal het aanpasbare zoekopdrachtveld onderaan kunnen helpen bij het vinden van een bepaalde zoekopdracht.
