Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/search_view.po
Languages: ca, it, nl, pt, sl, uk

source: digiKam Main Window Search View
ca: La vista de cerca a la finestra principal del digiKam
it: Vista ricerca della finestra principale di digiKam
nl: Zoekweergave in het hoofdvenster van digiKam
pt: Área de Pesquisa da Janela Principal do digiKam
sl: Pogled iskanja glavnega okna digiKam
uk: Панель пошуку основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, advanced, search
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, avançada, cerca
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, avanzata, ricerca
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, geavanceerd, zoeken
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, pesquisa, avançada
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, brezplačno, učenje, enostavno, napredno, iskanje
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, складний, розширений, пошук

source: Search View
ca: La vista Cerca
it: Vista Ricerca
nl: Zoekenweergave
pt: Área de Pesquisa
sl: Pogled iskanja
uk: Панель перегляду пошуку

source: We talked about quite a few views already and their searching capabilities, which are all kind of specialized. The Search View now offers a more versatile and general way of searching. There are two different approaches.
ca: Ja hem parlat sobre força vistes i les seves capacitats de cerca, les quals són totes especialitzades. La vista de cerca ofereix una forma de cerca més versàtil i general. Hi ha dos enfocaments diferents.
it: Abbiamo già parlato molto delle viste e delle loro capacità di ricerca, che sono di tutti i tipi. La vista Ricerca offre un modo più versatile e più generale di ricerca. Esistono due approcci diversi.
nl: We hebben al over een aantal weergaves en hun zoekmogelijkheden gesproken, die allemaal een soort van gespecialiseerd zijn. De Zoekweergave biedt nu een meer veelzijdige en algemene manier van zoeken. Er zijn twee verschillende benaderingen.
pt: Já foram apresentadas algumas áreas e as suas capacidades de pesquisa, que são de certa forma especializadas. A área de Pesquisa oferece agora uma forma mais geral e versátil de efectuar pesquisas. Existem duas abordagens diferentes.
sl: Govorili smo že o kar nekaj pogledih in njihovih zmožnostih iskanja, ki so vsi nekako specializirani. Iskalni pogled zdaj ponuja bolj vsestranski in splošni način iskanja. Obstajata dva različna pristopa.
uk: Раніше ми розглянули декілька режимів перегляду та можливості пошуку у них. Усі вони доволі спеціалізовані. У режимі перегляду пошуку передбачено гнучкіші і загальніші способи пошуку. Реалізовано два різних підходи до пошуку.

source: The digiKam Simple Search Tool
ca: L'eina de cerca avançada del digiKam
it: Lo strumento Ricerca semplice di digiKam
nl: De eenvoudige zoekhulp van digiKam
pt: A Ferramenta de Pesquisa Simples do digiKam
sl: Preprosto iskalno orodje digiKam
uk: Інструмент простого пошуку digiKam

source: In the field right below you can enter a title and save your selection. It will then appear in the **Searches** list field below. But the best is still to come: the Search View offers a search for a search! If you have a lot more searches saved than my ridiculous four in the screenshot the adaptive search field at the bottom may help to find a certain search. You can manage your saved searches with a context menu by right-clicking on the saved search.
ca: Al camp just a sota, podreu introduir un títol i desar la vostra selecció. Després apareixerà en el camp de la llista **Cerques** a sota. Però el millor encara ha de venir: la vista de cerca ofereix una cerca d'una cerca! Si teniu moltes més cerques desades que les meves ridícules quatre en la captura de pantalla, el camp de cerca adaptativa a la part inferior pot ajudar a trobar una cerca determinada. Podeu gestionar les vostres cerques desades amb un menú contextual fent clic dret a la cerca desada.

source: The Quick Search
ca: La cerca ràpida
it: La Ricerca rapida
nl: Het snelle zoeken
pt: A Pesquisa Rápida
sl: Hitro iskanje
uk: Швидкий пошук

source: Quick Search is the adaptive search box at the top of the search dialog (Left Sidebar) and provides you with a simple means to search the digiKam database with a single query. You can enter any arguments in the **Search** text field and it will be used to determine the results. For instance, you can enter the string "birthday" to search the complete database for occurrences of the word "birthday" in all metadata text fields, or "05.webp" to search for a specific image file name "05.webp" (no escaping as in reg-expressions needed).
ca: La cerca ràpida és el quadre de cerca adaptativa a la part superior del diàleg de cerca (barra lateral esquerra) i proporciona un mitjà senzill per a cercar a la base de dades del digiKam amb una sola consulta. Podeu introduir qualsevol argument en el camp de text **Cerca:** i s'utilitzarà per a determinar el resultat. Per exemple, podeu introduir la cadena «aniversari» per a cercar en tota la base de dades les aparicions d'aquesta paraula en tots els camps de text de metadades, o «05.webp» ( sense escapament, com en les expressions regulars on sí que cal) per a cercar un nom de fitxer d'imatge específic.
it: La ricerca rapida è la casella di ricerca adattiva in cima alla finestra di ricerca (barra laterale sinistra) e fornisce modulo di ricerca per cercare nella banca dati di digiKam con una singola interrogazione. Puoi inserire qualsiasi argomento nel campo di testo **Cerca**, ed esso sarà usato per determinare i risultati. Per esempio, puoi inserire la stringa "compleanno" per cercare in tutta la banca dati le occorrenze della parola "compleanno" in tutti i campi testuali dei metadati, oppure "05.webp" per ricercare un nome file specifico di un'immagine (non è necessario usare le sequenze di escape come per le espressioni regolari).
nl: Snelzoeken is het aan te passen zoekvak bovenaan de dialoog voor zoeken (linker zijbalk), waarmee u op een eenvoudige manier in de digiKam-database, met een enkele zoekopdracht kunt zoeken. Zodra u begint met invoeren wordt het zoeken gestart. U kunt elke zoekterm invoeren in het tekstveld **Zoeken** en het zal worden gebruikt om de resultaten te bepalen. U kunt bijvoorbeeld de tekenreeks "verjaardag" invoeren om in de gehele albumbibliotheek te zoeken naar het voorkomen van het woord "verjaardag" in alle fotobeschrijvingen of "05.webp" om te zoeken naar een specifiek afbeeldingsbestand dat "05.webp" bevat (niet nodig om escapes zoals in reguliere expressies aan te geven).
pt: A Pesquisa Rápida é o campo de pesquisa adaptativo que aparece no topo da janela de pesquisa (Barra Lateral Esquerda) e oferece-lhe uma forma simples de pesquisar na base de dados do digiKam com uma pesquisa simples. Poderá indicar os argumentos que desejar no campo **Procurar**, os quais serão usados para determinar os resultados. Por exemplo, poderá introduzir o texto "aniversário" para procurar na base de dados completa por ocorrências da palavra "aniversário" em todos os campos de texto dos meta-dados, ou "05.webp" para procurar por um nome de ficheiro de imagem específico chamado "05.webp" (não são necessários caracteres de escape, como nas expressões regulares).
sl: Hitro iskanje je prilagodljivo iskalno polje na vrhu iskalnega pogovornega okna (leva stranska vrstica) in vam omogoča preprosto iskanje po bazi podatkov digiKam z eno samo poizvedbo. V besedilno polje **Išči** lahko vnesete poljubne argumente, ki bodo uporabljeni za določitev rezultatov. Vnesete lahko na primer niz »birthday«, če želite v celotni zbirki podatkov poiskati pojavitve besede »birthday« v vseh besedilnih poljih metapodatkov, ali »05.webp«, če želite poiskati določeno ime slikovne datoteke »05.webp« (ni potrebnega ubežnega znaka kot v regularnih izrazih).
uk: Поле швидкого пошуку — це невеличке поле у верхній частині діалогової області пошуку (на лівій бічній панелі), за допомогою якого ви зможете виконувати пошук за всіма полями даних у бібліотеці альбому єдиним запитом. У текстове поле **Пошук** ви можете ввести будь-які аргументи, які програма використає для пошуку результатів. Ви, наприклад, можете вказати рядок «народження», щоб наказати програмі виконати пошук у всій бібліотеці альбомів зображення, у описі яких міститься слово «народження», або ввести «05.webp», щоб наказати програмі знайти зображення з назвою «05.webp» (екранування, як у формальних виразах, не потрібне).

source: Search Properties:
ca: Propietats de la cerca:
it: Proprietà della ricerca:
nl: Zoekeigenschappen:
pt: Propriedades da Pesquisa:
sl: Lastnosti iskanja:
uk: Властивості пошуку:

source: Searches are case insensitive.
ca: Les cerques no distingeixen entre majúscules i minúscules.
it: Le ricerche non distinguono le maiuscole.
nl: Zoekopdrachten zijn ongevoelig voor hoofdletters.
pt: As pesquisas não fazem distinção entre minúsculas e maiúsculas.
sl: Iskanja ne razlikujejo med velikimi in malimi črkami.
uk: Пошук буде виконано без врахування регістру.

source: Blank separated search terms are boolean AND combinations.
ca: Els termes de cerca separats per espais són combinacions booleanes AND.
it: I termini separati da spazi sono combinazioni logiche di tipo E.
nl: Door spatie gescheiden zoektermen zijn logische (boolean) EN-combinaties.
pt: Os termos de pesquisa separados são combinações E booleanas.
sl: Prazno ločeni iskalni izrazi so logične IN kombinacije.
uk: Відокремлення пробілами ключів пошуку вважається визначенням логічної операції ТА.

source: Special characters are literal and not interpreted ( . * ? / etc.).
ca: Els caràcters especials són literals i no s'interpreten ( «.», «*», «?», «/», etc.)
it: I caratteri speciali sono intesi per come sono, e non saranno interpretati (. * ? / ecc.).
nl: Speciale tekens worden letterlijk genomen, dus niet geïnterpreteerd ( . * ? / etc.)
pt: Os caracteres especiais são literais e não interpretados ( . * ? / etc.).
sl: Posebni znaki so dobesedni in se ne interpretirajo ( . * ? / itd.).
uk: спеціальні символи сприймаються за значеннями, а не інтерпретуються ( . * ? / тощо).

source: Include all elements of the database: names, rating, keywords, tags, albums, collections, dates (and more in the future).
ca: Inclou tots els elements de la base de dades: noms, valoració, paraules clau, etiquetes, àlbums, col·leccions, dates (i més en el futur).
it: Includono tutti gli elementi della banca dati: nomi, voto, parole chiave, tag, album, raccolte, date (e, in futuro, altro ancora).
nl: Omvat alle elementen van de database: namen, waardering, sleutelwoorden, tags, albums, verzamelingen, datums (en meer in de toekomst).
pt: Inclui todos os elementos da base de dados: nomes, classificações, palavras-chave, marcas, álbuns, colecções, datas (e mais no futuro).
sl: Vključite vse elemente baze podatkov: imena, ocene, ključne besede, oznake, albume, zbirke, datume (in še več v prihodnosti).
uk: До пошуку включаються всі елементи бази даних: назви, оцінки, ключові слова, мітки, альбоми, збірки, дати (у майбутніх версіях можливі і інші елементи).

source: You can save your searches as a live folder that always filters for what you entered as search criteria. Just type a name for the search into the **Save Current Search** field and click the **Save** button to the right of it. When saved, the filter will appear in the **Searches** list. By clicking the title bar of this list you can invert the sorting order. Once you select one of your saved searches, the search result will be presented in the Image Area immediately and the **Save Current Search** field will convert into a **Edit Stored Search** field where you can edit your search criteria. The name of the saved search will be used to label the search result in the Image Area.
ca: Podreu desar les vostres cerques com una carpeta activa que sempre filtrarà el que introduïu com a criteri de cerca. Senzillament, escriviu un nom per a cercar a dins del camp **Desament de la cerca actual** i feu clic en el botó **Desa** a la dreta. Quan es desi, el filtre apareixerà a la llista **Cerques**. Si feu clic sobre la barra de títol d'aquesta llista, podreu invertir l'ordre d'ordenació. Una vegada seleccioneu una de les vostres cerques desades, el resultat de la cerca es presentarà immediatament a l'àrea d'imatges i el camp **Desament de la cerca actual** es convertirà en un camp **Edició de la cerca emmagatzemada** des d'on podreu editar els vostres criteris de cerca. El nom de la cerca desada s'utilitzarà per a etiquetar el resultat de la cerca a l'àrea d'imatges.
it: Puoi salvare le tue ricerche come cartella attiva che filtra sempre in base a quello che digiti come criterio di ricerca: basta che scrivi qualcosa da cercare nel campo **Salva la ricerca attuale** e che fai clic sul pulsante **Salva** alla sua destra. Una volta salvato, il filtro appare nell'elenco **Ricerche**; se fai clic sulla barra del titolo di questo elenco puoi invertire l'ordinamento. Una volta selezionata una delle ricerche salvate, i risultati della ricerca saranno immediatamente visualizzati nell'area dell'immagine, e il campo **Salva la ricerca attuale** diventerà **Modifica la ricerca salvata**, in cui potrai modificare i tuoi criteri di ricerca. Il nome della ricerca salvata sarà utilizzato per etichettare i risultati della ricerca nell'area dell'immagine.
nl: U kunt uw zoekopdrachten opslaan als een live map die altijd filtert op wat u invoert als zoekcriteria. Typ een naam in om naar te zoeken in het veld **Huidige zoekopdracht opslaan** en klik op de knop **Opslaan** rechts ervan. Na opslaan zal het filter verschijnen in de lijst **Zoekopdrachten**. Door te klikken op de titelbalk van deze lijst kunt u de sorteervolgorde wijzigen. Nadat u een van uw opgeslagen zoekopdrachten hebt geselecteerd, zal het zoekresultaat onmiddellijk gepresenteerd worden in het Afbeeldingsgebied en het veld **Huidige zoekopdracht opslaan** zal geconverteerd worden in een veld **Opgeslagen zoekopdracht bewerken** waar u uw zoekcriteria kunt bewerken. De naam van de opgeslagen zoekopdracht zal gebruikt worden om het zoekresultaat in het Afbeeldingsgebied van een label te voorzien.
pt: Poderá gravar as suas pesquisas como uma pasta dinâmica que filtra sempre pelo que introduziu como critério de pesquisa. Basta escrever um nome para a pesquisa no campo **Gravar a Pesquisa Actual** e carregar no botão **Gravar** à direita do mesmo. Quando ficar gravado, o filtro irá parecer na lista de **Pesquisas**. Ao carregar na barra de título desta lista, poderá inverter o sentido da ordenação. Assim que tiver seleccionado uma das suas pesquisas gravadas, o resultado da mesma será apresentado imediatamente na Área de Imagem e o campo **Gravar a Pesquisa Actual** converter-se-á no campo **Editar a Pesquisa Gravada**, onde poderá editar os seus critérios de pesquisa. O nome da pesquisa gravada será usado para legendar o resultado da pesquisa na Área da Imagem.
sl: Svoja iskanja lahko shranite kot živo mapo, ki vedno filtrira tisto, kar ste vnesli kot merila iskanja. Preprosto vnesite ime za iskanje v polje **Shrani trenutno iskanje** in kliknite gumb **Shrani** na desni strani. Ko je filter shranjen, se bo pojavil na seznamu **Iskanja**. S klikom na naslovno vrstico tega seznama lahko obrnete vrstni red razvrščanja. Ko izberete eno od svojih shranjenih iskanj, bo rezultat iskanja takoj prikazan v območju slik in polje **Shrani trenutno iskanje** se bo spremenilo v polje **Urejanje shranjenega iskanja**, kjer lahko uredite iskalne kriterije. Ime shranjenega iskanja bo uporabljeno za označevanje rezultatov iskanja v območju slike.
uk: Ви можете зберегти результати пошуків як фіктивну теку, яка завжди фільтруватиме записи за вказаними вами критеріями. Просто введіть назву пошуку до поля **Збереження поточного запиту** і натисніть кнопку збереження, розташовану праворуч від нього. Після збереження пункт вашого фільтра з’явиться у списку Результати пошуку. Клацанням на смужці заголовка цього списку ви можете змінити упорядковування на протилежне. Після вибору одного зі збережених результатів пошуку його негайно буде показано у області зображень, а поле **Збереження поточного пошуку** буде замінено на **Змінити запит**, і ви зможете змінити вказані вами критерії пошуку. Назву збереженого пошуку буде використано як мітку результатів пошуку у області зображень.

source: If you want to delete or rename a saved search from the list, click with the right mouse button on it and select from the context menu.
ca: Si voleu suprimir o reanomenar una cerca desada des de la llista, feu clic amb el botó dret del ratolí sobre seu i seleccioneu-la des del menú contextual.
it: Se vuoi cancellare o rinominare una ricerca salvata dall'elenco basta che ci fai clic sopra col pulsante destro del mouse e che la selezioni dal menu contestuale.
nl: Als u een opgeslagen zoekopdracht uit de lijst wilt verwijderen of hernoemen, klik er dan met de rechter muisknop op en selecteer uit het contextmenu.
pt: Se quiser apagar ou mudar o nome de uma pesquisa gravada na lista, carregue com o botão direito do rato sobre a mesma e seleccione-a no menu de contexto.
sl: Če želite izbrisati ali preimenovati shranjeno iskanje s seznama, kliknite z desno miškino tipko nanj in izberite v kontekstnem meniju.
uk: Якщо ви бажаєте вилучити або перейменувати наявні результати пошуку зі списку, наведіть на відповідний пункт вказівник миші, клацніть правою кнопкою миші і виберіть пункт дії із контекстного меню.

source: The Advanced Search Tool
ca: L'eina de cerca avançada
it: Lo strumento Ricerca avanzata
nl: De geavanceerde zoekhulp
pt: A Ferramenta de Pesquisa Avançada
sl: Orodje za napredno iskanje
uk: Інструмент складного пошуку

source: Advanced Search tool provides an extended search form which can be used to search in specific fields of the digiKam database in a more sophisticated way. Click the **New Advanced Search...** button and it will come up like this:
ca: L'eina de cerca avançada proporciona un formulari de cerca ampliat que es pot utilitzar per a cercar en camps específics de la base de dades del digiKam d'una manera més sofisticada. Feu clic en el botó **Cerca avançada nova...** i apareixerà així:
nl: Geavanceerde zoekhulp biedt een uitgebreid zoekformulier dat gebruikt kan worden om in specifieke velden van de database van digiKam, op een meer geavanceerde manier, te zoeken. Klik op de knop **Nieuw geavanceerd zoeken...** en het zal verschijnen zoals dit:
pt: A ferramenta de Pesquisa Avançada oferece um formulário de pesquisa avançado que poderá ser usado para procurar por campos específicos na base de dados do digiKam, de uma forma mais sofisticada. Carregue no botão **Nova Pesquisa Avançada...**, para que o mesmo fique como o seguinte:
sl: Orodje za napredno iskanje nudi razširjen obrazec za iskanje, ki ga je mogoče uporabiti za iskanje v določenih poljih baze podatkov digiKam na bolj sofisticiran način. Kliknite gumb **Novo napredno iskanje...** in prikazalo se bo takole:
uk: Інструмент складного пошуку надає у ваше розпорядження розширену форму для пошуку з різноманітними параметрами пошуку, яким можна скористатися для пошуку у вказаних вами полях бази даних digiKam. Натисніть кнопку **Новий складний пошук...** і програма покаже вам щось подібне до цього:

source: The digiKam Advanced Search Tool
ca: L'eina de cerca avançada en el digiKam
it: Lo strumento Ricerca avanzata di digiKam
nl: De geavanceerde zoekhulp van digiKam
pt: A Ferramenta de Pesquisa Avançada do digiKam
sl: Orodje za napredno iskanje digiKam
uk: Інструмент розширеного пошуку digiKam

source: The field labeled **Find items that have associated all these words:** is just a duplicate of the Quick Search field.
ca: El camp anomenat **Cerca els elements que tenen associats totes aquestes paraules:** només és un duplicat del camp de cerca ràpida.
it: Il campo etichettato **Trova elementi associati a tutte queste parole:** è solo un duplicato del campo Ricerca rapida.
nl: Het veld gelabeld met **Zoek items die geassocieerd zijn met al deze woorden:** is gewoon een duplicaat van het veld Snel zoeken.
pt: O campo **Procurar os itens que tenham associadas todas estas palavras:** é apenas um duplicado do campo de Pesquisa Rápida.
sl: Polje z oznako **Najdi elemente, ki so povezani z vsemi temi besedami:** je le dvojnik polja za hitro iskanje.
uk: Поле з міткою **Знайти знімки, пов’язані з усіма словами** є дублікатом поля швидкого пошуку.
