Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/search_view.po
Languages: ca, it, nl, pt, sl, uk

source: Click on one of the blue categories and there will fold out an area with all the fields you can search for in that very category. Depending on the kind of data each field contains different input fields for your search, sometimes more than one type for the same field. Simplest are selection buttons, e.g. for colors. Then you have plain fields of the “The field content contains type", drop down lists and checkboxes. Many fields have two input fields allowing you to define a range, e.g. **Find items with a width between**. And often you find a link type thing called "Any" which opens a drop down field with checkboxes for the possible contents of that field.
ca: Feu clic en una de les categories en blau i es desplegarà una àrea amb tots els camps que podeu cercar en aquesta mateixa categoria. Segons el tipus de dades, cada camp contindrà camps d'entrada diferents per a la vostra cerca, de vegades més d'un tipus per al mateix camp. Els més senzills són els botons de selecció, p. ex., per als colors. Després, teniu camps senzills del tipus «El contingut del camp conté tipus», llistes desplegables i caselles de selecció. Molts camps tenen dos camps d'entrada que permeten definir un interval, p. ex., **Cerca els elements amb amplades entre**. I sovint es troba un tipus d'enllaç anomenat «Qualsevol», el qual obre una llista desplegable amb caselles de selecció per al possible contingut d'aquest camp.
it: Fai clic su una delle categorie blu, ed esse dispiegheranno un'area con tutti i campi nei quali puoi cercare nelle varie categorie. A seconda del tipo di dato ciascun campo contiene diversi campi di ingresso per le tue ricerche, a volte più di un tipo per ciascun campo. I più semplici sono i pulsanti di selezione, ad esempio per i colori. Quindi hai dei campi piani del tipo "il contenuto del campo contiene", degli elenchi a tendina e delle caselle di scelta. Molti campi hanno due campi di inserimento per permetterti di definire un intervallo, ad esempio **Trova immagini con una larghezza compresa tra**. E spesso trovi un elemento simile a un collegamento chiamata "Qualsiasi", che apre un campo a tendina con le caselle per i possibili contenuti di quel campo.
nl: Klik op een van de blauwe categorieën en een gebied zal zich uitvouwen met alle velden waarnaar u kunt zoeken in die zelfde categorie. Afhankelijk van het soort gegeven dat elk veld bevat zullen verschillende invoervelden voor uw zoeken, soms meer dan een type voor hetzelfde veld, worden gebruikt. Het eenvoudigst zijn selectieknoppen, bijv. voor kleuren. U hebt dan gewone velden van het type "De veldinhoud bevat type", afrollijsten en keuzevakjes. Veel velden hebben twee invoervelden, waarmee u een reeks kun definiëren, bijv. **Zoek afbeeldingen met een breedte tussen**. En vaak vindt u een type genaamd "Elk" die een afrolveld opent met keuzevakken voor mogelijke inhoud van dat veld.
pt: Carregue numa das categorias azuis, para que se expanda uma área com todos os campos que poderá pesquisar nessa mesma categoria. Dependendo do tipo de dados, cada campo contém campos diferentes para a sua pesquisa - por vezes, mais que um tipo para o mesmo campo. Os mais simples são os botões de selecção, p.ex. para as cores. Depois tem os campos simples do tipo “O conteúdo do campo contém o tipo", as listas suspensas e as opções de marcação. Muitos dos campos têm dois campos de texto que lhe permitem definir um intervalo, p.ex. **Procurar os itens com uma largura entre**. Muitas das vezes, irá encontrar um tipo de ligação chamado "Qualquer" que mostra um campo com as opções possíveis para esse campo.
sl: Kliknite eno od modrih kategorij in odprlo se bo območje z vsemi polji, ki jih lahko iščete v tej kategoriji. Glede na vrsto podatkov vsako polje vsebuje različna vnosna polja za vaše iskanje, včasih več kot eno vrsto za isto polje. Najenostavnejši so izbirni gumbi, npr. za barve. Nato imate navadna polja spustnih seznamov in potrditvenih polj »Vsebina polja vsebuje vrsto«. Veliko polj ima dve vnosni polji, ki vam omogočata, da določite obseg, npr. **Poišči elemente s širino med**. In pogosto najdete stvar tipa povezave, imenovana "Kateri koli", ki odpre spustno polje s potrditvenimi polji za možno vsebino tega polja.
uk: Натисніть одну з категорій, назви яких показано синім кольором, і програма розгорне список полів, за якими можна шукати у цій категорії”. Залежно від типу даних, для кожного з полів буде показано різні поля введення для критеріїв пошуку, іноді по декілька типів на одне поле. Найпростішим різновидом є варіанти вибору, наприклад для кольорів. Крім того, є прості поля типу «Вміст поля містить», спадні списки та поля для позначок. Для багатьох полів передбачено два поля для введення даних, за допомогою яких можна вказати діапазон значень, наприклад «Знайти знімки із шириною у діапазоні від-до». Часто вам буде запропоновано посилання типу із написом «Будь-яке». Натиснувши таке посилання, можна відкрити спадний список із полями для позначок, які визначатимуть можливий вміст поля даних.

source: The digiKam Advanced Search Criteria
ca: Els criteris de l'eina de cerca avançada en el digiKam
it: I criteri di ricerca avanzata di digiKam
nl: De geavanceerde zoekcriteria van digiKam
pt: Os Critérios de Pesquisa Avançada do digiKam
sl: Kriteriji naprednega iskanja digiKam
uk: Критерії розширеного пошуку digiKam

source: Thanks to the labeling of the search fields they are pretty much self explaining. What we have to talk about is how they work together if you fill in or select more than one. On the right side of the header (blue area at the top) you find a little link **Options**. If you click on that one the header will change and you see four options.
ca: Gràcies a l'etiquetatge dels camps de cerca, s'expliquen per ells mateixos. Del que hem de parlar és de com funcionen junts si s'emplenen o se'n selecciona més d'un. A la part dreta de la capçalera (àrea blava a la part superior) trobareu un petit enllaç **Opcions**. Si hi feu clic, la capçalera canviarà i veureu quatre opcions.
it: Grazie all'etichettatura, i campi di ricerca si spiegano da sé. L'aspetto importante da trattare è il modo in cui lavorano assieme, se ne compili o ne selezioni più di uno. Nella parte destra dell'intestazione (l'area blu in alto) trovi un piccolo collegamento **Opzioni**: se ci fai clic sopra, l'intestazione cambierà e appariranno quattro opzioni.
nl: Dankzij het label van de zoekopdrachtvelden zijn ze behoorlijk zelf verklarend. Waar we het hier over hebben is hoe ze samenwerken als u er meer dan één invult of selecteert. Aan de rechterkant van de kop (blauw gebied bovenaan) vindt u een kleine koppeling **Opties**. Als u daarop klikt zal de kop veranderen en ziet u vier opties.
pt: Graças à legendagem dos campos de pesquisa, os mesmos são à partida bastante intuitivos sobre o que fazem. O que é necessário referir é como funcionam em conjunto, caso preencha ou seleccione mais que um. Do lado direito do cabeçalho (a área a azul no topo), irá encontrar uma pequena ligação de **Opções**. Se carregar nessa ligação, o cabeçalho irá mudar e passará a ver quatro opções.
sl: Zahvaljujoč označevanju iskalnih polj so precej samoumevna. Pogovoriti se moramo o tem, kako delujejo skupaj, če izpolnite ali izberete več kot enega. Na desni strani glave (modro območje na vrhu) najdete majhno povezavo **Možnosti**. Če kliknete na to, se bo glava spremenila in videli boste štiri možnosti.
uk: Мітки полів пошуку є достатньо докладними, щоб можна було розібратися у їхньому призначенні самостійно”. Втім, варто обговорити питання, пов’язане із тим, що трапиться, якщо ви заповните декілька з цих полів. Праворуч від заголовка (синя область вгорі) можна побачити маленьку позначку «Параметри». Якщо ви її натиснете, заголовок зміниться, і ви побачити чотири варіанти.

source: **Meet All of the following conditions** means that your different search parameters will be connected by boolean AND for the search. Example: if you selected Album name “Holidays” and color “red” the search will find all pictures labeled with “red” out of the Album “Holidays”.
ca: **Aparella amb totes les condicions següents** significa que els diferents paràmetres de cerca es connectaran mitjançant un operador AND booleà per a la cerca. Exemple: si heu seleccionat el nom de l'àlbum «Vacances» i el color «vermell», la cerca trobarà totes les imatges etiquetades amb «vermell» fora de l'àlbum «Vacances».
it: **Soddisfa tutte le condizioni seguenti** significa che tutti i tuoi parametri di ricerca saranno collegati con un E logico. Esempio: se selezioni nome dell'album "Vacanze" e il colore "rosso", la ricerca troverà tutte le immagini etichettate con "rosso" all'interno dell'album "Vacanze".
nl: **Voldoe aan alle van de volgende voorwaarden** betekent dat uw verschillende zoekparameters verbonden worden door een boolean EN voor het zoeken. Voorbeeld: als u de Albumnaam "Vakanties" selecteert en kleur "rood" zal de zoekopdracht alle afbeeldingen vinden met het label "rood" uit het album "Vakanties".
pt: **Cumprir todas as seguintes condições** significa que os seus parâmetros de pesquisa diferentes serão associados através de um E lógico na pesquisa. Exemplo: se seleccionar o Nome do Álbum “Férias” e a cor “vermelha”, a pesquisa irá procurar todas as imagens legendadas como “vermelho” no Álbum “Férias”.
sl: **Izpolnjevanje vseh naslednjih pogojev** pomeni, da bodo vaši različni iskalni parametri povezani z logičnim IN za iskanje. Primer: če ste izbrali ime albuma "Dopust" in barvo "rdeča", bo iskanje našlo vse slike, označene z "rdečo", iz albuma "Dopust".
uk: «Відповідає всім наступним умовам» означає, що параметри пошуку буде поєднано булевим «ТА». Приклад: якщо ви вибрали назву альбому «Свята» і колір «червоний», буде знайдено усі знімки із мітками «червоний» у альбомі «Свята».

source: **Meet Any of the following conditions** means that your different search parameters will be connected by boolean OR for the search. Example: if you selected Album name “Holidays” and color “red” the search will find the content of the Album “Holidays” and all pictures labeled with “red” out of your whole collection.
ca: **Aparella amb qualsevol de les condicions següents** significa que els diferents paràmetres de cerca es connectaran mitjançant un operador OR booleà per a la cerca. Exemple: si heu seleccionat el nom de l'àlbum «Vacances» i el color «vermell», la cerca trobarà el contingut de l'àlbum «Vacances» i totes les imatges etiquetades amb «vermell» en tota la col·lecció.
it: **Soddisfa una delle condizioni seguenti** significa che tutti i tuoi parametri di ricerca saranno collegati con un O logico. Esempio: se selezioni nome dell'album "Vacanze" e il colore "rosso", la ricerca restituirà il contenuto dell'album "Vacanze" e tutte le immagini etichettate con "rosso" contenute nella tua intera raccolta.
nl: **Voldoe aan een van de volgende voorwaarden** betekent dat uw verschillende zoekparameters verbonden worden door een boolean OF voor het zoeken. Voorbeeld: als u de Albumnaam "Vakanties" selecteert en kleur "rood" zal de zoekopdracht alle afbeeldingen vinden uit het album "Vakanties" en met het label "rood" uit uw gehele verzameling.
pt: **Cumprir qualquer das seguintes condições** significa que os seus parâmetros de pesquisa diferentes serão associados através de um OU lógico na pesquisa. Exemplo: se seleccionar o Nome do Álbum “Férias” e a cor “vermelha”, a pesquisa irá procurar todas as imagens legendadas como “vermelho” em toda a colecção ou que estejam no Álbum “Férias”.
sl: **Izpolnjevanje katerega koli od naslednjih pogojev** pomeni, da bodo vaši različni iskalni parametri povezani z logičnim ALI za iskanje. Primer: če ste izbrali ime albuma "Prazniki" in barvo "rdeča", bo iskanje našlo vsebino albuma "Prazniki" in vse slike, označene z "rdeče", iz vaše celotne zbirke.
uk: **Відповідає будь-яким наступним умовам** означає, що параметри пошуку буде поєднано булевим АБО. Приклад: якщо ви вибрали назву альбому «Свята» і колір «червоний», буде знайдено усі знімки з альбому «Свята» і усі знімки з міткою «червоний» у вашій збірці.

source: **None of these conditions are met** means that your different search parameters will be connected by boolean NAND for the search. Again our example: if you selected Album name “Holidays” and color “red” the search will find all pictures of your collection except those labeled with “red” and except those out of the Album “Holidays”.
ca: **No es compleix cap d'aquestes condicions** significa que els diferents paràmetres de cerca es connectaran mitjançant l'operador NAND booleà per a la cerca. Altra vegada, el nostre exemple: si heu seleccionat el nom de l'àlbum «Vacances» i el color «vermell», la cerca trobarà totes les imatges en la col·lecció excepte les que tenen l'etiqueta «vermell» i les que estan fora de l'àlbum «Vacances».
it: **Nessuna di queste condizioni è soddisfatta** significa che tutti i tuoi parametri di ricerca saranno connessi da un NAND logico. Di nuovo il nostro esempio: se selezioni nome dell'album "Vacanze" e il colore "rosso", la ricerca troverà tutte le immagini della tua raccolta tranne quelle etichettate con "rosso" e tranne quelle dell'album "Vacanze".
nl: **Voldoe aan geen van de volgende voorwaarden** betekent dat uw verschillende zoekparameters verbonden worden door een boolean NIET-EN voor het zoeken. Opnieuw ons voorbeeld: als u de Albumnaam "Vakanties" selecteert en kleur "rood" zal de zoekopdracht alle afbeeldingen uit uw verzameling vinden behalve die met het label "rood" en uit het album "Vakanties".
pt: **Nenhuma destas condições é cumprida** significa que os seus parâmetros de pesquisa diferentes serão associados através de um NÃO-E lógico na pesquisa. Exemplo: se seleccionar o Nome do Álbum “Férias” e a cor “vermelha”, a pesquisa irá procurar todas as imagens da sua colecção, excepto as legendadas como “vermelho” e as que estão no Álbum “Férias”.
sl: **Noben od teh pogojev ni izpolnjen** pomeni, da bodo vaši različni iskalni parametri povezani z logičnim "ne in" za iskanje. Ponovno naš primer: če ste izbrali ime albuma "Prazniki" in barvo "rdeča", bo iskanje našlo vse slike vaše zbirke razen tistih, ki so označene z "rdeče" in razen tistih iz albuma "Prazniki".
uk: **Жодна з цих умов не виконується** означає, що різні параметри пошуку буде об’єднано логічним оператором «ТА-НІ». Знову ж, наш приклад: якщо вами вибрано назву альбому «Свята» і колір «червоний», буде знайдено усі знімки у вашій збірці, окрім тих, які мають мітку «червоний», і тих, які належать до альбому «Свята».

source: **At least one of these conditions is not met** means that your different search parameters will be connected by boolean NOR for the search. One more example: if you selected Album name “Holidays” and color “red” the search will find all pictures of your collection except those labeled with “red” out of the Album “Holidays”.
ca: **Com a mínim no es compleix una d'aquestes condicions** significa que els diferents paràmetres de cerca es connectaran mitjançant l'operador NOR booleà per a la cerca. Un exemple més: si heu seleccionat el nom de l'àlbum «Vacances» i el color «vermell», la cerca trobarà totes les imatges en la col·lecció excepte les etiquetades amb «vermell» fora de l'àlbum «Vacances».
it: **Almeno una di queste condizioni non è soddisfatta** significa che tutti i tuoi parametri di ricerca saranno connessi da un NOR logico. Ancora un esempio: se selezioni nome dell'album "Vacanze" e il colore "rosso", la ricerca troverà tutte le immagini della tua raccolta tranne quelle etichettate con "rosso" dell'album "Vacanze".
nl: **Minstens aan één van deze voorwaarden wordt niet voldaan** betekent dat uw verschillende zoekparameters verbonden worden door een boolean NOR voor het zoeken. Nog een voorbeeld: als u de Albumnaam "Vakanties" selecteert en kleur "rood" zal de zoekopdracht alle afbeeldingen uit uw verzameling vinden behalve die met het label "rood" uit het album "Vakanties".
pt: **Pelo menos uma destas condições não é cumprida** significa que os seus parâmetros de pesquisa diferentes serão associados através de um NÃO-OU lógico na pesquisa. Exemplo: se seleccionar o Nome do Álbum “Férias” e a cor “vermelha”, a pesquisa irá procurar todas as imagens da sua colecção, excepto as legendadas como “vermelho” com as que estão no Álbum “Férias”.
sl: **Vsaj eden od teh pogojev ni izpolnjen** pomeni, da bodo vaši različni iskalni parametri povezani z logičnim "ne ali" za iskanje. Še en primer: če ste izbrali ime albuma "Prazniki" in barvo "rdeča", bo iskanje našlo vse slike vaše zbirke razen tistih, ki so označene z "rdeče" iz albuma "Prazniki".
uk: **Принаймні одна з цих умов не виконується** означає, що різні параметри пошуку буде об’єднано логічним оператором «АБО-НІ». Ще один приклад: якщо вами вибрано назву альбому «Свята» і колір «червоний», буде знайдено усі знімки у вашій збірці, окрім тих, які мають мітку «червоний», *або* тих, які належать до альбому «Свята».

source: Complicated? No, good! Because the real stuff is yet to come. Have a look at the footer of the Advanced Search Tool. Here you find **+ Add Search Group**. If you hit this button another list with the same categories of search fields will open below the first one (scroll down in case you don't see it right away) separated by a blue header showing the same options we were just talking about. On top of them you see an underlined OR meaning that this list is connected to the first one by boolean OR. You can change that to AND by clicking on it.
ca: Complicat? No és bo! Perquè les coses reals encara han d'arribar. Feu una ullada al peu de pàgina de l'eina de cerca avançada. Hi trobareu el botó **+ Afegeix un grup de cerca**. Si el premeu, s'obrirà una altra llista amb les mateixes categories de camps de cerca sota el primer (desplaceu-vos cap avall en cas que no el veieu immediatament) separats per una capçalera blava que mostra les mateixes opcions de les quals acabem de parlar. A sobre, veureu un OR subratllat, el que significa que aquesta llista està connectada amb la primera mitjançant un OR booleà. Podeu canviar-ho a AND fent-hi clic.
it: Complicato? No, bene! Perché le cose interessanti devono ancora venire. Dai un'occhiata al piè di pagina dello strumento di ricerca avanzata, troverai **+ Aggiungi gruppo di ricerca**. Se premi questo pulsante un altro elenco verrà aperto sotto al primo, con le stesse categorie di campi di ricerca (scorri in basso se non la vedi subito), separato da un'intestazione blu con le stesse opzioni di cui stavamo appena parlando. In alto a questi vedrai un O sottolineato, che significa che questo elenco è collegato al primo da un O logico. Puoi però cambiarlo in E facendoci clic sopra.
nl: Moeilijk? Nee, goed! Omdat het echt spul nog moet komen. Kijk eens naar de voetnoot van het Geavanceerde zoekhulpmiddel. Hier vindt u **+ Zoekgroep toevoegen**. Als u op deze knop drukt zal een andere lijst met dezelfde categorieën zoekvelden openen onder de eerste (schuif omlaag in het geval u het niet direct ziet) gescheiden door een blauwe kop die dezelfde opties toont waar we het zojuist over hadden. Erboven ziet u een onderstreepte OF wat betekent dat deze lijst is verbonden met de eerste door de boolean OF. U kunt dat wijzigen in EN door er op te klikken.
pt: Complicado? Não, ainda bem! Porque as coisas a sério ainda estão para vir. Dê uma vista de olhos no rodapé da ferramenta de Pesquisa Avançada. Aqui irá encontrar a opção **+ Adicionar um Grupo de Pesquisa**. Se carregar neste botão, irá abrir outra lista com as mesmas categorias dos campos de pesquisa por baixo da primeira (deslize para baixo, caso não a consiga ver logo À primeira), separada por um cabeçalho azul que mostra as mesmas opções que estávamos a falar. Sobre elas, irá ver um OU sublinhado, o que significa que esta lista está associada à primeira com um OU booleano. Poderá mudar a mesma para um E, carregando nela.
sl: Zapleteno? Slabo! Ker tisto pravo šele pride. Oglejte si nogo orodja za napredno iskanje. Tukaj najdete **+ Dodaj iskalno skupino**. Če pritisnete ta gumb, se pod prvim odpre drug seznam z istimi kategorijami iskalnih polj (pomaknite se navzdol, če ga ne vidite takoj), ločen z modro glavo, ki prikazuje iste možnosti, o katerih smo ravnokar govorili. Na vrhu vidite podčrtan ALI, kar pomeni, da je ta seznam s prvim povezan z logičnim ALI. To lahko spremenite v IN s klikom nanj.
uk: Складно? Ні, просто чудово! Оскільки справжня потужність пошуку все ще попереду. Зверніть увагу на нижню частину панелі складного пошуку. Тут ви побачите кнопку **+ Додати групу пошуку**. Якщо ви натиснете цю кнопку, програма покаже ще один список із тими самими категоріями полів пошуку під першим списком (погортайте список, якщо його показано не повністю), який буде відокремлено синім заголовком із тими самими параметрами пошуку, які ми вже обговорювали. Над списком ви побачите підкреслене «АБО», що означає, що цей список буде поєднано з першим булевою операцією «АБО». Натисканням мітки «АБО» можна змінити її на «ТА».
