Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/similarity_view.po
Languages: ca, it, nl, pt, sl, uk

source: digiKam Main Window Similarity View
ca: La vista de similitud a la finestra principal del digiKam
it: Vista somiglianza della finestra principale di digiKam
nl: Weergave van gelijkenissen in het hoofdvenster van digiKam
pt: Área de Semelhanças da Janela Principal do digiKam
sl: digiKam glavno okno pogleda podobnosti
uk: Панель перегляду подібності основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, similarity, search, duplicates, sketch
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, similitud, cerca, duplicats, esbós
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, somiglianza, ricerca, duplicati, schizzo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, gelijkenissen, zoeken, duplicaten, schets
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, semelhança, pesquisa, duplicados, rabiscos
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, podobnost, iskanje, dvojniki, skica
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, подібність, пошук, дублікати, ескіз

source: Similarity View
ca: La vista Similitud
it: Vista Somiglianza
nl: Weergave van gelijkenissen
pt: Área de Semelhanças
sl: Pogled podobnosti
uk: Панель перегляду подібності

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
sl: Pregled
uk: Огляд

source: You have lost a picture because you can't remember its name or where you filed it? You need to perform a *fuzzy search* on your collections.
ca: Heu perdut una fotografia perquè no en podeu recordar el nom o on es va arxivar? Heu de fer una *cerca aproximada* en les vostres col·leccions.
nl: U hebt een afbeelding verloren omdat u zijn naam niet meer herinnert of waar u het hebt opgeslagen? U moet een *vage zoekopdracht* doen in uw verzameling.
sl: Ste izgubili sliko, ker se ne spomnite njenega imena ali kam ste jo shranili? V svojih zbirkah morate izvesti *mehko iskanje*.
uk: Втратили знімок через те, що не можете згадати назву файла або місце, де ви його зберегли? Щоб його знайти, вам слід виконати *нечіткий пошук* у ваших збірках.

source: digiKam characterizes every image by a lengthy number that makes it possible to find similar images by comparing this calculated signature. The less numerical difference there is between any two image signatures, the more they resemble each other. This methodology is the core engine to three features named find **Duplicates**, find similar **Image**, and find by **Sketch**.
ca: El digiKam caracteritza cada imatge per un nombre llarg que fa possible trobar imatges semblants comparant aquesta signatura calculada. Com menys diferència numèrica hi hagi entre dues firmes d'imatge, més s'assemblaran entre si. Aquesta metodologia és el motor central de tres característiques anomenades troba els **duplicats**, cerca **imatges similars** i cerca per **esbós**.
it: digiKam caratterizza ciascuna immagine da un lungo numero che rende possibile trovare immagini simili confrontando questa firma calcolata. Più piccola è la differenza numerica tra le firme di due immagini, più alto è il loro grado di somiglianza. Questa regola è il motore principale di tre funzionalità di nome trova **duplicati**, trova **immagini** simili e trova per **schizzo**.
nl: digiKam karakteriseert elk beeld door een lang nummer die het mogelijk maakt om vergelijkbare afbeeldingen te vinden door het vergelijken van deze berekende handtekening. Hoe minder numeriek verschil er is tussen twee afbeeldingshandtekeningen, hoe meer ze op elkaar lijken. Deze methodologie is de hoofd-engine voor drie mogelijkheden genaamd zoek **Duplicaten**, zoek gelijkende **Afbeeldingen** en zoek met een **Schets**.
pt: O digiKam caracteriza cada imagem com um número extenso, usando uma técnica especial que possibilita a comparação de imagens através desta assinatura calculada. Quanto menor for a diferença numérica entre duas assinaturas de imagens, mais se assemelham uma à outra. Esta técnica é o motor de base para três funcionalidades, que são a **Pesquisa de Duplicados**, a **Pesquisa de Imagens Semelhantes** e a **Pesquisa por Rabiscos**.
sl: digiKam vsako sliko označi z dolgim številom, ki omogoča iskanje podobnih slik s primerjavo tega izračunanega podpisa. Manjša kot je številčna razlika med dvema podpisoma slike, bolj sta si podobni. Ta metodologija je osrednji mehanizem za tri funkcije, imenovane iskanje **dvojnikov**, iskanje podobnih **slik** in iskanje po **skici**.
uk: digiKam характеризує кожне з зображень довгим числом, за допомогою якого можна знайти подібні зображення, порівнюючи їхню обчислену цифрову сигнатуру. Чим меншою буде відмінність між двома сигнатурами зображень, тим подібнішими є ці зображення. Ця методологія є основою роботи трьох можливостей програми: пошуку дублікатів, пошуку подібних зображень і пошуку за ескізом.

source: digiKam uses in background Wavelets/Haar algorithms based on the `Fast Multi-Resolution Image Querying publication <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_
ca: El digiKam utilitza en segon pla els algorismes per ondetes/Haar basats en la `publicació Fast Multi-Resolution Image Querying <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_.
it: digiKam utilizza in background gli algoritmi Wavelets/Haar basati sulla pubblicazione `Fast Multi-Resolution Image Querying <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_
nl: digiKam gebruikt in de achtergrond de algoritmen Wavelets/Haar gebaseerd op de `Fast Multi-Resolution Image Querying publicatie <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_
pt: O digiKam usa em segundo plano os algoritmos de Wavelets/Haar, baseando-se na `publicação de Pesquisa Rápida de Imagens em Múltiplas Resoluções <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_
sl: digiKam v ozadju uporablja algoritme Wavelets/Haar, ki temeljijo na publikaciji `Fast Multi-Resolution Image Querying <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_
uk: Основою пошуку у digiKam є алгоритми вейвлетів/Хаара, які засновано на `роботі щодо швидкої обробки зображень у багатьох розмірностях <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_

source: Find Duplicates
ca: Trobar els duplicats
it: Trova duplicati
nl: Dubbele items zoeken
pt: Procurar Duplicados
sl: Poišči dvojnike
uk: Пошук дублікатів

source: Before you can have digiKam finding duplicates the signatures (or fingerprints) have to be calculated. You can start that process with the button **Update Fingerprints** which initiates a total rebuild of the image signatures (may take hours if you have a large collection and slow storage devices). If you have already scanned your images for fingerprints then you should skip this step.
ca: Abans que el digiKam pugui trobar els duplicats, cal calcular les signatures (o empremtes digitals). Podreu iniciar aquest procés amb el botó **Actualitza les empremtes digitals**, el qual inicia una reconstrucció total de les signatures de les imatges (pot dur hores si teniu una col·lecció gran i dispositius d'emmagatzematge lents). Si ja heu explorat les vostres imatges a la cerca d'empremtes digitals, haureu d'ometre aquest pas.
it: Prima che digiKam possa trovare i duplicati, vanno calcolate le firme (o codici di controllo). Puoi iniziare questo processo col pulsante **Aggiorna codici di controllo** che avvia una ricostruzione completa delle firme dell'immagine (possono volerci ore se possiedi una raccolta grande e dei dispositivi di archiviazione lenti). Se hai già analizzato le immagini per i codici di controllo devi saltare questo passaggio.
nl: voordat u digiKam duplicaten kan laten zoeken moeten de signaturen (of vingerafdrukken) berekend worden. U kunt dat proces starten met de knop **Vingerafdrukken bijwerken** die een totaal opnieuw bouwen van de signaturen van de afbeeldingen initieert (kan uren duren als u een grote verzameling hebt en langzame opslagapparaten). Als u uw afbeeldingen als hebt gescand op vingerafdrukken dan zou u deze stap over moeten slaan.
pt: Antes de ter o digiKam a procurar duplicados, é necessário calcular as assinaturas (ou impressões digitais). Poderá iniciar esse processo com o botão **Actualizar as Impressões Digitais**, que inicia uma reconstrução completa das assinaturas das imagens (poderá demorar horas se tiver uma colecção grande e dispositivos de armazenamento lentos). Se já tiver sondado as suas imagens, então deverá saltar este passo.
sl: Preden lahko digiKam najde dvojnike, je treba izračunati podpise (ali prstne odtise). Ta postopek lahko začnete z gumbom **Posodobi prstne odtise**, ki sproži popolno obnovo slikovnih podpisov (lahko traja ure, če imate veliko zbirko in počasne naprave za shranjevanje). Če ste svoje slike že prečesali za prstne odtise, ta korak preskočite.
uk: Перш ніж ви зможете шукати дублікати за допомогою digiKam, слід обчислити сигнатури (або відбитки) зображень. Розпочати процедуру можна за допомогою натискання кнопки **Оновити відбитки**, яка започатковує повне переобчислення сигнатур зображень (процедура може тривати годинами, якщо ваша збірка містить дуже багато зображень, а обмін даними з носієм для їхнього зберігання є повільним). Якщо сканування ваших зображень для обчислення відбитків вже виконано, вам слід пропустити цей крок.

source: You can perform fingerprint operations using :menuselection:`Tools --> Maintenance` and select **Rebuild Finger-prints** option. You can additionally choose if you want to rebuild the entire database or only scan your database for missing fingerprint (default behavior). Choosing the Faster option is quicker as it only searches for missing fingerprints.
ca: Podeu efectuar les operacions d'empremtes digitals utilitzant l'element de menú «:menuselection:`Eines --> Manteniment`» i seleccioneu l'opció **Reconstrueix les empremtes digitals**. A més, podreu escollir si voleu reconstruir tota la base de dades o només explorar la base de dades a la cerca d'empremtes digitals que manquin (el comportament predeterminat). Escollir l'opció més ràpida anirà més de pressa, ja que només se cercaran les empremtes digitals que manquin.
it: Puoi eseguire operazioni sui codici di controllo in :menuselection:`Strumenti --> Manutenzione` selezionando l'opzione **Ricostruisci codici di controllo**. In aggiunta, puoi scegliere se ricostruire l'intera banca dati o analizzarla solo per cercare i codici di controllo mancanti (comportamento predefinito). La scelta dell'opzione "più veloce" esegue la ricerca solo dei codici di controllo mancanti.
nl: Bewerkingen voor vingerafdrukken zijn te doen met :menuselection:`Hulpmiddelen --> Onderhoud` en selecteren van de optie **Vingerafdrukken opnieuw bouwen**. U kunt daarnaast kiezen of u de gehele database opnieuw wilt bouwen of alleen uw database scannen op ontbrekende vingerafdrukken (standaard gedrag). De snellere optie kiezen is sneller omdat het alleen naar ontbrekende vingerafdrukken zoekt.
pt: Poderá efectuar operações de cálculo das impressões digitais com a opção :menuselection:`Ferramentas --> Manutenção` e seleccionar **Reconstruir as Impressões Digitais**. Poderá escolher adicionalmente se deseja reconstruir toda a base de dados ou se deseja apenas sondar as impressões digitais em falta (comportamento predefinido). Se escolher a opção mais rápida, a mesma só irá pesquisa as impressões digitais em falta.
sl: Operacije s prstnimi odtisi lahko izvedete z :menuselection:`Tools --> Maintenance` in izberete možnost **Obnovi prstne odtise**. Dodatno lahko izberete, ali želite znova zgraditi celotno zbirko podatkov ali samo prečesati vašo zbirko podatkov glede manjkajočega prstnega odtisa (privzeto vedenje). Izbira možnosti Hitreje je hitrejša, saj išče samo manjkajoče prstne odtise.
uk: Дії з відбитками можна виконати за допомогою пункту меню :menuselection:`Інструменти --> Супровід`, далі слід вибрати **Заново створити відбитки**. Ви можете вибрати між повним оновленням бази даних відбитків і обробкою лише тих записів, для яких у базі даних немає відбитків (типова поведінка). Вибір швидшого варіанта дасть швидші результати, оскільки програма виконуватиме обчислення лише тих відбитків, яких ще не було у базі даних.

source: Once the fingerprints are calculated you can use **Find Duplicates**, but it will take a long time too as it has to compare every image with any other image. So the way to go in both cases is to confine your search to certain **Albums** and/or **Tags**. **Whole albums collection** and **Whole tags collection** check-box perform global searches in the database. Else uses the drop-down menu like where you will be asked which **Albums** and/or **Tags** to search.
ca: Quan es calculen les empremtes digitals, podreu utilitzar **Cerca els duplicats**, però també portarà molt de temps, ja que s'ha de comparar cada imatge amb qualsevol altra. Aleshores, el camí a seguir en ambdós casos és limitar la cerca a certs **àlbums** i/o **etiquetes**. Les caselles de selecció **Tota la col·lecció d'àlbums** i **Tota la col·lecció d'etiquetes** realitzen cerques globals en la base de dades. En cas contrari, utilitzeu el menú desplegable on se us demanarà quins **àlbums** i/o **etiquetes** cercar.
it: Una volta calcolati di codici di controllo, puoi utilizzare la funzionalità **Trova duplicati**, ma questa azione impiegherà molto tempo perché deve confrontare ciascuna immagine con ciascun'altra immagine. La via da seguire, in entrambi i casi, è confinare la ricerca a determinati **Album** e/o **Tag**. La casella **Raccolta di tutti gli album** e **Raccolta di tutti i tag** esegue ricerche globali nella banca dati. Altrimenti usa il menu a tendina dove ti verrà chiesto quali **Album** e/o **Tag** cercare.
nl: Nadat de vingerafdrukken zijn berekend kunt u **Duplicaten zoeken** gebruiken, maar het zal ook een lange tijd duren omdat het elke afbeelding moet vergelijken met elke andere afbeelding. Dus is de manier van doen in beide gevallen uw zoeken te beperken tot bepaalde **Albums** en/of **Tags**. Keuzevakjes **Gehele albumverzameling** en **Gehele verzameling tags** doen globale zoekopdrachten in de database. Gebruik anders het afrolmenu zoals waar u gevraagd zal worden welke **Albums** en/of **Tags** te doorzoeken.
pt: Assim que as impressões digitais sejam calculadas, poderá usar a **Pesquisa de Duplicados**, mas irá levar bastante tempo, dado que tem de comparar cada uma das imagens com as outras. Por isso, a melhor forma em ambos os casos é restringir a sua pesquisa a certos **Álbuns** e/ou **Marcas**. As opções **Colecção de álbuns inteira** e **Colecção de marcas inteira** efectuam pesquisa globais na base de dados. Caso contrário, use as opções para definir quais os **Álbuns** e/ou **Marcas** onde pesquisar.
sl: Ko so prstni odtisi izračunani, lahko uporabite **Poišči dvojnike**, vendar bo trajalo tudi veliko časa, saj mora vsako sliko primerjati s katero koli drugo sliko. V obeh primerih je torej možno, da iskanje omejite na določene **Albume** in/ali **Značke**. Potrditvena polja **Celotna zbirka albumov** in **Celotna zbirka značk** izvajata globalna iskanja v bazi podatkov. Drugače uporablja spustni meni, kjer boste pozvani, katere **Albume** in/ali **Značke** želite iskati.
uk: Коли буде обчислено відбитки, ви зможете скористатися можливістю **пошуку дублікатів**, але і цей процес буде тривалим, оскільки програмі доведеться порівняти кожне зображення з усіма іншими зображеннями. Отже, варто у кожному випадку обмежити пошук певними **альбомами** і/або **мітками**. За допомогою пунктів **Уся збірка альбомів** і **Уся збірка міток** можна виконати загальний пошук у базі даних. Якщо ж у цьому немає потреби, ви можете скористатися спадним меню, де можна вказати, у яких **альбомах** і/або для яких **міток** слід виконати пошук.

source: **Reference Image Selection Method** setting allows to select the method how the reference image is determined. This is important if you are using the **Remove Duplicates** function to steer which image shall be deleted. One usecase is, if you are copying newly imported files into its own folder in the collection (unsorted photos), then you run the duplicates and delete all photos which are already sorted into the collection. After that you just have to sort in the new photos.
ca: L'opció de configuració **Mètode de selecció de la imatge de referència** permet seleccionar el mètode per a determinar la imatge de referència. Això és important si utilitzeu la funció **Elimina els duplicats** per a decidir quines imatges se suprimiran. Un cas d'ús és, si esteu copiant fitxers importats recentment a la vostra pròpia carpeta cap a la col·lecció (fotografies sense ordenar), llavors executeu els duplicats i suprimiu totes les fotografies que ja estan ordenades a dins de la col·lecció. Després d'això, només haureu d'ordenar les fotografies noves.
it: L'impostazione **Metodo di selezione dell'immagine di riferimento** permette di selezionare il metodo su come l'immagine di riferimento è determinata. Ciò è importante se stai usando la funzione **Rimuovi duplicati** per portare a quale immagine dovrà essere eliminata. Un caso d'uso è quello in cui stai copiando file importati di recente all'interno della relativa cartella nella raccolta (fotografie non ordinate), poi avvii i duplicati ed elimini tutte le foto che sono state già ordinate all'interno della raccolta. Dopo questa operazione dovrai solo ordinare le nuove fotografie.
nl: Instelling **Selectiemethode van referentie-afbeelding** biedt het selecteren van de methode hoe de referentie-afbeelding wordt bepaald. Dit is belangrijk als u de functie **Duplicaten verwijderen** gebruikt om te sturen welke afbeelding verwijderd moet worden. Eén gebruiksgeval is, als u nieuw geïmporteerde bestanden in zijn eigen map in de verzameling (ongesorteerde foto's) kopieert, dan kunt u de duplicaten uitvoeren en alle foto's verwijderen die al zijn gesorteerd in de verzameling. Daarna hebt u alleen nog de nieuwe foto's te sorteren.
pt: O **Método de Selecção da Imagem de Referência** permite seleccionar o método com que será determinada a imagem de referência. Isto é importante se estiver a usar a função **Remover os Duplicados** para definir qual a imagem a remover. Um caso de uso de exemplo será se estiver a copiar ficheiros recém importados para a sua própria pasta na colecção (fotos não organizadas), depois executa a pesquisa de duplicados e apaga todas as fotos que já estejam ordenadas na colecção. Depois disso, terá apenas de organizar as novas fotos.
sl: Nastavitev **Metoda izbire referenčne slike** omogoča izbiro metode za določitev referenčne slike. To je pomembno, če uporabljate funkcijo **Odstrani dvojnike** za usmerjanje, katera slika naj se izbriše. En primer uporabe je, če kopirate na novo uvožene datoteke v lastno mapo v zbirki (nerazvrščene fotografije), potem zaženete dvojnike in izbrišete vse fotografije, ki so že razvrščene v zbirko. Po tem morate le še razvrstiti nove fotografije.
uk: За допомогою пункту **Reference Image Selection Method** ви можете вибрати спосіб визначення еталонного зображення. Це важливо, якщо ви користуєтеся можливістю **Вилучити дублікати**, для визначення зображення, яке має бути вилучено. Таке трапляється, зокрема, якщо ви копіюєте нові імпортовані файли до власної теки у збірці (без упорядкування). Ви запускаєте пошук дублікатів і вилучаєте усі фотографії, яку уже упорядковано у збірці. Після цього вам достатньо буде розібрати лише нові фотографії.

source: **Older or Larger** is the method used prior 8.1.0. The reference image is the one of the duplicates, which is older or larger than the others
ca: **Més antiga o més gran** és el mètode utilitzat abans de la versió 8.1.0. La imatge de referència és la dels duplicats, la qual és més antiga o més gran que les altres.
it: **Più vecchia o più grande** è il metodo utilizzato prima della versione 8.1.0. L'immagine di riferimento è quella dei duplicati, che è più vecchia o più grande delle altre
nl: **Ouder of groter** is de methode gebruikt vóór 8.1.0. De referentie-afbeelding is diegene van de duplicaten, die ouder of groter is dan de anderen
pt: O **Mais Antigas ou Maiores** é o método usado antes da versão 8.1.0. A imagem de referência é o duplicado que for mais antigo ou maior que os outros
sl: **Starejše ali večje** je metoda, uporabljena pred 8.1.0. Referenčna slika je tista od dvojnikov, ki je starejša ali večja od drugih
uk: **Старіші або більші** — спосіб, який програма використовувала до версії 8.1.0. Еталонним вважатиметься те зображення з дублікатів, яке є старішим або більшим за інші.

source: **Prefer selected folder as reference** means that in the newly appeared album selection, albums can be selected and if a duplicate occurs it uses the image found in one of those folders as reference
ca: **Prefereix la carpeta seleccionada com a referència** vol dir que en la selecció d'àlbums que acaba d'aparèixer, es poden seleccionar àlbums i, si es produeix un duplicat, utilitza com a referència la imatge que es trobi en una d'aquestes carpetes.
it: **Preferisci cartella selezionata come riferimento** significa che nella selezione di album comparsa di recente possono essere selezionati gli album e, se ci si imbatte in un duplicato, utilizza l'immagine che si trova in una delle cartelle utilizzate come riferimento
nl: **Geselecteerde map als referentie** betekent dat in de nieuw verschenen albumselectie, albums geselecteerd kunnen worden en als een duplicaat verschijnt het de afbeelding als referentie gebruikt die is gevonden in een van deze mappen
pt: A opção **Preferir a pasta seleccionada como referência** significa que na selecção do álbum recém-formado, os álbuns podem ser seleccionados e, caso ocorra um duplicado, usa a imagem encontrada numa destas pastas como referência
sl: **Prednost izbrane mape kot reference** pomeni, da je v na novo prikazanem izboru albuma mogoče izbrati albume in če pride do dvojnika, kot referenco uporabi sliko, najdeno v eni od teh map
uk: **Перевага позначеної теки, як еталонної** означає, що у новій структурі альбомів можна буде вибрати альбоми, і якщо буде виявлено дублікати, програма використає як еталонні зображення з однієї з вибраних тек.
