Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/similarity_view.po
Languages: ca, it, nl, pt, sl, uk

source: **Prefer other than selected folder as reference** means that in the newly appeared album selection, albums can be selected and if a duplicate occurs it uses the image **not** found in one of those folders as reference
ca: **Prefereix una altra carpeta en lloc de la seleccionada com a referència** vol dir que en la selecció d'àlbums que acaba d'aparèixer, es poden seleccionar àlbums i, si es produeix un duplicat, utilitza com a referència la imatge que es trobi en una d'aquestes carpetes.
it: **Preferisci cartella diversa da quella selezionata come riferimento** significa che nella selezione di album comparsa di recente possono essere selezionati gli album e, se ci si imbatte in un duplicato, utilizza l'immagine che **non** si trova in una delle cartelle utilizzate come riferimento
nl: **Andere dan geselecteerde map als referentie** betekent dat in de nieuw verschenen albumselectie, albums geselecteerd kunnen worden en als een duplicaat verschijnt het de afbeelding **niet** gebruikt als referentie die is gevonden in een van deze mappen
pt: A opção **Preferir outras pastas que não a seleccionada como referência** significa que na selecção do álbum recém-formado, os álbuns podem ser seleccionados e, caso ocorra um duplicado, usa a imagem que **não foi** encontrada numa destas pastas como referência
sl: **Raje kot referenco uporabi drugo kot izbrano mapo** pomeni, da je v novo prikazanem izboru albuma mogoče izbrati albume in če pride do dvojnika, kot referenco uporabi sliko, ki **ni** najdena v eni od teh map
uk: **Перевага місць поза позначеною текою, як еталонною** означає, що у новій структурі альбомів можна буде вибрати альбоми, і якщо буде виявлено дублікати, програма використає як еталонні зображення **поза** вибраними теками.

source: **Prefer Newer Creation Date** means that the duplicates which is newer in the sense of the creation date is used as reference
ca: **Prefereix una data de creació més nova** vol dir que s'utilitzen com a referència els duplicats que són més nous en el sentit de la data de creació.
it: **Preferisci data di creazione più recente** indica i duplicati che sono più recenti, considerando la loro data di creazione
nl: **Voorkeur voor nieuwere aanmaakdatum** betekent dat de duplicaten die nieuwer zijn bij gebruikt van de aanmaakdatum als referentie worden gebruikt
pt: **Preferir a Data de Criação Mais Recente** significa que o duplicado que for mais recente, a nível da data de criação, será a imagem usada como referência
sl: **Preferer Newer Creation Date** pomeni, da se dvojniki, ki so novejši v smislu datuma ustvarjanja, uporabijo kot referenca
uk: **Перевага новішої дати створення** означає, що як еталонні буде використано дублікати, які є новішими у сенсі дати створення

source: **Prefer Newer Modification Date** means that the duplicates which is newer in the sense of the modification date is used as reference
ca: **Prefereix una data de modificació més nova** vol dir que s'utilitzen com a referència els duplicats que són més nous en el sentit de la data de modificació.
it: **Preferisci data di modifica più recente** indica i duplicati che sono più recenti, considerando la loro data di modifica
nl: **Voorkeur voor nieuwere wijzigingsdatum** betekent dat de duplicaten die nieuwer zijn bij gebruikt van de wijzigingsdatum als referentie worden gebruikt
pt: **Preferir a Data de Modificação Mais Recente** significa que o duplicado que for mais recente, a nível da data de modificação, será a imagem usada como referência
sl: **Izberi prednost novejši datum spremembe** pomeni, da se dvojniki, ki so novejši v smislu datuma spremembe, uporabijo kot referenca
uk: **Перевага новішої дати внесення змін** означає, що як еталонні буде використано дублікати, які є новішими у сенсі дати внесення змін

source: Find Duplicates Tool Searching in Whole Albums Collection and prefer file not in the potential Duplicates folder. The results are displayed in Icon-View
ca: L'eina Troba els duplicats cercant en tota la col·lecció d'àlbums i prefereix el fitxer que no es troba a la carpeta potencial de duplicats. El resultat es mostra en la vista d'icones
it: Lo strumento Trova duplicati che ricerca nell'intera raccolta degli album e preferisce il file non nella cartella dei duplicati potenziali. I risultati sono mostrati nella vista a icone
nl: Hulpmiddel Zoeken naar duplicaten in de gehele albumverzameling en heb voorkeur voor bestand niet in de potentiële map met duplicaten. Het resultaat zal getoond worden in de pictogramweergave
pt: A Ferramenta de Pesquisa de Duplicados a procurar na colecção inteira de álbuns e a preferir os ficheiros fora da pasta potencial de Duplicados. Os resultados serão apresentados na área de ícones
sl: Poiščite orodje za iskanje dvojnikov v celotni zbirki albumov in izberite datoteko ne v potencialni mapi dvojnikov. Rezultati so prikazani v pogledu ikon
uk: Інструмент пошуку дублікатів виконує пошук в усій збірці альбомів, надає перевагу файлу, якого немає у теці потенційних дублікатів, та показує результати на панелі перегляду піктограм

source: **Restrict to** setting allows apply criteria over the duplicate search, as to limit search to the album of reference image, to exclude the album of reference image of the search, or to not include restriction.
ca: L'opció de configuració **Restringeix a:** permet aplicar criteris sobre la cerca de duplicats, com ara limitar la cerca a l'àlbum d'imatges de referència, excloure l'àlbum d'imatges de referència de la cerca o no incloure cap restricció.
it: L'impostazione **Limita a** ti consente di applicare i criteri sulla ricerca duplicata, per limitare la ricerca all'album dell'immagine di riferimento, per escludere l'album dell'immagine di riferimento dalla ricerca o per non includere la limitazione.
nl: Instelling **Beperken tot**: biedt het toepassen van criteria op het zoeken naar duplicaten te beperken tot het album met de referentie-afbeelding of het album met de referentie-afbeelding uit te sluiten bij het zoeken.
pt: A opção **Restringir a** permite a aplicação de critérios na pesquisa de duplicados, como a limitação da pesquisa ao álbum da imagem de referência, a exclusão do álbum da imagem de referência ou não incluir qualquer restrição de todo.
sl: Nastavitev **Omeji na** omogoča uporabo kriterijev pri iskanju dvojnikov, da omejite iskanje na album referenčne slike, izključite album referenčne slike iskanja ali ne vključite omejitve.
uk: За допомогою пункту **Обмеження** можна застосувати певні критерії для пошуку дублікатів, наприклад, обмежити пошук альбомом еталонного зображення, виключити альбом еталонного зображення з пошуку або взагалі не запроваджувати обмежень.

source: With the **Similarity Range** you can narrow down or enlarge the search result. Note that by lowering the upper threshold a little bit below 100 % you can keep things like exact copies, images from series shots, etc. out of the search result if you want.
ca: Amb l'**Interval de similitud:** podreu reduir o ampliar el resultat de la cerca. Cal tenir en compte que quan es baixa el llindar superior una mica per sota del 100%, si voleu podreu mantenir coses com les còpies exactes, imatges de preses en sèrie, etc. fora del resultat de la cerca.
it: **Intervallo di somiglianza** ti permette di restringere o allargare il risultato della ricerca. Nota che abbassando la soglia superiore un po' sotto il 100% puoi mantenere, se vuoi, elementi come copie esatte, immagini da serie di scatti, ecc., fuori dal risultato della ricerca.
nl: Met de **Reeks gelijkenissen** kunt u het zoekresultaat omlaag of omhoog brengen. Merk op dat door de bovenste drempel een beetje onder 100 % te verlagen u dingen als exacte kopieën, afbeeldingen uit serieopnamen, etc. buiten het zoekresultaat kunt houden als u dat wilt.
pt: Com a **Gama de Semelhanças**, poderá restringir ou alargar os resultados da pesquisa. Lembre-se que, ao reduzir o limite superior um pouco abaixo dos 100 %, poderá manter algumas coisas, como as cópias exactas, as imagens de fotografias em série, etc., fora dos resultados da pesquisa se o desejar.
sl: Z **Razponom podobnosti** lahko zožite ali povečate rezultat iskanja. Upoštevajte, da lahko z znižanjem zgornjega praga nekoliko pod 100 % stvari, kot so natančne kopije, slike iz serijskih posnetkov itd., ostanejo zunaj rezultatov iskanja, če želite.
uk: За допомогою пункту **Діапазон подібності** ви можете звузити або розширити перелік результатів. Зауважте, що зниженням верхнього порогового значення трохи нижче 100 % ви можете виключити зі списку щось подібне до точних копій, зображення з послідовності знімків тощо, якщо це вам потрібно.

source: **Restriction** setting is a feature to decide about the relation of the selected **Albums** and **Tags** while to perform searches. Possible options are listed below:
ca: L'opció de configuració **Restricció:** és una característica per a decidir sobre la relació dels **àlbums** i **etiquetes** seleccionades quan es realitzen cerques. Les opcions possibles es llisten a continuació:
it: L'impostazione **Limitazione** è jna funzionalitò per decidere sulla relazione degli **Album** e i **Tag** selezionati, durante l'esecuzione delle ricerche. Le opzioni possibili sono riportate di seguito:
nl: Instelling **Beperking** is een functie om te beslissen over de relatie van de geselecteerde **Albums** en **Tags** tijdens het uitvoeren van het zoeken. Mogelijke opties staan hier onder:
pt: A configuração da **Restrição** é uma funcionalidade para decidir sobre a relação dos **Álbuns** e **Marcas** seleccionados para efectuar as pesquisas. As opções possíveis encontram-se em baixo:
sl: Nastavitev **Omejitev** je funkcija za odločanje o razmerju izbranih **Albumov** in **Značk** med izvajanjem iskanja. Možne možnosti so navedene spodaj:
uk: Пункт **Обмеження** призначено для визначення зв'язку вибраних **альбомів** і **міток** під час виконання пошуку. Можливі варіанти вказано нижче:

source: **One of** means that the images are either in the selected albums or tags.
ca: **Un de** vol dir que les imatges estan en els àlbums o etiquetes seleccionades.
it: **Una di** significa che le immagini sono o negli album o nei tag selezionati.
nl: **Één van** betekent dat de afbeeldingen ofwel in de geselecteerde albums of tags zich bevinden.
pt: **Uma de** significa que as imagens se encontram nos álbuns ou nas marcas seleccionados.
sl: **Ena od** pomeni, da so slike v izbranih albumih ali značkah.
uk: **У одному з** означає, що зображення належать вибраним альбомам або міткам.

source: **Both** means that the images are both in the selected albums and tags.
ca: **Ambdós** vol dir que les imatges han d'estar en els àlbums i etiquetes seleccionades.
it: **Entrambe** significa che le immagini sono sia negli album, sia nei tag selezionati.
nl: **Beiden** betekent dat de afbeeldingen beiden in de geselecteerde albums en tags zich bevinden.
pt: **Ambos** significa que as imagens se encontram tanto nos álbuns como nas marcas seleccionados.
sl: **Obe** pomeni, da sta obe sliki v izbranih albumih in značkah.
uk: **Обидва** означає, що зображення належать і вибраним альбомам, і міткам.

source: **Albums but not tags** means that images must be in the selected albums but not tags.
ca: **Àlbums, però no etiquetes** vol dir que les imatges han d'estar en els àlbums seleccionats però no en les etiquetes.
it: **Album ma non tag** significa che le immagini devono essere negli album selezionati ma non nei tag.
nl: **Albums maar geen tags** betekent dat de afbeeldingen in de geselecteerde albums zich bevinden maar niet in de tags.
pt: **Álbuns mas não marcas** significa que as imagens deverão estar nos álbuns seleccionados, mas não nas marcas.
sl: **Albumi, vendar ne značke** pomeni, da morajo biti slike v izbranih albumih, ne pa tudi značke.
uk: **Альбоми, але не мітки** означає, що зображення мають перебувати у вибраних альбомах, але не мати вибраних міток.

source: **Tags but not albums** means that images must be in the selected tags but not albums.
ca: **Etiquetes, però no àlbums** vol dir que les imatges han d'estar en les etiquetes seleccionades però no en els àlbums.
it: **Tag ma non album** significa che le immagini devono essere nei tag selezionati ma non negli album.
nl: **Tags maar geen albums** betekent dat de afbeeldingen in de geselecteerde tags zich bevinden maar niet in de albums.
pt: **Marcas mas não álbuns** significa que as imagens deverão estar nas marcas seleccionadas, mas não nos álbuns.
sl: **Značke, vendar ne albumi** pomeni, da morajo biti slike v izbranih značkah, ne pa tudi v albumih.
uk: **Мітки, але не альбоми** означає, що зображення має бути позначено вибраними мітками, але вони не повинні належати до вибраних альбомів.

source: **Only selected tab** means that only the selected tab is used.
ca: **Només la pestanya seleccionada** vol dir que només s'utilitza la pestanya seleccionada.
it: **Solo la scheda selezionata** significa che viene utilizzata solo la scheda selezionata.
nl: **Alleen geselecteerde tabblad** betekent dat alleen het geselecteerde tabblad wordt gebruikt.
pt: **Apenas a página seleccionada** significa que só é usada a página seleccionada.
sl: **Samo izbrani zavihek** pomeni, da je uporabljen samo izbrani zavihek.
uk: **Лише позначена вкладка** означає, що буде використано лише позначену вкладку.

source: An overview of the result will be given in the duplicate list-view from the left side. The first column shows the **Reference images** (Ref.) as thumbnail for each single result. The **Items** column tells you how many images belong to each result including the **Reference image**. The last column shows the **Average similarity** which gives you an idea about how similar the images of every result might be. The reference image with its 100 % is not included in the average. Note that the results can be sorted by clicking on one of the column headers. **Reference dates** and **Reference albums** columns are the properties of the **Reference images**.
ca: Es donarà una vista general del resultat a la vista de llista duplicada del costat esquerre. La primera columna mostra les **imatges de referència** de cada resultat individual. La columna **Elements** indica quantes imatges pertanyen a cada resultat, inclosa la **imatge de referència**. La darrera columna mostra la **Similitud mitjana**, la qual us donarà una idea de com semblants poden ser les imatges de cada resultat. La imatge de referència amb el 100% no estarà inclosa en la mitjana. Cal tenir en compte que els resultats es poden ordenar fent clic sobre una de les capçaleres de columna.
it: Una panoramica del risultato sarà fornita nella vista a elenco dei duplicati sul lato sinistro. La prima colonna mostra le **Immagini di riferimento** (rif.) come miniatura per ciascun singolo risultato. La colonna **Elementi** indica quante immagini appartengono a ciascun risultato che include la **Immagine di riferimento**. L'ultima colonna mostra la **Somiglianza media** che ti dà un'idea di come potrebbero essere simili le immagini di ciascun risultato. L'immagine di riferimento, con il suo 100%, non è inclusa nella media. Nota che i risultati possono essere ordinati facendo clic su una delle intestazioni delle colonne. Le colonne **Date di riferimento** e **Album di riferimento** sono le proprietà delle **Immagini di riferimento**.
nl: Een overzicht van het resultaat zal in de lijstweergave met duplicaten aan de linkerkant gegeven worden. De eerste kolom toont de **Referentie afbeeldingen** (Ref.) als miniaturen voor elk enkelvoudig resultaat. De kolom **Items** vertelt u hoeveel afbeeldingen bij elk resultaat behoren inclusief de **Referentie-afbeelding**. De laatste kolom toont de **Gemiddelde gelijkheid** die u een idee geeft over hoe gelijk de afbeeldingen van elk resultaat kunnen zijn. De referentie afbeelding met zijn 100 % is niet in het gemiddelde meegenomen. Merk op dat de resultaten gesorteerd kunnen worden door op een van de kolomkoppen te klikken. Kolommen **Referentiedatums** en **Referentie-albums** zijn de eigenschappen van de **Referentie-afbeeldingen**.
pt: Será apresentada uma visão geral do resultado na barra lateral esquerda. A primeira coluna mostra as **Imagens de referência** de cada resultado individual. A coluna dos **Itens** diz-lhe quantas imagens pertencem a cada resultado, incluindo a **Imagem de referência**. A última coluna mostra a **Semelhança média**, que lhe dá uma ideia de quão semelhantes são as imagens para cada resultado. A imagem de referência, com os seus 100%, não está incluída na média. Lembre-se que os resultados podem ser ordenados se carregar num dos cabeçalhos das colunas. As **Datas de referência** e **Álbuns de referência** são as propriedades das **Imagens de referência**.
sl: Pregled rezultata bo podan v podvojenem pogledu seznama na levi strani. Prvi stolpec prikazuje **Referenčne slike** (Ref.) kot predogledno sličico za vsak posamezen rezultat. Stolpec **Elementi** vam pove, koliko slik pripada posameznemu rezultatu, vključno z **Referenčno sliko**. Zadnji stolpec prikazuje **Povprečno podobnost**, ki vam daje predstavo o tem, kako podobne bi lahko bile slike vsakega rezultata. Referenčna slika s svojimi 100 % ni vključena v povprečje. Upoštevajte, da je mogoče rezultate razvrstiti s klikom na enega od naslovov stolpcev. **Referenčni datumi** in **Referenčni albumi** so lastnosti **Referenčnih slik**.
uk: Огляд результатів буде показано у списку панелі дублікатів ліворуч. У першому стовпчику буде показано еталонні зображення, як мініатюри, для кожного з результатів. У стовпчику елементів буде показано, скільки зображень стосується кожного з результатів, включаючи еталонне зображення. У останньому стовпчику буде показано середню подібність, яка вказуватиме на те, наскільки подібними є результати. Еталонне зображення, з якого 100 %, не буде включено до обчислень середнього. Зауважте, що результати можна упорядкувати за певним критерієм натисканням заголовка відповідного стовпчика. У стовпчиках еталонних дат та еталонних альбомів буде показано значення властивостей еталонних зображень.

source: Find Duplicates Tool Searching in Whole Tags Collection and Displaying Results in Table-View
ca: L'eina Troba els duplicats cercant etiquetes en tota la col·lecció d'àlbums i mostra el resultat en la vista de taula
it: Lo strumento Trova duplicati che ricerca nell'intera raccolta dei tag e visualizza i risultati nella vista a tabella
nl: Hulpmiddel Zoeken naar duplicaten in de gehele verzameling tags en toon de resultaten in tabelweergave
pt: A Ferramenta de Pesquisa de Duplicados a Procurar na Colecção Inteira de Álbuns e a Mostrar os Resultados na Tabela
sl: Orodje za iskanje dvojnikov Iskanje v celotni zbirki značk in prikazovanje rezultatov v pogledu tabele
uk: Інструмент пошуку дублікатів виконує пошук в усій збірці міток та показує результати на панелі перегляду таблиці

source: Individual similarity values for each item can be obtained in the **Table-View** mode (**Table** button on the Main Toolbar). Click with the right mouse button over one of the column headers and select **Similarity** from **Item Properties** to display the similarity column. By clicking on the header of this column then the results will be sorted by similarity grouped by reference images. Clicking repeatedly on the header will toggle between ascending and descending order.
ca: Els valors de similitud individuals per a cada element es poden obtenir en el mode **vista de taula** (botó **Taula** en la barra d'eines principal). Feu clic amb el botó dret del ratolí sobre una de les capçaleres de columna i seleccioneu **Similitud** a **Propietats de l'element** per a mostrar la columna de similitud. Quan feu clic sobre la capçalera d'aquesta columna, els resultats s'ordenaran per similitud agrupats per imatges de referència. Fent clic repetidament sobre la capçalera, s'alternarà entre ordre ascendent i descendent.
it: Nella modalità **vista a tabella** (il pulsante **Tabella** nella barra degli strumenti principale) puoi ottenere valori di somiglianza individuali per ciascun elemento. Per visualizzare la colonna della somiglianza, fai clic col pulsante destro del mouse su una delle intestazioni delle colonne e seleziona **Somiglianza** da **Proprietà dell'elemento**. Facendo poi clic sull'intestazione di questa colonna, i risultati verranno ordinati per somiglianza e raggruppati in base all'immagine di riferimento, mentre facendo clic ripetutamente sull'intestazione, la vista passerà dall'ordinamento crescente a quello decrescente, e viceversa.
nl: Individuele waarden van gelijkenis voor elk item kan verkregen worden in de modus **Tabelweergave** (knop **Tabel** op de hoofdwerkbalk). Met de rechter muisknop klikken op een van de kolomkoppen en **Gelijkenissen** selecteren uit **Eigenschappen van items** om kolom gelijkenissen te tonen. Door te klikken op de kop van deze kolom zullen de resultaten worden gesorteerd op gelijkheid gegroepeerd op referentie afbeeldingen. Herhaald klikken op de kop schakelt om tussen oplopende en aflopende volgorde.
pt: Poderá obter os valores de semelhança individuais para cada item na **área da tabela** da Área de Imagem (botão **Tabela** da barra principal). Carregue com o botão direito sobre um dos cabeçalhos das colunas e seleccione a **Semelhança** nas **Propriedades dos Itens** para mostrar a coluna de semelhança. Ao carregar no cabeçalho desta coluna, então os resultados serão ordenados pela sua semelhança e agrupados pelas imagens de referência. Se carregar repetidamente no cabeçalho repetidamente, irá alternar entre a ordem ascendente e descendente.
sl: Posamezne vrednosti podobnosti za vsak element lahko dobite v načinu **Pogled tabele** (gumb **Tabela** v glavni orodni vrstici). Kliknite z desnim gumbom miške na enega od naslovov stolpcev in izberite **Podobnost** v **Lastnosti predmeta**, da prikažete stolpec podobnosti. S klikom na glavo tega stolpca bodo rezultati razvrščeni po podobnosti, združeni po referenčnih slikah. Z večkratnim klikom na glavo preklopite med naraščajočim in padajočim vrstnim redom.
uk: Значення подібності для окремих записів можна переглянути у режимі перегляду таблиці (кнопка **Таблиця** на головній панелі інструментів). Наведіть вказівник миші на заголовок одного зі стовпчиків, клацніть правою кнопкою миші і виберіть у пункт **Подібність** з підменю **Властивості запису**, щоб переглянути стовпчик значень подібності. Клацанням лівою кнопкою на заголовку цього стовпчикам можна упорядкувати пункти за подібністю і групами еталонних зображень. Повторним клацанням лівою кнопкою миші можна змінити порядок у списку (за зростанням чи спаданням подібності).

source: **Remove Duplicates** allows to delete all duplicate images of the current selected item from **Duplicates** list.
ca: **Elimina els duplicats** permet eliminar totes les imatges duplicades de l'element seleccionat actual de la llista **Duplicats**.
it: **Rimuovi duplicati** consente di eliminare tutte le immagini duplicate dell'elemento selezionato attuale dall'elenco dei **Duplicati**.
nl: **Duplicaten verwijderen** biedt het verwijderen van alle duplicate afbeeldingen van het nu geselecteerde item uit de lijst **Duplicaten**.
pt: A **Remoção de Duplicados** permite remover todas as imagens duplicadas do item seleccionado na lista de **Duplicados**.
sl: **Remove Duplicates** omogoča brisanje vseh podvojenih slik trenutno izbranega elementa s seznama **Duplicates**.
uk: Пункт **Вилучити дублікати** надає змогу вилучити усі зображення-дублікати поточного позначеного запису у списку **Дублікати**.
