Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/similarity_view.po
Languages: ca, it, nl, pt, sl, uk

source: After performing **Searches** you might want to save the results. In the field below you can enter a name for the search, and press the **Save** button. In the **Searches** list below you will find your saved searches. Clicking on the title bar of that list toggles the sorting order between ascending and descending. At the bottom you will find an adaptive search field which can help you to find a particular search. To **Restore** a result, just click on one item from the list.
ca: Després de fer cerques, possiblement voldreu desar els resultats. En el camp a sota, podreu introduir un nom per a la cerca i prémer el botó **Desa**. A la llista **Cerques** a sota, trobareu les vostres cerques desades. Quan feu clic sobre la barra de títol d'aquesta llista, l'ordenació canviarà entre ascendent i descendent. A la part inferior, trobareu un camp de cerca adaptatiu que pot ajudar-vos a trobar una cerca en particular. Per a **restaurar** un resultat, senzillament feu clic sobre un element de la llista.
it: Dopo aver eseguito le **ricerche**, magari vuoi salvare i risultati. Nel campo sottostante puoi inserire un nome per la ricerca e premere il pulsante **Salva**. Nell'elenco **Ricerche** in basso troverai le tue ricerche salvate. Se fai clic sulla barra del titolo di quell'elenco alterni tra ordinamento crescente e decrescente. Nell'area inferiore troverai un campo per la ricerca adattiva, che ti potrà essere di aiuto per eseguire una ricerca particolare. Per **ripristinare** un risultato, fai semplicemente clic su un elemento dell'elenco.
nl: Na het uitvoeren van **Zoekopdrachten** zou u de resultaten willen opslaan. In het onderstaande veld kunt u een naam voor het zoeken invoeren en op de knop **Opslaan** drukken. In de onderstaande lijst **Zoekopdrachten** kunt u uw opgeslagen zoekopdrachten vinden. Klikken op de titelbalk van die lijst wisselt de sorteervolgorde tussen oplopend en aflopend om. Onderaan vindt u een aan te passen zoekveld die u kan helpen om een specifieke zoekopdracht te vinden. Om een resultaat te **Herstellen**, klik eenvoudig op één item uit de lijst.
pt: Depois de efectuar as **Pesquisas**, poderá querer gravar os resultados. No campo abaixo, poderá indicar um nome para a pesquisa e carregar no botão **Gravar**. Na lista **Pesquisas** abaixo, poderá encontrar as suas pesquisas gravadas. Se carregar na barra de título dessa lista, irá alternar o sentido da ordenação entre ascendente e descendente. No fundo, irá encontrar um campo de pesquisa adaptativo que o poderá ajudar a encontrar uma dada pesquisa em particular. Para **Repor** um resultado, basta carregar num item da lista.
sl: Po izvedbi **Iskanja** boste morda želeli shraniti rezultate. V spodnje polje lahko vnesete ime za iskanje in pritisnete gumb **Shrani**. Na spodnjem seznamu **Iskanja** boste našli shranjena iskanja. S klikom na naslovno vrstico tega seznama preklopite vrstni red razvrščanja med naraščajočim in padajočim. Na dnu boste našli prilagodljivo iskalno polje, ki vam lahko pomaga najti določeno iskanje. Če želite **Obnoviti** rezultat, preprosto kliknite na en element s seznama.
uk: Після виконання **пошуку** може виникнути потреба у збереженні результатів. До розташованого нижче поля ви можете ввести назву запису пошуку. Потім можна натиснути кнопку **Зберегти**. У списку **Пошуки**, розташованому нижче, ви знайдете збережені вами записи пошуків. Натискання смужки заголовка цього списку перемикає порядок сортування з упорядкування за зростанням на упорядкування за спаданням, і навпаки. У нижній частині ви побачите адаптивне поле пошуку, яке може допомогти вам знайти певний запис пошуку. Щоб **відновити** результат, просто натисніть на пункті у списку.

source: Find Similar Image
ca: Cercar una imatge similar
it: Trovare immagini simili
nl: Gelijkaardige afbeeldingen zoeken
pt: Procurar uma Imagem Semelhante
sl: Poišči podobno sliko
uk: Пошук подібних зображень

source: This tool provides a drag and drop zone on the top-left where you can place any image to find a similar one. You can drag an image from anywhere, even from outside digiKam as file manager or other programs. You can also drag over the **Similarity** search icon in the **Left Sidebar**, as from album **Icon-View**, this will open a dialog and you drop it there. Finally, you can use **Find Similar...** entry from the context menu of a thumbnail in any other Icon-View.
ca: Aquesta eina proporciona una zona d'arrossegar i deixar anar a la part superior esquerra on podreu col·locar qualsevol imatge per a trobar-ne una de similar. Podreu arrossegar una imatge des de qualsevol lloc, fins i tot des de fora del digiKam com ara el gestor de fitxers o des d'altres programes. També podreu arrossegar sobre la icona de cerca **Similitud** a la **barra lateral esquerra**, ja que des de la **vista d'icones** de l'àlbum, això l'obriria i la deixaria allà. Finalment, podeu utilitzar l'entrada **Cerca les similars...** des del menú contextual d'una miniatura en qualsevol altra vista d'icones.
it: Questo strumento fornisce un'area con trascinamento, in alto a sinistra, in cui puoi posizionare un'immagine qualsiasi per ricercarne una simile. È possibile trascinare un'immagine da qualsiasi posizione, anche dall'esterno di digiKam, come il gestore file o altri programmi. Puoi anche trascinare sopra l'icona di ricerca **Somiglianza** nella **barra laterale sinistra**, come dalla **vista a icone** dell'album: si aprirà una finestra di dialogo in cui poter rilasciare l'immagine. Infine, puoi usare la voce **Trova simili...** dal menu contestuale di una miniatura in qualsiasi altra vista a icone.
nl: Dit hulpmiddel levert een zone linksboven voor slepen en loslaten waar u een afbeelding kunt plaatsen om een gelijkaardige te vinden. U kunt een afbeelding van overal slepen, zelfs van buiten digiKam zoals bestandsbeheerder of andere programma's. U kunt ook slepen over het zoekpictogram **Gelijkenissen** in de **Linker zijbalk**, omdat uit album **Pictogramweergave**, dit een dialoog zal openen en u laat het daar vallen. Tenslotte kunt u item **Gelijkaardige zoeken...** uit het contextmenu of van een miniatuur in elke andere Pictogramweergave.
pt: Esta ferramenta oferece uma zona de arrastamento e largada no canto superior esquerdo, na qual poderá colocar qualquer imagem para tentar encontrar uma semelhante. Poderá arrastar uma imagem a partir de qualquer lado, mesmo fora do digiKam, como um gestor de ficheiros ou outro programa qualquer. Também poderá arrastar para cima do ícone de pesquisa por **Semelhanças** na **Barra Lateral Esquerda**, como na **área de ícones** do álbum; esta irá abrir uma janela onde poderá largar a imagem. Finalmente, poderá usar a opção **Procurar um Semelhante...* do menu de contexto de uma miniatura em qualquer outra área de ícones.
sl: To orodje ponuja območje tehnike povleci in spusti v zgornjem levem kotu, kamor lahko postavite katero koli sliko, da poiščete podobno. Sliko lahko povlečete od koder koli, tudi zunaj digiKama kot upravljalnika datotek ali drugih programov. Prav tako lahko povlečete čez ikono za iskanje **Podobnosti** v **levem stranskem stolpcu**, kot iz albuma **Pogled ikon**, to bo odprlo pogovorno okno in ga spustite tja. Končno lahko uporabite vnos **Poišči podobno ...** iz kontekstnega menija sličice v kateremkoli drugem pogledu ikon.
uk: У цьому інструменті передбачено зону перетягування зі скиданням у верхній лівій частині панелі, де ви можете розташувати будь-яке зображення, яке ви вважаєте подібним. Ви можете перетягнути зображення з будь-якої панелі, навіть зі сторонньої програми, зокрема програми для керування файлами. Ви також можете перетягнути файл на піктограму пошуку **Подібність** на **лівій бічній панелі**, зокрема з **панелі перегляду піктограм** альбому. У результаті буде відкрито вікно, і ви зможете перетягнути туди піктограми. Нарешті, ви можете скористатися пунктом **Знайти подібні...** контекстного меню мініатюри на будь-якій панелі перегляду піктограм.

source: Screencast of Drag and Drop item from Album Icon-View to Find Similar using Left Sidebar
ca: Vídeo d'una captura de pantalla amb l'acció arrossega i deixa anar elements des de la vista d'icones de l'àlbum per a «Cerca les similars» utilitzant la barra lateral esquerra
it: Registrazione del trascinamento di un elemento dalla vista a icone dell'album a Trova simili utilizzando la barra laterale sinistra
nl: Filmpje van item slepen en loslaten uit Album-pictogramweergave om gelijkaardige te vinden met de linker zijbalk
pt: Captura do ecrã do arrastamento de um item da área de ícones do álbum para a Pesquisa de Semelhantes com a Barra Lateral Esquerda
sl: Zaslon elementa povleci in spusti iz pogleda ikone albuma za iskanje podobnih z uporabo leve stranske vrstice
uk: Відео перетягування і скидання запису з панелі перегляду піктограм альбому для пошуку подібних зображень за допомогою бічної панелі

source: Like with **Find Duplicates**, you can restrict the search to a set of **Albums** or the whole collection. You can narrow down or enlarge the resulting selection with the **Similarity range** here as well.
ca: Igual que amb **Cerca les duplicades**, podreu restringir la cerca a un conjunt d'**àlbums** o a tota la col·lecció. Aquí també podreu reduir o ampliar la selecció resultant amb l'**Interval de similitud:**.
it: Come per **Trova duplicati**, puoi limitare la ricerca a un gruppo di **album** o all'intera raccolta. Qui puoi anche restringere o allargare la selezione risultante con l'opzione **Intervallo di somiglianza**.
nl: Zoals met **Duplicaten zoeken**, kunt u het zoeken beperken tot een set **Albums** of de gehele verzameling. U kunt de resulterende selectie hier ook nauwer of groter maken met de **Reeks van gelijkenissen**.
pt: Como na **Pesquisa de Duplicados**, poderá restringir a pesquisa a um conjunto de **Álbuns** ou à colecção inteira. Poderá restringir ou alagar a selecção resultante com a **Gama de semelhanças** também aqui.
sl: Tako kot pri **Poišči dvojnike**, lahko omejite iskanje na niz **Albumov** ali celotno zbirko. Nastali izbor lahko tudi tukaj zožite ali povečate z **Razponom podobnosti**.
uk: Як і для **пошуку дублікатів**, ви можете обмежити пошук набором **альбомів** або виконати пошук в усій збірці. Ви можете звузити або розширити діапазон результатів за допомогою пункту **діапазону подібності**.

source: The **Search in**, **Save**, and **Restore** previous searches features works as **Find Duplicates** tool.
ca: Les característiques **Cerca a:**, **Desa** i **Restaura** les cerques anteriors funcionen com a l'eina **Cerca les duplicades**.
it: Le opzioni di ricerca citate in precedenza **Cerca in**, **Salva** e **Reimposta** funzionano come strumento **Trova duplicati**.
nl: De eerdere zoekmogelijkheden **Zoeken in**, **Opslaan** en **Herstellen** werken zoals het hulpmiddel **Duplicaten zoeken** tool.
pt: As opções **Procurar em**, **Gravar** e **Repor** de pesquisas anteriores funciona como na ferramenta de **Pesquisa de Duplicados**.
sl: Funkcije **Išči v**, **Shrani** in **Obnovi** prejšnjih iskanj delujejo kot orodje **Poišči dvojnike**.
uk: Пункти **Шукати у**, **Зберегти** і **Відновити** для пошуків працюють так само, як для інструмента **Знайти дублікати**.

source: Searching Similar Items For a Single Image
ca: Cerca d'elements similars per a una sola imatge
it: Ricerca di elementi simili per una singola immagine
nl: Gelijksoortige afbeeldingen zoeken van een enkele afbeelding
pt: Pesquisa de Itens Semelhantes a uma Única Imagem
sl: Iskanje podobnih elementov za eno sliko
uk: Пошук подібних записів для одного зображення

source: Find by Sketch
ca: Cercar per esbós
it: Trova per schizzo
nl: Met schets zoeken
pt: Procurar por Rabiscos
sl: Iskanje s skico
uk: Пошук за ескізом

source: This tool is a free hand color sketching editor. You can draw a quick sketch and digiKam will find corresponding images. You will find the same means to save your search as in the **Image** tab.
ca: Aquesta eina és un editor d'esbossos en color a mà alçada: dibuixeu un esbós ràpid i el digiKam trobarà les imatges corresponents. Trobareu els mateixos mitjans per a desar la vostra cerca que a la pestanya **Imatge**.
it: Questo strumento è un editor di schizzi a mano libera a colori. Puoi disegnare velocemente uno schizzo in modo che digiKam ricerchi le immagini corrispondenti. Sono presenti gli stessi mezzi per salvare la tua ricerca della scheda **Immagine**.
nl: Dit is hulpmiddel voor bewerker voor in kleur schetsen uit de vrije hand. U kunt een snelle schets tekenen en digiKam zal een overeenkomend beeld zoeken. U kunt hetzelfde middel gebruiken om uw zoekopdracht op te slaan als in het tabblad **Afbeelding**.
pt: Esta ferramenta é um editor de esboços a cores à mão livre. Desenhe um rabisco rápido e o digiKam irá tentar encontrar imagens correspondentes. Irá obter os mesmos meios para gravar a sua pesquisa na área **Imagem**.
sl: To orodje je prost urejevalnik barvnih skic. Lahko narišete hitro skico in digiKam bo našel ustrezne slike. Iskanje lahko shranite na enak način kot na zavihku **Slika**.
uk: Панель цього інструмента — панель для довільного малювання ескізів. Намалюйте приблизний ескіз і digiKam знайде відповідні зображення. Знову ж таки, у вас будуть ті самі можливості зберегти результати пошуку, що і на вкладці **Зображення**.

source: On the left hand side of digiKam, navigate to the tab **Sketch**. This view has a drawing area plus some settings below to set pencil and history tools. Choose a color that your image might contain, you can change the size of the pen which is on the scale of 1-10, and you can also choose the number of images that you want to be displayed during your fuzzy search, this can be set to a value between 1-50 items. As you sketch on the area you will see that the fuzzy search related images appears on the right hand side.
ca: En el costat esquerre del digiKam, navegueu fins a la pestanya **Croquis**. Aquesta vista té una àrea de dibuix més algunes opcions de configuració a sota per a establir les eines de llapis i historial. Escolliu un color que pugui contenir la vostra imatge, podreu canviar la mida del llapis que està en l'escala d'1 fins al 10, i també podreu escollir la quantitat d'imatges que voleu que es mostrin durant la cerca difusa, això es pot establir a un valor entre 1 i 50 elements. A mesura que dibuixeu sobre l'àrea, veureu que les imatges relacionades amb la cerca difusa apareixen en el costat dret.
nl: Aan de linkerkant van digiKam, navigeer naar het tabblad **Schets**. Deze weergave heeft een tekengebied plus enige instellingen er onder om potlood in te stellen en geschiedenishulpmiddelen. Kies een kleur die uw afbeelding zou kunnen bevatten, u kunt de grootte van de pen wijzigen wat op de schaal van 1-10 is en u kunt ook het aantal afbeeldingen kiezen die getoond wilt hebben tijdens uw vage zoekopdracht, deze kan ingesteld worden op een waarde tussen 1-50 items. Terwijl u schetst op het gebied zult u zien dat aan het vage zoeken gerelateerde afbeeldingen aan de rechterkant verschijnen.
sl: Na levi strani digiKama se pomaknite do zavihka **Skica**. Ta pogled ima območje za risanje in nekaj spodnjih nastavitev za nastavitev orodij za svinčnik in zgodovino. Izberite barvo, ki bi jo lahko vsebovala vaša slika, lahko spremenite velikost peresa, ki je na lestvici od 1 do 10, in lahko tudi izberete število slik, ki jih želite prikazati med mehkim iskanjem, to je lahko nastavite na vrednost med 1–50 predmeti. Ko skicirate območje, boste videli, da se na desni strani pojavijo slike, povezane z mehkim iskanjem.
uk: У лівій частині вікна digiKam перейдіть до вкладки **Ескіз**. На відповідній панелі передбачено область малювання та деякі пункти під нею для налаштовування олівця та засобів журналу. Виберіть колір, який може містити ваше зображення. Ви можете змінювати товщину олівця у діапазоні 1-10 і вибрати кількість зображень, які буде показано під час нечіткого пошуку — тут можна вибрати значення від 1 до 50 записів. Під час малювання в області ескіза ви бачитимете, як у правій частині панелі з'являтимуться результати нечіткого пошуку.

source: Searching Items by Drawing a Sketch
ca: Cerca d'elements dibuixant un esbós
it: Ricerca degli elementi tramite il disegno di uno schizzo
nl: Items zoeken door een schets te tekenen
pt: Pesquisa de Itens ao Desenhar um Rabisco ou Esboço
sl: Iskanje predmetov z risanjem skice
uk: пошук записів за ескізом

source: You have lost a picture because you can't remember its name or where you filed it? You need to perform a *Similarity* search on your collections.
it: Hai perso una foto perché non ti ricordi il nome o dove l'hai conservata? Devi eseguire una ricerca per *somiglianza* sulle tue raccolte.

source: On the left hand side of digiKam, navigate to the tab **Sketch**. This view has a drawing area plus some settings below to set pencil and history tools. Choose a color that your image might contain, you can change the size of the pen which is on the scale of 1-10, and you can also choose the number of images that you want to be displayed during your fuzzy search, this can be set to a value between 1-50 items. As you sketch on the area you will see that the similarity search related images appears on the right hand side.
it: Sul lato sinistro di digiKam, vai alla scheda **Schizzo**. Questa vista contiene un'area di disegno più qualche opzione per impostare la matita e degli strumenti per la cronologia. Scegli un colore che potrebbe esserci nell'immagine, puoi cambiare la dimensione della penna su una scala da 1 a 10; puoi anche scegliere il numero di immagini da visualizzare durante la ricerca per somiglianza, impostabile a un valore compreso tra 1 e 50 elementi. Come abbozzi nell'area, vedrai apparire sul lato destro le immagini collegate alla ricerca approssimata.
