Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/tags_view.po
Languages: ca, it, nl, pt, sl, uk

source: digiKam Main Window Tags View
ca: La vista d'etiquetes a la finestra principal del digiKam
it: Vista tag della finestra principale di digiKam
nl: Weergave van tags in het hoofdvenster van digiKam
pt: Área de Marcas da Janela Principal do digiKam
sl: digiKam glavno okno pogleda značk
uk: Панель перегляду міток основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, tags, manager
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, etiquetes, gestor
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, tag, gestore
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, tags, beheerder
pt: digiKam, documentação, manual do utilizador, gestão da fotografia, código aberto, livre, aprender, fácil, marcas, gestor
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, značke, upravljalnik
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, мітки, керування

source: Tags View
ca: La vista Etiquetes
it: Vista tag
nl: Weergave van tags
pt: Área de Marcas
sl: Pogled značk
uk: Панель перегляду міток

source: Hierarchical tagging provides a flexible and powerful way to organize and catalog your images. Tags (also called *keywords* in other applications) are labels that can be applied to individual images or whole groups. Once a tag has been set to an image the image can be found again by selecting the tag or doing a search.
ca: L'etiquetatge jeràrquic proporciona una manera flexible i poderosa d'organitzar i catalogar les imatges. Les etiquetes (també anomenades *paraules clau* en altres aplicacions) són rètols que es poden aplicar a imatges individuals o grups complets. Un cop s'ha establert una etiqueta en una imatge, es podrà tornar a trobar la imatge seleccionant l'etiqueta o fent una cerca.
it: Mettere dei tag gerarchici è una maniera flessibile e avanzata di organizzare e di catalogare le tue immagini. I tag (anche chiamati **parole chiave** in altre applicazioni) sono delle etichette applicabili alle singole immagini o a interi gruppi. Una volta che un tag è stato impostato su di un'immagine, questa può essere ritrovata selezionando il tag o effettuando una ricerca.
nl: Hiërarchisch tags geven biedt een flexibele en krachtige manier om uw afbeeldingen te organiseren en te catalogiseren. Tags (in andere toepassingen ook *sleutelwoorden* genoemd) zijn labels die aan een enkel beeld of aan hele groepen beelden kunnen worden toegewezen. Als een tag eenmaal is toegewezen aan een afbeelding, dan kan de afbeelding gevonden worden door, bij het zoeken, de betreffende tag te kiezen.
pt: A marcação hierárquica oferece uma forma flexível e poderosa de organizar e catalogar as suas imagens. As marcas (também chamadas de *palavras-chave* noutras aplicações) são legendas que podem ser aplicadas a imagens individuais ou grupos inteiros. Assim que tiver sido atribuída uma marca a uma imagem, a mesma pode ser encontrada de novo se seleccionar a marca ou efectuar uma pesquisa.
sl: Hierarhično označevanje nudi prilagodljiv in zmogljiv način za organiziranje in katalogiziranje vaših slik. Značke (v drugih aplikacijah imenovane tudi *ključne besede*) so značke, ki jih je mogoče uporabiti za posamezne slike ali celotne skupine. Ko je značka nastavljena na sliko, jo je mogoče znova najti tako, da izberete značko ali izvedete iskanje.
uk: Створення (ієрархічної) структури міток є гнучким і потужним способом впорядкування і каталогізації ваших зображень. Мітки (які також можуть називатися «ключовими словами» у інших програмах) — це позначки, які можна застосовувати до окремих зображень або груп зображень. Після встановлення мітки зображення це зображення можна буде знайти вибором відповідної мітки або за допомогою пошуку за мітками.

source: Tags can be arranged in a hierarchical tree. This allows you to organize your tags in a logical manner. You can collapse parts of the tree in the **Tags** list so that you can easily find the tags that you are looking for.
ca: Les etiquetes es poden organitzar en un arbre jeràrquic. Això permet organitzar les etiquetes d'una manera lògica. Podeu contraure parts de l'arbre a la llista **Etiquetes** perquè es puguin trobar amb facilitat les etiquetes que esteu cercant.
it: I tag possono essere ordinati in un albero gerarchico, e questo ti permette di organizzarli logicamente. Puoi contrarre parti dell'albero nell'elenco dei **Tag**, in modo da poter trovare facilmente i tag che stai cercando.
nl: Tags kunnen worden geordend in een hiërarchische boomstructuur. Dit laat u de tags logisch ordenen. U kunt delen van de structuur invouwen in de lijst **Tags** zo dat u de tags waarnaar u zoekt gemakkelijk kunt vinden.
pt: As marcas podem estar organizadas numa árvore hierárquica. Isto permite-lhe organizar as suas marcas de uma forma lógica. Poderá recolher partes da árvore na lista **Marcas**, de forma que possa encontrar facilmente as marcas que anda à procura.
sl: Značke je mogoče razporediti v hierarhično drevo. To vam omogoča, da svoje značke organizirate na logičen način. Dele drevesa na seznamu **Značke** lahko strnete, tako da boste zlahka našli značke, ki jih iščete.
uk: Мітки можна скомпонувати у ієрархічне дерево. Таким чином структура міток набуде логічнішого вигляду. Ви зможете згортати частини ієрархії списку «Мітки» для спрощення пошуку потрібних вам міток.

source: The digiKam Nested Tags Tree-View
ca: La vista en arbre d'etiquetes imbricades en el digiKam
it: La vista ad albero nidificata dei tag di digiKam
nl: De geneste boomstructuurweergave van tags in digiKam
pt: A Árvore Encadeada de Marcas do digiKam
sl: Drevesni pogled ugnezdenih značk digiKam
uk: Панель перегляду вкладених міток digiKam у режимі ієрархії

source: When a tag is selected in the Left Sidebar, all of the images that are marked with that tag are displayed in the View Area.
ca: Quan se selecciona una etiqueta a la barra lateral esquerra, totes les imatges marcades amb aquesta es mostraran a l'àrea de visualització.
it: Quando un tag è selezionato nella barra laterale sinistra, tutte le immagini che marcate con quel tag vengono mostrate nell'area di visualizzazione.
nl: Wanneer een tag wordt geselecteerd in de linker zijbalk, dan zullen alle afbeelding met die tag worden getoond in het weergavegebied.
pt: Quando é seleccionada uma marca na barra lateral esquerda, todas as fotografias que têm atribuída esta marca são apresentadas.
sl: Ko je oznaka izbrana v levem stranskem stolpcu, so vse slike, ki so označene s to značko, prikazane v območju pogleda.
uk: Після позначення мітки на лівій бічній панелі програма позначить усі зображення, позначені цією міткою, у області перегляду.

source: But before assigning and using tags you first have to define them. If you import photographs with tags assigned digiKam will build an appropriate tag tree during import. Other than that you have to define tags by yourself. An easy access to that is the context menu shown in the screenshot above.
ca: Però abans d'assignar i utilitzar les etiquetes, primer haureu de definir-les. Si importeu fotografies amb etiquetes assignades, el digiKam crearà un arbre d'etiquetes adequat durant la importació. A part d'això, haureu de definir les etiquetes vosaltres. Un fàcil accés a això és el menú contextual que es mostra a la captura de pantalla anterior.
it: Prima di assegnare e di usare i tag devi prima definirli. Se importi delle fotografie con dei tag assegnati, digiKam costruirà un albero dei tag appropriato durante l'importazione. Oltre a questo è necessario che tu definisca i tuoi tag. Per farlo in modo semplice puoi usare il menu contestuale, come mostrato nella schermata qui sopra.
nl: Maar voordat u tags kunt toekennen en gebruiken moet u ze eerst hebben gedefinieerd. Als u foto's importeert met toegekende tags zal digiKam een toepasselijke tag-boomstructuur bij importeren bouwen. Anders dan dat moet u tags zelf definiëren. Een gemakkelijker toegang daartoe is het contextmenu getoond in de bovenstaande schermafdruk.
pt: Mas antes de atribuir e usar as marcas, tem primeiro de as definir. Se importar fotografias com marcas atribuídas, o digiKam irá construir uma árvore de marcas apropriada durante a importação. Para alem disso, terá de definir você mesmo as marcas. Um acesso fácil a isso será o menu de contexto na imagem acima.
sl: Toda preden dodelite in uporabite značke, jih morate najprej definirati. Če uvozite fotografije z dodeljenimi značkami, bo digiKam med uvozom zgradil ustrezno drevo značk. Razen tega morate značke določiti sami. Enostaven dostop do tega je kontekstni meni, prikazan na zgornjem posnetku zaslona.
uk: Втім, перш ніж ви зможете призначати мітки або користуватися ними, вам слід їх визначити. Якщо вами буде імпортовано фотографії із вже призначеними мітками, digiKam побудує відповідну ієрархію міток під час імпортування. Якщо ж таких міток ще не встановлено, вам доведеться вказати їх вручну. Отримати доступ до визначення міток просто: достатньо скористатися контекстним меню, показаним на наведеному вище знімку.

source: Managing Tags
ca: Gestionar les etiquetes
it: Gestire i tag
nl: Tags beheren
pt: Gerir as Marcas
sl: Upravljanje značk
uk: Керування мітками

source: You can add new tags by clicking with the right mouse button on either the Tags label or an existing tag and selecting **New Tag...**. A dialog will open where you can type in the tag name (or even a whole hierarchy branch), assign an icon and/or a shortcut to the tag. If you add a new tag by clicking with the right mouse button on an existing tag, your new tag will be created as a sub-tag.
ca: Podreu afegir etiquetes noves fent clic amb el botó dret del ratolí sobre el rètol Etiquetes o sobre una etiqueta existent i seleccionant **Etiqueta nova...**. S'obrirà un diàleg on podreu escriure el nom de l'etiqueta (o fins i tot una branca de jerarquia completa), assignar una icona i/o una drecera a l'etiqueta. Si afegiu una etiqueta nova fent clic amb el botó dret del ratolí sobre una etiqueta existent, la vostra etiqueta nova es crearà com una subetiqueta.
it: Puoi aggiungere nuovi tag facendo clic con il pulsante destro del mouse sia sull'etichetta Tag, sia su un tag preesistente, e selezionando **Nuovo tag**..: si aprirà una finestra di dialogo in cui potrai digitare il nome del tag (o anche un intero ramo gerarchico), e assegnare un'icona e/o una scorciatoia per quel tag. Se aggiungi un nuovo tag facendo clic con il pulsante destro del mouse su un tag preesistente, il nuovo tag sarà creato come tag secondario.
nl: U kunt nieuwe tags toevoegen door met de rechter muis te klikken op ofwel het label Tags of te kiezen een bestaande tag te kiezen en **Nieuwe tag...** te selecteren. Een dialoog zal worden geopend waar u de naam van de tag kunt invoeren (of zelfs een gehele hiërarchische tak), voeg een pictogram en/of een sneltoets toe aan de tag. Als u een nieuwe tag toevoegt door met de rechter muisknop te klikken op een bestaande tag, dan wordt uw nieuwe tag toegevoegd als een sub-tag.
pt: Poderá adicionar marcas novas, carregando para tal com o botão direito do rato na legenda das Marcas ou numa marca existente e seleccionar **Nova Marca...**. Irá aparecer uma janela onde poderá escrever o nome da marca (ou mesmo um ramo inteiro da hierarquia), atribuir um ícone e/ou um atalho para a marca. Se adicionar uma nova marca, carregando com o botão direito sobre uma marca existente, a sua nova marca será criada como uma sub-marca.
sl: Nove značke lahko dodate tako, da z desnim gumbom miške kliknete na oznako Značke ali obstoječo značko in izberete **Nova značka...**. Odpre se pogovorno okno, kjer lahko vnesete ime značke (ali celo celotne veje hierarhije), znački dodelite ikono in/ali bližnjico. Če dodate novo značko tako, da z desnim gumbom miške kliknete na obstoječo značko, bo vaša nova značka ustvarjena kot pod-značka.
uk: Додати нові мітки можна за допомогою наведення вказівника миші на будь-яку з позначок «Мітки» або наявну мітку з наступним клацанням правою кнопкою миші і вибором пункту **Створити мітку...**. У відповідь буде відкрито діалогове вікно, у якому ви зможете ввести назву мітки (або навіть цілу гілку у ієрархії міток), призначити піктограму і/або клавіатурне скорочення для мітки. Якщо ви додасте мітку за допомогою клацання правою кнопкою миші на пункті наявної мітки, вашу нову мітку буде створено як підмітку.

source: You can delete a tag by clicking with the right mouse button on the tag you want to delete and selecting **Delete Tag**. When you delete a tag, the photographs themselves are not deleted. Simply the tag is removed from those photographs.
ca: Podreu eliminar una etiqueta fent clic amb el botó dret del ratolí sobre l'etiqueta que voleu eliminar i seleccionant **Suprimeix l'etiqueta**. Quan suprimiu una etiqueta, les fotografies en si no s'eliminaran. Només es traurà l'etiqueta d'aquestes fotografies.
it: Puoi eliminare un tag facendo clic col pulsante destro del mouse sul tag che vuoi eliminare, quindi selezionando **Elimina tag**. Quando elimini un tag le fotografie non vengono eliminate, semplicemente il tag viene rimosso da quelle fotografie.
nl: U kunt een tag verwijderen door met de rechter muisknop op de tag te klikken die u wilt verwijderen en te kiezen voor **Tag verwijderen**. Als u een tag verwijdert wordt de foto zelf niet verwijderd. Alleen wordt de tag van deze foto's verwijderd.
pt: Poderá apagar uma marca, carregando para tal no botão direito do rato na marca que deseja apagar e seleccionar a opção **Apagar a Marca**. Quando remover uma marca, as fotografias em si não são apagadas. Só é removida a marca dessas fotografias.
sl: Značko lahko izbrišete tako, da z desno miškino tipko kliknete značko, ki jo želite izbrisati in izberite **Izbriši značko**. Ko izbrišete značko, same fotografije niso izbrisane. Preprosto je značka odstranjena iz teh fotografij.
uk: Щоб вилучити мітку, наведіть вказівник миші на позначку мітки, яку ви бажаєте вилучити, клацніть правою кнопкою миші і оберіть пункт **Вилучити мітку** у контекстному меню. Після вилучення мітки самі фотографії не буде вилучено. З цих фотографій буде лише вилучено мітку.

source: You can move the position of a tag within the tree by dragging it to the position that you want and dropping it there. A menu will appear that gives you the option to **Move** the tag. This works from the left and right sidebar. A tag can only be in one place in the tree at a time.
ca: Podreu moure la posició d'una etiqueta dins l'arbre arrossegant-la fins a la posició que vulgueu i deixant-la anar allà. Apareixerà un menú que us donarà l'opció de **Mou aquí** l'etiqueta. Això funciona des de la barra lateral esquerra i dreta. Una etiqueta només pot estar en un lloc de l'arbre alhora.
it: Puoi spostare la posizione di un tag nell'albero trascinandolo nella posizione che vuoi e rilasciandolo. Apparirà un menu, che ti dà l'opzione di **spostare** il tag. Questo funziona dalle barre laterali destra e sinistra. Un tag può essere solo in un posto alla volta.
nl: U kunt de plaats van een tag binnen de boomstructuur veranderen door de tag naar een andere positie in de tags te slepen. Er verschijnt dan een menu waarin u het item **Verplaatsen** kunt kiezen. Dit werkt zowel in het linker- als in het rechterzijpaneel. Een tag kan maar op één plaats in de boomstructuur tegelijk zijn.
pt: Poderá mover a posição de uma marca dentro da árvore, arrastando-a para a posição que deseja e largando-a lá. Irá aparecer um menu que lhe dará a opção de **Mover** a marca. Isto funciona na barra lateral esquerda e direita. Uma marca só poderá estar num local da árvore num dado momento.
sl: Položaj značke v drevesu lahko premaknete tako, da jo povlečete na položaj, ki ga želite in jo tam spustite. Prikaže se meni, ki daje možnost **Premakniti** značko. To deluje tako z levega kot z desnega stranskega stolpca. Značka je lahko samo na enem mestu v drevesu.
uk: Ви можете пересувати мітку деревом міток: перетягніть пункт мітки у потрібне місце і скиньте його там. У відповідь програма відкриє меню, у якому ви зможете вказати, що слід **Пересунути** мітку. Цей спосіб працює для лівої і правої бічних панелей. Одну мітку може бути розташовано лише у єдиному місці ієрархії міток.

source: You can set the Tag Properties by clicking with the right mouse button on a tag and selecting **Properties...**. The Tag Properties allow you to change the name of the tag, the icon used in the Tags tree and the shortcut.
ca: Podreu establir les Propietats de l'etiqueta fent clic amb el botó dret del ratolí sobre una etiqueta i seleccionant **Propietats...**. Les Propietats de l'etiqueta permeten canviar el nom de l'etiqueta, la icona utilitzada en l'arbre d'etiquetes i la drecera.
it: Puoi impostare le proprietà del tag facendo clic col pulsante destro del mouse su di esso e selezionando **Proprietà...**. Le proprietà del tag ti permettono di cambiare il suo nome, l'icona usata nell'albero dei tag e la scorciatoia.
nl: U kunt de eigenschappen van de tag instellen door met de rechter muisknop op een tag te klikken en te kiezen voor **Eigenschappen...**. De tag-eigenschappen laten toe dat u de naam van de tag, het pictogram in de tag-boomstructuur en de sneltoets wijzigt.
pt: Poderá configurar as Propriedades da Marca, carregando com o botão direito do rato sobre uma marca e seleccionando **Propriedades...***. As Propriedades da Marca permitem-lhe mudar o nome da marca, o ícone usado na árvore de Marcas e o atalho.
sl: Lastnosti značke lahko nastavite tako, da z desno miškino tipko kliknete na značko in izberete **Lastnosti...**. Lastnosti značke vam omogočajo spreminjanje imena značke, ikone uporabljene v drevesu značk in bližnjico.
uk: Встановити властивості мітки можна наведенням вказівника миші на мітку, клацанням правою кнопкою миші з наступним вибором пункту **Властивості...**. За допомогою властивостей мітки ви можете змінити назву мітки і піктограму, використану у ієрархії «Мітки» та клавіатурне скорочення.

source: The digiKam Tags Properties Dialog
ca: El diàleg Propietats de les etiquetes en el digiKam
it: La finestra di dialogo delle proprietà dei tag di digiKam
nl: De dialoog tag-eigenschappen van digiKam
pt: A Janela de Propriedades das Marcas do digiKam
sl: Pogovorno okno lastnosti značk digiKam
uk: Вікно властивостей мітки digiKam

source: To select a photograph as the tag icon, click with the right mouse button on the photograph that you want to use as the tag icon and select **Set as Tag Thumbnail** from the context menu. Additionally you can use drag and drop to set the tag icon. Drag the images icon and drop it on the currently selected tag in the tag list.
ca: Per a seleccionar una fotografia com a icona d'etiqueta, feu clic amb el botó dret del ratolí sobre la fotografia que voleu utilitzar com a icona d'etiqueta i seleccioneu **Estableix com a miniatura de l'etiqueta** des del menú contextual. A més, podreu utilitzar arrossega i deixa per a establir la icona de l'etiqueta. Arrossegueu la imatge d'icona i deixeu-la anar sobre l'etiqueta seleccionada a la llista d'etiquetes.
it: Per selezionare una fotografia come icona del tag fai clic col pulsante destro del mouse sulla fotografia che vuoi usare come l'icona del tag, e seleziona **Imposta come miniatura del tag** dal menu contestuale. Per impostare l'icona del tag puoi inoltre trascinare l'icona dell'immagine e rilasciarla sul tag selezionato nell'elenco dei tag.
nl: Om een foto als tag-pictogram te kiezen, klikt u met de rechter muisknop op de foto die u als tag-pictogram wilt gebruiken en selecteert u uit het context menu **Als tag-miniatuur instellen**. Daarnaast kunt gebruik maken van slepen en loslaten om het tag-pictogram in te stellen. Sleep het afbeeldingspictogram en laat het los op de gekozen tag in de lijst van tags.
pt: Para seleccionar uma fotografia como o ícone da marca, carregue com o botão direito do rato sobre a fotografia que deseja usar como ícone da marca e seleccione a opção "Definir como Miniatura da Marca" no menu de contexto. Adicionalmente, poderá usar o arrastamento para definir o ícone da marca. Arraste o ícone das imagens e largue-o sobre a marca seleccionada de momento na lista de marcas.
sl: Če želite izbrati fotografijo kot ikono značke, kliknite z desno miškino tipko na fotografijo, ki jo želite uporabiti kot ikono značke in izberite **Nastavi kot sličico značke** iz kontekstnega menija. Poleg tega lahko uporabite tehniko povleci in spusti, da nastavite ikono značke. Povlecite ikono slik in jo spustite na trenutno izbrano značko na seznamu značk.
uk: Щоб вказати програмі фотографію для створення піктограми, наведіть вказівник на мініатюру фотографії, яку слід використати для створення піктограми мітки, клацніть правою кнопкою миші і оберіть у контекстному меню пункт **Зробити мініатюрою мітки**. Крім того, для встановлення піктограми мітки ви можете скористатися перетягуванням зі скиданням. Перетягніть мініатюру зображення і скиньте її на поточний вибраний пункт мітки у списку міток.

source: A tool for more elaborate work on big tag trees is the :ref:`Tag Manager <tag_manager>` which you can access by clicking the **Open Tag Manager** button at the top of the Tags tree.
ca: Una eina per a un treball més elaborat en arbres d'etiquetes grans és el :ref:`Gestor d'etiquetes <tag_manager>`, al qual podeu accedir fent clic sobre el botó **Obre el gestor d'etiquetes** a la part superior de l'arbre d'etiquetes.
it: Uno strumento più elaborato per lavorare su un grande albero dei tag è il :ref:`Gestore dei tag <tag_manager>`, al quale puoi accedere facendo clic sul pulsante **Apri il gestore dei tag** in cima all'albero dei tag.
nl: Een hulpmiddel voor meer uitgebreid werken aan grote tag-boomstructuren is de :ref:`Tagsbeheerder <tag_manager>` waar u toegang toe krijgt door te klikken op de knop **Tagbeheerder openen** bovenaan de tag-boomstructuur.
pt: Uma ferramenta para algumas acções mais elaboradas sobre as árvores de marcas grandes é o :ref:`Gestor de Marcas <tag_manager>`, que poderá aceder ao carregar no botão **Abrir o Gestor de Marcas** no topo da árvore de Marcas.
sl: Orodje za podrobnejše delo na drevesih velikih značk je :ref:`Upravljalnik značk <tag_manager>`, do katerega lahko dostopate s klikom na gumb **Odpri upravljalnika značk** na vrhu drevesa značk.
uk: Інструментом для тоншого налаштовування великих ієрархій міток є :ref:`Керування мітками <tag_manager>`, доступ до якого можна отримати натисканням кнопки **Відкрити керування мітками** у верхній частині ієрархії міток.
