Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/tags_view.po
Languages: ca, it, nl, pt, sl, uk

source: You can remove a tag from a photograph by clicking with the right mouse button on the photograph and select **Remove Tag** submenu from the context menu. This submenu will only show those tags that have been set on this photograph.
ca: Podeu eliminar una etiqueta d'una fotografia fent clic amb el botó dret del ratolí sobre la fotografia i seleccionant el submenú **Elimina l'etiqueta** des del menú contextual. Aquest submenú només mostrarà les etiquetes establertes en aquesta fotografia.
it: Puoi rimuovere un tag da una fotografia facendo clic col pulsante destro del mouse sulla foto e selezionando il sottomenu **Rimuovi tag** dal menu contestuale. Questo sottomenu mostra solo quei tag che sono stati impostati su detta fotografia.
nl: U kunt tags verwijderen door met de rechter muisknop op de foto te klikken en het submenu uit het contextmenu **Tag verwijderen** te gebruiken. Dit submenu toont alleen de tags die aan die foto zijn toegewezen.
pt: Poderá remover uma marca de uma fotografia, carregando com o botão direito do rato sobre a fotografia e seleccionar o submenu **Remover a Marca** do menu de contexto. Este submenu só irá mostrar as marcas que tiverem sido atribuídas nesta fotografia.
sl: Oznako s fotografije lahko odstranite s klikom z desno miško na fotografiji in v kontekstu izberite podmeni **Odstrani značko**. Ta podmeni bo prikazal samo tiste značke, ki so bile nastavljene na tej fotografiji.
uk: Вилучити мітку з фотографії можна так: наведіть вказівник миші на позначку фотографії, клацніть правою кнопкою миші і оберіть у контекстному меню пункт **Вилучити мітку**. У цьому підменю буде показано лише мітки, які було встановлено для цієї фотографії.

source: The Right Sidebar: this is what I would call my standard method for assigning tags. Click **Captions** tab from the Right Sidebar and then the **Tags** tab and you will see the whole tags tree. Simply check/un-check the boxes of the tags you want to assign/un-assign and then click **Apply**. If you change focus without that you will be asked whether you want to apply the changes unless you disabled that confirmation either by checking **Always apply changes without confirmation** or by checking **Do not confirm when applying changes in the right sidebar** in the Miscellaneous section of :menuselection:`Settings --> Configure digiKam...`. More details about the other buttons and fields in the **Tags** tab see in :ref:`digiKam sidebar <tags_tree>`.
ca: La barra lateral dreta: això és el que jo anomenaria el meu mètode estàndard per a assignar etiquetes. Feu clic en la pestanya **Llegendes** a la barra lateral dreta i després a la pestanya **Etiquetes**, així veureu tot l'arbre d'etiquetes. Senzillament, marqueu o desmarqueu les caselles de les etiquetes que voleu assignar o desassignar i feu clic en **Aplica**. Si canvieu l'enfocament sense això, se us demanarà si voleu aplicar els canvis a menys que hàgiu inhabilitat aquesta confirmació marcant **Aplica sempre els canvis sense confirmació** o **No confirmis en aplicar canvis des de la barra lateral dreta** a l'element de menú «:menuselection:`Arranjament --> Configura el digiKam... --> pàgina Miscel·lània`». Per a més detalls sobre els altres botons i camps a la pestanya **Etiquetes**, vegeu la :ref:`barra lateral del digiKam <tags_tree>`.
it: La barra laterale destra: questo è quello che chiameremo il metodo standard per assegnare i tag. Fai clic sulla scheda **Didascalie** nella barra laterale destra, quindi sulla scheda Tag per vedere l'intero albero dei tag. Ora metti una spunta nelle caselle dei tag che vuoi assegnare o togliere, infine fai clic su **Applica**. Se non confermi e cambi il fuoco ti verrà chiesto se vuoi applicare i cambiamenti, a meno che tu non disabiliti questa conferma spuntando **Applica sempre le modifiche senza chiedere conferma**, oppure spuntando **Non chiedere conferma quando si applicano modifiche nella barra laterale destra** nella sezione *Varie* di :menuselection:`Impostazioni --> Configura digiKam...`. Per ulteriori dettagli sugli altri pulsanti e i campi della scheda **Tag** vedi la :ref:`barra laterale di digiKam <tags_tree>`.
nl: De rechter zijbalk: dit is wat ik zou willen noemen mijn standaard methode om tags toe te kennen. Klik op het tabblad **Opschriften** in de rechter zijbalk en daarna op het tabblad **Tags** en u zult de gehele tag-boomstructuur zien. Activeer/deativeer de vakjes van de tags die u wilt toekennen/weghalen en klik daarna op **Toepassen**. Als u de focus wijzigt zonder dat zult u gevraagd worden of u de wijzigingen wilt toepassen tenzij u die confirmatie hebt uitgezet ofwel door **Wijzigingen altijd zonder confirmatie toepassen** of door activeren van **Niet bevestigen bij wijzigingen toepassen in de rechter zijbalk** in de sectie Diversen van :menuselection:`Instellingen --> digiKam configureren...`. Meer details over de andere knoppen en velden in het tabblad **Tags** zie :ref:`zij balk van digiKam <tags_tree>`.
pt: A barra lateral direita: isto é o que se consideraria o método-padrão para atribuir as marcas. Carregue na página **Legendas** da barra lateral direita e depois na página de **Marcas**, onde poderá ver a árvore de marcas completa. Basta marcar/desmarcar as opções das marcas que deseja atribuir/retirar e depois carregar em **Aplicar**. Se mudar o foco sem carregar nessa opção, ser-lhe-á questionado se deseja aplicar as alterações, a menos que tenha desactivado essa confirmação, seja ao assinalar a opção **Aplicar sempre as alterações sem confirmação** ou assinalando a opção **Não confirmar ao aplicar as alterações na barra lateral direita**, na secção de Diversos em :menuselection:`Configuração --> Configurar o digiKam...`. Poderá ver mais detalhes sobre os outros botões e campos na página de **Marcas** na :ref:`barra lateral do digiKam <tags_tree>`.
sl: Desni stranski stolpec: temu bi rekel moja standardna metoda dodeljevanja značk. Kliknite na zavihek **Napisi** v desnem stranskem stolpcu in videli boste celotno drevo značk. Preprosto označite/odznačite polja z značkami, ki jih želite dodeliti/razveljaviti, in nato kliknite **Uporabi**. Če spremenite fokus brez tega, boste pozvani, ali se želite uveljaviti spremembe, razen če ste to onemogočili s potrditvijo **Vedno uveljavi spremembe brez potrditve** ali tako, da odkljukate **Ne potrjujte pri uveljavljanju sprememb v desnem stranskem stolpcu** v razdelku Razno razdelka :menuselection:`Nastavitve --> Konfiguriraj digiKam...`. Več podrobnosti o drugih gumbih in poljih v zavihku **Značke** glejte v :ref:`digiKam stranski stolpec <tags_tree>`.
uk: Права бічна панель: один зі стандартних способів призначення міток**``. Натисніть пункт **Підписи** на правій бічній панелі, а потім перейдіть на вкладку **Мітки**. Програма покаже вам усю ієрархію міток. Просто позначте або зніміть позначення з пунктів міток, які ви хочете призначити або призначення яких ви хочете скасувати, а потім натисніть кнопку **Застосувати**. Якщо ви зміните фокус без цього, програма спитає вас про те, чи хочете ви застосувати зміни (якщо ви не вимкнули підтвердження позначенням пункту **Завжди застосовувати зміни без підтвердження** або пункту **Застосовувати зміни без підтвердження на правій бічній панелі** у розділі «Різне» діалогового вікна параметрів програми, яке можна відкрити за допомогою пункту меню :menuselection:`Параметри --> Налаштувати digiKam...`). Докладніший опис інших кнопок і полів на вкладці **Мітки** наведено у розділі :ref:`Бічна панель <tags_tree>`.

source: You can label a photograph with as many tags as you like. The photograph will appear when you select any of the tags that are set against it. This way you can set a tag for each person in a photograph, as well as the place the photograph was taken, the event it was taken at, etc.
ca: Podeu etiquetar una fotografia amb tantes etiquetes com vulgueu. La fotografia apareixerà quan seleccioneu qualsevol de les etiquetes que se li assignin. D'aquesta manera, podreu establir una etiqueta per a cada persona en una fotografia, així com el lloc on es va fer la fotografia, l'esdeveniment, etc.
it: Puoi attribuire a una fotografia tanti tag quanti desideri. La foto apparirà quando selezioni uno qualsiasi dei tag che le hai attribuito. In questo modo puoi impostare un tag per ciascuna persona presente in una foto, il luogo in cui essa è stata scattata, la circostanza dello scatto, e via discorrendo.
nl: U kunt een foto met zoveel tags als u wilt voorzien. De foto zal verschijnen wanneer u een van de tags selecteert die er aan zijn gehangen. Op deze manier kunt u een tag voor elke persoon in een foto instellen, evenals de plaats war de foto is genomen, de gebeurtenis plaatsvond, etc.
pt: Poderá legendar uma fotografia com o número de marcas que desejar. A fotografia irá aparecer quando seleccionar alguma das marcas que tiver atribuído a ela. Desta forma, poderá definir uma marca para cada pessoa numa fotografia, assim como o local onde foi tirada a fotografia, o evento em que foi tirada, etc.
sl: Fotografijo lahko označite s poljubnim številom značk. Fotografija se bo prikazala, ko izberete katero koli značko, ki ji je nastavljena. Tako lahko nastavite značko za vsako osebo na fotografiji, pa tudi za kraj fotografije, kjer je bila posneta, dogodek na katerem je bila posneta, itd.
uk: Ви можете призначити фотографії довільну кількість міток. Фотографію буде показано, коли ви виберете будь-яку мітку, яку з нею пов'язано. Таким чином, ви можете визначити мітку для усіх осіб, яких зображено на фотографії, а також мітку для місця, де було зроблено фотографію, події, де її було знято, тощо.

source: Once you have tagged a photograph, the tag name will appear under the thumbnail in the Image Area.
ca: Un cop hàgiu etiquetat una fotografia, el nom de l'etiqueta apareixerà sota la miniatura a l'àrea d'imatges.
it: Una volta che attribuito un tag a una foto, il nome del tag apparirà sotto la miniatura nell'area delle immagini.
nl: Nadat u een foto van een tag hebt voorzien zal de naam van de tag onder de miniatuur in het afbeeldingsgebied te zien zijn.
pt: Logo que tenha marcado uma fotografia, o nome da marca irá aparecer sob a miniatura na Área de Imagens.
sl: Ko označite fotografijo, se bo ime značke pojavilo pod sličico v območju slike.
uk: Після визначення міток зображення, назву мітки буде показано під мініатюрою у області зображень.

source: Tags are stored in a database for fast access, and, the applied tags are written into IPTC data fields of the image (at least for JPEG). So you can use your tags with other programs or, in case of loss of that data in the database, the tags will be re-imported when the image is noticed by digiKam.
ca: Les etiquetes s'emmagatzemen en una base de dades per a un accés ràpid i les etiquetes aplicades s'escriuen a dins dels camps de dades IPTC de la imatge (almenys per a JPEG). Per tant, podreu utilitzar les vostres etiquetes amb altres programes o, en cas de pèrdua d'aquestes dades en la base de dades, les etiquetes es tornaran a importar quan el digiKam detecti la imatge.
it: I tag sono conservati in una banca dati per un rapido accesso, e quelli applicati vengono scritti nei campi di dati IPTC dell'immagine (questo almeno per i file JPEG) In questo modo puoi usare i tag con altri programmi o, nel caso di perdita di dati dalla banca dati centrale, i tag potranno essere reimportati nel momento in cui digiKam rileverà l'immagine.
nl: Voor een snelle toewijzing worden de tags opgeslagen in een database en de toegewezen tags voor JPEG worden ingevoerd in de IPTC datavelden van de afbeelding Daardoor kunt u uw tags ook met andere programma's gebruiken. Of in geval van het verlies van die data in de database worden de labels opnieuw ingevoerd wanneer de afbeelding wordt herkend door digiKam.
pt: As marcas são guardadas numa base de dados para um acesso mais rápido e as marcas aplicadas são guardadas nos campos de dados do IPTC da imagem (pelo menos no JPEG). Como tal, poderá usar as suas marcas com outros programas ou, no caso de perda dos dados na base de dados, as marcas serão importadas de novo quando a imagem for detectada de novo pelo digiKam.
sl: Značke so shranjene v bazi podatkov za hiter dostop, uporabljene značke pa so zapisane v podatkovna polja IPTC slike (vsaj za JPEG). Torej lahko uporabite svoje značke z drugimi programi ali v primeru izgube teh podatkov v bazi podatkov, bodo značke ponovno uvožene, ko bo digiKam zaznal sliko.
uk: Мітки зберігаються у базі даних, щоб пришвидшити доступ до них, а застосовані мітки записуються у поля даних IPTC зображення (принаймні для файлів у форматі JPEG) Отже, ви зможете скористатися вашими мітками у інших програмах або, якщо дані з бази даних буде втрачено, повторно імпортувати дані з файлів до нової бази даних під час обробки зображення за допомогою digiKam.

source: In this tag tree the keyword *Cat* appears three times. This will not cause a problem within digiKam but there are quite a few views where the user cannot know which of the three is applied to an image because they might not be able to see the whole hierarchy of the tag. A help could be to tag the image in a case like this also with the parent tag or even the whole hierarchy but it becomes quite unwieldy, e.g. in the image icon if you have the tags displayed there. The second *Cat* can be avoided by calling it *Wild Cat* but calling the third one *Zoo Cat* is a bit out of the roof, I think. And still: there are also two *Cheetah*!
ca: En aquest arbre d'etiquetes, la paraula clau *Gat* apareix tres vegades. Això no causarà cap problema dins del digiKam, però hi ha força vistes on l'usuari no pot saber quina de les tres s'aplica a una imatge perquè és possible que no pugui veure tota la jerarquia de l'etiqueta. Una ajuda podria ser etiquetar la imatge en un cas com aquest també amb l'etiqueta principal o fins i tot amb tota la jerarquia, però es torna força difícil de manejar, p. ex., a la icona de la imatge si teniu les etiquetes que s'hi mostren. El segon *Gat* es pot evitar anomenant-lo *Gat salvatge*, però anomenar al tercer *Gat de zoològic* queda una mica fora de lloc, crec. I encara: també hi ha dos *Guepards*!
nl: In deze tag-boomstructuur verschijnt het sleutelwoord *Kat* drie keer. Dit zal binnen digiKam geen probleem opleveren maar er zullen heel wat weergaven zijn waarvan de gebruiker niet kan weten welke van de drie is toegepast op een afbeelding omdat deze niet zou kunnen zien wat de gehele hiërarchie van de tag is. Het kan helpen om de afbeelding in een geval als dit ook van de ouder-tag te voorzien of zelfs de gehele hiërarchie maar het wordt toch onbehandelbaar, bijv. in het pictogram van de afbeelding als u de tags daar toont. De tweede *Kat* kan worden vermeden door het *Wilde kat* te noemen maar de derde *Dierentuinkat* te noemen is toch te vergaand, denk ik. En nog steeds: er is ook tweemaal *Jachtluipaard*!
