Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/tags_view.po
Languages: ca, it, nl, pt, sl, uk

source: In the :ref:`Digital Asset Management (DAM) <asset_tags>` chapter of this handbook you can find some useful considerations about how to build your Tags tree.
ca: Al capítol :ref:`Gestió d'actius digitals (DAM) <asset_tags>` d'aquest manual, trobareu algunes consideracions útils sobre com construir el vostre arbre d'etiquetes.
it: Nel capitolo sulla :ref:`gestione dei beni digitali (DAM) <asset_tags>` di questo manuale puoi trovare alcune utili considerazioni su come costruire il tuo albero dei tag.
nl: In het hoofdstuk :ref:`Digital Asset Management (DAM) <asset_tags>` of dit handboek kunt u enige nuttige overwegingen vinden over hoe u uw tag-boomstructuur bouwt.
pt: No capítulo de :ref:`Gestão de Activos Digitais (DAM) <asset_tags>` deste manual, poderá encontrar algumas considerações úteis sobre como criar a sua árvore de Marcas.
sl: V poglavju :ref:`Upravljanje z digitalnim imetjem (DAM) <asset_tags>` tega priročnika lahko najdete nekaj koristnih premislekov o tem, kako zgraditi svoje drevo značk.
uk: У розділі :ref:`Керування цифровою власністю <asset_tags>` цього підручника можна знайти деякі корисні думки щодо того, як побудувати ієрархію міток.

source: It is not always easy to build a logical hierarchy from general and generic categories. You might run into a problem like this:
ca: No sempre és fàcil construir una jerarquia lògica a partir de categories generals i genèriques. És possible que trobeu algun problema com aquest:
it: Non è sempre semplice creare una gerarchia logica da categorie generali e generiche, ti potresti trovare in un problema come questo:
nl: Het is niet altijd gemakkelijk om een logische hiërarchie uit algemene en generieke categorieën te bouwen. U zou in een probleem als dit terecht kunnen komen:
pt: Nem sempre é simples criar uma hierarquia lógica a partir de categorias gerais e genéricas. Poderá ficar com um problema como o seguinte:
sl: Ni vedno enostavno zgraditi logične hierarhije iz splošnih in generičnih kategorij. Morda boste naleteli na podobno težavo:
uk: Побудувати логічну ієрархію на основі загальних категорій не завжди просто. Наприклад, можуть виникнути проблеми, подібні до такої:

source: Cat
ca: Gat
it: Gatto
nl: Kat
pt: Gato
sl: Mačka
uk: Кіт

source: Cattle
ca: Bestiar
it: Bovino
nl: Vee
pt: Gado
sl: Govedo
uk: Худоба

source: Domestic Animal
ca: Animal domèstic
it: Animale domestico
nl: Binnenlands dier
pt: Animal Doméstico
sl: Domača žival
uk: Домашня тварина

source: Dog
ca: Gos
it: Cane
nl: Hond
pt: Cão
sl: Pes
uk: Собака

source: Bird
ca: Ocell
it: Uccello
nl: Vogel
pt: Pássaro
sl: Ptica
uk: Пташка

source: Cheetah
ca: Guepard
it: Ghepardo
nl: Jachtluipaard
pt: Chita
sl: Gepard
uk: Гепард

source: Lion
ca: Lleó
it: Leone
nl: Leeuw
pt: Leão
sl: Lev
uk: Лев

source: Wild Animal
ca: Animal salvatge
it: Animale selvaggio
nl: Wild dier
pt: Animal Selvagem
sl: Divja žival
uk: Дика тварина

source: Tiger
ca: Tigre
it: Tigre
nl: Tijger
pt: Tigre
uk: Тигр

source: Animal
it: Animale
nl: Dier
sl: Žival
uk: Тварини

source: Zoo Animal
ca: Animal de zoològic
it: Animale dello zoo
nl: Dierentuindier
pt: Animal do Zoológico
sl: Žival v živalskem vrtu
uk: Тварина з зоопарку

source: Leopard
ca: Lleopard
it: Leopardo
nl: Luipaard
pt: Leopardo
uk: Леопард

source: In this tag tree the keyword *Cat* appears three times. This will not cause a problem within digiKam but there are quite a few views where the user cannot know which of the three is applied to an image because he might not be able to see the whole hierarchy of the tag. A help could be to tag the image in a case like this also with the parent tag or even the whole hierarchy but it becomes quite unwieldy, e.g. in the image icon if you have the tags displayed there. The second *Cat* can be avoided by calling it *Wild Cat* but calling the third one *Zoo Cat* is a bit out of the roof, I think. And still: there are also two *Cheetah*!
it: In questo albero dei tag la parola chiave *Gatto* compare tre volte. Questo non causa problemi a digiKam, ma ci sono dei casi in cui l'utente non può sapere quale dei tre è applicato a un'immagine, perché potrebbe non essere in grado di vedere l'intera gerarchia del tag. Un aiuto in un caso come questo potrebbe essere quello di applicare all'immagine un tag anche con il tag genitore, o perfino dell'intera gerarchia, ma diventerebbe un po' ingombrante, per es. nell'icona dell'immagine, se sono qui visualizzati i tag. Il secondo *Gatto* può essere evitato chiamandolo *Gatto selvatico*, ma chiamare il terzo *Gatto dello zoo* è un po' troppo, pensiamo. E ancora: ci sono anche due *Ghepardo*!
pt: Nesta árvore de marcas, a palavra-chave *Gato* aparece três vezes. Isto não terá problemas dentro do digiKam, mas existem algumas áreas onde o utilizador não consegue saber qual das três está aplicada numa imagem, porque pode não conseguir ver a hierarquia completa da marca. Uma ajuda poderá ser marcar a imagem, num caso como este, com a marca-mãe ou mesmo toda a hierarquia, mas depois fica difícil de gerir, p.ex.. no ícone da imagem, caso tenha as marcas aí visíveis. O segundo *Gato* poderá ser evitado se lhe chamar *Gato Selvagem*, mas chamar à terceira *Gato do Zoológico* fica um pouco forma de contexto. De qualquer forma, ainda existem duas *Chitas*!
sl: V tem drevesu značk se ključna beseda *Mačka* pojavi trikrat. To ne bo povzročilo težave znotraj digiKama, vendar obstaja kar nekaj pogledov, kjer uporabnik ne more vedeti, kateri od treh je uporabljen za sliko, ker morda ne more videti celotno hierarhijo značke. Pomoč bi lahko bila, če označite sliko v takem primeru tudi z nadrejeno značko ali celo celoto hierarhiji, vendar vse skupaj postane precej okorno, npr. v ikoni slike, če jo imate tam prikazani dve znački. Drugi *Mački* se lahko izognete tako, da jo preimenujete v *Divja mačka*, a uporabiti še tretjo *Mačka v živalskem vrtu* najbrž malce nenavadno. In še: tu sta tudi dva *Geparda*!
uk: У цій ієрархії міток ключове слово «Коти» трапляється тричі. Це не спричинить проблем у роботі digiKam, але користувачеві буде важко розібратися, який саме із трьох варіантів було застосовано до зображення, оскільки він не бачитиме усієї ієрархії мітки. У цьому випадку можна спростити роботу, додаючи батьківські мітки або навіть усю ієрархію мітки, але це має і зворотний бік, оскільки усі піктограми таких міток буде показано на мініатюрі зображення, якщо ви накажете програмі їх показувати. Появи другого з варіантів «Коти» можна уникнути використанням мітки «Дикі коти», а ось використання для третього варіанта мітки «Коти з зоопарку» є трохи дивакуватим, як на наш погляд. До того ж, у списку залишиться два однакових пункти «Гепарди»!

source: Solution: You replace the *Zoo Animal* branch by a single tag *Zoo* which you use in addition to the tag you choose from the two remaining branches. You could even put it on the top level of your hierarchy if you have photographs taken in a zoo but not showing animals.
ca: Solució: substituïu la branca *Animal de zoològic* per una sola etiqueta *Zoològic*, la qual utilitza a més l'etiqueta que escolliu des de les dues branques restants. Fins i tot podríeu posar-ho en el nivell superior de la jerarquia si teniu fotografies fetes en un zoològic, però que no mostren animals.
it: Soluzione: sostituisci il ramo *Animale dello zoo* con il tag singolo *Zoo*, da usare in aggiunta al tag scelto dai due rami restanti. Potresti anche metterlo al massimo livello in cima alla gerarchia se hai delle fotografie scattate in uno zoo che non mostrano animali.
nl: Oplossing: U vervangt de tak *Dierentuindier* door een enkele tag *Dierentuin* die u gebruikt naast de tag die u kiest uit de twee overblijvende takken. U kunt ze zelfs in het topniveau van uw hiërarchie plaatsen als u foto's hebt genomen in een dierentuin maar zonder dieren te tonen.
pt: Solução: Pode substituir a ramificação *Animal do Zoológico* por uma única marca *Zoológico*, a qual poderá usar para além da marca que escolheu nas duas ramificações restantes. Até a poderá colocar no nível de topo da sua hierarquia, caso tenha fotografias tiradas num jardim zoológico, mas que não inclua animais.
sl: Rešitev: Vejo *Žival v živalskem vrtu* zamenjate z eno samo značko *Zoo*, ki jo uporabite poleg značke, ki jo izberete med dvema preostalima vejama. Lahko bi ga celo postavili na najvišjo raven svoje hierarhije, če imate tudi fotografije, posnete v živalskem vrtu, vendar ne prikazujejo živali.
uk: Вирішення проблеми: гілку «Тварини з зоопарку» можна замінити гілкою «Зоопарк», яку використовувати на додачу до мітки, яку ви вибрали із двох інших гілок. Ви навіть можете вивести її на верхній рівень вашої ієрархії, якщо у вас є фотографії, які було створено у зоопарку, але на яких немає тварин.

source: Tag Manager
ca: Gestor d'etiquetes
it: Gestore dei tag
nl: Beheerder van tags
pt: Gestor de Marcas
sl: Upravljalnik značk
uk: Керування мітками

source: There are certain possibilities to manage tags from the context menu on tags in the digiKam sidebars like **New Tag...** or **Delete Tag**. The Tag Manager offers a more comfortable and comprehensive way to organize your tags. For general information about tags, why and how to use them see :ref:`this page <tags_view>` from the beginning.
ca: Hi ha certes possibilitats per a gestionar les etiquetes des del menú contextual sobre les etiquetes en les barres laterals del digiKam, com a **Etiqueta nova...** o **Suprimeix l'etiqueta**. El Gestor d'etiquetes ofereix una forma més còmoda i completa d'organitzar-les. Per a obtenir informació general sobre les etiquetes, perquè i com utilitzar-les, vegeu :ref:`aquesta pàgina <tags_view>` des del principi.
it: Esistono alcune possibilità per gestire i tag dal menu contestuale che appare sui tag nelle barra laterali di digiKam, tipo **Nuovo tag...** o **Elimina tag**. Il Gestore dei tag offre un modo più comodo e completo per organizzare i tuoi tag. Per informazioni sui tag, sul perché e sul come utilizzarli, consulta :ref:`questa pagina <tags_view>` dall'inizio.
nl: Er zijn bepaalde mogelijkheden om tags te beheren vanuit het contextmenu op tags in de zijbalken van digiKam zoals **Nieuwe tag...** of **Tag verwijderen**. De beheerder van tags biedt een meer comfortabele en begrijpelijke manier om uw tags te organiseren. Voor algemene informatie over tags, waarom en hoe deze te gebruiken zie :ref:`deze pagina <tags_view>` vanaf het begin.
pt: Existem certas possibilidades de gerir as marcas no menu de contexto das marcas nas barras laterais do digiKam, como a **Nova Marca...** ou **Apagar a Marca**. O Gestor de Marcas oferece uma forma mais confortável e compreensiva de organizar as suas marcas. Para informações mais gerais sobre as marcas, porquê e como usá-las, consulte o início :ref:`desta página <tags_view>`.
sl: Obstajajo določene možnosti za upravljanje značk iz kontekstnega menija na značkah v stranskih stolpcih digiKama, kot je **Nova značka...** ali **Izbriši značko**. Upravljalnik značk ponuja bolj udoben in celovit način organiziranja vaših značk. Za splošne informacije o značkah, zakaj in kako jih uporabljati glejte :ref:`to stran <tags_view>` od začetka.
uk: Існують певні можливості керування мітками за допомогою контекстних меню бічних панелей digiKam, зокрема можна **Створити мітку…** або **Вилучити мітку**. Панель керування мітками пропонує вам зручніший і зрозуміліший спосіб упорядковування ваших міток. Загальні відомості щодо міток, того, для чого і як ними користуватися, наведено на :ref:`цій сторінці <tags_view>` вступних зауважень.

source: The digiKam Tag Manager Window
ca: La finestra del Gestor d'etiquetes en el digiKam
it: La finestra del gestore dei tag di digiKam
nl: Het venster van de beheerder van tags van digiKam
pt: A Janela do Gestor de Marcas do digiKam
sl: Okno upravljalnika značk digiKam
uk: Вікно керування мітками digiKam

source: The toolbar at the top offers:
ca: La barra d'eines a la part superior ofereix:
it: La barra degli strumenti in alto offre:
nl: De werkbalk bovenaan biedt:
pt: A barra de ferramentas no topo oferece:
sl: Orodna vrstica na vrhu ponuja:
uk: Панель інструментів, розташована згори, містить:

source: An adaptive search field to find certain tags in a big tree.
ca: Un camp de cerca adaptable per a trobar certes etiquetes en un arbre gran.
it: Un campo di ricerca adattivo per cercare dei tag in un albero grande.
nl: Een aanpasbaar zoekveld om bepaalde tags in een grote boom te vinden.
pt: Um campo de pesquisa adaptativo para descobrir certas marcas numa árvore grande.
sl: Prilagodljivo iskalno polje za iskanje določenih značk v velikem drevesu.
uk: поле пошуку для пошуку міток у великій ієрархічній структурі;

source: A button to add a tag as a sub-tag to the current (last clicked) tag.
ca: Un botó per a afegir una etiqueta com a subetiqueta a l'etiqueta actual (darrera clicada).
it: un pulsante per aggiungere un tag come tag secondario dell'attuale (l'ultimo su cui si è fatto clic).
nl: Een knop om een tag toe te voegen als een sub-tag aan de huidige tag (laatst op geklikt).
pt: Um botão para adicionar uma marca como uma sub-marca da marca actual (seleccionada por último).
sl: Gumb za dodajanje značke kot pod-značke k trenutni (zadnji klik) znački.
uk: кнопку для додавання мітки як підлеглої до поточної (останньої натисненої) мітки;

source: A button to delete a tag or a selection of tags.
ca: Un botó per a suprimir una etiqueta o una selecció d'etiquetes.
it: Un pulsante per eliminare un tag o una selezione di tag.
nl: Een knop om een tag of een selectie van tags te verwijderen.
pt: Um botão para remover uma marca ou uma selecção de marcas.
sl: Gumb za brisanje značke ali izbire značk.
uk: кнопку для вилучення мітки або позначених міток.

source: The drop down menu **Organize** which contains:
ca: El menú desplegable **Organitza** que conté:
it: Il menu a discesa **Organizza**, che contiene:
nl: Eet afrolmenu **Organiseren** die bevat:
pt: A lista **Organizar** que contém:
sl: Spustni meni **Organiziraj**, ki vsebuje:
uk: спадне меню **Впорядковування**, яке містить такі пункти::

source: **Edit Tag Title** :kbd:`F2` to modify tag name.
ca: **Edita el títol de l'etiqueta** (tecla :kbd:`F2`) per a modificar el nom de l'etiqueta.
it: **Modifica il titolo dei tag** :kbd:`F2` per modificare il nome del tag.
nl: **Tag-titel bewerken** :kbd:`F2` om de naam van de tag te wijzigen.
pt: **Editar o Título da Marca** :kbd:`F2` para modificar o nome da marca.
sl: **Urejanje naslova značke** :kbd:`F2` za spreminjanje imena značke.
uk: Пункт **Редагувати заголовок мітки** :kbd:`F2` призначено для внесення змін до назви мітки.

source: **Reset Tag Icon** to the standard tag icon.
ca: **Reinicia la icona de l'etiqueta** a la icona d'etiqueta estàndard.
it: **Reimposta l'icona del tag** alla loro icona standard.
nl: **Pictogram Tag resetten** naar het standaard pictogram voor tag.
pt: **Repor o Ícone da Marca** com o ícone-padrão.
sl: **Ponastavi ikono značke** na standardno ikono značke.
uk: **Скинути піктограму мітки** до стандартної піктограми міток.

source: **Create Tag from Address Book** to import address book items as new tags.
ca: **Crea una etiqueta a partir de la llibreta d'adreces** per a importar elements des de la llibreta d'adreces com a etiquetes noves.
it: **Crea tag dalla rubrica** per importare elementi della rubrica degli indirizzi come nuovi tag.
nl: **Tag vanuit adresboek aanmaken** om item in het adresboek te importeren als nieuwe tags.
pt: **Criar uma Marca do Livro de Endereços** para importar itens do livro de endereços como marcas novas.
sl: **Ustvarite značko iz adresarja** za uvoz elementov adresarja kot novih značk.
uk: Пункт **Створити мітку з адресної книги** призначено для імпортування записів адресної книги як нових міток.

source: **Mark Unassigned Tags** marks all tags that are unassigned.
ca: **Marca les etiquetes sense assignar** marca totes les etiquetes que no estan assignades.
it: **Segna i tag non assegnati** contrassegna tutti i tag che non sono stati assegnati.
nl: **Niet toegewezen tags markeren** markeer alle tags die niet zijn toegewezen.
pt: **Marcar as Marcas não-Atribuídas** assinala todas as marcas por atribuir.
sl: **Označi nedodeljene značke** označi vse značke, ki niso dodeljene.
uk: **Позначити непризначені мітки** позначає усі мітки, які не було призначено до записів.

source: **Invert Selection**, useful if you want to select most but not all of your tags.
ca: **Inverteix la selecció**, útil si voleu seleccionar la majoria de les etiquetes, però no totes.
it: **Inverti la selezione**, utile se vuoi selezionare la maggior parte dei tuoi tag, ma non tutti.
nl: **Selectie omdraaien**, nuttig als u de meeste tags wilt selecteren maar niet al uw tags.
pt: **Inverter a Selecção**, útil se quiser seleccionar a maior parte das suas marcas, mas não todas.
sl: **Obrni izbor**, uporabno, če želite izbrati večino svojih značk vendar ne vseh.
uk: Пункт **Інвертувати вибір** може стати у пригоді, якщо ви хочете позначити усі, окрім декількох, мітки..

source: **Expand Selected Nodes** expands only the selected nodes from the tag tree.
ca: **Desplega els nodes seleccionats** expandeix només els nodes seleccionats de l'arbre d'etiquetes.
it: **Espandi nodi selezionati** espande solo i nodi selezionati dall'albero dei tag.
nl: **Geselecteerde nodes uitvouwen** vouwt alleen de geselecteerde nodes in de tag-boomstructuur uit.
pt: **Expandir os Nós Seleccionados** expande só os nós seleccionados da árvore de marcas.
sl: **Razširi izbrana vozlišča** razširi samo izbrana vozlišča iz drevesa značk.
uk: Пункт **Розгорнути позначені вузли** призначений для розгортання позначених вузлів у ієрархії міток.

source: **Expand Tag Tree** expands all of the nodes of the tag tree.
ca: **Desplega l'arbre d'etiquetes** expandeix tots els nodes de l'arbre d'etiquetes.
it: **Espandi albero dei tag** espande tutti i nodi dell'albero dei tag.
nl: **Boomstructuur van tags uitvouwen** vouwt alle nodes van de tag-boomstructuur uit
pt: **Expandir a Árvore de Marcas** expande todos os nós da árvore de marcas.
sl: **Razširi drevo značk** razširi vsa vozlišča drevesa značk.
uk: Пункт **Розгорнути ієрархію міток** призначений для розгортання усіх вузлів у ієрархії міток..

source: **Collapse Tag Tree** collapses all of the nodes of the tag tree.
ca: **Desplega l'arbre d'etiquetes** expandeix tots els nodes de l'arbre d'etiquetes.
it: **Contrai l'albero dei tag** contrae tutti i nodi dell'albero dei tag.
nl: **Boomstructuur van tags invouwen** vouwt alle nodes van de tag-boomstructuur in
pt: **Fechar a Árvore de Marcas** recolhe todos os nós da árvore de marcas.
sl: **Strni drevo značk** strne vsa vozlišča drevesa značk.
uk: Пункт **Згорнути ієрархію міток** призначений для згортання усіх вузлів у ієрархії міток.

source: **Remove Tag from Images** removes selected tag(s) from all images.
ca: **Elimina les etiquetes de les imatges** anul·la l'assignació d'etiqueta/es seleccionada/es de totes les imatges.
it: **Rimuovi tag dalle immagini* rimuove i tag selezionati da tutte le immagini.
nl: **Tags van afbeeldingen verwijderen** verwijdert geselecteerde tag(s uit alle afbeeldingen.
pt: **Remover a Marca das Imagens** remove as marcas seleccionadas de todas as imagens.
sl: **Odstrani značko s slik** odstrani izbrane značke iz vseh slik.
uk: Пункт **Вилучити мітку з зображень** призначено для вилучення позначених міток з усіх зображень.

source: And the drop down menu **Sync Export** which contains:
ca: I el menú desplegable **Sincronitza l'exportació** que conté:
it: E il menu a tendina *Sincronizza esportazione*, che contiene:
nl: En het afrolmenu **Exporteren synchroniseren** dat bevat:
pt: E a lista suspensa **Sincronizar a Exportação**, que contém:
sl: In spustni meni **Sync Export**, ki vsebuje:
uk: і спадне меню **Синхронізувати експортовані дані**, у якому містяться такі пункти:

source: **Write Tags from Database to Image** to sync image metadata with tags from database.
ca: **Escriu les etiquetes de la base de dades a la imatge** per a sincronitzar les metadades de la imatge amb les etiquetes des de la base de dades.
it: **Scrivi i tag dalla banca dati all'immagine** per sincronizzare i metadati dell'immagine con i tag presi dalla banca dati.
nl: **Tags uit database naar afbeelding schrijven** om metagegevens met tags voor afbeeldingen vanuit de database te synchroniseren .
pt: **Gravar as Marcas da Base de Dados na Imagem**, para sincronizar os meta-dados das imagens com as marcas na base de dados.
sl: **Zapišite značke iz baze podatkov v sliko** za sinhronizacijo metapodatkov slike z značkami iz baze podatkov.
uk: Пункт **Записати мітки з бази даних до зображень** призначено для синхронізації метаданих з мітками у базі даних.

source: **Read Tags from Image** to write tags in database using image metadata.
ca: **Llegeix les etiquetes de la imatge** per a escriure etiquetes a la base de dades utilitzant les metadades de la imatge.
it: **Leggi i tag dall'immagine* per scrivere i tag nella nella banca dati utilizzando i metadati dell'immagine.
nl: **Tags lezen uit de afbeelding** om tags naar de database te schrijven uit de metagegevens in de afbeeldingen.
pt: **Ler as Marcas da Imagem** para guardar as marcas na base de dados, usando os meta-dados da imagem.
sl: **Preberi značke iz slike** za pisanje značk v zbirko podatkov z metapodatki slike.
uk: Пункт **Прочитати мітки з файлів зображень** призначено для запису міток до бази даних на основі метаданих зображення.

source: **Wipe all Tags from Database only**.
ca: **Esborra totes les etiquetes només de la base de dades**.
it: **Ripulisci tutti i tag solo dalla banca dati**.
nl: **Alle tags alleen uit de database wissen**.
pt: **Apagar Todas as Marcas Apenas da Base de Dados**.
sl: **Izbriši vse značke samo iz zbirke podatkov**.
uk: **Витерти усі мітки лише з бази даних**.

source: The **Tag Manager** window consists of three parts, the **Quick Access List** to the left, the **Tags** tree (or parts of it) in the middle and the **Tag Properties** to the right for the selected tag.
ca: La finestra del **Gestor d'etiquetes** consta de tres parts, la **Llista d'accés ràpid** a l'esquerra i l'arbre d'**Etiquetes** (o parts d'ell) al mig i les **Propietats de l'etiqueta** a la dreta per a l'etiqueta seleccionada.
it: La finestra del **gestore dei tag** consiste di tre parti, una **Lista di accesso rapido** alla sinistra, l'albero dei **tag** (o parti di esso) al centro e le **proprietà del tag** alla destra per il tag selezionato.
nl: Het venster **Tagbeheerder** bevat drie onderdelen, de **Snelle toegangslijst** links en de boomstructuur van **Tags** (of delen ervan) in het midden en **Tageigenschappen** rechts voor de geselecteerde tag.
pt: A janela do **Gestor de Marcas** consiste em duas partes, a **Lista de Acesso Rápido** à esquerda e a árvore de **Marcas** (ou partes dela) à direita. Na barra lateral direita, poderá ainda expandir a janela de **Propriedades da Marca** seleccionada.
sl: Okno **Upravljalnika značk** je sestavljeno iz treh delov, **Seznam hitrih dostopov** na levi, drevo **Značke** (ali njihovih delov) na sredini in **Lastnosti značke** na desni za izbrano značko.
uk: Вікно керування мітками складається з двох частин: списку швидкого доступу, розташованого ліворуч, та ієрархії міток (або її частин) посередині та панелі **Властивості мітки**, розташованої праворуч від позначеної мітки.
