Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/tags_view.po
Languages: ca, it, nl, pt, sl, uk

source: The Quick Access List allows you to display only a certain node (and its sub-nodes) in the tag tree window. Select a tag in the tag tree and clic on **Add to List** button. The tag will appear in the Quick Access List. If you select it there the tag tree will show only that node which you can still expand to see the sub-nodes. Note that the tag tree will also show only a limited number of tags while using the search field. It will show only those tags that contain the string in the search field.
ca: La Llista d'accés ràpid permet mostrar només un determinat node (i els seus subnodes) a la finestra de l'arbre d'etiquetes. Seleccioneu una etiqueta a l'arbre d'etiquetes i feu clic sobre el botó **Afegeix a la llista**. L'etiqueta apareixerà a la Llista d'accés ràpid. Si la seleccioneu allà, l'arbre d'etiquetes només mostrarà aquest node que encara es podrà desplegar per a veure els subnodes. Cal tenir en compte que l'arbre d'etiquetes només mostrarà un nombre limitat d'etiquetes mentre utilitzeu el camp de cerca. Només mostrarà les etiquetes que continguin la cadena en el camp de cerca.
it: La Lista di accesso rapido ti permette di visualizzare solo certi nodi (e i loro sotto-nodi) nella finestra dell'albero dei tag. Seleziona un taq nell'albero e fai clic sul pulsante **Aggiungi all'elenco**: il tag apparirà nella Lista di accesso rapido. Selezionando da qui, l'albero dei tag mostrerà solo quei nodi che è ancora possibile espandere per vedere i sotto-nodi. Nota che l'albero mostra solo un numero limitato di tag mentre stai usando il campo di ricerca, cioè solo quelli che contengono la stringa inserita nel campo di ricerca.
nl: De Snelle toegangslijst stelt u in staat om een bepaalde node (en zijn sub-nodes) weer te geven in het venster boomstructuur van tags. Selecteer een tag in de boomstructuur van tags en klik op de knop **Aan lijst toevoegen**. De tag zal verschijnen in de Snelle toegangslijst. Als u het daar selecteert zal de boomstructuur van tags alleen die node weergeven die u nog steeds kunt uitvouwen om de sub-nodes te zien. Merk op dat de boomstructuur van tags ook slechts een beperkt aantal tags zal weergeven bij gebruik van het zoekveld. Het zal alleen die tags tonen die de tekenreeks in het zoekveld bevatten.
pt: A Lista de Acesso Rápido permite-lhe mostrar apenas um dado nó (e os seus sub-nós) na janela da árvore de marcas. Seleccione uma marca na árvore de marcas e carregue no botão **Adicionar à Lista**. A marca irá aparecer na Lista de Acesso Rápido. Se a seleccionar aí, a árvore de marcas só irá mostrar esse nó, o qual poderá à mesma expandir para ver os sub-nós. Lembre-se que a árvore de marcas também só irá mostrar um número limitado de marcas, enquanto usa o campo de pesquisa. Só irá mostrar aquelas marcas que possuam o texto no campo de pesquisa.
sl: Seznam za hitri dostop vam omogoča prikaz samo določenega vozlišča (in njegovih pod-vozlišč) v oknu drevesa značk. Izberite oznako v drevesu značk in kliknite gumb **Dodaj na seznam**. Značka se bo pojavila na seznamu za hitri dostop. Če ga tam izberete, se bo pokazalo samo tisto vozlišče drevesa značk, ki ga še lahko razširite, da vidite podvozlišča. Upoštevajte, da bo tudi drevo značk prikazalo samo omejeno število značk med uporabo iskalnega polja. Prikazalo bo samo tiste značke, ki vsebujejo niz v iskalnem polju.
uk: За допомогою списку швидкого доступу ви можете наказати програмі показувати у вікні ієрархії міток лише певний вузол ієрархії (та його підвузли)**. Позначте мітку у ієрархії і натисніть кнопку **Додати до списку**. У відповідь мітку буде додано до списку швидкого доступу. Якщо ви позначите її у цьому списку, у ієрархії міток буде показано лише відповідний вузол, який можна буде розгорнути і побачити його підвузли. Слід також зауважити, що у ієрархії міток буде показано лише обмежену кількість міток, якщо було використано поле пошуку. У списку залишаться лише ті пункти, які містять рядок пошуку.

source: The Tag Properties dialog allows you to change the name of the tag, the icon used in the Tag tree and the shortcut.
ca: El diàleg Propietats de l'etiqueta permet canviar el nom de l'etiqueta, la icona utilitzada a l'arbre d'etiquetes i la drecera.
it: La finestra delle proprietà del tag ti permette di modificare il nome del tag, l'icona usata nell'albero dei tag e la scorciatoia.
nl: De dialoog Tageigenschappen laat u de naam van de tag, het gebruikte pictogram in de boomstructuur Tags en de sneltoets wijzigen.
pt: A janela de Propriedades da Marca permite-lhe modificar o nome da marca, o ícone usado na árvore de Marcas e o atalho.
sl: Pogovorno okno Lastnosti značke vam omogoča, da spremenite ime značke, ikono, uporabljeno v drevesu značk, in bližnjico.
uk: За допомогою діалогового вікна властивостей мітки ви можете змінити назву мітки, піктограму, яку буде використано у ієрархії міток, і клавіатурне скорочення мітки.

source: Tagging Photographs
ca: Etiquetatge de fotografies
it: Attribuire tag alle fotografie
nl: Tags toevoegen aan foto's
pt: Marcar as Fotografias
sl: Označevanje fotografij
uk: Встановлення міток для фотографій

source: Before you can get the most out of digiKam's tagging capabilities, you must first tag your photographs. There are a few methods for that task. Once you have identified the photographs that you want to tag you can either drag and drop them onto the tag in the Tags tree or, by clicking with the right mouse button on the selected photographs in the Image Window, you can use the **Assign Tag** menu to select the tags you wish to set.
ca: Abans de poder aprofitar al màxim les capacitats d'etiquetatge del digiKam, primer haureu d'etiquetar les vostres fotografies. Hi ha alguns mètodes per a aquesta tasca. Un cop hàgiu identificat les fotografies que voleu etiquetar, podreu arrossegar-les i deixar-les anar sobre l'etiqueta en l'arbre d'etiquetes o, fent clic amb el botó dret del ratolí sobre les fotografies seleccionades a la finestra d'imatge, podeu utilitzar el menú **Assignació d'etiquetes** per a seleccionar les etiquetes que voleu establir.
it: Prima di poter usare tutte le capacità di digiKam con i tag, devi prima assegnarli alle fotografie. Ci sono alcuni metodi per farlo: quando hai identificato le foto a cui vuoi assegnare i tag puoi sia trascinarle sul tag nell'albero dei tag, sia usare il menu **Assegna tag* per selezionare i tag che vuoi impostare, facendo clic col pulsante destro del mouse sulle foto selezionate nella finestra delle immagini.
nl: Voordat u alles uit de tag-mogelijkheden van digiKam kunt halen, moet u eerst uw foto's van een tag voorzien. Er zijn een paar manieren voor deze taak. Als u de foto's die u van een tag wilt voorzien hebt uitgezocht dan kunt u die op de tag van uw keuze in de tag-boomstructuur loslaten of u kunt door met de rechter muisknop te klikken op de geselecteerde foto's in het venster voor afbeeldingen gebruik maken van het menu **Tag toewijzen** om de gewenste tags te selecteren.
pt: Antes de poder tirar o máximo partido das funcionalidades de marcas do digiKam, deverá primeiro marcar as suas fotografias. Existem alguns métodos para essa tarefa. Assim que tiver identificado as fotografias que deseja marcar, poderá arrastar e largar sobre a marca na árvore de Marcas ou, carregando com o botão direito do rato sobre as fotografias seleccionadas na Janela da Imagem, poderá usar o menu **Atribuir a Marca** para seleccionar as marcas que deseja atribuir.
sl: Preden lahko kar najbolje izkoristite zmožnosti označevanja digiKam, morate najprej označiti svoje fotografije. Za to nalogo obstaja nekaj metod. Ko ste identificirali fotografije, ki jih želite označiti, jih lahko povlečete in jih spustite na oznako v drevesu značk ali s klikom z desno miško na izbranih fotografijah v slikovnem oknu lahko uporabite meni **Dodeli značko** za izbiro značk, ki jih želite nastaviti.
uk: Щоб використати можливості роботи з мітками digiKam повністю, вам слід спочатку призначити мітки для ваших фотографій. Існує декілька способів створення міток для фотографій. Після визначення фотографій, яким ви бажаєте призначити мітку, ви можете перетягнути і скинути їх на позначку мітки у ієрархії «Мітки». Крім того, можна навести вказівник на одну з позначених фотографій на панелі зображень, клацнути правою кнопкою миші і скористатися підменю **Призначити мітку** для вибору міток, які ви бажаєте призначити.

source: Drag and Drop: works with both sidebars provided they are showing tags of course. With the Right Sidebar it works the obvious way: you drag the tag and drop it onto the photograph or selection of photographs you want to tag. With the Left Sidebar you have to drag the photographs to the tags. You want to know why? Just try it the other way and you will see.
ca: Arrossegar i deixar anar: funciona amb les dues barres laterals sempre que es mostrin les etiquetes, és clar. Amb la barra lateral dreta funciona de manera òbvia: s'arrossega l'etiqueta i es deixa anar sobre la fotografia o selecció de fotografies que voleu etiquetar. Amb la barra lateral esquerra haureu d'arrossegar les fotografies cap a les etiquetes. Voleu saber per què? Intenteu-ho d'una altra manera i veureu.
it: Trascinamento: funziona con entrambe le barre laterali, a condizione, naturalmente, che stiano mostrando dei tag. Con la barra laterale destra funziona in maniera ovvia: trascina il tag e rilascialo sulla fotografia o sulla selezione di fotografie a cui vuoi assegnarlo. Con la barra laterale sinistra devi invece trascinare le fotografie sul tag. Vuoi sapere perché? Prova nell'altro modo e vedrai.
nl: Slepen en loslaten: werkt met beide zijbalken als ze natuurlijk tags tonen. Met de rechter zijbalk werkt het op de natuurlijke manier: u sleept de tag en laat het los op de foto of selectie van foto's waaraan u een tag wilt hangen. Met de linker zijbalk moet u de foto's naar de tags slepen. U wilt weten waarom? Probeer het op de andere manier en u zult het zien.
pt: Arrastamento: funciona com ambas as barras laterais, desde que estejam a apresentar marcas, obviamente. Com a Barra Lateral Direita, funciona como se pretende: o utilizador arrasta a marca e larga-a sobre a fotografia ou selecção de fotografias que deseja marcar. Com a barra lateral esquerda, tem de arrastar as fotografias para as marcas. Quer saber porquê? Experimente fazer no sentido inverso e irá ver.
sl: Povleci in spusti: deluje z obema stranskima stolpcema, seveda pod pogojem, da prikazujeta značke. Z desnim stranskim stolpcem deluje na očiten način: povlečete značko in jo spustite na fotografijo ali izbor fotografij, ki jih želite označiti. Z levim stranskim stolpcem morate povleči fotografije do značk. Hočete vedeti zakaj? Samo poskusite drugače in videli boste.
uk: Перетягування зі скиданням: працює на обох бічних панелях, звичайно ж, якщо на них показано мітки. На правій бічній панелі все працює у очевидний спосіб: ви перетягуєте позначку мітки і скидаєте її на фотографію або позначені фотографії, які ви хочете пов’язати з міткою. На лівій бічній панелі вам доведеться перетягти фотографію на мітку. Знаєте чому? Просто спробуйте зробити навпаки, і ви усе зрозумієте.

source: You can also use drag and drop between tabs from same sidebar, for example dragging a icon-view item from **Albums** to the **Tags** view. To switch from one tab to another one, just move the mouse over the tab title for a few seconds while dragging, the new view will be enabled and dragging operation can continue.
ca: També podreu arrossegar i deixar anar entre pestanyes des de la mateixa barra lateral, per exemple, arrossegant un element en la vista d'icones des de la vista **Àlbums** fins a la d'**Etiquetes**. Per a canviar d'una pestanya a una altra, senzillament moveu el ratolí sobre el títol de la pestanya durant uns segons mentre arrossegueu, la vista nova s'habilitarà i l'operació d'arrossegament podrà continuar.
it: Puoi usare il trascinamento anche tra le schede della stessa barra laterale, per esempio trascinando un elemento della vista a icone dalla vista **Album** a quella **Tag**. Per passare da una scheda all'altra sposta il mouse sopra il titolo della scheda per qualche secondo mentre trascini, la nuova vista verrà attivata e l'operazione di trascinamento potrà proseguire.
nl: U kunt ook tussen tabbladen slepen en loslaten gebruiken en vanuit dezelfde zijbalk, bijvoorbeeld een item in de pictogramweergave uit **Albums** naar de weergave **Tags**. Om van het ene tabblad naar het andere om te schakelen, verplaats de muis over de tabbladtitel gedurende een paar seconden tijdens slepen, dan zal de nieuwe weergave ingeschakeld worden en het slepen kan doorgaan.
pt: Também poderá usar o arrastamento entre páginas da mesma barra lateral, por exemplo ao arrastar um item da área de ícones dos **Álbuns** para as **Marcas**. Para mudar de uma página para a outra, basta mover o cursor para cima do título da página durante alguns segundos, durante o arrastamento, para que a nova área fique activa e a operação de arrastamento possa prosseguir.
sl: Uporabite lahko tudi vlečenje in spuščanje med zavihki iz istega stranskega stolpca, na primer vlečenje elementa pogleda ikon iz **Albumov** v pogled **Značke**. Za zamenjavo z enega zavihka na drugega, le premaknite miško nad naslov zavihka za nekaj sekund, med vlečenjem bo omogočen nov pogled in operacija vlečenja se lahko nadaljuje.
uk: Ви також можете скористатися перетягуванням зі скиданням між вкладками однієї бічної панелі, наприклад, перетягнути запис з панелі перегляду піктограм з панелі **Альбоми** на панель **Мітки**. Щоб перемкнутися з однієї вкладки на іншу, просто наведіть вказівник миші на заголовок вкладки на декілька секунд під час перетягування. Програма активує нову панель перегляду і ви зможете продовжити дію з перетягування.

source: Shortcuts: as mentioned earlier in this chapter you can assign keyboard shortcuts in the Tag Properties. With these you can assign or un-assign a tag to the selected photograph(s).
ca: Dreceres: com s'ha esmentat anteriorment en aquest capítol, podreu assignar dreceres de teclat en les Propietats de l'etiqueta. Amb aquestes podreu assignar o desassignar una etiqueta a la/es fotografia/es seleccionada/es.
it: Scorciatoie: come menzionato in precedenza in questo capitolo, puoi assegnare delle scorciatoie nelle proprietà dei tag. Con queste puoi assegnare o rimuovere un tag dalle fotografie selezionate.
nl: Sneltoetsen: zoals eerder genoemd in dit hoofdstuk kunt u sneltoetsen toekennen in de Tag-eigenschappen. Hiermee kunt u een tag toekennen aan of afnemen van de geselecteerde foto('s).
pt: Atalhos: Como foi mencionado anteriormente neste capítulo, poderá atribuir atalhos de teclado nas Propriedades das Marcas. Com estas, poderá atribuir ou não uma marca às fotografias seleccionadas.
sl: Bližnjice: kot je bilo omenjeno prej v tem poglavju, lahko dodelite bližnjico na tipkovnici v lastnostih značke. S temi lahko dodelite ali umaknete dodelitev značke k izbrani(h) fotografiji(ah).
uk: Клавіатурні скорочення: як ми вже згадували вище у цьому розділі, ви можете пов’язати із міткою комбінацію клавіш у «Властивостях мітки». За допомогою такої комбінації ви зможете призначати мітки до позначених фотографій або скасовувати таке призначення.

source: Context menu: by clicking with the right mouse button on the selected photographs and choosing **Assign Tag** you will see the next menu step offering the ten most recently used tags, **Add New Tag...**, described at the beginning of the :ref:`previous section <managing_tags>`, and **More Tags...** which leads to what is described in the next paragraph. The context menu method is obviously very useful if you use only a limited number of tags out of your whole tree for a while.
ca: Menú contextual: fent clic amb el botó dret del ratolí sobre les fotografies seleccionades i seleccionant **Assignació d'etiquetes**, veureu el pas següent del menú que ofereix les deu etiquetes utilitzades més recentment, **Afegeix una etiqueta nova...**, descrites al començament de la :ref:`secció anterior <managing_tags>` i **Més etiquetes...**, la qual ens porta al que es descriu en el paràgraf següent. Òbviament, el mètode del menú contextual és molt útil si durant un temps només utilitzeu un nombre limitat d'etiquetes de tot el vostre arbre.
it: Menu contestuale: facendo clic col pulsante destro del mouse sulle fotografie selezionate e scegliendo **Assegna tag** vedrai che la finestra del passaggio successivo ti offre gli ultimi dieci tag usati, **Aggiungi nuovo tag...**, che è stato descritto all'inizio della :ref:`sezione precedente <managing_tags>` e **Altri tag...**, che conduce all'argomento descritto nel prossimo paragrafo. Il metodo del menu contestuale è ovviamente molto utile se per un po' usi solo un numero limitato di tag del tuo albero.
nl: Contextmenu: door te klikken met de rechter muisknop op de geselecteerde foto's en kiezen van **Tag toekennen** ziet u de volgende stap in het menu die u de tien meest recent gebruikte tags laat zien, **Nieuwe tag toevoegen...**, beschreven aan het begin van de :ref:`vorige sectie <managing_tags>` en **Meer tags...** leidt u naar wat is beschreven in de volgende paragraaf. De methode met het contextmenu is duidelijk erg nuttig als u slechts een poosje een beperkt aantal tags hebt uit uw gehele boom.
pt: Menu de contexto: ao carregar com o botão direito do rato sobre as fotografias seleccionadas e escolher **Atribuir a Marca**, irá ver o próximo passo do menu que disponibiliza as dez marcas usadas mais recentemente, bem como as opções para **Adicionar uma Nova Marca...**, descrita no início da :ref:`secção anterior <managing_tags>` e **Mais Marcas...**, que nos apresenta o que está descrito no parágrafo seguinte. O método do menu de contexto é obviamente bastante útil se usar apenas um número limitado de marcas da sua árvore durante o seu trabalho.
sl: Kontekstni meni: s klikom z desno miškino tipko na izbrane fotografije in izbiro **Dodeli značko** boste videli naslednji korak menija ki ponuja deset nazadnje uporabljenih značk, **Dodaj novo značko...**, opisano na začetku :ref:`prejšnjega razdelka <managing_tags>` in **Več značk...**, kar vodi do tega, kar je opisano v naslednjem odstavku. Metoda kontekstnega menija je očitno zelo uporabna, če uporabljate le omejeno število značk iz celotnega drevesa za nekaj časa.
uk: Контекстне меню: наведіть вказівник миші на позначені фотографії, клацніть правою кнопкою миші і виберіть у контекстному меню пункт **Призначити мітку**. Ви побачите наступне підменю, у якому програма запропонує вам призначити одну з десяти останніх використаних міток, пункт **Додати нову мітку...**, дію якого описано на початку :ref:`попереднього розділу <managing_tags>`, та пункт **Інші мітки...**, дію якого описано нижче. Контекстне меню є зручним, якщо ви у певний період роботи зі збіркою використовуєте обмежений набір міток з вашої ієрархії.

source: When you delete an Album from digiKam it will be moved into the internal Trash Can. As an option you could change this behavior, so that delete really will remove the Album and all of the photographs in it. This can be changed by selecting :menuselection:`Settings --> Configure digiKam...` and selecting the Miscellaneous page. At the top of this page are the settings that control what happens when a photograph is deleted. To delete an Album, click with the right mouse button over the Album in the “Albums” tree and select Delete Album from the context menu.
it: Quando elimini un album da digiKam, esso verrà spostato nel cestino interno. Puoi cambiare questo comportamento, in modo che l'eliminazione dell'album e di tutte le sue fotografie sia definitiva. L'opzione è modificabile andando in :menuselection:`Impostazioni --> Configura digiKam...` e selezionando la pagina **Varie**. In cima a questa pagina sono presenti le impostazioni che controllano cosa accade quando viene eliminata una fotografia: per eliminare un album facci clic col pulsante destro del mouse nell'albero “Album” e scegli **Elimina album** dal menu contestuale.
pt: Quando apagar um álbum no digiKam, o mesmo será movido para o Caixote do Lixo interno. Como opção, poderá modificar este comportamento, de forma que a remoção apague de facto o álbum e todas as fotografias existentes nele. Isto poderá ser modificado ao invocar a opção :menuselection:`Configuração --> Configurar o digiKam...` e seleccionar a página de Diversos. No topo desta página existem as definições que controlam o que acontece quando é removida uma fotografia. Para apagar um álbum, carregue com o botão direito do rato sobre o álbum, na árvore de “Álbuns” e seleccionar a opção 'Apagar o Álbum' no menu de contexto.
sl: Ko izbrišete album iz digiKama, bo premaknjen v notranji Koš za smeti. Kot možnost lahko spremenite to obnašanje, tako da bo brisanje zares bo odstranilo album in vse fotografije v njem. To je lahko spremenite tako, da izberete :menuselection:`Nastavitve --> Konfiguriraj digiKam...` in izbiro strani Razno. Na vrhu te strani so nastavitve, ki nadzirajo, kaj se zgodi, ko je fotografija izbrisana. Če želite izbrisati album, z desnim gumbom miške kliknite album v drevesu »Albumi« in v kontekstnem meniju izberite Izbriši album.
uk: Якщо ви вилучите альбом у digiKam, його буде пересунуто до вбудованої теки смітника. Ви можете змінити цю поведінку програми так, щоб вилучення альбому у програмі призводило до остаточного вилучення теки альбому та всіх фотографій, що у ній зберігаються. Для цього слід скористатися пунктом меню :menuselection:`Параметри --> Налаштувати digiKam...` і перейти на сторінку **Різне**. У верхній частині цієї сторінки розташовано параметри, які керують поведінкою програми під час вилучення фотографії. Щоб вилучити альбом, наведіть на пункт альбому у ієрархії панелі «Альбоми», клацніть правою кнопкою миші і оберіть пункт **Вилучити альбом** у контекстному меню.

source: Tagging Image With Context Menu From Icon-View
ca: Etiquetatge d'imatges amb el menú contextual des de la vista d'icones
it: Attribuire tag a un'immagine col menu contestuale dalla vista a icone
nl: Een foto van een tag voorzien met het contextmenu uit pictogramweergave
pt: Marcar a Imagem com o Menu de Contexto da Área de Ícones
sl: Označevanje slike s kontekstnim menijem iz pogleda ikon
uk: Встановлення міток зображення за допомогою контекстного меню панелі перегляду піктограм
