Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/main_window/timeline_view.po
Languages: ca, nl, pt, sl, sv, uk

source: digiKam Main Window Timeline View
ca: La vista de línia de temps a la finestra principal del digiKam
nl: Tijdlijnweergave in het hoofdvenster van digiKam
pt: Área da Linha Temporal da Janela do digiKam
sl: digiKam glavno okno pogleda časovnice
sv: Tidslinjevisning i digiKams huvudfönster
uk: Панель розкладу основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, timeline, days, weeks, months, years
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, línia de temps, dies, setmanes, mesos, anys
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, eren, gemakkelijk, tijdlijn, dagen, weken, maanden, jaren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, linha temporal, dias, semanas, meses, anos
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, časovnica, dnevi, tedni, meseci, leta
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, tidslinje, dagar, veckor, månader, år
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, розклад, дні, тижні, місяці, роки

source: Time-Line View
ca: La vista Línia de temps
nl: Tijdlijnweergave
pt: Área da Linha Temporal
sl: Pogled časovne premice
sv: Tidslinjevisning
uk: Панель перегляду розкладу

source: The Timeline View
ca: La vista de línia de temps
nl: De tijdlijnweergave
pt: A Área da Linha Temporal
sl: Pogled časovnice
sv: Tidslinjevisningen
uk: Панель перегляду розкладу

source: The Timeline View shows a timescale-adjustable histogram of the numbers of images per **Time Unit** which is selectable by a drop down field. Available graininess of time are **Day**, **Week**, **Month**, and **Year**.
ca: La vista de línia de temps mostra un histograma ajustable a escala de temps del nombre d'imatges per **Unitat de temps**, la qual podreu seleccionar mitjançant una llista desplegable. La granulositat de temps disponibles són **Dia**, **Setmana**, **Mes** i **Any**.
nl: De tijdlijnweergave toont een aanpasbaar histogram van de tijdschaal van het aantal afbeeldingen per **Tijdseenheid** die met een afrolveld is te selecteren. Beschikbare granulariteiten van de tijd zijn **Dag**, **Week**, **Maand** en **Jaar**.
pt: A Área da Linha Temporal mostra um histograma ajustável na escala do tempo dos números de imagens por **Unidade Temporal**, a qual pode ser seleccionada na lista correspondente. Tem disponíveis as granularidades de tempo são o **Dia**, **Semana**, **Mês** e **Ano**.
sl: Ogled časovne premice prikazuje časovno nastavljiv histogram števila slik na **Časovno enoto**, ki ga je mogoče izbrati v spustnem polju. Razpoložljiva zrnatost časa je **Dan**, **Teden**, **Mesec** in **Leto**.
sv: Tidslinjevisningen visar ett histogram med inställningsbar tidsskala med antalet bilder per **Tidsenhet** som kan väljas i ett kombinationsfält. Tillgänglig tidsupplösning är **Dag**, **Vecka**, **Månad** och **År**.
uk: У режимі перегляду шкали часу програма покаже вам придатну до налаштовування гістограму із розподілом зображень за часом. Одиницю часу можна вибрати зі спадного списку. Доступними одиницями є **день**, **тиждень**, **місяць** і **рік**.

source: To the right of that you can choose between a **Linear** or **Logarithmic** histogram using scaling buttons. A selection frame can be moved over the histogram and to display the photographs out of a certain time frame, just click on the corresponding histogram bar. You are not restricted to one bar: with :kbd:`Shift+left` click you can select a range of bars from the histogram, and with :kbd:`Ctrl+left` click you can select more single bars to the first one.
ca: A la dreta, podreu triar entre un histograma **lineal** o **logarítmic** utilitzant els botons d'escala. Per sobre de l'histograma es pot moure un marc de selecció per a mostrar les fotografies fora d'un període de temps determinat, només cal fer clic sobre la barra corresponent. No està restringit a una barra: amb la drecera :kbd:`Maj+clic esquerre` podreu seleccionar un interval de barres a l'histograma, o amb :kbd:`Ctrl+clic esquerre` podreu seleccionar més barres individuals que la primera.
nl: Rechts daarvan kunt u kiezen tussen een **Lineair** of **Logaritmisch** histogram met een schaalknop. Een selectieframe kan over het histogram bewegen om foto's uit een bepaald tijdframe te tonen, klik eenvoudig op de bijbehorende histogrambalk. U bent niet beperkt tot één balk: met klik :kbd:`Shift+Links` kunt een reeks balken selecteren uit het histogram en met :kbd:`Ctrl+Links` kunt u meer enkele balken naast de eerste selecteren.
pt: À direita da mesma, poderá escolher entre um histograma **Linear** ou **Logarítmico**, usando os botões da escala. Uma área de selecção vai-se movendo ao longo do histograma. Para mostrar as fotografias dentro de um dado período de tempo, basta carregar na barra correspondente. Não está restrito a uma barra. Com o :kbd:`Shift+botão esquerdo` ou com o :kbd:`Ctrl+botão esquerdo`, poderá adicionar mais barras à primeira.
sl: Desno od tega lahko izbirate med **Linearnim** ali **Logaritemskim** histogramom z uporabo gumbov za lestvičenje. Izbirni okvir lahko premaknete čez histogram in za prikaz fotografij izven določenega časovnega okvira, samo kliknite na ustrezno vrstico histograma. Niste omejeni na eno vrstico: z :kbd:`Shift+levi` klik lahko izberete obseg stolpcev histograma in s :kbd:`Ctrl+levi` klik lahko izberete več posameznih stolpcev do prvega.
sv: Till höger om det kan man välja mellan ett **linjärt** eller **logaritmiskt** histogram med hjälp av skalningsknappar. En markeringsram kan flyttas över histogrammet och för att visa fotografierna utanför en viss tidsram klickar man bara på motsvarande histogramfält. Man är inte begränsad till en stapel: med :kbd:`Skift+vänster` kan man markera ett antal staplar från histogrammet, och med :kbd:`Ctrl+vänster` kan man lägga till fler enskilda staplar till den första.
uk: Праворуч за допомогою кнопок масштабування ви можете вибрати варіант гістограми: лінійна чи логарифмічна. Діапазон позначення можна рухати гістограмою. Щоб побачити усі фотографії у певному часовому діапазоні, просто наведіть вказівник миші на відповідний стовпчик гістограми і клацніть лівою кнопкою миші. Можна позначити і декілька стовпчиків. Додати стовпчики до першого можна за допомогою комбінації :kbd:`Shift` і клацання лівою кнопкою миші для позначення діапазону стовпчиків або :kbd:`Ctrl` і клацання лівою кнопкою миші для позначення додаткових стовпчиків на додачу до першого.

source: Timeline Selection Screencast
ca: Vídeo d'una captura de pantalla d'una selecció a la línia de temps
nl: Schermfilmpje van tijdlijnselectie
pt: Transmissão da Selecção da Linha Temporal
sl: Zaslon za izbiro časovne osi
sv: Skärminspelning av tidslinjeval
uk: Вибір на панелі розкладу

source: In the field right below you can enter a title and save your selection. It will then appear in the **Searches** list field below. But the best is still to come: the Timeline View offers a search for a search. If you have a lot more searches saved in the database, the adaptive search field at the bottom may help to find a certain entry in the list.
ca: En el camp just a sota, podreu introduir un títol i desar la vostra selecció. Després apareixerà en el camp de la llista **Cerques** a continuació. Però el millor encara ha de venir: la vista de línia de temps ofereix una cerca per a una cerca. Si teniu moltes més cerques desades a la base de dades, el camp de cerca adaptable a la part inferior podrà ajudar a trobar una entrada determinada a la llista.
nl: In het veld rechtsonder kunt u een titel invoeren en uw selectie opslaan. Het zal dan verschijnen in het onderstaande veld met een lijst **Zoekopdrachten**. Maar het beste moet nog komen: de Tijdlijnweergave biedt een zoekopdracht voor een zoekopdracht! Als u heel wat meer zoekopdrachten hebt opgeslagen in de database zal het aanpasbare zoekopdrachtveld onderaan kunnen helpen bij het vinden van een bepaald item in de lijst.
pt: No campo imediatamente abaixo, poderá introduzir um título e gravar a sua selecção. Irá então aparecer na lista de **Pesquisas** abaixo. Mas o melhor está ainda por vir: a Linha Temporal fornece uma pesquisa para as pesquisas! Se tiver mais pesquisas gravadas que as quatro deste exemplo, o campo de pesquisa adaptativo no fundo poderá ajudar a procurar por um dado item na lista.
sl: V polje desno spodaj lahko vnesete naslov in shranite izbiro. Ta se nato prikaže v polju seznama **Iskanja** spodaj. Ampak najboljše je še pride: pogled časovnice ponuja iskanje za iskanje. Če imate veliko iskanj, shranjenih v bazi podatkov, prilagodljivo iskalno polje na dnu lahko pomaga najti določen vnos na seznamu.
sv: I fältet till höger nedan kan man ange en titel och spara valet. Den visas då i listfältet **Sökningar** nedan. Men det bästa är kvar: Tidslinjevisningen erbjuder en sökning efter en sökning. Om man har många fler sökningar sparade i databasen kan det adaptiva sökfältet längst ner hjälpa till att hitta en viss post i listan.
uk: За допомогою поля, розташованого нижче, ви можете вказати назву і зберегти позначене. Цю назву буде згодом показано у списку «Результати пошуку». Але це ще не все: у режимі перегляду шкали часу ви можете шукати пошук! Якщо у вас збережено багато результатів пошуку, ви можете скористатися полем для пошуку, розташованим внизу, для того, щоб знайти потрібний вам запис у списку.

source: The date-range of the histogram is populated with the time stamp of items registered in the database. For each date matching the histogram bars time-resolution, an item is counted in the statistics. Long bars correspond to dates where a lots of items have been taken in the same graininess-range.
ca: L'interval de dates de l'histograma es completa amb la marca de temps dels elements registrats en la base de dades. Per a cada data que coincideixi amb la resolució de temps de les barres de l'histograma, es comptarà un element a les estadístiques. Les barres llargues corresponen a dates en què s'han capturat molts elements durant el mateix interval de granulositat.
nl: De datumreeks van het histogram is bevolkt met de tijdstempels van items geregistreerd in de database. Voor elke datum overeenkomend met de tijdresolutie van de histogrambalken, wordt en item geteld in de statistieken. Lange balken komen overeen met datums waar veel items zich bevinden in dezelfde granulariteitsreeks.
pt: A gama de datas do histograma é preenchida com a hora dos itens registada na base de dados. Para cada data correspondente à resolução de tempo das barras do histograma, irá contar um item nas estatísticas. As barras longas correspondem às datas em que vários itens foram tirados dentro dessa gama de granularidade.
sl: Datumsko obdobje histograma je zapolnjeno s časovnim žigom elementov registriranih v bazi podatkov. Za vsak datum, ki se ujema s stolpci histograma, ločljivost časa, se postavka šteje v statistiko. Dolgi stolpci ustrezajo datumom, ko je bilo posnetih veliko predmetov v istem obsegu zrnatosti.
sv: Histogrammets datumintervall fylls i med tidsstämpeln för objekt som registrerats i databasen. För varje datum som matchar tidsupplösningen för histogrammets staplar, räknas ett objekt i statistiken. Långa staplar motsvarar datum där många objekt har tagits i samma intervall.
uk: Діапазон дат для гістограми буде заповнено на основі часової позначки записів, яку зареєстровано у базі даних. Для кожної дати, що відповідає роздільності стовпчиків гістограми, буде обчислено статистичні дані. Довгі стовпчики відповідатимуть датам із великою кількістю записів, що потрапляють у той самий діапазон часу.

source: The icon-view gives the search results of the selection of date. You can select wanted items to post-process contents on batch queue manager or export items to the Internet. From Right sidebar you can filter icon view contents by database properties.
ca: La vista d'icones proporciona els resultats de cerca de la selecció de data. Podreu seleccionar elements desitjats per a postprocessar contingut en el gestor de la cua per lots o exportar elements a Internet. Des de la barra lateral dreta podreu filtrar el contingut de la vista d'icones per les propietats en la base de dades.
nl: De pictogramweergave geeft de zoekresultaten van de selectie van datums. U kunt gewenste items selecteren om inhoud na te bewerken in de takenwachtrijbeheerder of ze exporteren naar het internet. Vanuit de rechter zijbalk kunt u inhoud van de pictogramweergave filteren op eigenschappen in de database.
pt: A área de ícones devolve os resultados da pesquisa para a selecção de datas em questão. Poderá seleccionar os itens pretendidos para o pós-processamento dos conteúdos no gestor da fila ou exportar os itens para a Internet. Na barra lateral direita, poderá filtrar o conteúdo da área dos ícones de acordo com as propriedades da base de dados.
sl: Pogled z ikonami prikazuje rezultate iskanja po izbiri datuma. Lahko izberete želene elemente za naknadno obdelavo vsebine v upravljalniku paketnih čakalnih vrst ali izvozite predmete v internet. V desnem stranskem stolpcu lahko filtrirate pogled ikon vsebine po lastnostih baze podatkov.
sv: Ikonvyn visar sökresultaten för valda datum. Man kan välja önskade objekt för att efterbehandla innehållet med köhantering av bakgrundsprogram eller exportera objekt till Internet. Från höger sidofält kan man filtrera innehållet i ikonvyn enligt databasegenskaper.
uk: На панелі перегляду піктограм буде показано результати для позначеної дати. Ви можете позначити бажані записи для остаточної обробки вмісту або експортування до інтернету. За допомогою правої бічної панелі ви можете фільтрувати вміст панелі перегляду піктограм за властивостями з бази даних.
