Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/showfoto_editor/showfoto_leftsidebar.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: Overview to Showfoto Left Sidebar
ca: Vista general de la barra lateral esquerra del Showfoto
it: Panoramica della barra laterale di Showfoto
nl: Overzicht in de linker zijbalk van Showfoto
pt_br: Visão geral da barra lateral esquerda do Showfoto
sl: Pregled leve stranske vrstice Showfoto
sv: Översikt av Showfotos vänster sidorad
uk: Огляд лівої бічної панелі Showfoto

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, showfoto, left, sidebar, folders, stack, bookmark, favorite
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, showfoto, esquerra, barra lateral, carpetes, pila, punt d'interès, preferida
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor di immagini, showfoto, sinistra, barra laterale, pila, segnalibro, preferito
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker, showfoto, links, zijbalk, mappen, stapel, bladwijzer, favoriet
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imagem, editor, showfoto, esquerda, barra lateral, pastas, pilha, marcador, favorito
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, slika, urejevalnik, showfoto, levo, stranska vrstica, mape, sklad, zaznamek, priljubljeno
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bild, editor, showfoto, vänster, sidorad, kataloger, träd, bokmärke, favorit
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор, showfoto, шоуфото, ліва, бічна, панель, теки, стос, закладка, улюблені, вибрані

source: :ref:`Left Sidebar <showfoto_editor>`
ca: :ref:`Barra lateral esquerra <showfoto_editor>`
it: :ref:`Barra laterale sinistra <showfoto_editor>`
nl: :ref:`Linker zijbalk <showfoto_editor>`
pt_br: :ref:`Barra lateral esquerda <showfoto_editor>`
sl: :ref:`Leva stranska vrstica <showfoto_editor>`
sv: :ref:`Vänster sidorad <showfoto_editor>`
uk: :ref:`Ліва бічна панель <showfoto_editor>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: The left sidebar is the main difference in the Showfoto user interface compared to the digiKam Image Editor. digiKam used the left sidebar to manage many of its advanced Digital Asset Management capabilities, and these capabilities are not supported in Showfoto. ShowFoto does add the **Folders** and **Stack** tabs to the left sidebar giving the user the essential ability to explore, reference, and quickly access image files stored on the computer. All settings adjusted in the left sidebar are saved and restored between Showfoto sessions.
ca: La barra lateral esquerra és la diferència principal a la interfície d'usuari del Showfoto en comparació amb l'editor d'imatges digiKam. El digiKam utilitza la barra lateral esquerra per a gestionar moltes de les seves capacitats avançades de gestió d'actius digitals, i aquestes capacitats no estan admeses al Showfoto. El Showfoto afegeix les pestanyes **Carpetes** i **Pila** a la barra lateral esquerra donant a l'usuari la capacitat essencial d'explorar, fer referència i accedir ràpidament als fitxers d'imatge emmagatzemats a l'ordinador. Totes les opcions de configuració ajustades a la barra lateral esquerra es desen i es restauren entre les sessions del Showfoto.
it: La barra laterale sinistra rappresenta la differenza principale tra l'interfaccia utente di Showfoto e quella dell'editor delle immagini di digiKam. digiKam usa la barra laterale sinistra per gestire molte funzionalità avanzate della Gestione dei beni digitali, e questo non sono supportate in Showfoto. Showfoto aggiunge le schede **Cartelle** e **Pila** alla barra laterale sinistra per offrire all'utente le capacità essenziali per esplorare, fare riferimento e accedere rapidamente ai file immagine memorizzati nel computer. Tutte le impostazioni regolate nella barra laterale sinistra sono salvate e ripristinate tra una sessione e l'altra di Showfoto.
nl: De Linker zijbalk is het hoofdverschil in het gebruikersinterface van Showfoto vergeleken met de Afbeeldingsbewerker van digiKam. digiKam gebruikt de linker zijbalk om veel van zijn geavanceerde mogelijkheid voor Digitaal Assetbeheer te beheren en deze mogelijkheden worden niet in Showfoto ondersteund. Showfoto voegt de tabbladen **Mappen** en **Stapel** toe aan de linke zijbalk en geeft aan de gebruiker de essentiële mogelijkheden te verkennen, verwijzen en snel toegang te hebben tot afbeeldingsbestanden opgeslagen op de computer. Alle instellingen aangepast in de linker zijbalk worden opgeslagen en hersteld tussen sessies van Showfoto.
pt_br: A barra lateral esquerda é a principal diferença na interface do usuário do Showfoto em comparação com o Editor de Imagem do digiKam. O digiKam utilizava a barra lateral esquerda para gerenciar muitos de seus recursos avançados de Gerenciamento de Ativos Digitais, e esses recursos não são suportados no Showfoto. O ShowFoto adiciona as abas **Pastas** e **Pilha** à barra lateral esquerda, oferecendo ao usuário a capacidade essencial de explorar, consultar e acessar rapidamente os arquivos de imagem armazenados no computador. Todas as configurações ajustadas na barra lateral esquerda são salvas e restauradas entre as sessões do Showfoto.
sl: Leva stranska vrstica je glavna razlika v uporabniškem vmesniku Showfoto v primerjavi z urejevalnikom slik digiKam. digiKam je uporabil levo stransko vrstico za upravljanje številnih svojih naprednih zmožnosti upravljanja digitalnih sredstev, te zmožnosti pa niso podprte v Showfoto. ShowFoto dodaja zavihka **Mape** in **Sklad** v levo stransko vrstico, kar uporabniku daje bistveno možnost raziskovanja, sklicevanja in hitrega dostopa do slikovnih datotek, shranjenih v računalniku. Vse nastavitve, prilagojene v levi stranski vrstici, se shranijo in obnovijo med sejami Showfoto.
sv: Vänster sidorad är den största skillnaden i Showfotos användargränssnitt jämfört med digiKams bildeditor. digiKam använde den vänstra sidoraden för att hantera många av dess avancerade funktioner för digital tillgångshantering, och dessa funktioner stöds inte i Showfoto. Showfoto lägger åtminstone till flikarna **Kataloger** och **Träd** i vänster sidorad vilket ger användaren de nödvändiga möjligheterna att utforska, referera och snabbt komma åt bildfiler lagrade på datorn. Alla inställningar som ändras i vänster sidorad sparas och återställs mellan sessioner av Showfoto.
uk: Ліва бічна панель є основним відмінним компонентом в інтерфейсі користувача, порівняно із редактором зображень digiKam. Оскільки у Showfoto не передбачено додаткових функціональних можливостей з керування цифровою власністю, порівняно із digiKam, панелі **Теки** і **Стос** надають у розпорядження користувача основні можливості з навігації, вивчення та швидкого доступу до бажаних даних на комп'ютері. Усі параметри роботи лівої бічної панелі буде збережено наприкінці сеансу роботи з Showfoto і відновлено під час запуску наступного сеансу.

source: Folders Tab
ca: La pestanya Carpetes
it: Scheda Cartelle
nl: Tabblad Mappen
pt_br: Aba Pastas
sl: Zavihek mape
sv: Katalogfliken
uk: Вкладка тек

source: The **Folders** tab provides a complete tool for navigating your system directory hierarchy to find files, similar to the capabilities provided by a desktop file manager.
ca: La pestanya **Carpetes** proporciona una eina completa per a navegar la jerarquia de directoris del vostre sistema per a trobar fitxers, similar a les capacitats proporcionades per un gestor de fitxers d'escriptori.
it: La scheda **Cartelle** fornisce uno strumento completo per navigare nella gerarchia del tuo sistema di cartelle, in modo simile alle capacità di un gestore di file desktop.
nl: Het tabblad **Mappen** levert een volledig hulpmiddel voor het navigeren van de hiërarchie van uw systeemmappen om bestanden te vinden, met de mogelijkheden geleverd met een bestandsbeheerder op uw bureaublad.
pt_br: A aba **Pastas** fornece uma ferramenta completa para navegar pela hierarquia de pastas do sistema para encontrar arquivos, semelhante aos recursos fornecidos por um gerenciador de arquivos de desktop.
sl: Zavihek **Mape** ponuja popolno orodje za krmarjenje po hierarhiji sistemskega imenika za iskanje datotek, podobno zmožnostim, ki jih ponuja namizni upravljalnik datotek.
sv: Fliken **Kataloger** tillhandahåller ett komplett verktyg för att navigera i systemets kataloghierarkier för att hitta filer, på liknande sätt som funktionerna som tillhandahålls av en filhanterare på skrivbordet.
uk: За допомогою вкладки **Теки** ви зможете переглядати ієрархію каталогів на комп'ютері і здійснювати навігацію нею, як у програмі для керування файлами.

source: The Showfoto Stand-Alone Editor Folders Tab from Left Sidebar
ca: La pestanya Carpetes a l'editor independent del Showfoto des de la barra lateral esquerra
it: La scheda Cartelle dell'editor indipendente Showfoto dalla barra laterale
nl: Het tabblad Mappen uit de linker zijbalk van de alleenstaande bewerker van Showfoto
pt_br: Aba de pastas na barra lateral esquerda do editor autônomo Showfoto
sl: Zavihek Mape samostojnega urejevalnika Showfoto v levem stranskem stolpcu
sv: Katalogfliken från vänster sidorad i den fristående bildeditorn Showfoto
uk: Вкладка «Теки» лівої бічної панелі окремого редактора Showfoto

source: The Folders tab view is divided into three sections from top to bottom:
ca: La vista de la pestanya Carpetes es divideix en tres seccions de dalt a baix:
it: La vista della scheda Cartelle è divisa in tre sezioni, rispettivamente dall'alto in basso:
nl: Het tabblad Mappen is opgedeeld in drie secties van boven naar onder:
pt_br: A visualização da aba Pastas é dividida em três seções, de cima para baixo:
sl: Pogled zavihka Mape je razdeljen na tri razdelke od zgoraj navzdol:
sv: Katalogfliken är uppdelad i tre sektioner uppifrån och ner:
uk: Вкладку «Теки» поділено на три розділи згори вниз:

source: The **Navigation settings** view providing:
ca: La vista **Configuració de la navegació** proporciona:
it: La vista delle **impostazioni di navigazione**, che fornisce:
nl: De weergave **Navigatie-instellingen** biedt:
pt_br: A visualização das **Configurações de navegação** fornece:
sl: Pogled **Navigacijske nastavitve** zagotavlja:
sv: Vyn **Navigeringsinställningar** som tillhandahåller:
uk: На панелі **Параметри навігації** ви можете скористатися такими елементами:

source: A **toolbar** on the top to navigate the directory hierarchy, return to your personal folder, adjust the size of the thumbnails, a button to access advanced settings, and a button to manage the current folder contents with the **Stack** and Slideshow tools.
ca: Una **barra d'eines** a la part superior per a navegar per la jerarquia de directoris, tornar a la carpeta personal, ajustar la mida de les miniatures, un botó per a accedir a la configuració avançada i un botó per a gestionar el contingut de la carpeta actual amb les eines **Pila** i presentació de diapositives.
it: una **barra degli strumenti** in cima per navigare nella gerarchia delle cartelle, tornare alla cartella personale, regolare la dimensione delle miniature, un pulsante per accedere alle impostazioni avanzate e uno per gestire il contenuto della cartella attiva con gli strumenti **Pila** e Presentazione;
nl: Een **werkbalk** bovenaan om in de mappen-hiërarchieën te navigeren, terug te keren naar uw persoonlijke map, groottes van miniaturen aan te passen, een knop voor toegang tot geavanceerde instellingen en een knop om de inhoud van de huidige map te beheren met de hulpmiddelen **Stapel** en Diapresentatie.
pt_br: Uma **barra de ferramentas** na parte superior para navegar na hierarquia de pastas, retornar à sua pasta pessoal, ajustar o tamanho das miniaturas, um botão para acessar configurações avançadas e um botão para gerenciar o conteúdo da pasta atual com as ferramentas **Pilha** e Apresentação de slides.
sl: **Orodna vrstica** na vrhu za krmarjenje po hierarhiji imenika, vrnitev v vašo osebno mapo, prilagajanje velikosti sličic, gumb za dostop do naprednih nastavitev in gumb za upravljanje trenutne vsebine mape s **Skladom* * in orodji za predstavitev.
sv: En **verktygsrad** längst upp för att navigera i kataloghierarkin, återgå till den personliga katalogen, justera miniatyrbildsstorlek, en knapp för att komma åt avancerade inställningar, och en knapp för att hantera det aktuella kataloginnehållet med verktygen **Träd** och bildspel.
uk: **Панеллю інструментів** у верхній частині для навігації ієрархіями каталогів, повернення до вашої особистої теки, коригування розміру мініатюр та кнопкою для доступу до додаткових можливостей та кнопкою керування вмістом поточної теки за допомогою інструментів **Стос** та **Перегляд слайдів**.

source: An editable combo-box showing the **current directory path** and the history of previous places visited from this tab.
ca: Un quadre combinat editable que mostra el **camí del directori actual** i l'historial de llocs visitats anteriorment des d'aquesta pestanya.
it: una casella combinata che mostra il **percorso della cartella attuale** e la cronologia delle risorse visitate in precedenza da questa scheda;
nl: Een bewerkbare keuzelijst die het **huidige pad van de map** toont en de geschiedenis van eerdere bezochte plaatsen vanuit dit tabblad.
pt_br: Uma caixa de combinação editável mostrando o **caminho da pasta atual** e o histórico de lugares visitados anteriormente nesta aba.
sl: Kombinirano polje, ki ga je mogoče urejati in prikazuje **trenutno pot imenika** in zgodovino prejšnjih mest, obiskanih s tega zavihka.
sv: En redigerbar kombinationsruta som visar den **aktuella katalogsökvägen** och historiken för tidigare besökta platser från fliken.
uk: Спадним списком із можливістю редагування для показу **поточного шляху до каталогу** та журналом попередніх відвіданих за допомогою цієї вкладки місць.

source: A combo-box where you can apply a **type-mime filter** to restrict the thumbnails list to the desired file formats.
ca: Un quadre combinat on podreu aplicar un **filtre de tipus MIME** per a restringir la llista de miniatures als formats de fitxer desitjats.
it: una casella combinata in cui puoi applicare un **filtro di tipo mime** per limitare l'elenco delle miniature ai formati di file desiderati.
nl: Een keuzelijst waar u een **filter op mime-type** kunt toepassen om de miniaturenlijst te beperken tot de gewenste bestandsformaten.
pt_br: Uma caixa de combinação onde você pode aplicar um **filtro de tipo MIME** para restringir a lista de miniaturas aos formatos de arquivo desejados.
sl: Kombinirano polje, v katerem lahko uporabite **filter tipa mime**, da omejite seznam sličic na želene formate datotek.
sv: En kombinationsruta där man kan använda ett filter för **mime-typ** för att begränsa miniatyrbildslistan till önskade filformat.
uk: Спадним списком, за допомогою якого ви можете застосувати **фільтрування за типом MIME** для обмеження списку мініатюр лише бажаними форматами файлів.

source: The **Thumbnails list** that displays thumbnail images, file names, and other file properties for all the files in the current selected folder that is set in the directory combo-box. You can adjust what is displayed in this list from the setting button in the toolbar, or from the list's context menu. Those same controls also allow you to assign content to the **Places** or to the **Stack**. Double clicking on an item from the list loads the contents into the canvas.
ca: La **Llista de miniatures** que mostra les imatges de miniatures, noms de fitxers i altres propietats dels fitxers d'imatge de tots els fitxers de la carpeta seleccionada actualment que s'estableix en el quadre combinat del directori. Podeu ajustar què es mostra en aquesta llista mitjançant el botó de configuració de la barra d'eines o des del menú contextual de la llista. Aquests mateixos controls permeten assignar contingut al **Llocs** o a la **Pila**. Fent doble clic sobre un element de la llista es carregarà el contingut al llenç.
it: L'**elenco delle miniature**, che visualizza le miniature delle immagini, i nomi e altre proprietà dei file per tutti i file nella cartella selezionata attuale, a sua volta impostata nella casella combinata della cartella. In questo elenco, puoi regolare ciò che viene visualizzato dal pulsante delle impostazioni presente nella barra degli strumenti, oppure dal menu contestuale dell'elenco. Gli stessi controlli ti permettono anche di assegnare del contenuto alle **Risorse** o alla **Pila**. Fai doppio clic su un elemento presente nell'elenco per caricarne il contenuto all'interno della tela.
nl: De **Miniaturenlijst** die miniaturenafbeeldingen, bestandsnamen en andere eigenschappen voor alle bestanden in de nu geselecteerde map toont, die zijn ingesteld in het keuzevak van de map. U kunt wat is getoond in deze lijst aanpassen met de in de instellingenknop in de werkbalk of uit het contextmenu van de lijst. Deze zelfde besturingen biedt u ook het toekennen van inhoud aan **Plaatsen** of aan de **Stapel**. Dubbelklikken op een item uit de lijst laadt de inhoud in het werkveld.
pt_br: A **Lista de miniaturas** exibe imagens em miniatura, nomes de arquivos e outras propriedades de todos os arquivos na pasta selecionada atualmente, definida na caixa de combinação de pastas. Você pode ajustar o que é exibido nesta lista a partir do botão de configurações na barra de ferramentas ou do menu de contexto da lista. Esses mesmos controles também permitem atribuir conteúdo aos **Locais** ou à **Pilha**. Clicar duas vezes em um item da lista carrega o conteúdo na tela.
sl: **Seznam sličic**, ki prikazuje sličice, imena datotek in druge lastnosti datotek za vse datoteke v trenutno izbrani mapi, ki je nastavljena v kombiniranem polju imenika. Prilagodite lahko, kaj je prikazano na tem seznamu z gumbom za nastavitve v orodni vrstici ali v kontekstnem meniju seznama. Ti isti kontrolniki vam omogočajo tudi dodelitev vsebine **Mestom** ali **Skladu**. Dvojni klik na element s seznama naloži vsebino na platno.
sv: En **miniatyrbildslista** som visar miniatyrbilder, filnamn och andra filegenskaper för alla filerna i den aktuella valda katalogen, som anges i katalogkombinationsrutan. Man kan justera vad som visas i listan med inställningsknappen på verktygsraden, eller med listans sammanhangsberoende meny. Samma kontroller gör det också möjligt att tilldela innehåll till **Platser** eller **Träd**. Genom att dubbelklicka på ett objekt i listan läses innehållet in till arbetsytan.
uk: **Списком мініатюр**, де можна переглядати властивості файлів зображень з поточної позначеної теки, яку визначено за допомогою спадного списку каталогів поруч. За допомогою панелі інструментів у верхній частині та контекстного меню ви можете скоригувати параметри простого списку і визначити дані для панелей **Місця** та **Стос**. Якщо двічі клацнути на пункті у списку, його вміст буде завантажено на полотно вікна програми.

source: The Showfoto Places and Bookmarks View
ca: La vista de llocs i punts d'interès del Showfoto
it: La vista delle Risorse e dei Segnalibri di Showfoto
nl: De weergave plaatsen en bladwijzers van Showfoto
pt_br: A visualização de locais e favoritos do Showfoto
sl: Pogled mest in zaznamkov Showfoto
sv: Vyn för platser och bokmärken i Showfoto
uk: Панель місць і закладок Showfoto
