Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/showfoto_editor/showfoto_setup.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The Showfoto Setup
ca: La configuració del Showfoto
it: Configurazione di Showfoto
nl: De opzet van Showfoto
pt: A Configuração do Showfoto
pt_br: A configuração do Showfoto
sl: Nastavitev Showfoto
sv: Inställning av Showfoto
uk: Налаштовування Showfoto

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, showfoto, setup
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, showfoto, configuració
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor di immagini, showfoto, configurazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker, showfoto, opzet
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imagem, editor, showfoto, configuração
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imagem, editor, showfoto, configuração
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, slika, urejevalnik, showfoto, nastavitev
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bild, editor, showfoto, inställning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор, showfoto, шоуфото, налаштування, налаштовування

source: :ref:`Setup <showfoto_editor>`
ca: :ref:`Configuració <showfoto_editor>`
it: :ref:`Configurazione <showfoto_editor>`
nl: :ref:`Opzet <showfoto_editor>`
pt_br: :ref:`Configuração <showfoto_editor>`
sl: :ref:`Nastavitev <showfoto_editor>`
sv: :ref:`Inställning <showfoto_editor>`
uk: :ref:`Налаштовування <showfoto_editor>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
sv: Översikt
uk: Огляд

source: Showfoto has a limited number of configuration settings compared to digiKam, but you will find mostly the same views for the shared features between both applications. This section presents the slight differences and supplemental features available in Showfoto. To access these settings select :menuselection:`Settings --> Configure Showfoto...` from the menu-bar.
ca: El Showfoto té un nombre limitat d'opcions de configuració en comparació amb el digiKam, però majoritàriament trobareu les mateixes vistes per a les característiques compartides entre ambdues aplicacions. Aquesta secció us presentarà les lleugeres diferències i les característiques addicionals disponibles en el Showfoto. Per a accedir a aquestes opcions de configuració, seleccioneu l'element de menú :menuselection:`Arranjament --> Configura el Showfoto...`.
it: Showfoto, rispetto a digiKam, ha un numero limitato di impostazioni di configurazione, ma noterai che le funzionalità condivise sono sostanzialmente le stesse per entrambe. Questo capitolo mostrerà le piccole differenze e le funzionalità aggiuntive disponibili in Showfoto. Per accedere a queste impostazioni, scegli :menuselection:`Impostazioni --> Configura Showfoto...` dalla barra dei menu.
nl: Showfoto heeft een beperkt aantal configuratie-instellingen vergeleken met digiKam, maar u zult meestal dezelfde weergave vinden voor de gedeelde functies tussen beide toepassingen. Deze sectie presenteert de lichte verschillen en aanvullende functies beschikbaar in Showfoto. Voor toegang tot deze instellingen selecteer :menuselection:`Instellingen --> Showfoto configureren...` uit de menubalk.
pt_br: O Showfoto possui um número limitado de configurações em comparação com o digiKam, mas você encontrará basicamente as mesmas visualizações para os recursos compartilhados entre ambos os aplicativos. Esta seção apresenta as pequenas diferenças e os recursos complementares disponíveis no Showfoto. Para acessar essas configurações, selecione :menuselection:`Configurações --> Configurar Showfoto...` ​​na barra de menus.
sl: Showfoto ima omejeno število nastavitev konfiguracije v primerjavi z digiKamom, vendar boste našli večinoma enake poglede za skupne funkcije med obema aplikacijama. Ta razdelek predstavlja manjše razlike in dodatne funkcije, ki so na voljo v Showfoto. Za dostop do teh nastavitev izberitev menuju :menuselection:`Nastavitve --> Konfiguriraj Showfoto....`.
sv: Showfoto har begränsade antal inställningsalternativ jämfört med digiKam, men man hittar mestadels samma vyer för de delade funktionerna mellan båda programmen. Det här avsnittet presenterar de små skillnaderna och tilläggsfunktionerna som är tillgängliga i Showfoto. För att komma åt inställningar, välj :menuselection:`Inställningar --> Anpassa Showfoto...` i menyraden.
uk: Кількість пунктів налаштовування Showfoto є меншою за кількість пунктів налаштовування digiKam, але панелі налаштувань майже такі самі для спільних можливостей програм. Крім того, є незначні відмінності та додаткові можливості, які доступні лише у Showfoto. Доступ до параметрів роботи програми можна отримати за допомогою пункту :menuselection:`Параметри --> Налаштувати Showfoto...` основного меню програми.

source: The Showfoto Stand-Alone Editor Setup Dialog
ca: El diàleg de configuració de l'editor independent del Showfoto
it: La finestra di dialogo di configurazione dell'editor indipendente Showfoto
nl: De opzetdialoog van de alleenstaande bewerker van Showfoto
pt: A Janela de Configuração do Editor Independente Showfoto
pt_br: Janela de configuração do editor autônomo Showfoto
sl: Pogovorno okno za nastavitev samostojnega urejevalnika Showfoto
sv: Inställningsdialogrutan i den fristående editorn Showfoto
uk: Вікно налаштовування окремого редактора Showfoto

source: Editor Window
ca: Finestra de l'editor
it: Finestra dell'editor
nl: Het venster Bewerken
pt: Janela do Editor
pt_br: Janela do editor
sl: Okno urejevalnika
sv: Editorfönster
uk: Вікно редактора

source: The Showfoto **Editor Window** settings page is the same as in the digiKam Image Editor. See :ref:`this section <window_settings>` of the manual for details.
ca: La pàgina de configuració de la **finestra de l'editor** del Showfoto és la mateixa que la de l'editor d'imatges del digiKam. Vegeu :ref:`aquesta secció <window_settings>` del manual per a més detalls.
it: La pagina delle impostazioni della **finestra dell'editor** di Showfoto è uguale a quella dell'Editor delle immagini di digiKam. Per dettagli, vedi :ref:`questo capitolo <window_settings>` del manuale.
nl: De instellingenpagina van het **Bewerkervenster** van Showfoto is hetzelfde als in de afbeeldingsbewerker van digiKam. Bekijk :ref:`deze sectie <window_settings>` uit de handleiding voor details.
pt_br: A página de configurações da **Janela do editor** do Showfoto é a mesma do Editor de Imagem do digiKam. Consulte :ref:`esta seção <window_settings>` do manual para obter detalhes.
sl: Stran z nastavitvami Showfoto **Okno urejevalnika** je enaka kot v urejevalniku slik digiKam. Glejte :ref:`ta razdelek <window_settings>` priročnika za podrobnosti.
sv: Showfotos inställningssida **Editorfönster** är densamma som i digiKams bildeditor. Se :ref:`det här avsnittet <window_settings>` i handboken för detaljerad information.
uk: Сторінка параметрів **Вікна редактора** Showfoto є тією самою, що і у редакторі зображень digiKam. Щоб дізнатися більше, ознайомтеся з :ref:`цим розділом <window_settings>` підручника.

source: Metadata
ca: Metadades
it: Metadati
nl: Metagegevens
pt: Meta-dados
pt_br: Metadados
sl: Metapodatki
uk: Метадані

source: The Showfoto **Metadata** settings page only includes a few common options that you can find in :ref:`this section <metadata_rotation>` of the digiKam manual.
ca: La pàgina de configuració **Metadades** del Showfoto només inclou algunes opcions comunes que trobareu en :ref:`aquesta secció <metadata_rotation>` del manual del digiKam.
it: La pagina delle impostazioni dei **metadati** di Showfoto include solamente poche opzioni comuni che puoi trovare in :ref:`questo capitolo <metadata_rotation>` del manuale.
nl: De instellingenpagina voor **Metagegevens** van Showfoto bevat een paar gemeenschappelijke opties die zijn te vinden on :ref:`deze sectie <metadata_rotation>` van de handleiding van digiKam.
pt_br: A página de configurações de **Metadados** do Showfoto inclui apenas algumas opções comuns que você pode encontrar :ref:`nesta seção <metadata_rotation>` do manual do digiKam.
sl: Stran z nastavitvami **Metapodatki** Showfoto vključuje le nekaj pogostih možnosti, ki jih najdete v :ref:`tem razdelku <metadata_rotation>` priročnika za digiKam.
sv: Showfotos inställningssida **Metadata** innehåller bara några vanliga alternativ som man kan hitta i :ref:`det här avsnittet <metadata_rotation>` i digiKams handbok.
uk: На сторінці налаштувань **Метадані** Showfoto ви побачите лише декілька спільних з digiKam пунктів, опис яких наведено у :ref:`цьому розділі <metadata_rotation>` підручника з digiKam.

source: The Showfoto Stand-Alone Editor Setup Metadata Page
ca: La pàgina Metadades a la configuració de l'editor independent del Showfoto
it: La pagina dei metadati per la configurazione dell'editor indipendente Showfoto
nl: De opzet van de metagegevenspagina van de alleenstaande bewerker van Showfoto
pt: A Janela de Meta-Dados da Configuração do Editor Independente Showfoto
pt_br: Página de configuração de metadados do editor autônomo Showfoto
sl: Stran z metapodatki o nastavitvah samostojnega urejevalnika Showfoto
sv: Sidan för inställning av metadata i den fristående editorn Showfoto
uk: Вікно налаштовування окремого редактора Showfoto, сторінка «Метадані»

source: Tool Tip
ca: Consell d'eina
it: Suggerimenti
nl: Tekstballon
pt: Dica
pt_br: Dica
sl: Nasvet za orodje
sv: Verktygstips
uk: Підказки

source: The Showfoto **Tooltip** settings page is similar to the :ref:`digiKam tooltip settings <tooltip_settings>`. The main difference with digiKam is the lack of support for extra information stored in the database and video metadata. Tooltips are displayed over the **Thumbbar** items and the list-view thumbnails (eg. **Folders** tab, **Stack** tab, and plugins).
ca: La pàgina de configuració **Consell d'eina** del Showfoto és similar a la :ref:`configuració del consell d'eina del digiKam <tooltip_settings>`. La diferència principal amb el digiKam és la manca d'implementació per a la informació addicional emmagatzemada en la base de dades i a les metadades dels vídeos. Els consells d'eina es mostren sobre els elements de la **barra de miniatures** i les miniatures de la vista de llista (p. ex., pestanya **Carpetes**, pestanya **Pila** i connectors).
it: La pagina delle impostazioni dei **suggerimenti** di Showfoto è simile a quella delle :ref:`impostazioni dei suggerimenti di digiKam <tooltip_settings>`. La differenza principale con digiKam è la mancanza di supporto per le informazioni aggiuntive memorizzate nella banca dati e dei metadati video. I suggerimenti sono visualizzati sopra gli elementi nella **barra delle miniature** e sopra le miniature nella vista a elenco (per es. la scheda **Cartelle**, la scheda **Pila** e le estensioni).
nl: De instellingenpagina van Showfoto **Tekstballonnen** is gelijk aan :ref:`instellingen voor tekstballonnen van digiKam <tooltip_settings>`. Het hoofdverschil met digiKam is het ontbreken van extra informatie opgeslagen in de database en video-metagegevens. Tekstballonnen worden getoond boven de items in de **Miniaturenbalk** en de lijstweergave van miniaturen (bijv. tabblad **Mappen**, tabblad **Stapel** en plug-ins).
pt_br: A página de configurações **Dica** do Showfoto é semelhante às :ref:`configurações de dica do digiKam <tooltip_settings>`. A principal diferença com o digiKam é a falta de suporte para informações extras armazenadas no banco de dados e metadados de vídeo. As dicas são exibidas sobre os itens da **Barra de miniaturas** e as miniaturas da vista em lista (por exemplo, aba **Pastas**, aba **Pilha** e plugins).
sl: Stran z nastavitvami Showfoto **Orodni namigi** je podobna :ref:`kot v digiKam <tooltip_settings>`. Glavna razlika z digiKamom je nepodpora za dodatne informacije, shranjene v zbirki podatkov in video metapodatkov. Namigi orodij so prikazani nad elementi **Vrstice predoglednih sličic** in seznamom predoglednih sličic (npr. zavihek **Mape**, zavihek **Sklad** in vtičniki).
sv: Showfotos inställningssida **Verktygstips** liknar :ref:`digiKam <tooltip_settings>`. Den största skillnaden från digiKam är avsaknad av stöd för extra information som lagras i databasen och videometadata. Verktygstips visas över objektens **miniatyrbildsrad** och miniatyrbilderna i listvyn (t.ex. fliken **Kataloger**, fliken **Stapel** och insticksprogram).
uk: Сторінка параметрів Showfoto **Підказка** подібна до :ref:`сторінки digiKam <tooltip_settings>`. Основною відмінністю є те, що на ній немає пунктів digiKam, які пов'язано із додатковими даними, які зберігаються у базі даних, та метаданими відео. Підказки буде показано над записами **Панелі мініатюр** та мініатюрами перегляду списком (наприклад, на вкладці **Теки**, **Стос** і у додатках).

source: The Showfoto Stand-Alone Editor Setup Tooltip Page
ca: La pàgina Consells d'eina a la configuració de l'editor independent del Showfoto
it: La pagina dei suggerimenti per la configurazione dell'editor indipendente Showfoto
nl: De opzet van de tekstballonnenpagina van de alleenstaande bewerker van Showfoto
pt: A Janela de Dicas da Configuração do Editor Independente Showfoto
pt_br: Página de configuração de dica do editor autônomo Showfoto
sl: Stran z opisom orodja za nastavitev samostojnega urejevalnika Showfoto
sv: Sidan för inställning av verktygstips i den fristående editorn Showfoto
uk: Вікно налаштовування окремого редактора Showfoto, сторінка «Підказки»

source: RAW Decoding
ca: Descodificació RAW
it: Decodifica dei file RAW
nl: RAW-decodering
pt: Descodificação RAW
pt_br: Decodificação RAW
sl: Dekodiranje RAW
sv: Obehandlad avkodning
uk: Декодування RAW

source: The Showfoto **RAW Decoding** settings page is the same as in the digiKam Image Editor. See :ref:`this section <setup_raw>` of the manual for details.
ca: La pàgina de configuració **Descodificació RAW** del Showfoto és la mateixa que la de l'editor d'imatges del digiKam. Vegeu :ref:`aquesta secció <setup_raw>` del manual per a més detalls.
it: La pagina delle impostazioni della **decodifica dei file RAW** di Showfoto è uguale a quella di digiKam. Per dettagli, vedi :ref:`questo capitolo <setup_raw>` del manuale.
nl: De instellingenpagina van het **RAW-decoreren** van Showfoto is hetzelfde als in de afbeeldingsbewerker van digiKam. Zie :ref:`deze sectie <setup_raw>` uit de handleiding voor details.
pt_br: A página de configurações de **Decodificação RAW** do Showfoto é a mesma do Editor de Imagem do digiKam. Consulte :ref:`esta seção <setup_raw>` do manual para obter detalhes.
sl: Stran z nastavitvami Showfoto **Dekodiranje RAW** je enaka kot v urejevalniku slik digiKam. Glejte :ref:`ta razdelek <setup_raw>` priročnika za podrobnosti.
sv: Showfotos inställningssida **Obehandlad avkodning** är densamma som i digiKams bildeditor. Se :ref:`det här avsnittet <setup_raw>` i handboken för detaljerad information.
uk: Сторінка параметрів **Декодування RAW** Showfoto є тією самою, що і у редакторі зображень digiKam. Щоб дізнатися більше, ознайомтеся з :ref:`цим розділом <setup_raw>` підручника.

source: Color Management
ca: Gestió del color
it: Gestione dei colori
nl: Kleurbeheer
pt: Gestão de Cores
pt_br: Gerenciamento de cor
sl: Upravljanje barv
sv: Färghantering
uk: Керування кольорами

source: The Showfoto **Color Management** settings page is the same as in the digiKam Image Editor. See :ref:`this section <cm_settings>` of the manual for details.
ca: La pàgina de configuració **Gestió del color** del Showfoto és la mateixa que la de l'editor d'imatges del digiKam. Vegeu :ref:`aquesta secció <cm_settings>` del manual per a més detalls.
it: La pagina delle impostazioni della **gestione dei colori** di Showfoto è uguale a quella dell'Editor delle immagini di digiKam. Per dettagli, vedi :ref:`questo capitolo <cm_settings>` del manuale.
nl: De instellingenpagina van het **Kleurenbeheer** van Showfoto is hetzelfde als in de afbeeldingsbewerker van digiKam. Bekijk :ref:`deze sectie <cm_settings>` uit de handleiding voor details.
pt_br: A página de configurações de **Gerenciamento de Cor** do Showfoto é a mesma do Editor de Imagem do digiKam. Consulte :ref:`esta seção <cm_settings>` do manual para obter detalhes.
sl: Stran z nastavitvami Showfoto **Upravljanje barv** je enaka kot v urejevalniku slik digiKam. Glejte :ref:`ta razdelek <cm_settings>` priročnika za podrobnosti.
sv: Showfotos inställningssida **Färghantering** är densamma som i digiKams bildeditor. Se :ref:`det här avsnittet <cm_settings>` i handboken för detaljerad information.
uk: Сторінка параметрів **Керування кольорами** Showfoto є тією самою, що і у редакторі зображень digiKam. Щоб дізнатися більше, ознайомтеся з :ref:`цим розділом <cm_settings>` підручника.

source: Save Images
ca: Desar les imatges
it: Salva immagini
nl: Afbeeldingen opslaan
pt: Gravar as Imagens
pt_br: Salvar imagens
sl: Shrani slike
sv: Spara bilder
uk: Зберегти зображення

source: The Showfoto **Save Images** settings page is the same as in the digiKam Image Editor. See :ref:`this section <saveimage_settings>` of the manual for details.
ca: La pàgina de configuració **Desar les imatges** del Showfoto és la mateixa que la de l'editor d'imatges del digiKam. Vegeu :ref:`aquesta secció <saveimage_settings>` del manual per a més detalls.
it: La pagina delle impostazioni per il **salvataggio delle immagini** di Showfoto è uguale a quella dell'Editor delle immagini di digiKam. Per dettagli, vedi :ref:`questo capitolo <saveimage_settings>` del manuale.
nl: De instellingenpagina van het **Afbeeldingen opslaan** van Showfoto is hetzelfde als in de afbeeldingsbewerker van digiKam. Zie :ref:`deze sectie <saveimage_settings>` uit de handleiding voor details.
pt_br: A página de configurações de **Salvar Imagens** do Showfoto é a mesma do Editor de Imagem do digiKam. Consulte :ref:`esta seção <saveimage_settings>` do manual para obter detalhes.
sl: Stran z nastavitvami Showfoto **Shrani slike** je enaka kot v urejevalniku slik digiKam. Glejte :ref:`ta razdelek <saveimage_settings>` priročnika za podrobnosti.
sv: Showfotos inställningssida **Spara bilder** är densamma som i digiKams bildeditor. Se :ref:`det här avsnittet <saveimage_settings>` i handboken för detaljerad information.
uk: Сторінка параметрів **Зберження зображень** Showfoto є тією самою, що і у редакторі зображень digiKam. Щоб дізнатися більше, ознайомтеся з :ref:`цим розділом <saveimage_settings>` підручника.

source: Plugins
ca: Connectors
it: Estensioni
sl: Vtičniki
sv: Insticksprogram
uk: Додатки

source: The Showfoto **Plugins** settings page is mostly the same as in the digiKam Image Editor. See :ref:`this section <plugins_settings>` of the manual for details.
ca: La pàgina de configuració **Connectors** del Showfoto és la mateixa que la de l'editor d'imatges del digiKam. Vegeu :ref:`aquesta secció <plugins_settings>` del manual per a més detalls.
it: La pagina delle impostazioni per le **estensioni** di Showfoto è praticamente uguale a quella dell'Editor delle immagini di digiKam. Per dettagli, vedi :ref:`questo capitolo <plugins_settings>` del manuale.
nl: De instellingenpagina van het **Plug-ins** van Showfoto is grotendeels hetzelfde als in de afbeeldingsbewerker van digiKam. Zie :ref:`deze sectie <plugins_settings>` uit de handleiding voor details.
pt_br: A página de configurações de **Plugins** do Showfoto é praticamente a mesma do Editor de Imagem do digiKam. Consulte :ref:`esta seção <plugins_settings>` do manual para obter detalhes.
sl: Stran z nastavitvami Showfoto **Vtičniki** je večinoma enaka kot ri digiKam urejevalniku slik. Glejte :ref:`ta razdelek <plugins_settings>` priročnika za podrobnosti.
sv: Showfotos inställningssida **Insticksprogram** är i stort sett densamma som i digiKams bildeditor. Se :ref:`det här avsnittet <plugins_settings>` i handboken för detaljerad information.
uk: Сторінка параметрів **Додатки** Showfoto є здебільшого тією самою, що і у редакторі зображень digiKam. Щоб дізнатися більше, ознайомтеся з :ref:`цим розділом <plugins_settings>` підручника.

source: Showfoto does not support the **Batch Queue Manager** plugins. So there is no Batch Queue Manager tab in the Showfoto plug-ins page.
ca: El Showfoto no és compatible amb els connectors del **Gestor de la cua per lots**. Per tant, no hi ha cap pestanya del Gestor de la cua per lots a la pàgina de connectors del Showfoto.
it: Showfoto non supporta l'estensione **Gestore elaborazione in serie**. Pertanto la scheda del Gestore elaborazione in serie non è presente nella pagine delle estensioni di Showfoto.
nl: Showfoto ondersteunt de plug-ins van de **Takenwachtrijbeheerder** niet. Er is dus geen tabblad takenwachtrijbeheerder in de pagina plug-ins van Showfoto.
pt_br: O Showfoto não oferece suporte aos plugins do **Gerenciador de processamento em lote**. Portanto, não há uma aba "Gerenciador de processamento em lote" na página de plugins do Showfoto.
sl: Showfoto ne podpira vtičnikov **Upravljalnika paketnih čakalnih vrst**. Na strani vtičnikov Showfoto torej ni zavihka Upravljalnik paketnih čakalnih vrst.
sv: Showfoto stöder inte insticksprogram för **Köhantering för bakgrundsbehandling**. Så det finns ingen flik för Köhantering för bakgrundsbehandling i Showfotos sida med insticksprogram.
uk: У Showfoto не передбачено підтримки додатків **засобу керування чергою пакетної обробки**. Цієї вкладки просто немає, порівняно із digiKam.

source: Miscellaneous
ca: Miscel·lània
it: Varie
nl: Diversen
pt: Diversos
pt_br: Diversos
sl: Razno
sv: Diverse
uk: Різне
