Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/showfoto_editor/showfoto_leftsidebar.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: The preferred **Bookmarks** and **Usual Places**. This view is optional and can be disabled in the settings available from thumbnails list context menu or in tools-bar on the top. **Bookmarks** references your preferred places (folders) that you can save when navigating in the folder hierarchies. **Bookmark** properties includes a **Path**, an **Icon**, and a **Title**. These properties can be modified later as you wish. The **Usual Places** is a read-only group to give a quick access to the standard folders from your personal directory.
ca: Els **Punts d'interès** i els **Llocs habituals** preferits. Aquesta vista és opcional i es pot desactivar a la configuració disponible en el menú contextual de la llista de miniatures o a la barra d'eines a la part superior. Els **Punts d'interès** fan referència als llocs preferits (carpetes) que podeu desar quan navegueu per la jerarquia de carpetes. Les propietats de **Punt d'interès** inclouen un **Camí**, una **Icona** i un **Títol**. Aquestes propietats es podran modificar posteriorment quan vulgueu. Els **Llocs habituals** és un grup de només lectura que ofereix un accés ràpid a les carpetes estàndard des del vostre directori personal.
it: I **Segnalibri** e le **Risorse abituali** preferite. Questa vista è opzionale e può essere disattivata dalle impostazioni disponibili nel menu contestuale dell'elenco delle miniature o dalla barra degli strumenti in alto. I **Segnalibri** fanno riferimento alle tue risorse (cartelle) preferite che puoi salvare durante la navigazione tra le gerarchie delle cartelle. Le proprietà del **segnalibro** includono un **percorso**, un'**icona** e un **titolo**. Queste proprietà possono essere modificate in seguito, come preferisci. Le **Risorse abituali** rappresentano un gruppo di sola lettura che fornisce accesso rapido alle cartelle standard presenti nella tua cartella personale.
nl: De **Bladwijzers** en **Gebruikelijke plaatsen** met voorkeur. Deze weergave is optioneel en kan uitgeschakeld worden in de instellingen beschikbaar in het contextmenu van de miniaturenlijst of in de werkbalk bovenaan. **Bladwijzers** verwijzen naar uw plaatsen (mappen) met voorkeur die u kunt opslaan tijdens navigeren in de mappen-hiërarchieën. Eigenschappen van **Bladwijzers** inclusief een **Pad**, een **Pictogram** en een **Titel**. Deze eigenschappen kunnen later, zoals u wilt, gewijzigd worden. De **Gebruikelijke plaatsen** is een alleen-lezen groep om en snelle toegang te geven tot de standaard mappen uit uw persoonlijke map.
pt_br: Os **Favoritos** e **Locais usuais** preferidos. Esta visualização é opcional e pode ser desativada nas configurações disponíveis no menu de contexto da lista de miniaturas ou na barra de ferramentas na parte superior. **Favoritos** refere-se aos seus locais preferidos (pastas) que você pode salvar ao navegar nas hierarquias de pastas. As propriedades de **Favoritos** incluem um **Caminho**, um **Ícone** e um **Título**. Essas propriedades podem ser modificadas posteriormente, conforme desejar. **Locais usuais** é um grupo somente leitura que fornece acesso rápido às pastas padrão da sua pasta pessoal.
sl: Prednostni **Zaznamki** in **Običajna mesta**. Ta pogled ni obvezen in ga je mogoče onemogočiti v nastavitvah, ki so na voljo v kontekstnem meniju seznama sličic ali v orodni vrstici na vrhu. **Zaznamki** se nanašajo na vaša želena mesta (mape), ki jih lahko shranite med navigacijo v hierarhiji map. Lastnosti **zaznamka** vključujejo **Pot**, **Ikono** in **Naslov**. Te lastnosti lahko kasneje po želji spremenite. **Običajna mesta** je skupina samo za branje, ki omogoča hiter dostop do standardnih map iz vašega osebnega imenika.
sv: Föredragna **Bokmärken** och **Vanliga platser**. Vyn är valfri och kan inaktiveras i inställningarna som är tillgängliga i den sammanhangsberoende menyn för miniatyrbilder eller i verktygsraden längst upp. **Bokmärken** refererar till föredragna platser (kataloger) som kan sparas vid navigering i kataloghierarkin. Egenskaperna för ett **Bokmärke** inkluderar en **sökväg**, en **ikon** och en **titel**. Egenskaperna kan ändras senare som man vill. **Vanliga platser** är en skrivskyddad grupp för att ge snabb åtkomst till standardkataloger i den personliga katalogen.
uk: Вибраними **Закладками** та **Звичними місцями**. Ця панель є додатковою, її можна вимкнути у параметрах, доступ до яких можна отримати за допомогою контекстного меню списку мініатюр або панелі інструментів у верхній частині. **Закладки** посилаються на вибрані місця (теки), які було збежено вами при навігації ієрархією тек. Властивостями **закладки** є **шлях**, **піктограма** та **заголовок**. Ці властивості можна будь-коли змінити. **Звичні місця** — призначена лише для читання група, за допомогою якої можна здійснювати швидкий доступ до стандартних тек з вашого особистого каталогу.

source: The Showfoto Dialog to Register a New Bookmark
ca: El diàleg per a registrar un punt d'interès nou del Showfoto
it: La finestra di dialogo di Showfoto per registrare un nuovo segnalibro
nl: De dialoog van Showfoto om een nieuwe bladwijzer te registreren
pt_br: A janela Showfoto para registrar um novo favorito
sl: Pogovorno okno Showfoto za registracijo novega zaznamka
sv: Dialogrutan i Showfoto för att registrera ett nytt bokmärke
uk: Діалогове вікно реєстрації нової закладки у Showfoto

source: The vertical layout of the **Folders** tab view can be adjusted by dragging the splitter adjustment between the **Thumbnails list** and the **Places view**.
ca: La disposició vertical de la vista de pestanyes **Carpetes** es pot ajustar arrossegant l'ajust del divisor entre la **Llista de miniatures** i la **Vista de llocs**.
it: La disposizione verticale della vista della scheda **Cartelle** è regolabile trascinando il divisore tra l'**elenco delle miniature** e la **vista Risorse**.
nl: De verticale indeling in de weergave van het tabblad **Mappen** kan aangepast worden door slepen van de splitserbesturing tussen de **Miniaturenlijst** en de weergave **Plaatsenweergave**.
pt_br: O layout vertical da visualização da aba **Pastas** pode ser ajustado arrastando o ajuste do divisor entre a **Lista de miniaturas** e a **Visualização de locais**.
sl: Navpično postavitev pogleda zavihka **Mape** lahko prilagodite tako, da povlečete prilagoditev razdelilnika med **Seznam predoglednih sličic** in **Pogled mest**.
sv: Den vertikala layouten av flikvyn **Kataloger** kan justeras genom att dra delningsjusteringen mellan **Miniatyrbildslistan** och **Platsvyn**.
uk: Вертикальне компонування вкладки **Теки** можна скоригувати перетягуванням роздільника між **списком мініатюр** і **панеллю перегляду місць**.

source: Stack Tab
ca: La pestanya Pila
it: Scheda Pila
nl: Tabblad Stapel
pt_br: Aba Pilha
sl: Zavihek Sklad
sv: Trädflik
uk: Вкладка стосу

source: The **Stack** tab is a helper view to allow quick access to your preferred pictures or folders. Pictures in the stack can be hosted in different folders if necessary. This gives you quick access to your best images for easy sharing.
ca: La pestanya **Pila** és una vista d'ajuda que permet accedir ràpidament a les vostres imatges o carpetes preferides. Les imatges a la pila es podran allotjar en carpetes diferents si cal. Això dona un accés ràpid a les millors imatges per a compartir amb facilitat.
it: La scheda **Pila** è una vista di supporto per un rapido accesso alle tue fotografie o cartelle preferite. Le fotografie nella pila possono far parte, eventualmente, di cartelle diverse. Questa vista ti fornisce un accesso rapido alle tue immagini migliori, in modo da poterle condividere con facilità.
nl: Het tabblad **Stapel** is een hulpweergave voor snelle toegang tot uw afbeeldingen of mappen met voorkeur. Afbeeldingen kunnen opgeslagen worden in verschillende mappen, indien nodig. Dit geeft snelle toegang tot uw beste afbeeldingen voor gemakkelijk delen.
pt_br: A aba **Pilha** é uma visualização auxiliar que permite acesso rápido às suas fotos ou pastas preferidas. As fotos na pilha podem ser hospedadas em pastas diferentes, se necessário. Isso lhe dá acesso rápido às suas melhores imagens para fácil compartilhamento.
sl: Zavihek **Sklad** je pomožni pogled, ki omogoča hiter dostop do želenih slik ali map. Slike v skladu lahko po potrebi gostite v različnih mapah. To vam omogoča hiter dostop do najboljših slik za preprosto skupno rabo.
sv: Fliken **Träd** är en hjälpvy för att ge snabbåtkomst till föredragna bilder eller kataloger. Bilder i trädet kan lagras i olika kataloger om det behövs. Det ger snabb tillgång till de bästa bilderna för enkel delning.
uk: Вкладка **Стос** є допоміжною панеллю перегляду для каталогізації ваших вибраних зображень за групами в одному контейнері. Зображення можуть зберігатися у різних теках, якщо це потрібно. За допомогою цієї вкладки ви можете пришвидшити доступ до ваших найкращих знімків для показу слайдів або оприлюднення.

source: The Showfoto Stand-Alone Editor Stack Tab from Left Sidebar
ca: La pestanya Pila a l'editor independent del Showfoto des de la barra lateral esquerra
it: La scheda Pila dell'editor indipendente Showfoto dalla barra laterale
nl: Het tabblad Stapel uit de linker zijbalk van de alleenstaande bewerker van Showfoto
pt_br: A aba Pilha na barra lateral esquerda do editor autônomo Showfoto
sl: Zavihek sklada samostojnega urejevalnika Showfoto v levem stranskem stolpcu
sv: Trädfliken från vänster sidorad i den fristående bildeditorn Showfoto
uk: Вкладка «Стос» лівої бічної панелі окремого редактора Showfoto

source: The Stack tab view is divided into two sections from top to bottom:
ca: La vista de la pestanya Pila es divideix en dues seccions de dalt a baix:
it: La vista della scheda Pila si divide in due sezioni, rispettivamente dall'alto in basso:
nl: Het tabblad Stapel is opgedeeld in twee secties van boven naar onder:
pt_br: A visualização da aba Pilha é dividida em duas seções, de cima para baixo:
sl: Pogled zavihka Sklad je razdeljen na dva dela od zgoraj navzdol:
sv: Trädfliken är uppdelad i två sektioner uppifrån och ner:
uk: Вкладку стосу поділено на два розділи, згори вниз:

source: The **Thumbnails list** showing the current stack contents. You can access the primary features of this view from the context menu that pops up when you right click on this list. The stack contents can be tuned with this context menu, or from the **Folders** tab. When you are satisfied with the list of items in the stack, you can register the entire container as a **Favorite**.
ca: La **Llista de miniatures** que mostra el contingut actual de la pila. Podeu accedir a les característiques principals d'aquesta vista mitjançant el menú contextual que s'obre quan feu clic amb el botó dret a la llista. El contingut de la pila es pot afinar amb aquest menú contextual o des de la pestanya **Carpetes**. Quan estigueu d'acord amb la llista d'elements a la llista, podreu registrar el contenidor sencer com a **Preferida**.
it: L'**elenco delle miniature**, che mostra il contenuto della pila attiva. Puoi accedere alle funzionalità principali di questa vista dal menu contestuale richiamabile con clic destro sull'elenco. I contenuti della pila si possono regolare con questo menu contestuale o dalla scheda **Cartelle**. Una volta soddisfatto degli elementi elencati nella pila, puoi registrare l'intero contenitore come **Preferito**.
nl: De **Miniaturenlijst** die de huidige inhoud van de stapel toont. U krijgt toegang tot de hoofdfuncties uit deze weergave via het contextmenu dat opkomt door rechts te klikken in de lijst. De inhoud van de stapel kan fijn afgeregeld worden met dit contextmenu of uit het tabblad **Mappen**. Wanneer u tevreden bent met lijst met items in de stapel, kunt u de gehele container als een **Favoriet** registreren.
pt_br: A **Lista de miniaturas** mostra o conteúdo atual da pilha. Você pode acessar os principais recursos desta visualização a partir do menu de contexto que aparece ao clicar com o botão direito do mouse nesta lista. O conteúdo da pilha pode ser ajustado neste menu de contexto ou na aba **Pastas**. Quando estiver satisfeito com a lista de itens na pilha, você pode registrar o contêiner inteiro como um **Favorito**.
sl: **Seznam predoglednih sličic**, ki prikazuje trenutno vsebino sklada. Do primarnih funkcij tega pogleda lahko dostopate iz kontekstnega menija, ki se pojavi, ko z desnim klikom kliknete ta seznam. Vsebino sklada je mogoče prilagoditi s tem kontekstnim menijem ali na zavihku **Mape**. Ko ste zadovoljni s seznamom elementov v skladu, lahko celotni vsebnik registrirate kot **Priljubljeno**.
sv: **Miniatyrbildslistan** som visar det aktuella trädets innehåll. Man kan komma åt huvudfunktionerna från vyn med den sammanhangsberoende menyn som är tillgänglig vid högerklick med musen på listan. Trädinnehållet kan finjusteras med den sammanhangsberoende menyn eller från fliken **Kataloger**. När man är nöjd med objektlistan i trädet kan man registrera hela behållaren som en **Favorit**.
uk: **Списку мініатюр**, де буде показано вміст поточного стосу. За допомогою контекстного меню цієї панелі перегляду, яке можна викликати клацанням правою кнопкою миші, ви зможете отримати доступ до основних можливостей панелі. За допомогою контекстного меню або вкладки **Теки**, можна скоригувати вміст панелі. Якщо ви зберете у стосі щось варте уваги, ви можете зареєструвати контейнер як **Улюблений**.

source: The Showfoto Favorites View
ca: La vista de preferides del Showfoto
it: La vista Preferiti di Showfoto
nl: De weergave Favorieten van Showfoto
pt_br: A visualização dos favoritos do Showfoto
sl: Pogled priljubljenih Showfoto
sv: Favoritvyn i Showfoto
uk: Панель улюблених записів Showfoto

source: The **Favorites** tree-view is a list of the preferred stacks classified using a hierarchy (similar to Tags in digiKam). This hierarchy can be nested under **My Favorites** to host your stacks (**Favorite item**). You can edit stack properties which includes **Name**, **Type**, **Description**, **Creation Date**, **Icon**, and the list of **Stacked items**. Double clicking on an item from the hierarchy inserts the stack contents into the top of the thumbnails list, and loads the last opened file from the stack into the canvas. If there is no last opened file, then first item from the list is loaded into the canvas.
ca: La vista en arbre **Preferides** és una llista de les piles preferides classificades utilitzant una jerarquia (similar a les Etiquetes en el digiKam). Aquesta jerarquia pot estar imbricada dins les **Carpetes preferides** per a allotjar les vostres piles (**Element preferit**). Podreu editar les propietats de la pila, les quals inclouen **Nom**, **Tipus**, **Descripció**, **Data de creació**, **Icona** i la llista dels **Elements apilats**. Fent doble clic sobre un element de la jerarquia s'inserirà el contingut de la pila a la part superior de la llista de miniatures. Si no hi ha n'hi ha cap darrer fitxer obert, llavors es carregarà el primer element de la llista en el llenç.
it: La vista ad albero **Preferiti** è un elenco delle pile preferite classificate utilizzando una gerarchia (simile ai Tag in digiKam). Questa gerarchia può essere annidata sotto **Preferiti** in modo da ospitare le tue pile (**elemento preferito**). Puoi modificare le proprietà della pila, le quali comprendono **Nome**, **Tipo**, **Descrizione**, **Data di creazione**, **Icona** e l'elenco degli **elementi raggruppati**. Se fai doppio clic su un elemento dalla gerarchia, inserisci il contenuto della pila in cima all'elenco delle miniature e carichi nella tela l'ultimo file aperto dalla pila. Se non esiste un ultimo file aperto, allora nella tela viene caricato il primo elemento dell'elenco.
nl: De boomstructuurweergave **Favorieten** is een lijst met de stapels met voorkeur geclassificeerd met een hiërarchie (gelijk aan Tags in digiKam). Deze hiërarchie kan genest worden onder **Mijn favorieten** om uw stapels (**Favoriet item**) te huisvesten. U kunt eigenschappen van stapels bewerken die **Naam**, **Type**, **Beschrijving**, **Aanmaakdatum**, **Pictogram** en de lijst met **Gestapelde items** bevatten. Dubbelklikken op een item uit de hiërarchie voegt de inhoud van de stapel in bovenaan de miniaturenlijst. Indien er geen laatst geopende bestand is, dan wordt het eerste item uit lijst geladen in het werkveld.
pt_br: A visualização em árvore de **Favoritos** é uma lista das pilhas preferidas, classificadas usando uma hierarquia (semelhante às etiquetas no digiKam). Essa hierarquia pode ser aninhada em **Meus favoritos** para hospedar suas pilhas (**Item favorito**). Você pode editar as propriedades da pilha, que incluem **Nome**, **Tipo**, **Descrição**, **Data de criação**, **Ícone** e a lista de **Itens empilhados**. Clicar duas vezes em um item da hierarquia insere o conteúdo da pilha no topo da lista de miniaturas e carrega o último arquivo aberto da pilha na tela. Se não houver nenhum último arquivo aberto, o primeiro item da lista será carregado na tela.
sl: Drevesni pogled **Priljubljene** je seznam prednostnih skladov, razvrščenih po hierarhiji (podobno oznakam v digiKamu). To hierarhijo lahko ugnezdite pod **Moje priljubljene**, da gostite svoje sklade (**Priljubljeni element**). Urejate lahko lastnosti sklada, ki vključuje **Ime**, **Tip**, **Opis**, **Datum ustvarjanja**, **Ikona** in seznam **Zloženih elementov**. Dvojni klik na element iz hierarhije vstavi vsebino sklada na vrh seznama sličic in naloži zadnjo odprto datoteko iz sklada na platno. Če ni zadnje odprte datoteke, se prvi element s seznama naloži na platno.
sv: Trädvyn **Favoriter** är en lista över föredragna träd klassificerade med hjälp av en hierarki (liknande Etiketter i digiKam). Hierarkin kan nästlas under **Mina favoriter** från träden (**Favoritobjekt**). Man kan redigera trädegenskaper som inkluderar **Namn**, **Typ**, **Beskrivning**, **Skapad datum**, **Ikon** och listan över **Kombinerade objekt**. Genom att dubbelklicka på ett objekt i hierarkin infogas trädets innehåll längst upp i miniatyrbildslistan, och läser in den senast öppnade filer från trädet till arbetsytan. Om det inte finns någon senast öppnade fil, läses det första objektet i listan in till arbetsytan.
uk: Панель ієрархічного перегляду **Улюблене** є списком уподобаних стосів класифікованим з використанням ієрархії (подібно до міток у digiKam). У цій ієрархії можуть міститися вкладені **теки улюбленого** з вашими стосами (**Улюблений запис**). Ви можете редагувати властивості стосу, серед яких **Назва**, **Тип**, **Опис**, **Дата створення**, **Піктограма** і список **стосованих записів**. Двічі клацніть на записі з ієрархії з'єднує вміст стосу зі списком мініатюр вище. Якщо такий є, на полотно завантажується останній відкритий файл зі стосу, якщо ж такого завантаженого файла немає, буде завантажено перший файл зі списку.

source: The Showfoto Dialog to Edit Favorite Properties
ca: El diàleg per a editar les propietats preferides del Showfoto
it: La finestra di dialogo di Showfoto per la modifica delle proprietà dei preferiti
nl: De dialoog van Showfoto om eigenschappen van favorieten te bewerken
pt_br: A janela do Showfoto para editar propriedades do favorito
sl: Pogovorno okno Showfoto za urejanje priljubljenih lastnosti
sv: Dialogrutan i Showfoto för att redigera favoritegenskaper
uk: Діалогове вікно Showfoto для редагування властивостей вибраного запису

source: The vertical layout of the **Stack** tab view can be adjusted by dragging the splitter adjustment between the **Thumbnails list** and the **Favorites view**.
ca: La disposició vertical de la vista de pestanyes **Pila** es pot ajustar arrossegant l'ajust del divisor entre la **Llista de miniatures** i la **Vista de preferides**.
it: La disposizione verticale della vista della scheda **Pila** è regolabile trascinando il divisore tra l'**elenco delle miniature** e la **vista Preferiti**.
nl: De verticale indeling in de weergave van het tabblad **Stapel** kan aangepast worden door slepen van de splitserbesturing tussen de **Miniaturenlijst** en de weergave **Favorietenweergave**.
pt_br: O layout vertical da visualização da aba **Pilha** pode ser ajustado arrastando o ajuste do divisor entre a **Lista de miniaturas** e a **Visualização de favoritos**.
sl: Navpično postavitev pogleda zavihka **Sklad** lahko prilagodite tako, da povlečete nastavitev razdelilnika med **Seznam predoglednih sličic** in **Pogled priljubljenih**.
sv: Den vertikala layouten av flikvyn **Träd** kan justeras genom att dra delningsjusteringen mellan **Miniatyrbildslistan** och **Favoritvyn**.
uk: Вертикальне компонування вкладки **Стос** можна скоригувати перетягуванням роздільника між **списком мініатюр** і **панеллю перегляду вибраних місць**.
