Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/showfoto_editor/showfoto_overview.po
Languages: ca, it, sl, sv

source: Overview to Showfoto Image Editor
ca: Vista general de l'editor d'imatges en el Showfoto
it: Panoramica dell'editor delle immagini Showfoto
sl: Pregled urejevalnika slik Showfoto
sv: Översikt av Showfoto bildeditor

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, showfoto
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, showfoto
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor di immagini, showfoto
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, slika, urejevalnik, showfoto
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bild, editor, showfoto

source: Overview
ca: Vista general
it: Panoramica
sl: Pregled
sv: Översikt

source: Contents
ca: Contingut
it: Indice
sl: Vsebina
sv: Innehåll

source: Showfoto is a stand alone version of the famous :ref:`digiKam Image Editor <image_editor>`. It works mostly like this one, but with slight differences and supplemental features that we will see in this section of the manual.
ca: El Showfoto és una versió independent del famós :ref:`editor d'imatges digiKam <image_editor>`. Majoritàriament funciona de la mateixa manera, però amb lleugeres diferències i característiques addicionals que veurem en aquesta secció del manual.
it: Showfoto è una versione indipendente del famoso :ref:`editor delle immagini digiKam <image_editor>`. Funziona quasi come l'altro, ma con qualche leggera differenza e alcune funzionalità supplementari che tratteremo in questa sezione del manuale.
sl: Showfoto je samostojna različica znanega urejevalnika slik :ref:`digiKamov urejevalnik slik<image_editor>`. Deluje večinoma tako kot ta, vendar z majhnimi razlikami in dodatnimi funkcijami, ki jih bomo videli v tem delu priročnika.
sv: Showfoto är en fristående version av den välkända :ref:`bildeditorn i digiKam <image_editor>`. Det fungerar mestadels som den, men med små skillnader och kompletterande funktioner som ser i det här avsnittet av handboken.

source: The Showfoto Stand-Alone Editor Main Window
ca: La finestra principal de l'editor independent en el Showfoto
it: La finestra principale dell'editor di immagini indipendente Showfoto
sl: Glavno okno samostojnega urejevalnika Showfoto
sv: Huvudfönstret i Showfoto fristående bildeditor

source: Differences with Image Editor
ca: Diferències amb l'editor d'imatges
it: Differenze tra editor
sl: Razlike z urejevalnikom slik
sv: Skillnader mot bildeditorn

source: One main difference between Showfoto and digiKam Image Editor is the **non-support of any database**. For all files loaded in the editor, Showfoto deals directly with the file-metadata. As Showfoto is just an editor and does not support all capabilities for photo management program (as a powerful search tool), it's not necessary to cache files-information in a database.
ca: Una diferència principal entre el Showfoto i l'editor d'imatges digiKam és que **no admet cap base de dades**. Per a tots els fitxers carregats a l'editor, el Showfoto tracta directament amb les metadades del fitxer. Com que el Showfoto només és un editor i no és compatible amb totes les capacitats del programa de gestió de fotografies (com una poderosa eina de cerca), no cal emmagatzemar la informació dels fitxers en una base de dades.
it: La differenza principale tra Showfoto e l'editor delle immagini digiKam è la **mancanza di supporto di qualsiasi banca dati**. Showfoto tratta direttamente con i metadati contenuti nei file caricati nell'editor. Poiché Showfoto è solamente un editor e non supporta le capacità di un programma di gestione delle foto (come la ricerca avanzata), non è necessario memorizzare le informazioni dei file in una banca dati.
sl: Glavna razlika med Showfoto in digiKam urejevalnikom slik je **ne-podpora kakršnikoli bazi podatkov**. Za vse datoteke, naložene v urejevalnik, Showfoto neposredno obravnava metapodatke datoteke. Ker je Showfoto le urejevalnik in ne podpira vseh zmožnosti programa za upravljanje fotografij (kot npr. zmogljivo iskalno orodje), ni potrebno predpomniti informacij v datoteki v zbirki podatkov.
sv: En huvudskillnad mellan Showfoto och digiKams bildeditor är att det **saknar stöd för databaser**. För alla filer som läses in i editorn, hanterar Showfoto filens metadata direkt. Eftersom Showfoto bara är en editor och inte stöder alla funktioner för fotohantering (som ett kraftfullt sökverktyg), är det inte nödvändigt att lagra filinformation i en databas.

source: As Showfoto does not use a database, application lack **image versioning** support.
ca: Com que el Showfoto no utilitza una base de dades, l'aplicació no admet el **control de versions de les imatges**.
it: Dato che Showfoto non utilizza una banca dati, manca del supporto di **gestione delle versioni di un'immagine*.
sl: Ker Showfoto ne uporablja baze podatkov, aplikacija nima podpore za **različice slik**.
sv: Eftersom Showfoto inte använder en databas saknar programmet stöd för **bildversionshantering**.

source: Other difference with digiKam Image Editor is the **Left sidebar**. In Showfoto all photo management is delegate to the Main Window and the left sidebar host two tab to navigate through your file-system:
ca: Una altra diferència amb l'editor d'imatges digiKam és la **barra lateral esquerra**. En el Showfoto, tota la gestió de fotografies es delega a la finestra principal i la barra lateral esquerra allotja dues pestanyes per a navegar pel sistema de fitxers:
it: Un'altra differenza con digiKam è la **barra laterale sinistra**. In Showfoto la gestione delle fotografie è delegata alla finestra principale e la barra laterale sinistra ospita due schede per navigare nel tuo filesystem:
sl: Druga razlika z urejevalnikom slik digiKam je **Levi stranski stolpec**. V Showfoto je upravljanje vseh fotografij je dodeljeno glavnemu oknu in levi stranski stolpec gosti dva zavihka za krmarjenje po vašem datotečnem sistemu:
sv: En annan skillnad mot digiKams bildeditor är **vänster sidorad**. I Showfoto delegeras all fotohantering till huvudfönstret och den vänstra sidoraden har två flikar för att navigera i filsystemet:

source: :ref:`First one <showfoto_folderstab>`, named **Folders** allows to go in-deep in directory hierarchies as a standard files manager. You can see the image thumbnails and the current path. Clicking on a thumbnail will load the contents to the canvas.
ca: :ref:`La primera <showfoto_folderstab>`, s'anomena **Carpetes**, permet aprofundir en les jerarquies de directoris com un gestor de fitxers estàndard. Veureu les miniatures de les imatges i el camí actual. Fent clic sobre una miniatura es carregarà el contingut al llenç.
it: :ref:`la prima <showfoto_folderstab>`, chiamata **Cartelle** permette di sfogliare in dettagli le gerarchie delle cartelle come un normale gestore di file. Puoi visualizzare le miniature delle immagini e il loro percorso. Facendo clic su una miniatura caricherai il contenuto corrispondente nella tela;
sl: :ref:`Prvi <showfoto_folderstab>` z imenom **Mape** omogoča dostop globoko v hierarhijo imenikov kot standardni upravitelj datotek. Lahko vidite predogledne sličice in trenutno pot. S klikom na sličico se naloži vsebina na platno.
sv: :ref:`Den första <showfoto_folderstab>`, benämnd **Kataloger** gör det möjligt att gå på djupet i kataloghierarkier som en vanlig filhanterare. Man kan se miniatyrbilderna och den aktuella sökvägen. Genom att klicka på en miniatyrbild läses innehållet in till arbetsytan.

source: :ref:`Second one <showfoto_stacktab>`, named **Stack** allows to host you preferred items previously selected in the **Folders** tab.
ca: :ref:`La segona <showfoto_stacktab>`, s'anomena **Pila**, permet allotjar els vostres elements preferits prèviament seleccionats a la pestanya **Carpetes**.
it: :ref:`la seconda <showfoto_stacktab>`, chiamata **Pila** ti permette di ospitare i tuoi elementi preferiti selezionati in precedenza nella scheda **Cartelle**.
sl: ref:`Drugi <showfoto_stacktab>` z imenom **Sklad** omogoča gostovanje želenih elementov, ki ste jih predhodno izbrali na zavihku **Mape**.
sv: :ref:`Den andra <showfoto_stacktab>`, benämnd **Träd** gör det möjligt att visa favoritobjekt som tidigare valts under fliken **Kataloger**.

source: The **Right Sidebar** is exactly the same than Image Editor, excepted the tabs depending exclusively to the database. **Captions** and **Versions** are not available in Showfoto. Looks in :ref:`this section of this manual <right_sidebar>` to found information about tabs present in Showfoto.
ca: La **barra lateral dreta** és exactament igual que a l'editor d'imatges, excepte les pestanyes que depenen exclusivament de la base de dades. Les **Llegendes** i les **Versions** no estan disponibles en el Showfoto. Cerqueu en :ref:`aquesta secció <right_sidebar>` del manual per a trobar informació sobre les pestanyes presents en el Showfoto.
it: La **barra laterale destra** è esattamente uguale a quella dell'Editor delle immagini, ad eccezione delle schede che dipendono esclusivamente dalla banca dati. Le **didascalie** e le **versioni** in Showfoto non sono disponibili. Per informazioni sulle schede presenti in Showfoto, vedi :ref:`questa sezione del manuale <right_sidebar>`.
sl: **Desni stranski stolpce** je popolnoma enak kot pri urejevalniku slik, razen zavihkov, ki so odvisni izključno od baze podatkov. **Napisi** in **Različice** niso na voljo v Showfoto. Poiščite v :ref:`ta razdelek tega priročnika <right_sidebar>` za iskanje informacij o zavihkih v Showfoto.
sv: **Höger sidorad** är exakt samma som i bildeditorn, förutom flikarna som uteslutande är beroende av databasen. **Rubriker** och **Version** är inte tillgängliga i Showfoto. Tittar i :ref:`det här avsnittet av handboken <right_sidebar>` för att hitta information om flikar som finns i Showfoto.

source: Another difference with digiKam Image Editor is the new entries in **File** menu:
ca: Una altra diferència amb l'editor d'imatges digiKam són les noves entrades en el menú **Fitxer**:
it: Un'altra differenza con digiKam sono le nuove voci nel menu **File**:
sl: Druga razlika z urejevalnikom slik digiKam so novi vnosi v meniju **Datoteka**:
sv: En annan skillnad mot digiKams bildeditor är de nya alternativen i menyn **Arkiv**:

source: **Open**: can load files in the stack. A standard open file dialog will allows to choose the items from the disk.
ca: **Obre...**: podreu carregar fitxers a la pila. Un diàleg estàndard per a obrir fitxers permetrà triar els elements des del disc.
it: **Apri**: può caricare file nella pila. Una finestra di dialogo standard di scelta file ti permetterà di scegliere gli elementi memorizzati sul disco.
sl: **Odpri**: lahko naloži datoteke na sklad. Standardno pogovorno okno za odpiranje datoteke boomogočalo izbiro predmetov z diska.
sv: **Öppna**: kan läsa in filer från trädet. En vanlig dialogruta för att öppna en fil gör det möjligt att välja objekt från disken.

source: **Open folder**: can specify the folder to parse all items to load in the stack.
ca: **Obre una carpeta**: podreu especificar la carpeta per a analitzar tots els elements que es carregaran a la pila.
it: **Apri cartella**: permette di specificare la cartella in cui analizzare tutti gli elementi da caricare nella pila.
sl: **Odpri mapo**: lahko določi mapo za razčlenitev vseh elementov za nalaganje v sklad.
sv: **Öppna katalog**: kan ange katalogen för att tolka alla objekt som ska läsas in till trädet.
