Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/showfoto_editor/showfoto_tools.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The Showfoto Tools
ca: Les eines del Showfoto
it: Gli strumenti di Showfoto
nl: De hulpmiddelen van Showfoto
pt: As Ferramentas do Showfoto
pt_br: As ferramentas do Showfoto
sl: Orodja Showfoto
sv: Verktygen i Showfoto
uk: Інструменти Showfoto

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, showfoto, tools
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, showfoto, eines
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor di immagini, showfoto, strumenti
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker, showfoto, hulpmiddelen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imagem, editor, showfoto, ferramentas
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imagem, editor, showfoto, ferramentas
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, slika, urejevalnik, showfoto, orodja
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bild, editor, showfoto, verktyg
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор, showfoto, шоуфото, інструменти

source: Tools
ca: Eines
it: Strumenti
pt: Ferramentas
uk: Інструменти

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
sv: Översikt
uk: Огляд

source: Mostly, Showfoto provides the same tools from digiKam Image Editor, in native or as plugins. All :ref:`Colors <colors_tools>`, :ref:`Effects <effects_tools>`, :ref:`Transform <transform_tools>`, :ref:`Decorate <decorate_tools>`, and :ref:`Enhancement <enhancement_tools>` tools are there. Showfoto inherits also of **Raw Import** tool to handle RAW demosaicing operations.
ca: Majoritàriament, el Showfoto proporciona les mateixes eines que l'editor d'imatges en el digiKam, en forma nativa o com a connectors. Hi trobareu les eines :ref:`Colors <colors_tools>`, :ref:`Efectes <effects_tools>`, :ref:`Transforma <transform_tools>`, :ref:`Decora <decorate_tools>` i :ref:`Millora <enhancement_tools>`. El Showfoto també hereta l'eina **Importació RAW** per a manejar les operacions de la reconstrucció RAW.
it: Showfoto offre fondamentalmente gli stessi strumenti dell'editor delle immagini digiKam, in maniera nativa o come estensioni. Sono presenti tutti gli strumenti relativi a :ref:`Colori <colors_tools>`, :ref:`Effetti <effects_tools>`, :ref:`Trasformazione <transform_tools>`, :ref:`Decorazione <decorate_tools>` e :ref:`Miglioramento <enhancement_tools>`. Showfoto eredita anche lo strumento di **importazione RAW** per gestire le operazioni di demosaicizzazione RAW.
pt: Na sua grande maioria, o Showfoto oferece as mesmas ferramentas que o Editor de Imagens do digiKam. Todas as ferramentas de :ref:`Cores <colors_tools>`, :ref:`Efeitos <effects_tools>`, :ref:`Transformação <transform_tools>`, :ref:`Decoração <decorate_tools>` e :ref:`Melhoria <enhancement_tools>` estão aqui. O Showfoto herda também a ferramenta de **Importação de RAW** para lidar com as operações de remoção de mosaico no RAW.
uk: Здебільшого, Showfoto надає у ваше розпорядження ті самі інструменти редактора зображень digiKam, вбудовані або у форматі додатків. Усі інструменти :ref:`Кольори <colors_tools>`, :ref:`Ефекти <effects_tools>`, :ref:`Перетворення <transform_tools>`, :ref:`Декорування <decorate_tools>` та :ref:`Покращення <enhancement_tools>` лишаються на місці. Також Showfoto успадковує інструмент **Імпортування цифрових негативів** для виконання дій з усування мозаїчності цифрових негативів.

source: The Showfoto loading a DNG Based Apple ProRAW File Taken with an Iphone
ca: El Showfoto carregant un fitxer ProRAW d'Apple capturat amb un iPhone

source: Post-Processing
ca: Postprocessament
it: Post-elaborazione
nl: Nabewerking
pt: Pós-Processamento
pt_br: Pós-processamento
sl: Naknadna obdelava
sv: Efterbehandling
uk: Остаточна обробка

source: Even if Showfoto does not provide something like the digiKam **Batch Queue Manager**, it can process files in batch. Plugins as **Time Adjust**, **Print Wizard**, **Metadata Editor**, **HTML Gallery**, etc. are compatible with Showfoto. The main difference to deal with this tools compared to digiKam is the way to pass items to process in the tools. Showfoto does not have an Icon-View as digiKam, but it has the **Stack View** and **Thumbbar** containers. When a :ref:`Post Processing <post_processing>` tool is called from Showfoto, the contents of the Stack or the Thumbbar are loaded in the tool, and of course, you can personalize this list later in the plugin.
ca: Fins i tot si el Showfoto no proporciona alguna cosa com el **Gestor de la cua per lots** en el digiKam, podreu processar per lots els fitxers. Els connectors com **Ajust de l'hora**, **Assistent d'impressió**, **Editor de metadades**, **Galeria HTML**, etc. són compatibles amb el Showfoto. La principal diferència per a manejar aquestes eines en comparació amb el digiKam és la manera de passar els elements que es processaran amb les eines. El Showfoto no té una vista d'icones com el digiKam, però té els contenidors **Vista de pila** i **Barra de miniatures**. Quan es crida una eina per a :ref:`Postprocessar <post_processing>` des del Showfoto, el contingut de la pila o de la barra de miniatures es carregaran a l'eina i, per descomptat, podreu personalitzar aquesta llista més endavant en el connector.
it: Anche se Showfoto non offre uno strumento simile al **Gestore elaborazione in serie** di digiKam, è in grado di elaborare file in serie. Le estensioni **Regolazione dell'ora**, **Procedura guidata di stampa**, **Editor dei metadati**, **Galleria HTML**, ecc., sono compatibili con Showfoto. La differenza principale con digiKam nel lavorare con questi strumenti è il modo di passare agli strumenti gli elementi da elaborare. Showfoto non possiede una vista a icone come digiKam, ma possiede i contenitori **vista a pila** e **barra delle miniature**. Quando uno strumento di :ref:`post-elaborazione <post_processing>` viene invocato da Showfoto, il contenuto della pila o della barra delle miniature viene caricato nello strumento e, naturalmente, puoi personalizzare l'elenco in seguito nell'estensione.
pt: Mesmo se o Showfoto não tiver alguma coisa, como o **Gestor da Fila em Lote**, ele consegue à mesma processar os ficheiros em lote. Alguns 'plugins', como o **Ajuste da Hora**, o **Assistente de Impressão**, o **Editor de Meta-Dados**, a **Galeria de HTML**, etc. são compatíveis com o Showfoto. A diferença principal a lidar nestas ferramentas, em comparação com o digiKam, é a forma de passar os itens a processar para essas ferramentas. O Showfoto não tem uma área de ícones, como o digiKam, mas tem os contentores da **Pilha** e da **Barra de Miniaturas**. Quando é invocada uma ferramenta de :ref:`Pós-Processamento <post_processing>` a partir do Showfoto, o conteúdo da Pilha ou da Barra de Miniaturas é carregado na ferramenta e, obviamente, poderá personalizar esta lista mais tarde no 'plugin'.
uk: Хоча Showfoto не надає чогось подібного до **засобу керування чергою пакетної обробки** digiKam, програма здатна до пакетної обробки. Додатки **Налаштування часу**, **Майстер друку**, **Редактор метаданих**, **Галерея HTML** тощо є сумісними з Showfoto. Основною відмінністю у роботі з цими інструментами, порівняно із digiKam, є спосіб передавання записів для обробки до інструментів. У Showfoto немає панелі перегляду піктограм, як у digiKam, але є **стосований перегляд** і контейнери **панелі мініатюр**. Коли хтось викликає інструмент :ref:`остаточної обробки <post_processing>` з Showfoto, дані стосу або панелі мініатюр завантажуються до інструмента і, звичайно ж, ви можете персоналізувати цей список пізніше у додатку.

source: The Showfoto Running Time Adjust Plugin Over the Contents loaded from the Current Stack
ca: El Showfoto executant el connector Ajust de l'hora sobre el contingut carregat des de la pila actual
it: Showfoto che esegue l'estensione Regolazione dell'ora sul contenuto caricato dalla pila attiva
nl: Het uitvoeren van de plug-in voor tijd aanpassen van Showfoto op inhoud geladen uit de huidige stapel
pt: O Showfoto a Executar o 'Plugin' de Ajuste da Hora sobre o Conteúdo Actual da Pilha
pt_br: O plugin de ajuste de tempo em execução sobre o conteúdo carregado da pilha atual do Showfoto
sl: Vtičnik Showfoto Running Time Adjust nad vsebino, naloženo iz trenutnega sklada
sv: Showfoto som kör insticksprogrammet Tidsjustering med innehållet som lästs in från det aktuella trädet
uk: Робота додатка налаштовування часу у Showfoto над даними, які завантажено з поточного стосу

source: With Showfoto, you can also export items with :ref:`web-service tools <export_tools>`, as Flickr or Google, exactly like you can do in digiKam.
ca: Amb el Showfoto, també podreu exportar els elements amb les :ref:`eines de servei web <export_tools>`, com Flickr o Google, exactament com ho faríeu en el digiKam.
it: Con Showfoto puoi anche esportare gli elementi tramite :ref:` servizi web <export_tools>` tipo Flickr o Google, esattamente come faresti con digiKam.
pt: Com o Showfoto, poderá também exportar os itens com as :ref:`ferramentas de serviços Web <export_tools>`, como o Flickr ou o Google, exactamente como o faz no digiKam.
uk: За допомогою Showfoto ви також можете експортувати записи з використанням :ref:`інструментів вебслужб <export_tools>`, зокрема Flickr або Google, точно так само, як ви це робите у digiKam.

source: The Showfoto Exporting the Current Stack to Dropbox Web-Service
ca: El Showfoto exportant la pila actual cap al servei web de Dropbox
it: Showfoto che esporta la pila attuale nel servizio web Dropbox
nl: Showfoto die de huidige stapel exporteert naar de Dropbox webservice
pt: O Showfoto a Exportar a Pilha Actual para o Serviço Web do Dropbox
pt_br: O Showfoto exportando a pilha atual para o serviço web Dropbox
sl: Showfoto izvaža trenutni sklad v spletno storitev Dropbox
sv: Showfoto som exporterar det aktuella trädet till webbtjänsten Dropbox
uk: Експортування у Showfoto поточного стосу до вебслужби Dropbox

source: DNG Converter
ca: Convertidor DNG
it: Convertitore DNG
pt: Conversão para DNG
pt_br: Conversor para DNG
sl: DNG pretvornik
sv: DNG-konvertering
uk: Перетворювач DNG

source: One very important tool available in digiKam Batch Queue Manager is also usable in Showfoto. It's the famous :ref:`DNG Converter <dng_converter>` used to migrate proprietary RAW data containers to the open-standardized `Digital Negative format <https://en.wikipedia.org/wiki/Digital_Negative>`_.
ca: Una eina molt important disponible en el digiKam és el Gestor de la cua per lots, la qual també es pot utilitzar en el Showfoto. És el famós :ref:`Convertidor DNG <dng_converter>` que s'utilitza per a migrar des dels contenidors propietaris de dades RAW cap al `format de negatiu digital <https://en.wikipedia.org/wiki/Digital_Negative>`_ amb un estàndard obert.
it: Uno strumento molto importante disponibile nel Gestore elaborazione in serie di digiKam si può utilizzare anche in Showfoto. È il famoso :ref:`Convertitore DNG <dng_converter>`, utilizzato per eseguire la migrazione dei contenitori di dati RAW proprietari nel `formato standard e aperto Digital Negative <https://en.wikipedia.org/wiki/Digital_Negative>`_.
pt: Uma ferramenta muito importante e disponível no Gestor da Fila do digiKam também pode ser usada no Showfoto. É o famoso :ref:`Conversor para DNG <dng_converter>`, que é usado para migrar os contentores de dados RAW proprietários para o `formato aberto do Negativo Digital <https://en.wikipedia.org/wiki/Digital_Negative>`_.
uk: Один з дуже важливих інструментів, які доступні у засобі керування чергою пакетної обробки digiKam, також доступний і у Showfoto. Це відомий :ref:`засіб перетворення на DNG <dng_converter>`, яким користуються для перенесення даних з закритих контейнерів цифрових негативів до відкритого стандарту `формату Digital Negative <https://en.wikipedia.org/wiki/Digital_Negative>`_.

source: In Showfoto, this tool runs as stand-alone version like **Time Adjust** plugin. It works mostly like the original from the digiKam Batch Queue Manager. You can start it from the :menuselection:`Tools --> DNG Converter...` menu entry.
ca: En el Showfoto, aquesta eina s'executa com una versió independent com el connector **Ajusta l'hora**. Funciona principalment com l'original Gestor de la cua per lots en el digiKam. Podreu iniciar-lo des de l'element de menú «:menuselection:`Eines --> Convertidor DNG...`».
it: In Showfoto questo strumento viene avviato come versione indipendente, come l'estensione **Regolazione dell'ora**. Funziona più o meno come l'originale avviato dal Gestore elaborazione in serie di digiKam. Puoi avviarlo dal menu :menuselection:`Strumenti --> Convertitore DNG...`.
pt: No Showfoto, esta ferramenta executa como uma versão independente, como o 'plugin' do **Ajuste da Hora**. Funciona maioritariamente como o original da Gestor da Fila em Lote do digiKam. Podê-lo-á iniciar a partir do item de menu :menuselection:`Ferramentas --> Conversão para DNG...`.
uk: У Showfoto цей інструмент працює як окрема версія, подібно до додатка **Налаштування часу**. Він працює, здебільшого, так само, як оригінал з засобу керування чергою пакетної обробки digiKam. Ви можете запустити його за допомогою пункту меню :menuselection:`Інструменти --> Перетворювач DNG...`.

source: The Showfoto Running DNG Converter Plugin
ca: El Showfoto executant el connector Convertidor DNG
it: Showfoto che esegue il Convertitore DNG
nl: De plug-in van Showfoto die DNG-conversie uitvoert
pt: O Showfoto a Executar o 'Plugin' de Conversão para DNG
pt_br: O plugin do conversor para DNG em execução no Showfoto
sl: Vtičnik Showfoto Running DNG Converter
sv: Showfoto som kör insticksprogrammet DNG-konvertering
uk: Додаток перетворення DNG, який запущено у Showfoto

source: The Showfoto loading a DNG Based Apple ProRAW File Taken with an iPhone
it: Showfoto che carica un file ProRAW Apple basato su DNG scattato con un iPhone
pt: O Showfoto a carregar um Ficheiro ProRAW da Apple em DNG, Tirado com um iPhone
uk: Завантаження у Showfoto заснованого на DNG файла Apple ProRAW, який створено за допомогою iPhone

source: :ref:`Tools <showfoto_editor>`
nl: :ref:`Hulpmiddelen <showfoto_editor>`
pt_br: :ref:`Ferramentas <showfoto_editor>`
sl: :ref:`Orodja <showfoto_editor>`
sv: :ref:`Verktyg <showfoto_editor>`

source: Showfoto mostly provides the same tools as the digiKam Image Editor, in native form or as plugins. All :ref:`Colors <colors_tools>`, :ref:`Effects <effects_tools>`, :ref:`Transform <transform_tools>`, :ref:`Decorate <decorate_tools>`, and :ref:`Enhancement <enhancement_tools>` tools are there. Showfoto also inherits the **Raw Import** tool to handle RAW demosaicing operations.
nl: Showfoto levert meestal dezelfde hulpmiddelen als de afbeeldingsbewerker van digiKam, als inheems of als plug-ins. Alle hulpmiddelen :ref:`Kleuren <colors_tools>`, :ref:`Effecten <effects_tools>`, :ref:`Transformaties <transform_tools>`, :ref:`Decoreren <decorate_tools>` en hulpmiddelen voor :ref:`Verbeteren <enhancement_tools>` zijn er. Showfoto erft ook het hulpmiddel **Raw importeren** om bewerkingen zoals RAW moza√Øek verwijderen uit te voeren.
pt_br: O Showfoto oferece basicamente as mesmas ferramentas do Editor de Imagem do digiKam, em formato nativo ou como plugins. Todas as ferramentas de :ref:`Cores <colors_tools>`, :ref:`Efeitos <effects_tools>`, :ref:`Transformação <transform_tools>`, :ref:`Decoração <decorate_tools>` e :ref:`Melhoria <enhancement_tools>` estão disponíveis. O Showfoto também herda a ferramenta **Importar RAW** para lidar com operações de reconstrução de cor em RAW.
sl: Showfoto večinoma ponuja enaka orodja kot urejevalnik slik digiKam, v izvorni obliki ali kot vtičniki. Vsa orodja :ref:`Barve <colors_tools>`, :ref:`Učinki <effects_tools>`, :ref:`Transform <transform_tools>`, :ref:`Okrasi <decorate_tools>` in :ref:`Izboljšave <enhancement_tools> ` so tam. Showfoto podeduje tudi orodje **Uvoz Raw** za obdelavo operacij odstranjevanja mozaičnosti RAW.

source: The Showfoto loading a DNG-Based Apple ProRAW File Taken with an iPhone
nl: Showfoto die een op DNG gebaseerde Apple ProRAW bestand laadt genomen met een iPhone
pt_br: O Showfoto carregando um arquivo Apple ProRAW baseado em DNG tirado com um iPhone
sl: Showfoto nalaga datoteko Apple ProRAW, ki temelji na DNG, posneto z iPhonom

source: Even if Showfoto does not provide something like the digiKam **Batch Queue Manager**, it can batch process files. Plugins such as **Time Adjust**, **Print Wizard**, **Metadata Editor**, **HTML Gallery**, etc. are compatible with Showfoto. The main difference with these tools compared to digiKam is the way items are passed into the tools for processing. Showfoto does not have an Icon-View like digiKam, but it has the **Stack View** and **Thumbbar** containers. When a :ref:`Post Processing <post_processing>` tool is called from Showfoto, the contents of the Stack or the Thumbbar are loaded into the tool, and of course, you can make adjustments to this list later in the plugin.
nl: Zelfs als Showfoto niet iets levert zoals de **Takenwachtrijbeheerder** van digiKam, kan het bestanden verwerken in bulk. Plug-ins zoals **Tijd aanpassen**, **Afdrukassistent**, **Bewerker van metagegevens**, **HTML-gallerij**, etc. zijn compatibel met Showfoto. Het hoofdverschil om met deze hulpmiddelen te werken vergeleken met digiKam is de manier om te verwerken items door te geven aan de hulpmiddelen. Showfoto heeft geen pictogramweergave zoals digiKam, maar het heeft de containers **Stapelweergave** en **Miniaturenbalk**. Wanneer een hulpmiddel voor :ref:`Nabewerking <post_processing>` wordt aangeroepen uit Showfoto, wordt de inhoud van de stapel of de miniaturenbalk geladen in het hulpmiddel en natuurlijk kunt u in deze lijst later aanpassingen maken in de plug-in.
pt_br: Mesmo que o Showfoto não ofereça algo como o **Gerenciador de processamento em lote** do digiKam, ele pode processar arquivos em lote. Plugins como **Ajuste de data e hora**, **Assistente de impressão**, **Editor de metadados**, **Galeria HTML** etc. são compatíveis com o Showfoto. A principal diferença entre essas ferramentas e o digiKam é a forma como os itens são passados ​​para as ferramentas para processamento. O Showfoto não possui uma visualização de miniaturas como o digiKam, mas possui os contêineres **Visualização de pilha** e **Barra de miniaturas**. Quando uma ferramenta de :ref:`Pós-Processamento <post_processing>` é chamada no Showfoto, o conteúdo da Pilha ou da Barra de miniaturas é carregado na ferramenta e, claro, você pode fazer ajustes nessa lista posteriormente no plugin.
sl: Tudi če Showfoto ne ponuja česa podobnega digiKam **Upravljalnik paketnih čakalnih vrst**, lahko paketno obdeluje datoteke. Vtičniki, kot so **Prilagodi čas**, **Čarovnik za tiskanje**, **Urejevalnik metapodatkov**, **Galerija HTML** itd., so združljivi s Showfoto. Glavna razlika teh orodij v primerjavi z digiKamom je način, kako se elementi posredujejo v orodja za obdelavo. Showfoto nima pogleda ikon kot digiKam, ima pa vsebnika **Pogled sklada** in **Letvico predoglednih sličic**. Ko je orodje :ref:`Naknadna obdelava <post_processing>` priklicano iz Showfoto, se vsebina sklada ali letvice predoglednih sličic naloži v orodje in seveda lahko pozneje v vtičniku prilagodite ta seznam.

source: With Showfoto, you can also export items with :ref:`web-service tools <export_tools>`, such as Flickr or Google, exactly like you can do in digiKam.
nl: Met Showfoto kunt u ook items exporteren met :ref:`hulpmiddelen web-service <export_tools>`, zoals Flickr of Google, precies eender als u kunt doen in digiKam.
pt_br: Com o Showfoto, você também pode exportar itens com as :ref:`ferramentas de serviço web <export_tools>`, como Flickr ou Google, exatamente como você pode fazer no digiKam.
sl: S programom Showfoto lahko izvozite elemente tudi z :ref:`orodji za spletne storitve <export_tools>`, kot sta Flickr ali Google, natanko tako kot lahko to storite v digiKamu.

source: One very important tool available in digiKam's Batch Queue Manager is also usable in Showfoto. It's the famous :ref:`DNG Converter <dng_converter>` used to migrate proprietary RAW data containers to the open-standardized `Digital Negative format <https://en.wikipedia.org/wiki/Digital_Negative>`_.
nl: Een erg belangrijk hulpmiddel beschikbaar in de takenwachtrijbeheerder van digiKam is ook te gebruiken in Showfoto. Het is de beroemde :ref:`DNG-conversie <dng_converter>` gebruikt om eigen RAW-gegevenscontainers te migreren naar the open gestandaardiseerde `Digital Negative format <https://en.wikipedia.org/wiki/Digital_Negative>`_.
pt_br: Uma ferramenta muito importante disponível no gerenciador de processamento em lote do digiKam também pode ser usada no Showfoto. É o famoso :ref:`Conversor para DNG <dng_converter>`, usado para migrar contêineres de dados RAW proprietários para o formato `Digital Negative <https://en.wikipedia.org/wiki/Digital_Negative>`_, padronizado de forma aberta.
sl: Eno zelo pomembno orodje, ki je na voljo v digiKamovem Upravljalniku paketnih čakalnih vrst, je uporabno tudi v Showfoto. To je slavni :ref:`Pretvornik DNG <dng_converter>`, ki se uporablja za selitev lastniških vsebnikov podatkov RAW v odprto standardiziran `Digital Negative format <https://en.wikipedia.org/wiki/Digital_Negative>`_.

source: In Showfoto, this tool runs as a stand-alone version like the **Time Adjust** plugin. It works mostly like the original from the digiKam Batch Queue Manager. You can start it from the :menuselection:`Tools --> DNG Converter...` menu entry.
nl: In Showfoto voert dit hulpmiddel als alleenstaande versie dingen uit zoals de plug-in **Tijd aanpassen**. Het werkt meestal zoals de originele uit de takenwachtrijbeheerder van digiKam. U kunt het starten met het menu-item :menuselection:`Hulpmiddelen --> DNG-conversie...`.
pt_br: No Showfoto, esta ferramenta funciona como uma versão independente, como o plugin de **Ajuste de data e hora**. Ela funciona basicamente como a versão original do gerenciador de processamento em lote do digiKam. Você pode iniciá-la a partir do menu :menuselection:`Ferramentas --> Conversor para DNG...`.
sl: V Showfoto se to orodje izvaja kot samostojna različica, kot vtičnik **Prilagoditev časa**. Deluje večinoma kot izvirnik iz digiKam Upravljalnika paketne čakalne vrste. Zaženete ga lahko z vnosom menija :menuselection:`Orodja --> Pretvornik DNG...`.
