Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/showfoto_editor/showfoto_setup.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The Showfoto **Miscellaneous** settings page is less complex :ref:`than digiKam <miscs_settings>`, but the **SpellCheck** and **Localize** tabs are exactly the same. The **Grouping** tab present in digiKam does not exist in Showfoto due to the lack of database support. The differences are located mostly in the tabs listed below:
ca: La pàgina de configuració **Miscel·lània** del Showfoto és menys complexa :ref:`que en el digiKam <miscs_settings>`, però les pestanyes **Verificació ortogràfica** i **Traducció** són exactament iguals. La pestanya **Agrupació** present en el digiKam no existeix en el Showfoto a causa de la manca de compatibilitat amb la base de dades. Les diferències estan situades principalment en les pestanyes que es llisten a continuació:
it: La pagina delle impostazioni **varie** di Showfoto è meno complessa di :ref:`quella di digiKam <miscs_settings>`, ma le schede **Controllo ortografico** e **Impostazioni regionali** sono uguali. La scheda **Raggruppamento** presente in digiKam non esiste in Showfoto, in quando manca il supporto alla banca dati. Le differenze si trovano principalmente nelle schede riportate di seguito:
nl: De instellingenpagina van Showfoto **Diversen** is minder complex dan die van :ref:`digiKam <miscs_settings>`, maar de tabbladen **Spellingcontrole** en **Lokaliseren** zijn exactly hetzelfde. Het tabblad **Groeperen** aanwezig in digiKam bestaat in Showfoto niet vanwege het gebrek aan ondersteuning voor een database. De verschillen zijn hoofdzakelijk gelokaliseerd in de onderstaande lijst met tabbladen:
pt_br: A página de configurações **Diversos** do Showfoto é menos complexa :ref:`que a do digiKam <miscs_settings>`, mas as abas **Verificação ortográfica** e **Localização** são exatamente as mesmas. A aba **Grupo** presente no digiKam não existe no Showfoto devido à falta de suporte a bancos de dados. As diferenças estão localizadas principalmente nas abas listadas abaixo:
sl: Stran z nastavitvami Showfoto **Razno** je manj kompleksna :ref:`kot digiKam <miscs_settings>`, vendar sta zavihka **Črkovanje** in **Lokaliziraj** popolnoma enaka. Zavihek **Združevanje**, ki je prisoten v digiKamu, ne obstaja v Showfoto zaradi pomanjkanja podpore za bazo podatkov. Razlike se večinoma nahajajo v spodnjih zavihkih:
sv: Showfotos inställningssida **Diverse** är mindre komplex :ref:`än i digiKam <miscs_settings>`, men flikarna **Stavningskontroll** och **Landsanpassa** är exakt likadana. Fliken **Gruppering** som finns i digiKam finns inte i Showfoto på grund av bristen på databasstöd. Skillnaderna är mestadels i flikarna nedan:
uk: На сторінці **Різне** параметрів Showfoto менше пунктів, ніж на відповідній :ref:`сторінці digiKam <miscs_settings>`. Вкладки **Перевірка правопису** і **Локалізація** є такими самими, а вкладки **Групування** з digiKam немає у Showfoto через те, що немає бази даних. Різниця, в основному, зосереджена на вкладках з наведеного нижче списку:

source: In the **Behaviour** tab, Showfoto includes options to set the **Sort Order** for the icon-view in the **Thumbbar** and the list-views available in the **Folders** and **Stack** tabs from the left sidebar. Information shown as overlays on the **Thumbbar** can be also customized. The **Updates** options to check for new program versions is exactly the same as in digiKam.
ca: A la pestanya **Comportament**, el Showfoto inclou algunes opcions per a **ordenar** les vistes d'icones a la **barra de miniatures** i la vista de llista disponible a les pestanyes **Carpetes** i **Pila** de la barra lateral esquerra. La informació que es mostra superposada a la **barra de miniatures** també es pot personalitzar. L'opció de les **Actualitzacions** per a comprovar les versions noves del programa és exactament la mateixa que en el digiKam.
it: Nella scheda **Comportamento**, Showfoto include opzioni per impostare l'**ordinamento** per la vista a icone, nella **barra delle miniature**, e le viste a elenco disponibile nelle schede **Cartelle** e **Pila** presenti nella barra laterale sinistra. Le informazioni mostrate come sovrimpressione nella **barra delle miniature** possono essere personalizzate. Le opzioni per gli **aggiornamenti**, in cui verificare la presenza di nuove versioni del programma, sono uguale a quelle di digiKam.
nl: In het tabblad **Gedrag** bevat Showfoto opties om **Sorteervolgorde** voor de pictogramweergaven zoals de **Miniaturenbalk** en lijstweergave beschikbaar in de tabbladen **Mappen** en **Stapel** uit de linker zijbalk in te stellen. Informatie getoond als overlay op de **Miniaturenbalk** kan ook aangepast worden. De opties **Bijwerken** om te controleren of er een nieuwe programmaversie is, is exact hetzelfde als in digiKam.
pt_br: Na aba **Comportamento**, o Showfoto inclui opções para definir a **Ordem de classificação** para a visualização de miniaturas na **Barra de miniaturas** e as visualizações de lista disponíveis nas abas **Pastas** e **Pilha** na barra lateral esquerda. As informações exibidas como sobreposições na **Barra de miniaturas** também podem ser personalizadas. As opções de **Atualizações** para verificar novas versões do programa são exatamente as mesmas do digiKam.
sl: V zavihku **Vedenje** Showfoto vključuje možnosti za nastavitev **Vrstnega reda** za pogled ikon v **Vrstici predoglednih sličic** in poglede seznamov, ki so na voljo v **Mapah** in **Skladu ** zavihki v levi stranski vrstici. Informacije, prikazane kot prekrivni elementi na **Vrstici predoglednih sličic**, je mogoče tudi prilagoditi. Možnosti **Posodobitve** za preverjanje novih različic programa so popolnoma enake kot pri digiKamu.
sv: Under fliken **Beteende** inkluderar Showfoto alternativ för att ställa in **Sorteringsordning** för ikonvyn för miniatyrbildsraden och listvyerna tillgänglig under flikarna **Kataloger** och **Träd** i vänster sidorad. Informationen som visas överlagrad för miniatyrbildsraden kan också anpassas. Alternativen under **Uppdateringar** för att kontrollera nya programversioner är exakt densamma som i digiKam.
uk: На вкладці **Behaviour** у Showfoto представлено ті самі пункти для **упорядковування** панелей піктограм, також на вкладках **Теки** і **Стоси** лівої бічної панелі доступні пункти **Панелі мініатюр**. Дані, які буде показано як накладку, також можна налаштувати на вкладці **Панель мініатюр**. Панель **Оновлення** для пошуку нових версій програми є такою самою, як у digiKam.

source: The Showfoto Stand-Alone Editor Setup Misc Behaviour Page
ca: La pàgina Miscel·lània pestanya Comportament a la configuració de l'editor independent del Showfoto
it: La pagina Comportamento delle Varie per la configurazione dell'editor indipendente Showfoto
nl: De opzet van de pagina Divers gedrag van de alleenstaande bewerker van Showfoto
pt: A Janela de Comportamento da Configuração Diversa do Editor Independente Showfoto
pt_br: Página de configuração de comportamento em diversos do editor autônomo Showfoto
sl: Stran za nastavitev samostojnega urejevalnika Showfoto Razno vedenje
sv: Sidan för inställning av diverse beteenden i den fristående editorn Showfoto
uk: Вікно налаштовування окремого редактора Showfoto, сторінка «Різне»

source: The **Appearance** tab is a reduced version of the same tab in digiKam. Fewer options are presented here, but fundamentally, it's the same. See :ref:`this section <appearance_settings>` of the manual for details.
ca: La pestanya **Aparença** és una versió reduïda de la mateixa pestanya en el digiKam. Aquí es presenten menys opcions, però fonamentalment és el mateix. Vegeu :ref:`aquesta secció <appearance_settings>` del manual per a més detalls.
it: La scheda **Aspetto** è una versione ridotta della stessa scheda in digiKam. Ci sono meno opzioni ma fondamentalmente è la stessa. Per i dettagli, vedi :ref:`questo capitolo <appearance_settings>` del manuale.
nl: Het tabblad **Uiterlijk** is een gereduceerde versie van hetzelfde tabblad in digiKam. Minder opties worden hier gepresenteerd, maar fundamenteel, is het hetzelfde. Zie :ref:`deze sectie <appearance_settings>` uit de handleiding voor details.
pt_br: A aba **Aparência** é uma versão reduzida da mesma aba no digiKam. Menos opções são apresentadas aqui, mas, fundamentalmente, é a mesma. Consulte :ref:`esta seção <appearance_settings>` do manual para obter detalhes.
sl: Zavihek **Videz** je zmanjšana različica istega zavihka v digiKamu. Tukaj je predstavljenih manj možnosti, vendar je v bistvu enako. Glejte :ref:`ta razdelek <appearance_settings>` priročnika za podrobnosti.
sv: Fliken **Utseende** är en reducerad version jämfört med digiKam. Färre alternativ presenteras här, men i grunden är den likadan. Se :ref:`det här avsnittet <appearance_settings>` för detaljerad information.
uk: Вкладка **Вигляд** є урізаною версією вкладки digiKam. Кількість пунктів зменшено, але, загалом, вміст вкладки є тим самим. Докладніший опис можна знайти у :ref:`цьому розділі <appearance_settings>`.

source: The Showfoto Stand-Alone Editor Setup Misc Appearance Page
ca: La pàgina Miscel·lània pestanya Aparença a la configuració de l'editor independent del Showfoto
it: La pagina Aspetto delle Varie per la configurazione dell'editor indipendente Showfoto
nl: De opzet van de uiterlijkpagina Diversen van de alleenstaande bewerker van Showfoto
pt: A Janela de Aparência da Configuração Diversa do Editor Independente Showfoto
pt_br: Página de configuração de aparência em diversos do editor autônomo Showfoto
sl: Stran za nastavitev samostojnega urejevalnika Showfoto razni videzi
sv: Sidan för inställning av diverse utseende i den fristående editorn Showfoto
uk: Вікно налаштовування окремого редактора Showfoto, сторінка «Вигляд»

source: The **System** tab is also a reduced version of the same tab in digiKam. See :ref:`this section <system_settings>` of the manual for details.
ca: La pestanya **Sistema** també és una versió reduïda de la mateixa pestanya del digiKam. Vegeu :ref:`aquesta secció <system_settings>` del manual per a més detalls.
it: Anche la scheda **Sistema** è una versione ridotta della stessa scheda in digiKam. Per i dettagli, vedi :ref:`questo capitolo <system_settings>` del manuale.
nl: Het tabblad **Systeem** is ook een gereduceerde versie van hetzelfde tabblad in digiKam. Zie :ref:`deze sectie <system_settings>` uit de handleiding voor details.
pt_br: A aba **Sistema** também é uma versão reduzida da mesma aba no digiKam. Consulte :ref:`esta seção <system_settings>` do manual para obter detalhes.
sl: Zavihek **Sistem** je tudi zmanjšana različica istega zavihka v digiKamu. Glejte :ref:`ta razdelek <system_settings>` priročnika za podrobnosti.
sv: Fliken **System** är också en reducerad version jämfört med samma flik i digiKam. Se :ref:`det här avsnittet <system_inställningar>` i handboken för detaljerad information.
uk: Як і вкладка **Вигляд**, вкладка **Система** також є урізаною версією відповідної вкладки digiKam. Докладніший опис, можна знайти у :ref:`цьому розділі <system_settings>`.

source: The Showfoto Stand-Alone Editor Setup Misc System Page
ca: La pàgina Miscel·lània pestanya Sistema a la configuració de l'editor independent del Showfoto
it: La pagina Sistema delle Varie per la configurazione dell'editor indipendente Showfoto
nl: De opzet van de systeempagina Diversen van de alleenstaande bewerker van Showfoto
pt: A Janela do Sistema da Configuração Diversa do Editor Independente Showfoto
pt_br: Página de configuração de sistema em diversos do editor autônomo Showfoto
sl: Stran za nastavitev samostojnega urejevalnika Showfoto Misc System
sv: Sidan för inställning av diverse system i den fristående editorn Showfoto
uk: Вікно налаштовування окремого редактора Showfoto, сторінка «Система»

source: Setup
pt: Configuração

source: Showfoto has a limited configuration entries compared to digiKam, but you will found mostly the same views for the shared features between both applications. Also, this section will presents the slight differences and supplemental features available in Showfoto. To access these settings select :menuselection:`Settings --> Configure Showfoto...` from the menu-bar.
pt: O Showfoto tem alguns elementos limitados de configuração em comparação com o digiKam, mas irá encontrar na sua generalidade as mesmas janelas das funcionalidades partilhadas entre ambas as aplicações. Deste modo, esta secção irá apresentar as diferenças ligeiras e as funcionalidades suplementares e disponíveis no Showfoto. Para aceder a esta configuração, seleccione :menuselection:`Configuração --> Configurar o Showfoto...` no menu.

source: The Showfoto **Editor Window** settings page is the same than digiKam Image Editor. Look :ref:`this section <window_settings>` from the manual for details.
pt: A página de configuração da **Janela do Editor** do Showfoto é a mesma que o Editor de Imagem do digiKam. Veja :ref:`esta secção <window_settings>` do manual para saber mais detalhes.

source: The Showfoto **Metadata** settings page only includes few common options that you can found into :ref:`this section <metadata_rotation>` from the digiKam manual.
pt: A página de configuração dos **Meta-dados** do Showfoto só inclui algumas opções comuns que poderá encontrar :ref:`nesta secção <metadata_rotation>` do manual do digiKam.

source: The Showfoto **Tooltip** settings page is similar :ref:`than digiKam <tooltip_settings>`. The main difference with digiKam is the non support of extra information stored in database and the video metadata. Tooltips are displayed over the **Thumbbar** items and the list-view thumbnails (eg. **Folders** tab, **Stack** tab, and plugins).
pt: A página de configuração das **Dicas** do Showfoto é semelhante à :ref:`do digiKam <tooltip_settings>`. A diferença principal face ao digiKam é a ausência de suporte para as informações extra guardadas na base de dados e nos meta-dados dos vídeos. As dicas aparecem sobre os itens da **Barra de Miniaturas** e as miniaturas das listas (p.ex., página de **Pastas**, página de **Pilha** e 'plugins').

source: The Showfoto **RAW Decoding** settings page is the same than digiKam Image Editor. Look :ref:`this section <setup_raw>` from the manual for details.
pt: A página de configuração da **Descodificação RAW** do Showfoto é a mesma que o Editor de Imagens do digiKam. Veja :ref:`esta secção <setup_raw>` do manual para obter mais detalhes.

source: The Showfoto **Color Management** settings page is the same than digiKam Image Editor. Look :ref:`this section <cm_settings>` from the manual for details.
pt: A página de configuração da **Gestão de Cores** do Showfoto é a mesma que o Editor de Imagens do digiKam. Veja :ref:`esta secção <cm_settings>` do manual para obter mais detalhes.

source: The Showfoto **Save Images** settings page is the same than digiKam Image Editor. Look :ref:`this section <saveimage_settings>` from the manual for details.
pt: A página de configuração da **Gravação das Imagens** do Showfoto é a mesma que o Editor de Imagens do digiKam. Veja :ref:`esta secção <saveimage_settings>` do manual para obter mais detalhes.

source: The Showfoto **Plugins** settings page is mostly the same than digiKam Image Editor. Look :ref:`this section <plugins_settings>` from the manual for details.
pt: A página de configuração dos **Plugins** do Showfoto é mais ou menos a mesma que o Editor de Imagens do digiKam. Veja :ref:`esta secção <plugins_settings>` do manual para obter mais detalhes.

source: Showfoto does not support the **Batch Queue Manager** plugins. This tab does not exist in this view compared to digiKam.
pt: O Showfoto não tem suporte para os 'plugins' do **Gestor da Fila**. Esta página não existe nesta área, face ao digiKam.

source: The Showfoto **Miscellaneous** settings page is less complex :ref:`than digiKam <miscs_settings>`, but **SpellCheck** and **Localize** tabs are exactly the same. The **Grouping** tab present in digiKam does not exist in Showfoto due to the lack of database support. The differences are located mostly in tabs listed below:
pt: A página de configuração **Diversos** do Showfoto é menos complexa :ref:`que o digiKam <miscs_settings>`, mas as páginas de **Ortografia** e **Localização** são exactamente as mesmas. A página de **Agrupamento** presente no digiKam não existe no Showfoto, devido à falta do suporte para bases de dados. As diferenças localizam-se principalmente nas páginas indicadas em baixo:

source: In **Behaviour** tab, Showfoto propose some options to **Sort Order** the icon-views as the **Thumbbar** and list-view available in **Folders** and **Stack** tabs from left sidebar. Information show as overlay with **Thumbbar** can be also customized. The **Updates** view to checkout new program version is exactly the same than digiKam.
pt: Na página de **Comportamento**, o Showfoto propõe algumas opções do **Sentido de Ordenação** das áreas de ícones, como a **Barra de Miniaturas** e as listas disponíveis nas páginas de **Pastas** e **Pilha** da barra lateral esquerda. As informações sobrepostas na **Barra de Miniaturas** também podem ser personalizadas. A área de **Actualizações** para obter uma nova versão do programa é exactamente igual à do digiKam.

source: The **Appearance** tab is a reduced version than digiKam. Less options are presented here, but fundamentally, it's the same. See :ref:`this section <appearance_settings>` for details.
pt: A página da **Aparência** é uma versão reduzida da do digiKam. São apresentadas aqui menos opções, mas a nível fundamental, é a mesma. Veja mais detalhes :ref:`nesta secção <appearance_settings>`.

source: As Appearance, the **System** tab is also a reduced version than digiKam one. See :ref:`this section <system_settings>` for details.
pt: Na Aparência, a página do **Sistema** também é uma versão reduzida da do digiKam. Veja mais detalhes :ref:`nesta secção <system_settings>`.
