Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/showfoto_editor/showfoto_differences.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: Differences of Showfoto and Image Editor
ca: Diferències del Showfoto i l'editor d'imatges
it: Differenze tra Showfoto e l'Editor delle immagini
nl: Verschillen tussen Showfoto en de afbeeldingsbewerker
pt_br: Diferenças entre o Showfoto e o Editor de Imagem
sl: Razlike med Showfoto in urejevalnikom slik
sv: Skillnader mellan Showfoto och bildeditorn
uk: Відмінності між Showfoto і Редактором зображень

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image, editor, showfoto
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imatge, editor, showfoto
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor di immagini, showfoto
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeelding, bewerker, showfoto
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imagem, editor, showfoto
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto,učenje, enostavno, slika, urejevalnik, showfoto
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bild, editor, showfoto
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, зображення, редактор, showfoto, шоуфото

source: :ref:`Differences with Image Editor <showfoto_editor>`
ca: :ref:`Diferències amb l'editor d'imatges <showfoto_editor>`
it: :ref:`Differenze con l'Editor delle immagini <showfoto_editor>`
nl: :ref:`Verschillen met de afbeeldingsbewerker <showfoto_editor>`
pt_br: :ref:`Diferenças em relação ao Editor de Imagem <showfoto_editor>`
sl: :ref:`Razlike z urejevalnikom slik <showfoto_editor>`
sv: :ref:`Skillnader med bildeditorn <showfoto_editor>`
uk: :ref:`Відмінності від основного редактора зображень <showfoto_editor>`

source: One main difference between Showfoto and the digiKam Image Editor is the lack of support for any database. Showfoto deals directly with the file-metadata for all loaded files. Since Showfoto is just an editor that does not support all the capabilities of a photo management program, such as a powerful search tool, it's not necessary to cache file information in a database.
ca: Una diferència principal entre el Showfoto i l'editor d'imatges del digiKam és la manca de suport per a qualsevol base de dades. El Showfoto tracta directament amb les metadades del fitxer per a tots els fitxers carregats. Com que el Showfoto és només un editor que no admet totes les capacitats d'un programa de gestió de fotos, com una eina de cerca potent, no és necessari emmagatzemar la informació dels fitxers en una base de dades.
it: La principale differenza tra Showfoto e l'Editor delle immagini di digiKam è la mancanza di supporto per le banche dati. Showfoto lavora direttamente con i metadati dei file per tutti i file caricati. Poiché Showfoto è soltanto un editor che non supporta tutte le potenzialità di un programma di gestione delle fotografie, tipo uno strumento avanzato di ricerca, non è necessario memorizzare le informazioni all'interno di una banca dati.
nl: Een hoofdverschil tussen Showfoto en de afbeeldingsbewerker van digiKam is het ontbreken van ondersteuning voor een database. Showfoto werkt direct met de bestandsmetagegevens voor alle geladen bestanden. Omdat Showfoto alleen een bewerker is die niet alle mogelijkheden van een fotobeheerprogramma heeft, zoals een krachtig zoekhulpmiddel, is het niet nodig om bestandsinformatie in een database op te slaan.
pt_br: Uma das principais diferenças entre o Showfoto e o Editor de Imagem do digiKam é a falta de suporte a qualquer banco de dados. O Showfoto lida diretamente com os metadados de todos os arquivos carregados. Como o Showfoto é apenas um editor que não suporta todos os recursos de um programa de gerenciamento de fotos, como uma ferramenta de busca poderosa, não é necessário armazenar as informações dos arquivos em cache em um banco de dados.
sl: Glavna razlika med Showfoto in urejevalnikom slik digiKam je pomanjkanje podpore za katero koli bazo podatkov. Showfoto obravnava neposredno datoteko z metapodatki za vse naložene datoteke. Ker je Showfoto samo urejevalnik, ki ne podpira vseh zmožnosti programa za upravljanje fotografij, kot je zmogljivo iskalno orodje, informacij o datoteki ni treba hraniti v predpomnilniku podatke o datoteki v podatkovni bazi.
sv: En huvudskillnad mellan Showfoto och digiKams bildeditor är bristen på stöd för någon databas. Showfoto hanterar filernas metadata direkt för alla inlästa filer. Eftersom Showfoto bara är en editor som inte stöder alla funktioner i ett fotohanteringsprogram, till exempel ett kraftfullt sökverktyg, är det inte nödvändigt att lagra filinformation i en databas.
uk: Основною відмінністю між Showfoto та редактором зображень digiKam є те, що у першому не передбачено підтримки будь-якої бази даних. Showfoto працює безпосередньо з метаданими всіх завантажених файлів. Оскільки Showfoto — це просто редактор, у якому не передбачено підтримки усіх можливостей програми для керування фотографіями, наприклад потужного інструменту пошуку, немає необхідності кешувати відомості щодо файла у базі даних.

source: As Showfoto does not use a database, the application lacks **image versioning** support.
ca: Com que el Showfoto no utilitza una base de dades, l'aplicació no permet el **control de versions de les imatges**.
it: Dato che Showfoto non utilizza una banca dati, manca del supporto di **gestione delle versioni di un'immagine*.
nl: Omdat Showfoto geen database gebruikt, is er geen ondersteuning voor **afbeelding met versie**.
pt_br: Como o Showfoto não usa um banco de dados, o aplicativo não tem suporte para **controle de versão de imagem**.
sl: Ker Showfoto ne uporablja baze podatkov, aplikaciji manjka **podpora za različice slik**.
sv: Eftersom Showfoto inte använder en databas saknar programmet stöd för **bildversionshantering**.
uk: Оскільки Showfoto не використовує базу даних, у програмі не передбачено підтримки **версій зображень**.

source: Other differences with the digiKam Image Editor is the **Left Sidebar**. In Showfoto all photo management is delegated to the Main Window and the left sidebar hosts two tabs to navigate through your file system:
ca: Una altra diferència amb l'editor d'imatges digiKam és la **barra lateral esquerra**. En el Showfoto, tota la gestió de fotografies està delegada a la finestra principal i la barra lateral esquerra allotja dues pestanyes per a navegar pel sistema de fitxers:
it: Un'altra differenza con l'Editor delle immagini di digiKam è la **barra laterale sinistra**. In Showfoto la gestione delle fotografie è delegata alla finestra principale e la barra laterale sinistra ospita due schede per navigare nel tuo sistema di file:
nl: Andere verschillen met de afbeeldingsbewerker van digiKam is de **Linker zijbalk**. In Showfoto is alle fotobeheer gedelegeerd naar het Hoofdvenster en de linker zijbalk bevat twee tabbladen om te navigeren in uw bestandssysteem:
pt_br: Outra diferença em relação ao Editor de Imagem do digiKam é a **Barra lateral esquerda**. No Showfoto, todo o gerenciamento de fotos é delegado à janela principal, e a barra lateral esquerda abriga duas abas para navegar pelo seu sistema de arquivos:
sl: Druga razlika z urejevalnikom slik digiKam je **Leva stranska vrstica**. V Showfoto je vse upravljanje fotografij preneseno v glavno okno in leva stranska vrstica gosti dva zavihka za krmarjenje po vašem datotečnem sistemu:
sv: Andra skillnader mot digiKams bildeditor är **vänster sidorad**. I Showfoto delegeras all fotohantering till huvudfönstret och den vänstra sidoraden har två flikar för att navigera i filsystemet:
uk: Іншою відмінністю від редактора зображень digiKam є **Ліва бічна панель**. У Showfoto все керування фотографіями делеговано головному вікну, а ліва бічна панель містить дві вкладки для навігації файловою системою:

source: The :ref:`Folders <showfoto_folderstab>` tab allows you to navigate through directory hierarchies like a standard file manager. You can see the image thumbnails and the current path. Clicking on a thumbnail will load the contents to the canvas.
ca: La pestanya :ref:`Carpetes <showfoto_folderstab>` permet navegar per les jerarquies de directoris com un gestor de fitxers estàndard. Podeu veure les miniatures de les imatges i el camí actual. Fent clic sobre una miniatura es carregarà el contingut al llenç.
it: La scheda :ref:`Cartelle <showfoto_folderstab>` ti consente di navigare attraverso le gerarchie delle cartelle come un normale gestore di file. Puoi osservare le miniature delle immagini e l'attuale percorso. Se fai clic su una miniatura il contenuto sarà caricato sulla tela.
nl: Het tabblad :ref:`Mappen <showfoto_folderstab>` biedt u het navigeren in hiërarchieën van mappen zoals een standaard bestandsbeheerder. U kunt de afbeeldingsminiaturen en het huidige pad zien. Klikken op een miniatuur zal de inhoud laden in het werkveld.
pt_br: A aba :ref:`Pastas <showfoto_folderstab>` permite navegar pelas hierarquias de pastas como um gerenciador de arquivos padrão. Você pode ver as miniaturas das imagens e o caminho atual. Clicar em uma miniatura carregará o conteúdo na tela.
sl: Zavihek :ref:`Mape <showfoto_folderstab>` vam omogoča krmarjenje po hierarhiji imenikov kot standardni upravitelj datotek. Lahko vidite predogledne sličice in trenutno pot. S klikom na predogledno sličico se naloži vsebina na platno.
sv: Fliken :ref:`Kataloger <showfoto_folderstab>` gör att man kan navigera genom kataloghierarkier som en vanlig filhanterare. Man kan se miniatyrbilderna och den aktuella sökvägen. Genom att klicka på en miniatyrbild läses innehållet in till arbetsytan.
uk: Вкладка :ref:`Теки <showfoto_folderstab>` надає вам змогу пересуватися ієрархіями каталогів, як у стандартній програмі для керування файлами. Ви зможете побачити мініатюри зображень і поточний шлях. Натискання мініатюри завантажить вміст на полотно.

source: The :ref:`Stack <showfoto_stacktab>` tab hosts your preferred items previously selected in the **Folders** tab.
ca: La pestanya :ref:`Pila <showfoto_stacktab>` allotja els vostres elements preferits prèviament seleccionats a la pestanya **Carpetes**.
it: La scheda ref:`Pila <showfoto_stacktab>`, ospita i tuoi elementi preferiti selezionati in precedenza nella scheda **Cartelle**.
nl: Het tabblad :ref:`Stapel <showfoto_stacktab>` bevat uw items met voorkeur eerder geselecteerd in het tabblad **Mappen**.
pt_br: A aba :ref:`Pilha <showfoto_stacktab>` hospeda seus itens preferidos selecionados anteriormente na aba **Pastas**.
sl: Zavihek :ref:`Stack <showfoto_stacktab>` gosti vaše želene elemente prej izbrane v zavihku **Mape**.
sv: Fliken :ref:`Träd <showfoto_stacktab>` innehåller föredragna objekt som tidigare valts i fliken **Kataloger**.
uk: На вкладці :ref:`Стос <showfoto_stacktab>` буде показано ваші бажані елементи, попередньо вибрані на вкладці **Теки**.

source: The **Right Sidebar** is exactly the same as in the Image Editor, except for the tabs that depend exclusively on the database - **Captions** and **Versions** are not available in Showfoto. Look in :ref:`this section <right_sidebar>` of this manual to find information about the tabs presented in Showfoto.
ca: La **barra lateral dreta** és exactament la mateixa que a l'editor d'imatges, excepte les pestanyes que depenen exclusivament de la base de dades: **Llegendes** i **Versions** no estan disponibles al Showfoto. Vegeu :ref:`aquesta secció <right_sidebar>` d'aquest manual per a trobar informació sobre les pestanyes presentades al Showfoto.
it: La **Barra laterale destra** è uguale a quella presente nell'Editor delle immagini, ad eccezione delle schede che dipendono in modo esclusivo dalla banca dati - **Didascalie** e **Versioni** non sono disponibili in Showfoto. Per altre informazioni sulle schede presentate in Showfoto, vedi :ref:`questo capitolo <right_sidebar>` del manuale.
nl: De **Rechter zijbalk** is exact hetzelfde als in se afbeeldingsbewerker, behalve voor de tabbladen die exclusief afhangen van de database - **Opschriften** en **Versies** zij niet beschikbaar in Showfoto. Kijk in :ref:`deze sectie <right_sidebar>` van deze handleiding om informatie te vinden over de tabbladen getoond in Showfoto.
pt_br: A **Barra lateral direita** é exatamente a mesma do Editor de Imagem, exceto pelas abas que dependem exclusivamente do banco de dados - **Legendas** e **Versões** não estão disponíveis no Showfoto. Consulte :ref:`esta seção <right_sidebar>` deste manual para encontrar informações sobre as abas apresentadas no Showfoto.
sl: **Desna stranska vrstica** je popolnoma enaka kot v urejevalniku slik, razen zavihkov, ki so odvisni izključno od baze podatkov - **Napisi** in **Različice** niso na voljo v Showfoto. Poglejte :ref:`ta razdelek <right_sidebar>` tega priročnika za iskanje informacij o predstavljenih zavihkih v Showfoto.
sv: **Höger sidorad** är exakt samma som i bildeditorn, förutom flikarna som enbart beror på databasen. **Rubriker** och **Versioner** är inte tillgängliga i Showfoto. Titta på :ref:`det här avsnittet <right_sidebar>` i handboken för att hitta information om flikarna som visas i Showfoto.
uk: **Права бічна панель** точно така ж, як і в редакторі зображень, за винятком вкладок, які залежать суто від бази даних — **Підписи** та **Версії** недоступні в Showfoto. Перегляньте :ref:`цей розділ <right_sidebar>` цього підручника, щоб ознайомитися з даними щодо вкладок, які використано у Showfoto.

source: Another difference with the digiKam Image Editor are two new entries in the **File** menu:
ca: Una altra diferència amb l'editor d'imatges digiKam són les dues entrades noves en el menú **Fitxer**:
it: Un'altra differenza con l'Editor delle immagini di digiKam sono due nuove voci nel menu **File**:
nl: Een ander verschil met de afbeeldingsbewerker van digiKam is de twee nieuwe items in het menu **Bestand**:
pt_br: Outra diferença com o Editor de Imagem do digiKam são duas novas entradas no menu **Arquivo**:
sl: Druga razlika z urejevalnikom slik digiKam sta dva nova vnosa v Meniju **Datoteka**:
sv: En annan skillnad mot digiKams bildeditor är två nya alternativ i menyn **Arkiv**:
uk: Ще однією відмінністю від редактора зображень digiKam є два нових пункти у меню **Файл**:

source: **Open**: can load files into the canvas. A standard open file dialog allows you to choose the items from the disk.
ca: **Obre**: podreu carregar fitxers al llenç. Un diàleg estàndard per a obrir fitxers permet triar els elements des del disc.
it: **Apri**: può caricare file nella tela. Una finestra di dialogo standard di scelta file ti permette di scegliere gli elementi memorizzati sul disco.
nl: **Openen**: kan bestanden in het werkveld laden. Een standaard dialoog voor bestanden openen biedt het kiezen van de items van de schijf.
pt_br: **Abrir**: permite carregar arquivos na tela. Uma janela padrão para abrir arquivos permite que você escolha os itens do disco.
sl: **Odpri**: lahko naloži datoteke v platno. Standardno pogovorno okno za odpiranje datoteke omogoča, da izberete elemente z diska.
sv: **Öppna**: kan läsa in filer till arbetsytan. En vanlig dialogruta för att öppna filer gör det möjligt att välja objekt från disken.
uk: **Відкрити**: може завантажувати файли на полотно. За допомогою стандартного вікна відкриття файлів можна вибрати записи з диска.

source: **Open folder**: can specify the folder to parse all items to load into the canvas.
ca: **Obre una carpeta**: podeu especificar la carpeta per a analitzar tots els elements que es carregaran al llenç.
it: **Apri cartella**: permette di specificare la cartella in cui analizzare tutti gli elementi da caricare nella tela.
nl: **Map openen**: kan de map specificeren om alle items te laden in het werkveld.
pt_br: **Abrir pasta**: pode especificar a pasta para analisar todos os itens a serem carregados na tela.
sl: **Odpri mapo**: lahko določite mapo za razčlenitev vseh elementov za nalaganje platno.
sv: **Öppna katalog**: kan ange katalogen för att tolka alla objekt som ska läsas in till arbetsytan.
uk: **Відкрити теку**: можна вказати теку для обробки усіх записів у ній і завантаження їх на полотно.
