Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_faces.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Maintenance Tool Detect and Recognize Faces
ca: L'eina de manteniment Detecta i reconeix les cares en el digiKam
it: Strumento di manutenzione di digiKam per il rilevamento e il riconoscimento dei volti
nl: Hulpmiddel Onderhoud van digiKam met Gezichten detecteren en herkennen
pt: Ferramenta de Manutenção do digiKam para Detectar e Reconhecer Caras
pt_br: Ferramenta de manutenção do digiKam para detectar e reconhecer rostos
sl: digiKam orodje za vzdrževanje zaznavanje in prepoznavanje obrazov
sv: Underhållsverktyget Detektera och känn igen ansikten i digiKam
uk: Виявлення та розпізнавання облич в інструменті супроводу збірки digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, maintenance, faces, detection, recognition, deep-learning
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, manteniment, cares, detecció, reconeixement, aprenentatge profund
it: digiKam, documentazione, manuale utente, gestione foto, open source, libero, apprendimento, facile, manutenzione volti, rilevamento, riconoscimento, apprendimento profondo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, onderhoud, gezichten, detecteren, herkennen, deep-learning
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, manutenção, caras, detecção, reconhecimento, aprendizagem
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, manutenção, faces, detecção, reconhecimento, aprendizado profundo
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vzdrževanje, obrazi, zaznavanje, prepoznavanje, poglobljeno učenje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, underhåll, ansikten, detektering, igenkänning, djupinlärning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, супровід, обличчя, виявлення, розпізнавання, глибинне навчання

source: Detect and Recognize Faces
ca: Detectar i reconèixer les cares
it: Rileva e riconosci i volti
pt: Detectar e Reconhecer Caras
uk: Виявлення і розпізнавання облич

source: Contents
ca: Contingut
it: Contenuto
pt: Conteúdo
uk: Зміст

source: The digiKam Maintenance Options to Detect and Recognize Faces
ca: Les opcions de manteniment per a «Detecta i reconeix les cares» en el digiKam
it: Le opzioni di manutenzione di digiKam per il rilevamento e il riconoscimento dei volti
nl: Opties voor gezichten detecteren en herkennen in onderhoud van digiKam
pt: A Ferramenta de Manutenção do digiKam para Detectar e Reconhecer Caras
pt_br: Opções de manutenção do digiKam para detectar e reconhecer rostos
sl: Možnosti vzdrževanja digiKam za zaznavanje in prepoznavanje obrazov
sv: Underhållsalternativ i digiKam för Detektera och känn igen ansikten
uk: Параметри супроводу digiKam для виявлення і розпізнавання облич

source: This process is also accessible in the **People** view via the **Scan collection for faces** button. However, here you can only set the **Faces data management** method. For more information about the **Faces Data Management** options see :ref:`the People View section <people_view>`
ca: Aquest procés també s'hi pot accedir a la vista **Persones** amb el botó **Explora la col·lecció cercant cares**. Tanmateix, aquí només podeu establir el mètode per a la **Gestió de les dades de cares**. Per a obtenir més informació sobre les opcions de **Gestió de les dades de cares**, vegeu la :ref:`secció Vista de persones <people_view>`
it: Questo processo è raggiungibile anche dalla vista **Persone** tramite il pulsante **Analizza la raccolta alla ricerca di volti**. Tuttavia, qui puoi però impostare soltanto il metodo **Gestione dei dati dei volti**. Per ulteriori informazioni sulle opzioni di **gestione dei dati dei volti** vedi la :ref:`sezione Vista Persone <people_view>`.
uk: Це та сама дія, доступ до якої ви можете отримати на панелі **Люди** за допомогою кнопки **Шукати обличчя у збірці**. Тут ви просто не можете встановити значення параметра **Швидко - Точно**, а лише метод **Керування даними облич**. Щоб дізнатися більше про параметри керування даними зображень облич, зверніться до :ref:`розділу щодо панелі перегляду «Люди» <people_view>`.

source: The Scan Collection for Faces Button from People Left Sidebar
ca: El botó «Explora la col·lecció cercant cares» des de la barra lateral esquerra Persones
it: Il pulsante «Analizza la raccolta alla ricerca di volti» dalla barra laterale Persone
nl: De knop voor scannen van verzameling voor gezichten uit mensen in de linker zijbalk
pt: O Botão de Pesquisa por Caras da Colecção na Barra Lateral Esquerda das Pessoas
pt_br: Botão de pesquisa por rostos na barra lateral esquerda de pessoas
sl: Gumb za skeniranje zbirke obrazov v levem stranskem stolpcu Ljudje
sv: Knappen Sök igenom samlingen efter ansikten från Personer på Vänster sidorad
uk: Кнопка сканування збірки щодо даних облич на вкладці «Люди» лівої бічної панелі

source: While the face management process is ongoing, a notification will appear in the bottom right corner of the main window, indicating the number of items processed so far.
ca: Mentre el procés de gestió de cares estigui en progrés, apareixerà una notificació a la cantonada inferior dreta de la finestra principal, indicant el nombre d'elements processats.
it: Durante il processo di gestione di volti, apparirà una notifica nell'angolo inferiore destro della finestra principale, indicante il numero di elementi già elaborati.
uk: Протягом процедури керування записами облич програма показуватиме сповіщення у нижній правій частині основного вікна для показу кількості оброблених записів.

source: The digiKam Faces Management Process Running in the Background
ca: El procés de gestió de les cares en el digiKam treballa en segon pla
it: Il processo di gestione dei volti di digiKam in esecuzione in background
nl: Het proces voor gezichtenbeheer van digiKam draaiend in de achtergrond
pt: O Processo de Gestão de Caras do digiKam a Executar em Segundo Plano
pt_br: O processo de gerenciamento de rostos do digiKam é executado em segundo plano
sl: Proces upravljanja obrazov digiKam teče v ozadju
sv: Ansiktshanteringsprocessen i digiKam kör i bakgrunden
uk: Процес керування записами облич digiKam працює у фоновому режимі

source: For face management to work correctly, digiKam needs to download the deep-learning models from the web during its first run. See :ref:`the Quick Start section <quick_start>` for details.
ca: Perquè la gestió de cares funcioni correctament, el digiKam necessita baixar els models d'aprenentatge profund des de la web durant la seva primera execució. Per als detalls, vegeu la :ref:`secció Inici ràpid <quick_start>`.
it: Per un funzionamento corretto della gestione dei volti, digiKam deve scaricare i modelli di apprendimento profondo dalla rete al primo avvio. Vedi la :ref:`sezione Avvio rapido <quick_start>` per i dettagli.
uk: Для належної роботи із зображеннями облич програмі потрібно отримати моделі глибокого навчання під час першого запуску digiKam. Докладніше про це можна дізнатися з :ref:`розділу початкових зауважень <quick_start>`.

source: The **Detect and recognize faces** section of the **Maintenance Tool** has 2 additional options for managing your face database.
ca: La secció **Detecta i reconeix cares** de l'eina **Manteniment** té 2 opcions addicionals per a gestionar la base de dades de cares.
it: La sezione **Rileva e riconosci i volti** dello **strumento Manutenzione** contiene due opzioni aggiuntive per gestire la tua banca dati dei volti.
uk: У розділі **Виявлення і розпізнавання облич** **Засобу супроводу** передбачено 2 додаткових пункти для керування вашою базою даних облич.

source: **Rebuild all training data**: Use this to clear all training data from the face recognition database and rebuild it using the face tag thumbnails. This is useful if you have changed the face tag regions on several images, or if the recognition process isn't returning as many results as you expect.
ca: **Reconstrueix totes les dades d'entrenament**: Utilitzeu això per a netejar totes les dades d'entrenament de la base de dades de reconeixement de cares i reconstruir-les utilitzant les miniatures de les etiquetes de cara. Això és útil si heu canviat les regions de les etiquetes de cares en diverses imatges, o si el procés de reconeixement no està retornant tants resultats com esperàveu.
it: **Ricostruisci tutte le informazioni di addestramento**: usa questa opzione per cancellare tutti i dati di addestramento dalla banca dati di riconoscimento facciale e ricostruirla utilizzando le miniature con tag dei volti. Quest'operazione è utile se hai cambiato le regioni dei tag dei volti su diverse immagini, o se il processo di riconoscimento non restituisce i risultati attesi.
nl: **Alle traininggegevens opnieuw bouwen**: gebruik dit om alle traininggegevens uit de gezichtherkenningsdatabase te wissen en het opnieuw te bouwen met de gezichttagminiaturen. Dit is nuttig als u de gezichtstaggebieden op verschillende afbeeldingen hebt gewijzigd of het herkenningsproces is niet teruggekeerd met zoveel resultaten als u verwachte.
pt_br: **Reconstruir todos os dados de treinamento**: use esta opção para limpar todos os dados de treinamento do banco de dados de reconhecimento facial e reconstruí-lo usando as miniaturas das etiquetas faciais. Isso é útil se você alterou as regiões das etiquetas de rostos em várias imagens ou se o processo de reconhecimento não estiver retornando tantos resultados quanto o esperado.
sl: **Obnovi vse učne podatke**: Uporabite to, da počistite vse učne podatke iz baze podatkov za prepoznavanje obrazov in jih znova zgradite s pomočjo sličic oznak obraza. To je uporabno, če ste spremenili območja oznak obraza na več slikah ali če postopek prepoznavanja ne vrne toliko rezultatov, kot ste pričakovali.
sv: **Återskapa all inlärningsdata**: Använd det för att rensa all inlärningsdata från ansiktsigenkänningsdatabasen och återskapa den med hjälp av ansiktsetiketternas miniatyrbilder. Det är användbart om man har ändrat ansiktsetiketternas områden på flera bilder, eller om igenkänningsprocessen inte ger så många resultat förväntat.
uk: **Перебудувати усі навчальні дані**: скористайтеся цим варіантом для вилучення усіх навчальних даних з бази даних розпізнаних облич і повторного її збирання на основі мініатюр прив'язок облич. Це корисно, якщо вами було змінено області прив'язок облич на декількох зображеннях або якщо процедура розпізнавання не повертає очікувану кількість результатів.

source: **Reset and clear all faces and training**: CAUTION! This will delete all training from the face recognition database and do a full detection scan on all images. When it is complete, all confirmed faces will be moved to **Unknown** and you will have to begin again training your face database. If this process is interrupted, you can salvage face training that hasn't been deleted by running **Rebuild all training data** above.
ca: **Reinicia i neteja totes les cares i l'entrenament**: PRECAUCIÓ! Això suprimirà tot l'entrenament de la base de dades de reconeixement de cares i farà un escaneig complet de detecció de totes les imatges. Quan s'hagi completat, totes les cares confirmades es mouran a **Desconeguda** i haureu de començar de nou a entrenar la base de dades de cares. Si aquest procés s'interromp, podreu rescatar l'entrenament de cares que no s'ha suprimit executant **Reconstrueix totes les dades d'entrenament** de dalt.
it: **Azzera, pulisci tutti i volti e addestra**: ATTENZIONE! Questa opzione eliminerà tutto l'addestramento dalla banca dati del riconoscimento facciale ed eseguirà una scansione completa di rilevamento su tutte le immagini. Una volta completata, tutti i volti confermati saranno spostati a **Sconosciuto** e dovrai riaddestrare la banca dati dei volti. Se il processo viene interrotto, puoi recuperare l'addestramento che non è stato eliminato avviando il comando **Ricostruisci tutte le informazioni di addestramento** sopra indicato.
uk: **Вилучити усі прив'язки обличчя і виконати навчання**: УВАГА! У результаті усі навчальні дані з бази даних розпізнаних облич буде вилучено і буде виконано повне сканування із виявленням для усіх зображень. Після завершення сканування усі підтверджені обличчя буде пересунуто до категорії **Невідомі**, і вам доведеться розпочати навчання вашої бази даних облич з початку. Якщо перервати процедуру, ви можете врятувати частину вивчених облич, яку не було вилучено запуском дії **Перебудувати усі навчальні дані** вище.

source: :ref:`Detect and Recognize Faces <maintenance_tools>`
nl: :ref:`Gezichten detecteren en herkennen <maintenance_tools>`
pt_br: :ref:`Detectar e reconhecer rostos <maintenance_tools>`
sl: :ref:`Zaznaj in prepoznaj obraze <maintenance_tools>`
sv: :ref:`Detektera och känn igen ansikten <maintenance_tools>`

source: This process is also accessible in the **People** view via the **Scan collection for faces** button. However, here you can only set the **Faces data management** method. For more information about the **Faces Data Management** options see the :ref:`People View <people_view>` section of this manual.
nl: Dit proces is ook toegankelijk in de weergave **Mensen** met de knop **Verzameling scannen op gezichten**. Echter, hier kunt u alleen de methode **Beheer van gezichtengegevens** kiezen. Voor meer informatie over opties van **Beheer van gezichtengegevens** zie de sectie :ref:`Weergave van mensen <people_view>` van deze handleiding.

source: While the face management process is underway, a progress indicator is displayed in the bottom right corner of the main window.
nl: Terwijl het proces voor gezichtenbeheer voortgang vindt, wordt een voortgangsvenster getoond in de hoek rechtsonder van het hoofdvenster.
pt_br: Enquanto o processo de gerenciamento de rosto estiver em andamento, um indicador de progresso será exibido no canto inferior direito da janela principal.
sl: Medtem ko poteka postopek upravljanja obrazov, je v spodnjem desnem kotu glavnega okna prikazan indikator napredka.
sv: Medan ansiktshanteringsprocessen pågår, visas en förloppsindikator i huvudfönstrets nedre högra hörn.

source: For face management to work correctly, digiKam needs access to the deep-learning models that can be downloaded from the web during its first run. See the :ref:`Quick Start <quick_start>` section of this manual for details.
nl: Om gezichtenbeheer juist te laten werken heeft digiKam toegang nodig tot de modellen van deep-learning die van het web gedownload kunnen worden bij de eerste keer uitvoeren. Zie de sectie :ref:`Snelle start <quick_start>` van deze handleiding voor details.
pt_br: Para que o gerenciamento de rostos funcione corretamente, o digiKam precisa acessar os modelos de aprendizado profundo que podem ser baixados da web durante sua primeira execução. Consulte a seção :ref:`Início rápido <quick_start>` deste manual para obter mais detalhes.
sl: Za pravilno delovanje upravljanja obrazov potrebuje digiKam dostop do modelov za poglobljeno učenje, ki jih je mogoče prenesti s spleta med prvim zagonom. Za podrobnosti glejte razdelek :ref:`Hiter začetek <quick_start>` tega priročnika.
sv: För att ansiktshantering ska kunna fungera korrekt måste digiKam ha tillgång till djupinlärningsmodeller som kan laddas ner från webben vid första körningen. Se avsnittet :ref:`Snabbstart <quick_start>` i handboken för detaljerad information.

source: The **Detect and recognize faces** section of the **Maintenance Tool** has two additional options for managing your face database.
nl: De sectie **Detecteer en herken gezichten** van het **Hulpmiddel Onderhoud** heeft twee extra opties voor beheer van uw gezichtendatabase.
pt_br: A seção **Detectar e reconhecer rostos** da **Ferramenta de manutenção** tem duas opções adicionais para gerenciar seu banco de dados de rostos.
sl: Razdelek **Zaznavanje in prepoznavanje obrazov** v **Orodju za vzdrževanje** ima dve dodatni možnosti za upravljanje baze podatkov obrazov.
sv: Sektionen **Detektera och känn igen ansikten** i **Underhållsverktyget** har ytterligare två alternativ för att hantera ansiktsdatabasen.

source: **Reset and clear all faces and training**: CAUTION! This will delete all training from the face recognition database and do a full detection scan on all images. When it is complete, all confirmed faces will be moved to **Unknown** and you will have to begin training your face database all over again. If this process is interrupted, you can salvage face training that hasn't been deleted by running **Rebuild all training data** above.
nl: **Reset en wis alle gezichten en training**: VOORZICHTIG! Dit zal alle training uit de gezichtsherkenningsdatabase verwijderen en een volledige detectiescan doen op alle afbeeldingen. Wanneer het gereed is, zullen alle bevestigde gezichten verplaatst worden naar **Onbekend** en u moet beginnen met het helemaal opnieuw trainen van uw gezichtendatabase. Als dit proces wordt onderbroken kunt u gezichtentraining redden die nog niet zijn verwijderd door het uitvoeren van het bovenstaande **Alle trainingsgegevens opnieuw bouwen**.
pt_br: **Redefinir e limpar todos os rostos e treinamentos**: CUIDADO! Isso excluirá todo o treinamento do banco de dados de reconhecimento facial e executará uma varredura de detecção completa em todas as imagens. Quando a verificação for concluída, todos os rostos confirmados serão movidos para **Desconhecido** e você terá que começar a treinar seu banco de dados de rostos novamente. Se esse processo for interrompido, você pode recuperar o treinamento facial que não foi excluído executando **Reconstruir todos os dados de treinamento** acima.
sl: **Ponastavi in ​​počisti vse obraze in učenje**: POZOR! To bo izbrisalo vse učenje iz zbirke podatkov za prepoznavanje obrazov in opravilo popolno prečesavanje z zaznavanjem vseh slik. Ko bo končano, bodo vsi potrjeni obrazi premaknjeni v **Neznano** in znova boste morali začeti učiti svojo bazo obrazov. Če je ta postopek prekinjen, lahko rešite naučene obraze, ki ni bili izbrisani, tako da zgoraj zaženete **Obnovi vse podatke o učenju**.
sv: **Nollställ och rensa alla ansikten och all inlärning**: VARNING! Det tar bort all inlärning från ansiktsigenkänningsdatabasen och gör en fullständig upptäcktssökning för alla bilder. När det är klart flyttas alla bekräftade ansikten till **Okända** och man måste börja träna ansiktsdatabasen helt och hållet igen. Om processen avbryts kan man rädda ansiktsinlärning som inte har tagits bort genom att köra **Återskapa all inlärningsdata** ovan.

source: This process is also accessible in the **People** view via the **Scan collection for faces** button. However, here you can only set the **scan type**. For more information about the **Faces Data Management** options see the :ref:`People View <people_view>` section of this manual.
pt_br: Este processo também pode ser acessado na vista de **Pessoas** por meio do botão **Pesquisar na coleção por rostos**. No entanto, aqui você só pode definir o **tipo de verificação**. Para obter mais informações sobre as opções de **Gerenciamento de dados de rostos**, consulte a seção :ref:`Vista de pessoas <people_view>` deste manual.
sl: Ta postopek je dostopen tudi v pogledu **Ljudje** prek gumba **Skeniraj zbirko za obraze**. Vendar pa lahko tukaj nastavite samo **vrsto skeniranja**. Za več informacij o možnostih **Upravljanje podatkov o obrazih** glejte razdelek :ref:`Pogled ljudi <people_view>` v tem priročniku.
sv: Process kan också kommas åt i vyn **Personer** med knappen **Sök igenom samlingen efter ansikten**. Här kan man dock bara ange metoden **söktyp**. För mer information om alternativen i **Hantering av ansiktsdata**, se :ref:`avsnittet Personvisning <people_view>` i handboken.

source: This is the same process you can access in the **People** view with the **Scan Collection for Faces** button. Here you just cannot set the **Fast - Accurate** parameter but just the **Face Data Management** method and the option to **Clear and rebuild all training data**. For more information about the **Faces Data Management** options see :ref:`the People View section <people_view>`.
pt: Este é o mesmo processo que poderá aceder na área de **Pessoas** com o botão **Pesquisar por Caras na Colecção**. Aqui não poderá definir o parâmetro Rápido - Preciso, mas apenas o método de **Gestão de Dados das Caras** e a opção para **Limpar e reconstruir todos os dados de treino**. Para mais informações sobre as opções de Gestão dos Dados das Caras, veja a :ref:`secção da área de Pessoas <people_view>`.

source: While the faces management process is under progress, notification on the bottom right of main windows will be visible to indicate the amount of items already done.
pt: Embora o processo de gestão das caras ainda esteja em curso, a notificação na parte inferior direita das janelas principais ficará visível para indicar a quantidade de itens já terminados.

source: To run properly, the process needs the deep-learning models to download at the first run of digiKam. See :ref:`the Quick Start section <quick_start>` for details.
pt: Para funcionar adequadamente, o processo precisa de modelos de aprendizagem que deverão ser obtidos na primeira execução do digiKam. Veja mais detalhes na :ref:`secção de Introdução Rápida <quick_start>`.
