Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_newitems.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Maintenance Tool to Scan for New Items
ca: L'eina de manteniment del digiKam d'exploració cercant elements nous
it: Strumento di manutenzione di digiKam per l'analisi dei nuovi elementi
nl: Hulpmiddel voor onderhoud van digiKam voor Scannen naar nieuwe items
pt: Ferramenta de Manutenção do digiKam para Pesquisa de Novos Itens
pt_br: Ferramenta de manutenção do digiKam para procurar por novos itens
sl: digiKam orodje za vzdrževanje za prečesavanje novih elementov
sv: Underhållsverktyg i digiKam för att söka efter nya objekt
uk: Пошук нових записів за допомогою засобу супроводу збірки digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, maintenance, scan, new, items
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, manteniment, explora, nous, elements
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, manutenzione, analisi, nuovo, elementi
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, onderhoud, scannen, nieuw, items
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, sondar, novos, itens
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, manutenção, digitalizar, novo, itens
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vzdrževanje, skeniranje, novo, predmeti
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, underhåll, sök, nya, objekt
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, супровід, сканування, нові, записи

source: :ref:`Scan for New Items <maintenance_tools>`
ca: :ref:`Explora cercant elements nous <maintenance_tools>`
it: :ref:`Cerca nuovi elementi <maintenance_tools>`
nl: :ref:`Scan op nieuwe items <maintenance_tools>`
pt_br: :ref:`Procurar por novos itens <maintenance_tools>`
sl: :ref:`Prečeši nove elemente <maintenance_tools>`
sv: :ref:`Sök efter nya objekt <maintenance_tools>`
uk: :ref:`Пошук нових зображень <maintenance_tools>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: The digiKam Maintenance Options to Scan for New Items
ca: Les opcions de manteniment per a «Explora cercant elements nous» en el digiKam
it: Le opzioni di manutenzione di digiKam per la ricerca di nuovi elementi
nl: De opties van voor onderhoud van digiKam voor Scannen/zoeken naar nieuwe items
pt: A Ferramenta de Manutenção do digiKam para Pesquisa de Novos Itens
pt_br: Opções de manutenção do digiKam para procurar por novos itens
sl: Možnosti vzdrževanja digiKam za iskanje novih elementov
sv: Underhållsverktyg i digiKam för att söka efter nya objekt
uk: Параметри пошуку нових записів за допомогою засобу супроводу збірки digiKam

source: The **Scan for New Items** tool will scan the collections you defined in :menuselection:`Settings --> Configure digiKam...` and the **Collections** dialog page, looking for image files you have added to your collections while digiKam was not running. New entries are added to the digiKam database corresponding to each new image file found during the scan.
ca: L'eina **Explora cercant elements nous** explorarà les col·leccions que heu definit a :menuselection:`Arranjament --> Configura el digiKam...` i a la pàgina de diàleg **Col·leccions**, cercant fitxers d'imatges que hàgiu afegit a les vostres col·leccions mentre el digiKam no s'estava executant. S'afegeixen entrades noves a la base de dades del digiKam corresponents a cada fitxer d'imatge nou trobat durant l'exploració.
it: Lo strumento **Cerca nuovi elementi** analizzerà le raccolte definite in :menuselection:`Impostazioni --> Configura digiKam...` e nella finestra di dialogo **Raccolte**, cercando i file immagine che hai aggiunto alle tue raccolte mentre digiKam non era in esecuzione. Le nuove voci sono aggiunte alla banca dati di digiKam e corrispondono ai nuovi file immagine trovati durante la ricerca.
nl: Het hulpmiddel **Scan op nieuwe items** zal de verzamelingen die u hebt gedefinieerd in :menuselection:`Instellingen --> digiKam configureren...` en de dialoogpagina **Verzamelingen** scannen, zoeken naar afbeeldingsbestanden die u hebt toegevoegd aan uw verzamelingen terwijl digiKam niet actief was. Nieuwe items worden toegevoegd aan de database van digiKam die overeenkomen met elk nieuw afbeeldingsbestand dat tijdens het scannen wordt gevonden.
pt_br: A ferramenta **Procurar por novos itens** verificará as coleções definidas em :menuselection:`Configurações --> Configurar digiKam...` e na página de diálogo **Coleções**, procurando por arquivos de imagem que você adicionou às suas coleções enquanto o digiKam não estava em execução. Novas entradas são adicionadas ao banco de dados do digiKam correspondentes a cada novo arquivo de imagem encontrado durante a pesquisa.
sl: Orodje **Prečeši za nove elemente** bo prečesalo zbirke, ki ste jih definirali v :menuselection:`Nastavitve --> Konfiguriraj digiKam...` in pogovorni strani **Zbirke**, ter iskalo slikovne datoteke, ki ste jih dodali v svoj zbirke, medtem ko digiKam ni deloval. V bazo podatkov digiKam se dodajo novi vnosi, ki ustrezajo vsaki novi slikovni datoteki, najdeni med pregledovanjem..
sv: Verktyget **Sök efter nya objekt** söker igenom samlingarna som definierats i :menuselection:`Inställningar --> Anpassa digiKam...` och dialogsidan **Samlingar**, söker efter bildfiler som har lagts till i samlingarna medan digiKam inte kördes. Nya poster läggs till i digiKams databas som motsvarar varje ny bildfil som hittas under sökningen.
uk: Інструмент **Виявити нові зображення** призначено для сканування збірок колекції, які ви визначили у вікні :menuselection:`Параметри --> Налаштувати digiKam...` на сторінці **Збірки**, шукаючи файли зображень, які ви додали до своєї збірки, між запусками digiKam. Нові записи додаються до бази даних digiKam відповідно до кожного нового файла зображення, знайденого під час пошуку.

source: The new items scans are performed in the background, so you can continue to use digikam during a scan. While scanning for new items, a progress indicator is displayed in the bottom right corner of the main window.
ca: Les exploracions d'elements nous es realitzen en segon pla, de manera que podeu continuar utilitzant el digikam durant l'exploració. Mentre s'exploren els elements nous, es mostra un indicador de progrés a la cantonada inferior dreta de la finestra principal.
it: Le ricerche sui nuovi elementi sono eseguite in background, puoi quindi continuare a usare digikam durante la ricerca. In questa fase viene visualizzato un indicatore di avanzamento nell'angolo inferiore destro della finestra principale.
nl: De scans op nieuwe items worden uitgevoerd in de achtergrond, u kunt dus door gaan met digiKam gebruiken tijdens een scan. Tijdens het scannen op nieuwe items wordt een voortgangsindicatie getoond in de hoek rechtsonder van het hoofdvenster.
pt_br: A procura por novos itens é realizada em segundo plano, para que você possa continuar usando o digiKam durante a pesquisa. Durante a verificação de novos itens, um indicador de progresso é exibido no canto inferior direito da janela principal.
sl: Prečesavanje novih elementov se izvaja v ozadju, tako da lahko med prečesavanjem še naprej uporabljate digikam. Med iskanjem novih elementov je v spodnjem desnem kotu glavnega okna prikazan indikator napredka.
sv: Sökningar efter nya objekt utförs i bakgrunden, så man kan fortsätta att använda digiKam under en sökning. När man söker efter nya objekt visas en förloppsindikator i huvudfönstrets nedre högra hörn.
uk: Сканування нових елементів виконується у фоновому режимі, тому ви можете продовжувати використовувати digikam під час сканування. Під час сканування нових елементів у нижньому правому куті головного вікна буде показано індикатор поступу.

source: The Scan for New Items Process Working in the background
ca: El procés d'exploració d'elements nous funciona en segon pla
it: Il processo di ricerca di nuovi elementi al lavoro in background
nl: Het proces scannen op nieuwe items werkend in de achtergrond
pt_br: O processo de procura por novos itens funcionando em segundo plano
sl: Postopek prečesavanja novih predmetov deluje v ozadju
sv: Processen för att söka efter nya objekt som arbetar i bakgrunden
uk: Процес пошуку нових записів працює у фоновому режимі

source: This tool can also be directly called from the main menu item :menuselection:`Tools --> Scan for New Items`.
ca: Aquesta eina també es pot invocar directament des de l'element del menú principal :menuselection:`Eines --> Explora cercant elements nous`.
it: Questo strumento può essere richiamato direttamente anche dalla voce del menu principale :menuselection:`Strumenti --> Cerca nuovi elementi`.
nl: Dit hulpmiddel kan ook direct aangeroepen worden in het hoofdmenu-item :menuselection:`Hulpmiddelen --> Scannen op nieuwe items`.
pt_br: Esta ferramenta também pode ser chamada diretamente do item do menu principal: menuselection: `Ferramentas --> Procurar por novos itens`.
sl: To orodje lahko prikličete tudi neposredno iz postavke glavnega menija :menuselection:`Orodja --> Iskanje novih elementov`.
sv: Verktyget kan också anropas direkt från huvudmenyn, med :menuselection:`Verktyg --> Sök efter nya objekt`.
uk: Цей інструмент можна також безпосередньо викликати з основного меню: :menuselection:`Інструменти --> Виявити нові зображення`.

source: Scanning for New Items Automatically at Startup
ca: Exploració cercant elements nous en iniciar
it: Ricerca automatica dei nuovi elementi all'avvio
nl: Scannen op nieuwe items automatisch bij opstarten
pt_br: Verificação automática de novos itens na inicialização
sl: Samodejno prečesavanje novih elementov ob zagonu
sv: Söka efter nya objekt automatiskt vid start
uk: Автоматичний пошук нових зображень під час запуску

source: You can also run this process automatically on digiKam startup by checking **Scan for new items at startup** in :menuselection:`Settings --> Configure digiKam... --> Miscellaneous page --> Behavior tab`.
ca: També podreu executar aquest procés automàticament en iniciar el digiKam marcant **Explora cercant elements nous en iniciar** a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Miscel·lània --> pestanya Comportament`.
it: Puoi avviare automaticamente questo processo anche all'avvio di digiKam selezionando l'opzione **Cerca nuovi elementi all'avvio** in :menuselection:`Impostazioni --> Configura digiKam... --> pagina Varie --> scheda Comportamento`.
nl: U kunt dit proces ook automatisch uitvoeren bij opstarten van digiKam door **Scannen op nieuwe items bij opstarten** in :menuselection:`Instellingen --> digiKam configureren... --> Pagina Diversen --> Tabblad Gedrag` te activeren.
pt_br: Você também pode executar esse processo automaticamente na inicialização do digiKam marcando **Verificar novos itens na inicialização** em :menuselection:`Configurações --> Configurar digiKam... --> página Diversos --> aba Comportamento`.
sl: Ta postopek lahko zaženete tudi samodejno ob zagonu digiKama, tako da odkljukate **Prečeši nove elemente ob zagonu** v :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran Razno --> Zavihek Obnašanje`.
sv: Man kan också köra processen automatiskt vid start av digiKam genom att markera **Sök efter nya objekt vid start** under fliken :menuselection:`Inställningar --> Anpassa digiKam... --> Diverse --> Beteende`.
uk: Ви також можете запускати цей процес автоматично при запуску digiKam, якщо позначите пункт **Під час запуску виявляти нові записи** за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Різне» --> вкладка «Поведінка»`.

source: Be aware that scanning for new items at startup can take a while, slowing-down application initialization. If your computer is fast enough, the background scan will have no effect on the usability of digiKam while scanning. Scanning can introduce delays if your collections are huge or if you use a remote database. In these cases you may want to disable automatic scans and instead use the maintenance tool to perform a manual scan when necessary.
ca: Tingueu en compte que l'exploració cercant elements nous a l'inici pot trigar una estona, alentint la inicialització de l'aplicació. Si el vostre ordinador és prou ràpid, l'exploració en segon pla no tindrà cap efecte sobre la usabilitat del digiKam durant l'exploració. L'exploració pot presentar retards si les vostres col·leccions són enormes o si utilitzeu una base de dades remota. En aquests casos, és possible que vulgueu desactivar les exploracions automàtiques i en el seu lloc utilitzar l'eina de manteniment per a realitzar una exploració manual quan sigui necessari.
it: Presta attenzione al fatto che la ricerca di nuovi elementi all'avvio può occupare del tempo e rallentare l'inizializzazione del programma. Se il tuo computer è sufficientemente veloce, la ricerca in background non influenzerà l'utilizzo di digiKam durante l'analisi. Questa può produrre ritardi se le raccolte sono molto estese o utilizzi una banca dati remota. In questi casi potresti voler disabilitare la ricerca e usare invece lo strumento di manutenzione per eseguire un'analisi manuale, se necessario.
nl: Wees ervan bewust dat scannen op nieuwe items bij opstarten even kan duren, initialisatie van de toepassing kan vertragen. Als uw computer snel genoeg is, zal de scan op de achtergrond geen effect hebben op de bruikbaarheid van digiKam tijdens het scannen. Scannen kan vertraging veroorzaken als uw verzamelingen enorm zijn of als u een database op afstand gebruikt. In deze gevallen zou u automatische scans willen uitschakelen en in plaats daarvan het hulpmiddel voor onderhoud gebruiken om handmatig een scan uit te voeren wanneer nodig.
pt_br: Esteja ciente de que a verificação de novos itens na inicialização pode demorar um pouco, tornando a inicialização do aplicativo mais lenta. Se o seu computador for rápido o suficiente, a verificação em segundo plano não afetará a usabilidade do digiKam durante a pesquisa. A verificação pode causar atrasos se suas coleções forem grandes ou se você usar um banco de dados remoto. Nesses casos, convém desativar as verificações automáticas e, em vez disso, usar a ferramenta de manutenção para realizar uma verificação manual, quando necessário.
sl: Zavedajte se, da lahko iskanje novih elementov ob zagonu traja nekaj časa in upočasni inicializacijo aplikacije. Če je vaš računalnik dovolj hiter, prečesavanje v ozadju ne bo vplivalo na uporabnost digiKama med prečesavanjem. Prečesavanje lahko povzroči zamude, če so vaše zbirke ogromne ali če uporabljate oddaljeno bazo podatkov. V teh primerih boste morda želeli onemogočiti samodejne preglede in namesto tega uporabiti orodje za vzdrževanje, da po potrebi izvedete ročno prečesavanje.
sv: Tänk på att det kan ta ett tag att söka efter nya objekt vid start, vilket saktar ner programinitieringen. Om datorn är tillräckligt snabb påverkar bakgrundssökningen inte digiKams användbarhet under sökning. Genomsökning kan orsaka fördröjningar om samlingarna är mycket stora eller om en fjärrdatabas används. I dessa fall kan man vilja inaktivera automatiska sökningar och istället använda underhållsverktyget för att utföra en manuell sökning vid behov.
uk: Майте на увазі, що пошук нових зображень під час запуску може тривати досить довго, уповільнивши ініціалізацію програми. Якщо ваш комп'ютер досить швидкий, фонове сканування не вплине на зручність користування digiKam під час сканування. Сканування може викликати затримки, якщо ваші збірки великі або якщо ви використовуєте віддалену базу даних. У цих випадках ви можете вимкнути автоматичне сканування та натомість скористатися інструментом обслуговування, щоб за потреби виконати сканування вручну.

source: Another option from this setup panel named **Fast scan (detects new, deleted and renamed items)** can also be turned on to significantly speed up the scan. This scan only looks for new, deleted, or renamed items. This option must be deactivated in order to find items that have been otherwise edited or changed.
ca: Una altra opció en aquest plafó de configuració s'anomena **Exploració ràpida (detecta elements nous, suprimits i reanomenats)**, també es pot activar per a accelerar significativament l'exploració. Aquesta exploració només cerca elements nous, eliminats o els que han canviat de nom. Aquesta opció s'ha de desactivar per tal de trobar elements que s'han editat o canviat d'una altra manera.
it: Da questo pannello di configurazione può essere attivata un'altra opzione chiamata **Analisi veloce (individua gli elementi nuovi, eliminati e rinominati)**, che aumento in modo significativo la velocità dell'analisi. Questa cerca soltanto gli elementi nuovi, eliminati o rinominati. Per individuare elementi che sono stati diversamente modificati o cambiati, devi disattivare questa opzione.
nl: Een andere optie uit dit opzetpaneel genaamd **Snelle scan (detecteert nieuwe, verwijderde en hernoemde items)** kan ook aangezet worden om de scan aanzienlijk te versnellen. Deze scan zoekt alleen naar nieuwe verwijderde of ook hernoemde items. Deze optie moet gedeactiveerd worden om items te vinden die op een andere manier zijn bewerkt of gewijzigd.
pt_br: Outra opção deste painel de configuração, chamada **Procura rápida (detecta itens novos, excluídos e renomeados)**, também pode ser ativada para acelerar significativamente a verificação. Esta verificação procura apenas itens novos, excluídos ou renomeados. Esta opção deve ser desativada para encontrar itens que tenham sido editados ou alterados.
sl: Vklopite lahko tudi drugo možnost na tej nastavitveni plošči, imenovano **Hitro prečesavanje (zazna nove, izbrisane in preimenovane elemente)**, da bistveno pospešite prečesavanje. Ta pregled išče samo nove, izbrisane ali preimenovane elemente. Ta možnost mora biti deaktivirana, če želite najti elemente, ki so bili drugače urejeni ali spremenjeni.
sv: Ett annat alternativ från inställningspanelen som heter **Snabbsökning (detekterar nya, borttagna och namnändrade objekt)** kan också sättas på för att avsevärt påskynda sökningen. Den sökningen letar bara efter nya, borttagna. eller namnändrade objekt. Alternativet måste vara inaktiverat för att hitta objekt som har redigerats eller ändrats på andra sätt.
uk: Інший пункт цієї панелі налаштування із назвою **Швидке сканування (виявляє нові, вилучені і перейменовані записи)** можна використати для значного пришвидшення сканування. Під час сканування буде оброблено лише нові записи, вилучені записи або перейменовані записи. Щоб виявити записи, до яких було внесено зміни, позначення з цього пункту слід зняти.

source: The digiKam Options to Scan for New Items from the Setup Dialog
ca: Les opcions per a «Explora cercant elements nous» des del diàleg de configuració en el digiKam
it: Le opzioni di digiKam per cercare nuovi elementi dalla finestra di dialogo di configurazione
nl: De optie van digiKam om te scannen op nieuwe items uit de Opzetdialoog
pt: As Opções do digiKam para Pesquisa por Novos Itens na Janela de Configuração
pt_br: Opções do digiKam para procurar novos itens na janela de configuração
sl: Možnosti digiKam za iskanje novih elementov v nastavitvenem pogovornem oknu
sv: Alternativen i digiKam för att söka efter nya objekt från inställningsdialogrutan
uk: Параметри виявлення нових записів у діалоговому вікні налаштовування digiKam
