Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_fingerprints.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Maintenance Tool to Rebuild Fingerprints
ca: L'eina de manteniment del digiKam de reconstrucció d'empremtes digitals
it: Strumento di manutenzione di digiKam per il ricalcolo dei codici di controllo
nl: Hulpmiddel voor onderhoud van digiKam om vingerafdrukken opnieuw te bouwen
pt: Ferramenta de Reconstrução de Impressões Digitais do digiKam
pt_br: Ferramenta de manutenção do digiKam para reconstruir impressões digitais
sl: digiKam orodje za vzdrževanje za ponovno izdelavo prstnih odtisov
sv: Underhållsverktyg i digiKam för att skapa om fingeravtryck
uk: Повторне визначення відбитків в інструменті супроводу digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, maintenance, fingerprints
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, manteniment, empremtes digitals
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, manutenzione, codici di controllo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, onderhoud, vingerafdrukken
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, manutenção, impressões digitais
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, manutenção, impressões digitais
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vzdrževanje, prstni odtisi
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, underhåll, fingeravtryck
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, супровід, відбитки

source: Rebuild Fingerprints
pt: Reconstruir as Impressões Digitais

source: Contents
pt: Conteúdo

source: The digiKam Maintenance Options to Rebuild the Fingerprints
ca: Les opcions de manteniment de la «Reconstrucció d'empremtes digitals» del digiKam
it: Le opzioni di manutenzione di digiKam per il ricalcolo dei codici di controllo
nl: Opties voor vingerafdrukken opnieuw bouwen in onderhoud van digiKam
pt: A Ferramenta de Manutenção para a Reconstrução de Impressões Digitais do digiKam
pt_br: As opções de manutenção do digiKam para reconstruir impressões digitais
sl: Možnosti vzdrževanja digiKam za ponovno izdelavo prstnih odtisov
sv: Underhållsverktyg i digiKam för att skapa om fingeravtryck
uk: Параметри супроводу digiKam для оновлення відбитків

source: Fingerprints are necessary for finding duplicates and similar items and for finding images by sketches. For detailed description see :ref:`the Similarity View section <similarity_view>`.
pt: As impressões digitais dos ficheiros são necessárias para encontrar duplicados e itens semelhantes, assim como para procurar imagens com rabiscos. Para uma descrição detalhada, veja a :ref:`secção da Área de Semelhanças <similarity_view>`.

source: This process provides only one option to rebuild the contents in the database: **Scan for Changed or Non-Cataloged Items**. This option will run the rebuild faster to prevent to process already register items in database.
pt: Este processo oferece apenas uma opção para reconstruir o conteúdo na base de dados: ***Procurar por Itens Modificados ou Não-Catalogados**. Esta opção irá executar a reconstrução mais rapidamente para evitar processar itens já registados na base de dados.

source: This process can also be called from the **Similarity View** from left sidebar by the button **Update Fingerprints**.
pt: Este processo também poderá ser invocado a partir da área de **Semelhanças**, na barra lateral esquerda, com o botão **Actualizar as Impressões Digitais**.

source: The digiKam Update Similarity Button from the Left Sidebar
ca: El botó «Actualitza» des de la barra lateral esquerra Similitud en el digiKam
it: Il pulsante di aggiornamento delle somiglianze di digiKam nella barra laterale sinistra
nl: De knop gelijkenissen bijwerken uit de linker zijbalk
pt: O Botão de Actualização das Semelhanças do digiKam na Barra Lateral Esquerda
pt_br: Botão de atualização de semelhança do digiKam na barra lateral esquerda
sl: Gumb za podobnost posodobitve digiKam v levem stranskem stolpcu
sv: Knappen Uppdatera likhet i digiKam från vänster sidorad
uk: Кнопка оновлення даних подібності на лівій бічній панелі вікна digiKam

source: While the rebuild fingerprints process is under progress, notification on the bottom right of main windows will be visible to indicate the amount of items already done.
pt: Enquanto o processo de reconstrução estiver em curso, estará visível uma notificação no canto inferior direito das janelas principais para indicar o número de itens já processado.

source: The digiKam Rebuild Fingerprints Process Running in the Background
ca: El procés de reconstrucció de les empremtes digitals en el digiKam treballa en segon pla
it: Il processo di ricalcolo dei codici di controllo di digiKam in esecuzione in background
nl: Het proces vingerafdrukken opnieuw bouwen van digiKam dat draait in de achtergrond
pt: O Processo de Reconstrução de Impressões Digitais do digiKam a Executar em Segundo Plano
pt_br: O processo de reconstrução de impressões digitais do digiKam está sendo executado em segundo plano
sl: Proces digiKam Rebuild Fingerprints teče v ozadju
sv: Processen för att skapa om fingeravtryck i digiKam som kör i bakgrunden
uk: Процес оновлення відбитків digiKam працює у фоновому режимі

source: :ref:`Rebuild Fingerprints <maintenance_tools>`
ca: :ref:`Reconstrucció d'empremtes digitals <maintenance_tools>`
it: :ref:`Ricalcola i codici di controllo <maintenance_tools>`
nl: :ref:`Vingerafdrukken opnieuw bouwen <maintenance_tools>`
pt_br: :ref:`Reconstruir impressões digitais <maintenance_tools>`
sl: :ref:`Obnovi prstne odtise <maintenance_tools>`
sv: :ref:`Skapa om fingeravtryck <maintenance_tools>`
uk: :ref:`Засіб перебудови відбитків <maintenance_tools>`

source: Fingerprints are necessary for finding duplicates and similar items and for finding images by sketches. For a detailed description see the :ref:`Similarity View <similarity_view>` section of this manual.
ca: Les empremtes digitals són necessàries per a trobar els duplicats i elements similars i per a trobar les imatges mitjançant esbossos. Per a obtenir una descripció detallada, vegeu la secció :ref:`Vista de similitud <similarity_view>` d'aquest manual.
it: I codici di controllo sono necessari per trovare i duplicati e gli elementi simili, e per trovare le immagini in base agli schizzi. Per una descrizione dettagliata, vedi il capitolo :ref:`Vista delle somiglianze <similarity_view>` di questo manuale.
nl: Vingerafdrukken zijn nodig voor het vinden van duplicaten en soortgelijke items en voor het vinden van afbeeldingen via schetsen. Voor een gedetailleerde beschrijving zie de sectie :ref:`Gelijkenissenweergave <similarity_view>` van deze handleiding.
pt_br: As impressões digitais são necessárias para encontrar duplicatas e itens semelhantes, bem como para encontrar imagens por meio de esboços. Para uma descrição detalhada, consulte a seção :ref:`Vista de semelhança <similarity_view>` deste manual.
sl: Prstni odtisi so potrebni za iskanje dvojnikov in podobnih predmetov ter za iskanje slik po skicah. Za podroben opis si oglejte razdelek :ref:`Pogled podobnosti <similarity_view>` v tem priročniku.
sv: Fingeravtryck är nödvändiga för att hitta dubbletter och liknande objekt och för att hitta bilder genom skisser. För en detaljerad beskrivning se avsnittet :ref:`Likhetsvisning <similarity_view>` i handboken.
uk: Відбитки потрібні для пошуку дублікатів і подібних записів, а також пошуку зображень за ескізами Докладний опис можна знайти у розділі щодо :ref:`панелі перегляду подібності <similarity_view>`.

source: The **Rebuild Fingerprints** tool provides only one option to rebuild the contents in the database: **Scan for Changed or Non-Cataloged Items**. This option speeds the rebuild process by ignoring unchanged items that are already in the database.
ca: L'eina de **Reconstrucció d'empremtes digitals** proporciona una opció per a reconstruir el contingut a la base de dades: **Explora els elements modificats o sense catalogar**. Aquesta opció executarà la reconstrucció més de pressa per a evitar processar els elements que ja s'han registrat a la base de dades.
it: Lo strumento **Ricalcola i codici di controllo** fornisce solo un'opzione di ricostruzione del contenuto nella banca dati: **Analizza gli elementi cambiati o non catalogati**. Questa opzione velocizzerà il processo di ricalcolo ignorando gli elementi non modificati che sono già registrati nella banca dati.
nl: Het hulpmiddel **Vingerafdrukken opnieuw bouwen** biedt slechts één optie om de inhoud in de database opnieuw te bouwen: **Op gewijzigde of niet-gecatalogiseerde items scannen**. Deze optie versnelt het proces opnieuw bouwen door ongewijzigde items te negeren die al in de de database zijn.
pt_br: A ferramenta **Reconstruir impressões digitais** oferece apenas uma opção para reconstruir o conteúdo no banco de dados: **Procurar por itens alterados ou não catalogados**. Essa opção acelera o processo de reconstrução, ignorando itens inalterados que já estão no banco de dados.
sl: Orodje **Ponovno izgradi prstne odtise** ponuja samo eno možnost za ponovno izgradnjo vsebine v zbirki podatkov: **Prečeši spremenjene ali nekatalogizirane elemente**. Ta možnost pospeši postopek ponovne gradnje tako, da prezre nespremenjene elemente, ki so že v bazi podatkov.
sv: Verktyget *Skapa om fingeravtryck* ger bara ett alternativ för att skapa om innehållet i databasen: **Sök efter ändrade eller ej katalogiserade objekt**. Alternativet snabbar upp processen genom att ignorera oförändrade objekt som redan finns i databasen.
uk: В інструменті **Перебудувати відбитки** передбачено лише один параметр для повторного збирання даних до бази даних: **Шукати змінені записи або записи поза каталогом**. Якщо цей пункт буде позначено, програма виконає повторне збирання швидше, оскільки не виконуватиметься пошук у записах, які вже є у базі даних.

source: This process can also be called from the **Similarity View** in the left sidebar by clicking the **Update Fingerprints** button.
ca: Aquest procés també es pot cridar des de la **Vista de similitud** de la barra lateral esquerra fent clic a botó **Actualitza les empremtes digitals**.
it: Può essere richiamato anche dalla **vista Somiglianza**, nella barra laterale sinistra, facendo clic sul pulsante **Aggiorna codici di controllo**.
nl: Dit proces kan ook aangeroepen worden vanuit de **Gelijkenissenweergave** uit de linker zijbalk door op de knop **Vingerafdrukken bijwerken** te klikken.
pt_br: Esse processo também pode ser chamado na **Vista de semelhança** na barra lateral esquerda clicando no botão **Atualizar impressões digitais**.
sl: Ta postopek lahko prikličete tudi iz **Pogleda podobnosti** v levi stranski vrstici s klikom na gumb **Posodobi prstne odtise**.
sv: Processen kan också anropas från **Likhetsvisningen** från vänster sidorad genom att klicka på knappen **Uppdatera fingeravtryck**.
uk: Цю дію також може бути викликано з панелі перегляду подібностей з лівої бічної панелі за допомогою натискання кнопки **Оновити відбитки**.

source: While the rebuild fingerprints process is underway, a progress indicator is displayed in the bottom right corner of the main window.
ca: Mentre el procés de reconstrucció d'empremtes digitals està en marxa, es mostra un indicador de progrés a la cantonada inferior dreta de la finestra principal.
it: Durante il ricalcolo dei codici di controllo verrà mostrato un indicatore di avanzamento nell'angolo inferiore destro della finestra principale.
nl: Terwijl het proces voor opnieuw bouwen van vingerafdrukken onderweg is, wordt een voortgangsindicatie getoond in de hoek rechtsonder van het hoofdvenster.
pt_br: Enquanto o processo de reconstrução das impressões digitais estiver em andamento, um indicador de progresso será exibido no canto inferior direito da janela principal.
sl: Medtem ko poteka postopek obnove prstnih odtisov, je v spodnjem desnem kotu glavnega okna prikazan indikator napredka.
sv: Medan processen för att skapa om fingeravtryck pågår, visas en förloppsindikator i huvudfönstrets nedre högra hörn.
uk: Протягом процедури повторного створення відбитків програма показуватиме індикатор у нижньому правому куті основного вікна програми.
