Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_metadata.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Maintenance Tool to Synchronize Metadata
ca: L'eina de manteniment del digiKam per a sincronitzar les metadades
it: Strumento di manutenzione di digiKam per la sincronizzazione dei metadati
nl: Hulpmiddel voor onderhoud van digiKam om metagegevens te synchroniseren
pt: Ferramenta de Manutenção do digiKam para Sincronização dos Meta-Dados
pt_br: Ferramenta de manutenção do digiKam para sincronizar metadados
sl: digiKam orodje za vzdrževanje za sinhronizacijo metapodatkov
sv: Underhållsverktyg i digiKam för att synkronisera metadata
uk: Засіб супроводу digiKam для синхронізації метаданих

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, maintenance, metadata, synchronizer
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, manteniment, metadades, sincronitzador
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, manutenzione, metadati, sincronizzatore
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, onderhoud, metagegevens, synchroniseren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, manutenção, meta-dados, sincronizar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, manutenção, metadados, sincronizador
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vzdrževanje, metapodatki, sinhronizator
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, underhåll, metadata, synkronisering
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, супровід, метадані, синхронізація, засіб

source: Metadata Synchronizer
pt: Sincronização dos Meta-Dados

source: Contents
pt: Conteúdo

source: The digiKam Maintenance Options to Synchronize Metadata
ca: Les opcions de manteniment per a sincronitzar les metadades en el digiKam
it: Le opzioni di manutenzione di digiKam per la sincronizzazione dei metadati
nl: De opties voor metagegevens synchroniseren in onderhoud van digiKam
pt: A Ferramenta de Manutenção do digiKam para Sincronização dos Meta-Dados
pt_br: Opções de manutenção do digiKam para sincronizar metadados
sl: Možnosti vzdrževanja digiKam za sinhronizacijo metapodatkov
sv: Underhållsalternativ i digiKam för att synkronisera metadata
uk: Параметри супроводу digiKam для синхронізації метаданих

source: This process synchronize items metadata with database contents. The operation **Direction** can be:
pt: Este processo sincroniza os meta-dados dos itens com o conteúdo da base de dados. A **Direcção da operação** poderá ser:

source: From the database to files.
ca: Des de la base de dades a fitxers.
it: Dalla banca dati ai file.
nl: Van de database naar bestanden.
pt: Da base de dados para os ficheiros.
pt_br: Do banco de dados para os arquivos.
sl: Iz baze v datoteke.
sv: Från databasen till filer.
uk: З бази даних до файлів.

source: From files to the database.
ca: Des de fitxers a la base de dades.
it: Dai file alla banca dati.
nl: Van bestanden naar de database.
pt: Dos ficheiros para a base de dados.
pt_br: Dos arquivos para o banco de dados.
sl: Iz datotek v bazo podatkov.
sv: Från filer till databasen.
uk: З файлів до бази даних.

source: As synchronization is a time consuming process, especially when metadata are written in files, it's a good idea to restrict the job to certain albums or tags.
pt: Dado que a sincronização é um processo que consome bastante tempo, especialmente quando os meta-dados são gravados nos ficheiros, é uma boa ideia restringir a tarefa a determinados álbuns ou marcas.

source: The synchronization depends of the settings from :menuselection:`Settings --> Configure digiKam...` and **Metadata** page. All these settings is described in :ref:`the dedicated section <metadata_settings>` from **Setup Application**.
pt: A sincronização depende das definições em :menuselection:`Configuração --> Configurar o digiKam...`, na página de **Meta-dados**. Todas estas definições estão descritas na :ref:`sua secção dedicada <metadata_settings>` em **Configurar a Aplicação**.

source: While the metadata synchronizer process is under progress, as the process may take much time and digiKam cannot be used, a non modal dialog appear to make sure that no database corruption occurs.
pt: Enquanto o processo de sincronização de meta-dados estiver em curso, estará visível uma notificação no canto inferior direito das janelas principais para indicar o número de itens já processados.

source: The Metadata Synchronization Process Running in Background
ca: El procés de sincronització de les metadades s'executa en segon pla
it: Il processo di sincronizzazione dei metadati in esecuzione in background
nl: Het proces metagegevens synchroniseren dat draait in de achtergrond
pt: O Processo de Sincronização dos Meta-Dados a Executar em Segundo Plano
pt_br: O processo de sincronização de metadados em execução em segundo plano
sl: Proces sinhronizacije metapodatkov teče v ozadju
sv: Processen för synkronisering av metadata som körs i bakgrunden
uk: Процес синхронізації метаданих працює у фоновому режимі

source: :ref:`Metadata Synchronizer <maintenance_tools>`
ca: :ref:`Sincronitzador de metadades <maintenance_tools>`
it: :ref:`Sincronizzatore dei metadati <maintenance_tools>`
nl: :ref:`Synchroniseren van metagegevens <maintenance_tools>`
pt_br: :ref:`Sincronizador de metadados <maintenance_tools>`
sl: :ref:`Sinhronizator metapodatkov <maintenance_tools>`
sv: :ref:`Synkronisering av metadata <maintenance_tools>`
uk: :ref:`Засіб синхронізування метаданих <maintenance_tools>`

source: This **Metadata Synchronizer** tool synchronizes items metadata, that is metadata stored in the image files, with metadata stored in the digiKam database. The operation **Direction** can be:
ca: Aquesta eina de **Sincronització de metadades** sincronitza les metadades dels elements, és a dir, les metadades emmagatzemades en els fitxers de les imatges, amb les metadades emmagatzemades a la base de dades del digiKam. La **Direcció** de l'operació pot ser:
it: Lo strumento **Sincronizzatore dei metadati** sincronizza i metadati degli elementi memorizzati nei file immagine, con i metadati contenuti nella banca dati di digiKam. La **direzione** dell'operazione può essere:
nl: Dit hulpmiddel **Synchroniseren van metagegevens** synchroniseert metagegevens van items, die is opgeslagen in metagegevens van afbeeldingsbestanden met metagegevens opgeslagen in de database van digiKam. De **Richting** van de bewerking kan zijn:
pt_br: Esta ferramenta para **Sincronizar metadados** sincroniza os metadados dos itens, ou seja, os metadados armazenados nos arquivos de imagem, com os metadados armazenados no banco de dados do digiKam. A operação **Direção** pode ser:
sl: To orodje **Sinhronizator metapodatkov** sinhronizira metapodatke elementov, to je metapodatke, shranjene v slikovnih datotekah, z metapodatki, shranjenimi v zbirki podatkov digiKam. Operacija **Smer** je lahko:
sv: Verktyget **Synkronisering av metadata** synkroniserar objektens metadata, det vill säga metadata lagrad i bildfilerna, med metadata lagrad i digiKams databas. Operationens **Riktning** kan vara:
uk: Цей інструмент **синхронізації метаданих** синхронізує метадані записів, тобто метадані, що зберігаються у файлах зображень, із метаданими, що зберігаються у базі даних digiKam. Значенням параметра **Напрямок** може бути:

source: As synchronization is a time consuming process, especially when metadata are written to files, it's a good idea to restrict the job to certain albums or tags.
ca: Atès que la sincronització és un procés lent, especialment quan les metadades s'escriuen als fitxers, és una bona idea restringir la tasca a certs àlbums o etiquetes.
it: Poiché che la sincronizzazione occupa del tempo, in particolare quando i metadati vengono scritti nei file, è una buona idea limitare le operazioni a determinati album o tag.
nl: Omdat synchronisatie een proces dat veel tijd kost, speciaal wanneer de metagegevens naar bestanden geschreven worden, is het een goed idee om de job tot bepaalde albums of tags te beperken.
pt_br: Como a sincronização é um processo demorado, especialmente quando metadados são gravados em arquivos, é uma boa ideia restringir o trabalho a determinados álbuns ou etiquetas.
sl: Ker je sinhronizacija dolgotrajen proces, zlasti ko so metapodatki zapisani v datoteke, je dobro, da delo omejite na določene albume ali oznake.
sv: Eftersom synkronisering är en tidskrävande process, särskilt när metadata skrivs i filer, är det en bra idé att begränsa jobbet till vissa album eller etiketter.
uk: Оскільки синхронізація є тривалим процесом, особливо якщо метадані записано до файлів, варто обмежити завдання певними альбомами або мітками.

source: The synchronization depends on the settings from :menuselection:`Settings --> Configure digiKam... --> Metadata page`. All these settings are described in :ref:`this section <metadata_settings>` of this manual.
ca: La sincronització depèn de les opcions de configuració a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Metadades`. Totes aquestes opcions es descriuen en :ref:`aquesta secció <metadata_settings>` d'aquest manual.
it: La sincronizzazione dipende dalle impostazioni scelte nel menu :menuselection:`Impostazioni --> Configura digiKam... --> pagina Metadati`. Queste impostazioni sono tutte descritte in :ref:`questo capitolo <metadata_settings>` del manuale.
nl: De synchronisatie hangt af van instellingen uit :menuselection:`Instellingen --> digiKam configureren...` en pagina **Metagegevens**. Al deze instellingen zijn beschreven in :ref:`deze sectie <metadata_settings>` van deze handleiding.
pt_br: vA sincronização depende das configurações em :menuselection:`Configurações --> Configurar digiKam... --> página de Metadados`. Todas essas configurações estão descritas :ref:`nesta seção <metadata_settings>` deste manual.
sl: Sinhronizacija je odvisna od nastavitev v :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran metapodatkov`. Vse te nastavitve so opisane v :ref:`tem razdelku <metadata_settings>` tega priročnika.
sv: Synkroniseringen beror på inställningarna från sidan :menuselection:`Inställningar --> Anpassa digiKam... --> Metadata`. Alla inställningar beskrivs i :ref:`det här avsnittet <metadata_settings>` av handboken.
uk: Синхронізація залежить від параметрів зі сторінки **Метадані** діалогового вікна, яке відкриває пункт меню :menuselection:`Параметри --> Налаштувати digiKam...`. Усі ці параметри описано у :ref:`відповідному розділі <metadata_settings>` підручника з налаштовування програми.

source: The metadata synchronizer process may take a significant amount of time, all the while constantly accessing the digiKam database. To make sure that no database corruption occurs a non-modal dialog appears and digiKam cannot be used until the process completes.
ca: El procés del sincronitzador de metadades pot trigar una quantitat significativa de temps, mentre s'accedeix constantment a la base de dades del digiKam. Per a assegurar-se que no hi ha corrupció a la base de dades apareix un diàleg no modal i el digiKam no es pot utilitzar fins que el procés es completi.
it: Il processo di sincronizzazione dei metadati può occupare molto tempo, con accesso continuo alla banca dati di digiKam. Affinché non si verifichino danni alla banca dati, compare una finestra di dialogo non modale e non sarà possibile utilizzare digiKam fino al termine del processo.
nl: Het proces van metagegevens synchroniseren kan een aanzienlijke hoeveelheid tijd kosten, met voortdurende toegang tot de database van digiKam. Om er zeker van te zijn dat no er geen corruptie van de digiKam gebeurt verschijnt er een niet-modale dialoog en digiKam kan niet gebruikt worden totdat het proces is voltooid.
pt_br: O processo de sincronização de metadados pode levar um tempo considerável, mesmo acessando constantemente o banco de dados do digiKam. Para garantir que não haja corrupção do banco de dados, uma caixa de diálogo não modal é exibida e o digiKam não pode ser usado até que o processo seja concluído.
sl: Postopek sinhroniziranja metapodatkov lahko traja precej časa, medtem ko ves čas nenehno dostopate do baze podatkov digiKam. Za zagotovitev, da ne pride do poškodb baze podatkov, se prikaže nemodalno pogovorno okno in digiKama ni mogoče uporabiti, dokler se postopek ne zaključi.
sv: Processen för synkronisering av metadata kan ta en betydande tid, samtidigt som den ständigt kommer åt digiKams databas. För att säkerställa att ingen databaskorruption inträffar visas en dialogruta och digiKam kan inte användas förrän processen är klar.
uk: Процес синхронізації метаданих може бути досить тривалим із постійним доступом до бази даних digiKam. Щоб переконатися, що база даних не пошкоджена, програма покаже немодальне діалогове вікно, і digiKam не можна буде користуватися, доки процес не завершиться.
