Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_autotags.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: digiKam Maintenance Tool to Sort Image by Quality
ca: L'eina de manteniment del digiKam per a ordenar imatges segons la qualitat
it: Strumento di manutenzione di digiKam per l'ordinamento delle immagini in base alla qualità
nl: Het hulpmiddel Onderhoud van digiKam voor sorteren op kwaliteit
pt_br: Ferramenta de manutenção do digiKam para ordenar imagens pela qualidade
sl: digiKam Orodje za vzdrževanje za razvrščanje slike po kakovosti
sv: Underhållsverktyg i digiKam för att sortera bilder enligt kvalitet
uk: Засіб упорядкування зображень за якістю інструмента супроводу збірки digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, quality, pick-label, deep-learning
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, qualitat, rètol de selecció, aprenentatge profund
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, qualità, etichetta di scelta, apprendimento profondo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, kwaliteit, keuzelabel, deep-learning
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, qualidade, rótulo de seleção, aprendizado profundo
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto,učenje, enostavno, kakovost, izbira oznake, globoko učenje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kvalitet, urvalsbeteckning, djupinlärning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, якість, впорядкувальна, мітка, глибинне навчання

source: :ref:`Auto-Tags Assignment <maintenance_tools>`
ca: :ref:`Assignació automàtica d'etiquetes <maintenance_tools>`
it: :ref:`Assegnazione tag automatici <maintenance_tools>`
nl: :ref:`Automatisch toekennen van tags <maintenance_tools>`
pt_br: :ref:`Atribuição automática de etiquetas <maintenance_tools>`
sl: :ref:`Samodejna dodelitev oznak <maintenance_tools>`
sv: :ref:`Automatiskt tilldelning av etiketter <maintenance_tools>`
uk: :ref:`Автоматичне призначення міток <maintenance_tools>`

source: The digiKam Maintenance Options for Auto-Tag Assignment
ca: Les opcions de manteniment del digiKam per a l'assignació automàtica d'etiquetes
it: Le opzioni di manutenzione di digiKam per l'assegnazione di tag automatici
nl: De opties voor onderhoud van digiKam voor automatisch toekennen van tags
pt_br: As opções de manutenção do digiKam para atribuir etiquetas automaticamente
sl: Možnosti vzdrževanja digiKam za samodejno dodeljevanje oznak
sv: Underhållsalternativen i digiKam för automatiskt tilldelning av etiketter
uk: Можливості супроводу digiKam для автоматичного призначення міток

source: The **Auto-Tags Assignment** scans the images in your collection using a neural network that has been trained to identify common objects. The objects identified by the neural network are then used to tag each image. When the scan is complete, you can search your database for images containing a bird, or a ball, or a car. Tags generated by the **Auto-Tags Assignment** process will be under the **auto** tag in the Tags view to distinguish them from tags that have been manually assigned.
ca: L'**Assignació automàtica d'etiquetes** explora les imatges de la vostra col·lecció utilitzant una xarxa neuronal que s'ha entrenat per a identificar objectes habituals. Els objectes identificats per la xarxa neuronal s'utilitzen per a etiquetar cada imatge. Quan s'hagi completat l'exploració, podreu cercar a la vostra base de dades imatges que continguin un ocell, una pilota o un cotxe. Les etiquetes generades pel procés **Assignació automàtica d'etiquetes** estaran amb l'etiqueta **auto** a la vista Etiquetes per a distingir-les de les etiquetes que s'han assignat manualment.
it: **Assegnazione tag automatici** analizza le immagini della tua raccolta utilizzando una rete neurale addestrata a identificare gli oggetti comuni. Gli oggetti identificati dalla rete neurale vengono quindi utilizzati per assegnare tag a ciascuna immagine. Quando l'analisi viene completata, è possibile ricercare nella banca dati le immagini che contengono un uccello, una palla o un'autovettura. I tag generati dal processo di **assegnazione automatica dei tag** si troveranno sotto il tag **automatico** nella vista Tag in modo da distinguerli dai tag che sono stati assegnati manualmente.
nl: Het **Automatisch toekennen van tags** scant de afbeeldingen in uw verzameling met gebruik van een neuraal netwerk dat is getraind om algemene objecten te identificeren. De door het neurale netwerk geïdentificeerde objecten worden daarna gebruikt om een tag toe te kennen aan elke afbeelding. Wanneer de scan is voltooid, kunt u uw database doorzoeken op afbeeldingen die een vogel, een bal of een auto bevatten. Tags gegenereerd door het proces **Automatisch toekennen van tags** zullen onder de tag **automatisch** in de Tagsweergave zijn om ze te onderscheiden van tags die handmatig zijn toegekend.
pt_br: A ferramenta para **Atribuir etiquetas automaticamente** escaneia as imagens da sua coleção usando uma rede neural treinada para identificar objetos comuns. Os objetos identificados pela rede neural são então usados ​​para marcar cada imagem. Após a conclusão da varredura, você pode pesquisar em seu banco de dados por imagens que contenham um pássaro, uma bola ou um carro. As etiquetas geradas pelo processo de **atribuição automática de etiquetas** estarão sob a etiqueta **auto** na vista de etiquetas para diferenciá-las dos etiquetas que foram atribuídas manualmente.
sl: **Samodejno dodeljevanje značk** prečeše slike v vaši zbirki z uporabo nevronske mreže, ki je bila usposobljena za prepoznavanje običajnih predmetov. Predmeti, ki jih identificira nevronska mreža, se nato uporabijo za označevanje vsake slike. Ko je skeniranje končano, lahko v bazi podatkov poiščete slike, ki vsebujejo ptico, žogo ali avto. Oznake, ustvarjene s postopkom **Samodejnega dodeljevanja oznak**, bodo pod oznako **samodejno** v pogledu oznak, da jih boste razlikovali od oznak, ki so bile ročno dodeljene.
uk: **Автоматичне призначення міток** сканує зображення у вашій збірці, застосовуючи нейронну мережу, навчену ідентифікувати загальні об'єкти для кожного зображення. Об'єкти, ідентифіковані нейронною мережею, потім використовуються для встановлення міток кожного зображення. Коли сканування буде завершено, ви зможете шукати у своїй базі даних зображення, які містять птаха, м’яч чи автомобіль. Мітки, які створено процесом **Призначення автоміток**, потраплять до списку **авто** на панелі міток, щоб відрізнити їх від міток, які було призначено вручну.

source: This process is also accessible in the **Tags** view via the **Auto-tag Scan** button. For more information about **Auto-tags** options see the :ref:`Tags View <tags_view>` section of this manual.
ca: Aquest procés també és accessible a la vista **Etiquetes** mitjançant el botó **Exploració d'etiquetes automàtiques**. Per a més informació sobre les opcions de les **Etiquetes automàtiques**, vegeu la secció :ref:`Vista d'etiquetes <tags_view>` d'aquest manual.
it: Puoi accedere a questo processo dalla vista **Tag** tramite il pulsante **Analisi tag automatici**. Per ulteriori informazioni sulle opzioni dei **tag automatici** vedi il capitolo :ref:`Vista dei tag <tags_view>` di questo manuale.
nl: Dit proces is ook toegankelijk in de weergave **Tags** via de knop **Scannen voor automatisch toekennen van tags**. Voor meer informatie over de optie **Automatische tags** zie de sectie :ref:`Tagsweergave <tags_view>` van deze handleiding.
pt_br: Este processo também pode ser acessado na vista de **Etiquetas** por meio do botão **Analisar para etiquetamento automático**. Para obter mais informações sobre as opções de **Etiquetamento automático**, consulte a seção :ref:`Vista de etiquetas <tags_view>` deste manual.
sl: Ta postopek je dostopen tudi v pogledu **Oznake** prek gumba **Samodejno skeniranje oznak**. Za več informacij o možnostih **Samodejne oznake** si oglejte razdelek :ref:`Pogled oznak <tags_view>` v tem priročniku.
uk: Це та сама дія, доступ до якої ви можете отримати на панелі **Мітки** за допомогою кнопки **Шукати автомітки**. Щоб дізнатися більше про параметри **Автоміток**, зверніться до :ref:`розділу щодо панелі перегляду «Мітки» <tags_view>`.

source: For Auto-tagging, there are 4 settings the user can adjust to control how digiKam detects and tags objects in an image.
ca: Per a l'etiquetatge automàtic, hi ha 4 paràmetres que l'usuari pot ajustar per a controlar com el digiKam detecta i etiqueta objectes en una imatge.
it: Per l'attribuzione di tag automatici sono regolabili quattro impostazioni per controllare come digiKam rileva e attribuisce tag agli oggetti in un'immagine.
nl: Voor automatisch toekennen van tags zijn er 4 instellingen die de gebruiker aan kan passen om te besturen hoe digiKam objecten in een afbeelding detecteert en tags toekent.
pt_br: Para o etiquetamento automático, há quatro configurações que o usuário pode ajustar para controlar como o digiKam detecta e marca objetos em uma imagem.
sl: Za samodejno označevanje so na voljo 4 nastavitve, ki jih lahko uporabnik prilagodi za nadzor nad tem, kako digiKam zaznava in označuje predmete na sliki.
uk: Для автоматичного встановлення міток передбачено чотири параметри, які користувач може змінити для керування тим, як digiKam визначає і встановлює мітки для об'єктів на знімку.

source: **Scan mode**: The scan mode determines if digiKam will scan all images, or only images that don't have an **auto** tag already assigned. The **auto** tag is assigned to images that have been auto-tagged. The **auto** tag is not assigned to images that have been manually tagged.
ca: **Mode d'exploració**: el mode d'exploració determina si el digiKam explorarà totes les imatges, o només les imatges que no tinguin una etiqueta **auto** ja assignada. L'etiqueta **auto** s'assigna a les imatges que s'han etiquetat automàticament. L'etiqueta **auto** no està assignada a les imatges que s'han etiquetat manualment.
it: **Modalità di analisi**: questa modalità determina se digiKam analizzerà tutte le immagini o solo quelle che non hanno già assegnato un tag **automatico**. Il tag **automatico** viene assegnato alle immagini che sono state analizzate per l'attribuzione di tag automatici. Il tag **automatico** non viene assegnato alle immagini i cui tag sono stati attribuiti manualmente.
nl: **Scanmodus**: de scanmodus bepaalt of digiKam alle afbeeldingen zal scannen of alleen afbeeldingen waaraan nog geen tag **automatisch** tag al is toegekend. De tag **automatisch** wordt toegekend aan afbeeldingen waaraan automatisch een tag is toegekend. De tag **automatisch** wordt niet toegekend aan afbeeldingen die handmatig een tag is toegekend.
pt_br: **Modo de análise**: O modo de análise determina se o digiKam analisará todas as imagens ou apenas aquelas que não possuem uma etiqueta **auto** já atribuída. A etiqueta **auto** é atribuída a imagens que foram marcadas automaticamente. A etiqueta **auto** não é atribuída a imagens que foram marcadas manualmente.
sl: **Način skeniranja**: Način skeniranja določa, ali bo digiKam skeniral vse slike ali le slike, ki nimajo že dodeljene oznake **auto**. Oznaka **auto** je dodeljena slikam, ki so bile samodejno označene. Oznaka **auto** ni dodeljena slikam, ki so bile ročno označene.
uk: **Режим сканування**: режим сканування визначає, чи скануватиме digiKam усі зображення чи лише зображення, для яких ще не призначено мітку **авто**. Мітка **авто** пов'язується з зображеннями, для яких мірки було призначено автоматично. Мітку **авто** не буде призначено до зображень, мітки для яких було встановлено вручну.

source: **Auto-tagging Mode**: When applying auto-tags, you can choose between **Update** and **Replace Existing**. **Update** will add any new auto-tags to the existing tags on the image. **Replace Existing** will remove all existing auto-tags and replace them with the tags detected by the current scan. Any tags not under the **auto** tag will not be affected. This setting is useful if you want to run multiple scans with different settings and combine the results.
ca: **Mode d'etiquetatge automàtic**: en aplicar etiquetes automàtiques, podeu triar entre **Actualitza** i **Substitueix les existents**. **Actualitza** afegirà qualsevol etiqueta automàtica nova a les etiquetes existents a la imatge. **Substitueix les existents** eliminarà totes les etiquetes automàtiques existents i les substituirà per les etiquetes detectades per l'exploració actual. Qualsevol etiqueta que no estigui amb l'etiqueta **auto** no es veurà afectada. Aquesta configuració és útil si voleu executar diverses exploracions amb opcions diferents de configuració i combinar els resultats.
it: **Modalità attribuzione tag automatici**: quando applichi tag automatici, puoi scegliere tra **Aggiorna** e **Sostituisci esistenti**. **Aggiorna** aggiungerà tutti i tag automatici nuovi ai tag esistenti nell'immagine. **Sostituisci esistenti** rimuoverà tutti i tag automatici esistenti e li sostituirà con quelli individuati dall'attuale analisi. I tag al di fuori del tag **automatico** non verranno modificati. Questa impostazione è utile se vuoi avviare più analisi con impostazioni differenti e combinarne i risultati.
nl: **Modus automatisch tags toekennen**: bij toepassen van automatisch toekennen van tags kunt u kiezen tussen **Bijwerken** en **Bestaande vervangen**. **Bijwerken** selecteren zal elke nieuwe automatisch toegekende tags toevoegen aan de bestaande tags aan de afbeelding. **Bestaande vervangen** zal alle bestaande automatisch toegekende tags verwijderen en ze vervangen door de tags gedetecteerd door de huidige scan. Elke tag niet onder de tag **automatisch** zal niet beïnvloed worden. Deze instelling is nuttig als u meerdere scans wilt uitvoeren met verschillende instellingen en de resultaten combineren.
pt_br: **Modo de etiquetamento automático**: Ao aplicar etiquetas automáticas, você pode escolher entre **Atualizar** e **Substituir existente**. **Atualizar** adicionará quaisquer novas etiquetas automáticas às etiquetas existentes na imagem. **Substituir existente** removerá todas as etiquetas automáticas existentes e as substituirá pelas etiquetas detectadas pela verificação atual. Quaisquer etiquetas que não estejam na etiqueta **auto** não serão afetadas. Esta configuração é útil se você quiser executar várias verificações com configurações diferentes e combinar os resultados.
sl: **Način samodejnega označevanja**: Ko uporabljate samodejne oznake, lahko izbirate med **Posodobi** in **Zamenjaj obstoječe**. **Posodobitev** bo obstoječim oznakam na sliki dodala vse nove samodejne oznake. **Zamenjaj obstoječe** bo odstranil vse obstoječe samodejne oznake in jih nadomestil z oznakami, ki jih je zaznalo trenutno skeniranje. To ne bo vplivalo na oznake, ki niso pod oznako **auto**. Ta nastavitev je uporabna, če želite zagnati več pregledov z različnimi nastavitvami in združiti rezultate.
uk: **Режим автоматичного призначення міток**: під час застосування автоматичних міток ви можете вибирати між варіантами **Оновити** та **Замінити наявні**. **Оновити** додасть усі нові автоматичні мітки до наявних міток зображення. **Замінити наявні** вилучить усі наявні автоматичні мітки і замінить їх мітками, виявленими під час поточного сканування. Це не вплине на будь-які мітки, які не входять до мітки **авто**. Цей параметр корисний, якщо ви хочете запустити кілька сканувань із різними налаштуваннями і об'єднати результати.

source: **Detection Model**: The detection model is the neural network used to detect objects in the image. The default model is **EfficientNet B7**. The **EfficientNet B7** model is a general-purpose model that can detect 1,000 different objects and scenes. The **YOLOv11-Nano** model is faster and uses less memory than the **EfficientNet B7** model. The **YOLOv11-Nano** model is recommended for users with limited memory or slower processors, and **YOLOv11-XLarge** is recommended for users with more memory and faster processors. Both YOLOv11 models are trained to detect 80 different objects based on the COCO dataset.
ca: **Model de detecció**: el model de detecció és la xarxa neuronal utilitzada per a detectar objectes a la imatge. El model predeterminat és **EfficientNet B7**. El model **EfficientNet B7** és un model de propòsit general que pot detectar 1.000 objectes i escenes diferents. El model **YOLOv11-Nano** és més ràpid i utilitza menys memòria que el model **EfficientNet B7**. El model **YOLOv11-Nano** es recomana a usuaris amb memòria limitada o processadors més lents, i **YOLOv11-XLarge** es recomana a usuaris amb més memòria i processadors més ràpids. Tots dos models YOLOv11 estan entrenats per a detectar 80 objectes diferents basats en el conjunt de dades COCO.
it: **Modello di rilevamento**: è la rete neurale per il rilevamento degli oggetti nell'immagine. Il modello predefinito è **EfficientNet B7**. Questo è un modello di tipo generale in grado di rilevare 1.000 oggetti e scene diversi. Il modello **YOLOv11-Nano** è più veloce e utilizza meno memoria del modello **EfficientNet B7**. **YOLOv11-Nano** è consigliato agli utenti con memoria del computer limitata o processori lenti, mentre **YOLOv11-XLarge** è consigliato agli utenti con memoria superiore e processori più veloci. Entrambi i modelli YOLOv11 sono addestrati per individuare 80 oggetti differenti basati sull'insieme di dati COCO.
nl: **Detectiemodel**: het detectiemodel is het neurale netwerk gebruikt om objecten in de afbeelding te detecteren. Het standaard model is **EfficientNet B7**. Het model **EfficientNet B7** is een model voor algemeen gebruik dat 1.000 verschillende objecten end scènes kan detecteren. Het model **YOLOv11-Nano** is sneller en gebruikt minder geheugen dan het model **EfficientNet B7**. Het model **YOLOv11-Nano** wordt aanbevolen voor gebruikers met beperkt geheugen of langzamere processors en **YOLOv11-XLarge** wordt aanbevolen voor gebruikers met meer geheugen en snellere processors. Beide modellen YOLOv11 zijn getraind om 80 verschillende objecten te detecteren gebaseerd op de COCO-gegevensset.
pt_br: **Modelo de detecção**: O modelo de detecção é a rede neural usada para detectar objetos na imagem. O modelo padrão é o **EfficientNet B7**. O modelo **EfficientNet B7** é um modelo de uso geral que pode detectar 1.000 objetos e cenas diferentes. O modelo **YOLOv11-Nano** é mais rápido e usa menos memória do que o modelo **EfficientNet B7**. O modelo **YOLOv11-Nano** é recomendado para usuários com memória limitada ou processadores mais lentos, e o **YOLOv11-XLarge** é recomendado para usuários com mais memória e processadores mais rápidos. Ambos os modelos YOLOv11 são treinados para detectar 80 objetos diferentes com base no conjunto de dados COCO.
sl: **Model zaznavanja**: Model zaznavanja je nevronska mreža, ki se uporablja za zaznavanje predmetov na sliki. Privzeti model je **EfficientNet B7**. Model **EfficientNet B7** je univerzalni model, ki lahko zazna 1000 različnih predmetov in prizorov. Model **YOLOv11-Nano** je hitrejši in porabi manj pomnilnika kot model **EfficientNet B7**. Model **YOLOv11-Nano** priporočamo uporabnikom z omejenim pomnilnikom ali počasnejšimi procesorji, **YOLOv11-XLarge** pa priporočamo uporabnikom z več pomnilnika in hitrejšimi procesorji. Oba modela YOLOv11 sta usposobljena za zaznavanje 80 različnih predmetov na podlagi nabora podatkov COCO.
uk: **Модель виявлення**: модель виявлення – це нейронна мережа, яка використовується для виявлення об'єктів на зображенні. Типовою моделлю є **EfficientNet B7**. Модель **EfficientNet B7** — це модель загального призначення, яка може одночасно виявляти 1000 різних об'єктів і сцен. Модель **YOLOv11-Nano** є швидшою та використовує менше пам'яті, ніж модель **EfficientNet B7**. Модель **YOLOv11-Nano** рекомендована для користувачів систем з обмеженою пам'яттю або повільнішими процесорами, а **YOLOv11-XLarge** рекомендована для користувачів систем з більшою пам'яттю та швидшими процесорами. Обидві моделі YOLOv11 навчені одночасно виявляти 80 різних об'єктів на основі набору даних COCO.

source: **Accuracy**: Lower accuracy settings may detect more objects in an image, but it will also increase the number of incorrectly identified objects (false positives). The default setting of 7 is recommended for normal use.
ca: **Precisió**: la configuració de menor precisió pot detectar més objectes en una imatge, però també augmentarà el nombre d'objectes incorrectament identificats (falsos positius). Es recomana la configuració predeterminada de 7 per a l'ús normal.
it: **Accuratezza**: impostazioni di accuratezza più basse possono individuare più oggetti in un'immagine, ma aumenteranno anche il numero di oggetti identificati in modo scorretto (falsi positivi). L'impostazione predefinita 7 è consigliata per un uso normale.
nl: **Nauwkeurigheid**: lagere instelling van nauwkeurigheid kan meer objecten in een afbeelding detecteren, maar het zal ook het aantal onjuist geïdentificeerde objecten verhogen (vals-positieven). De standaard instelling van 7 is aanbevolen voor normaal gebruik.
pt_br: **Precisão**: Configurações de precisão mais baixas podem detectar mais objetos em uma imagem, mas também aumentam o número de objetos identificados incorretamente (falsos positivos). A configuração padrão de 7 é recomendada para uso normal.
sl: **Natančnost**: Nižje nastavitve natančnosti lahko zaznajo več predmetov na sliki, vendar bodo povečale tudi število nepravilno identificiranih predmetov (lažno pozitivnih). Za normalno uporabo je priporočljiva privzeta nastavitev 7.
uk: **Точність**: менші значення точності можуть дати змогу виявити більше об'єктів на зображенні, але це також призведе до збільшення кількості областей, неправильно визначених як об'єкти (хибні спрацьовування). Рекомендуємо стандартне значення 7 для звичайного використання.

source: While the auto-tag assignment process is underway, a progress indicator is displayed in the bottom right corner of the main window.
ca: Mentre el procés d'assignació automàtica d'etiquetes està en marxa, es mostra un indicador de progrés a la cantonada inferior dreta de la finestra principal.
it: Durante il processo di assegnazione dei tag automatici, viene visualizzato un indicatore di avanzamento nell'angolo inferiore destro della finestra principale.
nl: Terwijl het proces van toekennen van tags voortgang vindt, wordt een voortgangsvenster getoond in de hoek rechtsonder van het hoofdvenster.
pt_br: Enquanto o processo de atribuição automática de etiquetas estiver em andamento, um indicador de progresso será exibido no canto inferior direito da janela principal.
sl: Medtem ko poteka postopek dodeljevanja samodejnih oznak, je prikazan indikator napredkaprikazan v spodnjem desnem kotu glavnega okna.
sv: Medan processen för automatiskt tilldelning av etiketter pågår, visas en förloppsindikator i huvudfönstrets nedre högra hörn.
uk: Під час виконання автоматичного встановлення міток у нижньому правому куті головного вікна програми буде показано індикатор поступу.
