Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_overview.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: Overview to digiKam Maintenance Tool
ca: Vista general de l'eina de manteniment del digiKam
it: Panoramica dello strumento di manutenzione di digiKam
nl: Overzicht van hulpmiddel voor onderhoud van digiKam
pt_br: Visão geral das ferramentas de manutenção do digiKam
sl: Pregled orodja za vzdrževanje digiKam
sv: Översikt av underhållsverktyg i digiKam
uk: Огляд засобу супроводу збірки digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, overview
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, vista general
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, panoramica
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, overzicht
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, visão geral
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, pregled
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, översikt
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, огляд

source: :ref:`Overview <maintenance_tools>`
ca: :ref:`Vista general <maintenance_tools>`
it: :ref:`Panoramica <maintenance_tools>`
nl: :ref:`Overzicht <maintenance_tools>`
pt_br: :ref:`Visão geral <maintenance_tools>`
sl: :ref:`Pregled <maintenance_tools>`
sv: :ref:`Översikt <maintenance_tools>`
uk: :ref:`Огляд <maintenance_tools>`

source: Maintenance tools are processes that are run in the background to maintain image collections and the digiKam database.
ca: Les eines de manteniment són processos que s'executen en segon pla per a mantenir les col·leccions d'imatges i la base de dades del digiKam.
it: Gli strumenti di manutenzione sono processi avviati in background per mantenere in efficienza le raccolte di immagini e la banca dati di digiKam.
nl: Hulpmiddelen voor onderhoud zijn processen die in de achtergrond worden uitgevoerd om verzamelingen van afbeeldingen en de database van digiKam te onderhouden.
pt_br: Ferramentas de manutenção são processos executados em segundo plano para manter coleções de imagens e o banco de dados do digiKam.
sl: Orodja za vzdrževanje so procesi, ki se izvajajo v ozadju za vzdrževanje zbirk slik in baze podatkov digiKam.
sv: Underhållsverktyg är processer som körs i bakgrunden för att underhålla bildsamlingar och digiKams databas.

source: Depending on your workflow, your digiKam settings, and whether you also work on your image collections with other programs, it might be necessary to run maintenance operations from time to time to update the digiKam **databases**. You may also want to run maintenance tools to **Find Duplicate Items** in your collections, **Detect and recognize faces**, or automatically assign quality labels using the **Image Quality Sorter**. The maintenance tool can do all these things, and more. It can even run multiple tools in one go, depending on your requirements.
ca: Depenent del vostre flux de treball, la configuració del digiKam i si també treballeu en les col·leccions d'imatges amb altres programes, pot ser necessari executar operacions de manteniment de tant en tant per a actualitzar les **bases de dades** del digiKam. També podeu voler executar eines de manteniment per a **Cercar elements duplicats** a les col·leccions, **Detectar i reconèixer cares** o assignar automàticament etiquetes de qualitat utilitzant l'**Ordenador de les imatges segons la qualitat**. L'eina de manteniment pot fer totes aquestes coses, i més. Fins i tot pot executar múltiples eines a la vegada, depenent dels seus requisits.
sl: Glede na vaš potek dela, vaše nastavitve digiKama in ali delate na svojih zbirkah slik tudi z drugimi programi, bo morda treba občasno izvajati vzdrževalne operacije za posodobitev **baz podatkov** digiKam. Morda boste želeli zagnati tudi vzdrževalna orodja za **Iskanje podvojenih elementov** v svojih zbirkah, **Zaznavanje in prepoznavanje obrazov** ali samodejno dodelitev oznak kakovosti s pomočjo **Razvrščevalnika kakovosti slik**. Orodje za vzdrževanje lahko naredi vse te stvari in še več. Lahko celo zažene več orodij naenkrat, odvisno od vaših zahtev.

source: The digiKam Maintenance Dialog
ca: El diàleg de manteniment del digiKam
it: La finestra di dialogo di Manutenzione di digiKam
nl: De Onderhoudsdialoog van digiKam
pt_br: A janela de manutenção do digiKam
sl: Pogovorno okno za vzdrževanje digiKam
sv: Underhållsdialogrutan i digiKam
uk: Вікно супроводу даних digiKam

source: The list of available maintenance tools is presented in a sequential order that cannot be changed. Only the selected tools in this list will be run during the maintenance operation, and they will be run in the order they are listed. The ordering of the tools is relevant when populating the information in the database for the first time, and how these tools operate in subsequent maintenance operations.
ca: La llista d'eines de manteniment disponibles es presenta en ordre seqüencial i no es pot canviar. Només les eines seleccionades en aquesta llista s'executaran durant l'operació de manteniment, i s'executaran en l'ordre en què es llisten. L'ordenació de les eines és rellevant a l'hora d'omplir la informació de la base de dades per primera vegada, i com aquestes eines operen en operacions posteriors de manteniment.
it: L'elenco degli strumenti di manutenzione disponibili è presentato in un ordine sequenziale che non può essere modificato. Possono essere eseguiti solo gli strumenti selezionati in questo elenco durante un'operazione di manutenzione, e saranno eseguiti in base all'ordine nell'elenco. L'ordine degli strumenti è rilevante quando si popolano per la prima volta le informazioni nella banca dati, e come questi strumenti operano nelle operazioni di manutenzione successive.
nl: De lijst met beschikbare hulpmiddelen voor onderhoud wordt in een sequentiële volgorde gepresenteerd en kan niet worden gewijzigd. Alleen de geselecteerde hulpmiddelen in deze lijst zullen worden uitgevoerd in onderhoudssessie en ze zullen worden uitgevoerd in de volgorde in de lijst. De volgorde van hulpmiddelen is relevant bij het bevolken van de informatie in de database voor de eerste keer en hoe deze hulpmiddelen in volgende onderhoudsbewerkingen werken.
pt_br: A lista de ferramentas de manutenção disponíveis é apresentada em uma ordem sequencial que não pode ser alterada. Somente as ferramentas selecionadas nesta lista serão executadas durante a operação de manutenção, e serão executadas na ordem em que estão listadas. A ordem das ferramentas é relevante ao preencher as informações no banco de dados pela primeira vez e como essas ferramentas operam em operações de manutenção subsequentes.
sl: Seznam razpoložljivih vzdrževalnih orodij je predstavljen v zaporednem vrstnem redu, ki ga ni mogoče spremeniti. Samo izbrana orodja na tem seznamu se bodo izvajala med operacijo vzdrževanja in se bodo izvajala v vrstnem redu, kot so navedena. Vrstni red orodij je pomemben pri prvem vnosu informacij v zbirko podatkov in o tem, kako ta orodja delujejo v naslednjih vzdrževalnih operacijah.
sv: Listan över tillgängliga underhållsverktyg presenteras i sekventiell ordning och kan inte ändras. Bara de markerade verktygen i listan körs under en underhållssession, och de körs i den ordning de listas. Verktygsordningen är relevant när information i databasen fylls i första gången, och hur verktygen fungerar vid efterföljande underhållsåtgärder.

source: The available maintenance tools are:
ca: Les eines de manteniment disponibles són:
it: Gli strumenti di manutenzione disponibili sono:
nl: De beschikbare hulpmiddelen voor onderhoud zijn:
pt_br: As ferramentas de manutenção disponíveis são:
sl: Razpoložljiva orodja za vzdrževanje so:
sv: De tillgängliga underhållsverktygen är:
uk: Можна скористатися такими інструментами супроводу:

source: **Scan For New Items**: scan for new albums (folders) and items in the collection directories to populate the database.
ca: **Explora cercant elements nous**: explora cercant àlbums nous (carpetes) i elements als directoris de les col·leccions per a omplir la base de dades.
it: **Cerca nuovi elementi**: analizza i nuovi album (cartelle) e gli elementi nelle cartelle delle raccolte per popolare la banca dati.
nl: **Op nieuwe items scannen**: scan op nieuwe albums (mappen) en items in de om mappen van de verzameling om de database te bevolken.
pt_br: **Procurar por novos itens**: procura por novos álbuns (pastas) e itens nas pastas da coleção para preencher o banco de dados.
sl: **Prečeši nove elemente**: poiščie nove albume (mape) in elemente v imenikih zbirk za zapolnitev zbirke podatkov.
sv: **Sök efter nya objekt**: Sök efter nya album (kataloger) och objekt i samlingskatalogerna för att fylla databasen.
uk: **Виявити нові зображення**: виконати пошук нових альбомів (тек) і записів у каталогах збірки для заповнення бази даних.

source: **Perform Database Cleaning**: scan the database for entries that no longer can be associated with albums and items.
ca: **Realitza la neteja de la base de dades**: explora la base de dades cercant entrades que ja no es poden associar amb àlbums i elements.
it: **Esegui la pulizia delle banche dati**: analizza la banca dati alla ricerca di voci che non possono essere associate agli album e agli elementi.
nl: **Opschonen van database uitvoeren**: scan de database op items die niet langer geassocieerd kunnen worden met albums en items.
pt_br: **Realizar a limpeza do banco de dados**: verifica o banco de dados em busca de entradas que não podem mais ser associadas a álbuns e itens.
sl: **Izvedi čiščenje baze podatkov**: preglej bazo podatkov za vnose, ki jih ni več mogoče povezati z albumi in predmeti.
sv: **Utför rensning av databaser**: Sök i databasen efter poster som inte längre kan kopplas till album och objekt.
uk: **Виконати спорожнення бази даних**: виконати сканування альбомів і записів на предмет вилучення застарілих записів у базі даних.

source: **Rebuild Thumbnails**: scan albums to update the item thumbnails.
ca: **Reconstrueix les miniatures**: explora els àlbums per a actualitzar les miniatures dels elements.
it: **Ricostruisci le miniature**: analizza gli album per aggiornare le miniature degli elementi.
nl: **Miniaturen opnieuw aanmaken**: scan albums om de miniaturen van de items bij te werken.
pt_br: **Reconstruir miniaturas**: escaneia os álbuns para atualizar as miniaturas dos itens.
sl: **Ponovno izgradi predogledne sličice**: prečesavanje albumov za posodobitev sličic elementov.
sv: **Skapa om miniatyrbilder**: Sök i album för att uppdatera objektens miniatyrbilder.
uk: **Заново створити мініатюри**: виконати сканування альбомів з метою оновлення мініатюр записів.

source: **Rebuild Finger-prints**: scan albums to update item finger-prints used with **Similarity** searches.
ca: **Reconstrueix les empremtes digitals**: explora els àlbums per a actualitzar les empremtes digitals dels elements utilitzats amb les cerques de **Similitud**.
it: **Ricalcola i codici di controllo**: analizza gli album per aggiornare i codici di controllo degli elementi utilizzati nelle ricerche per **Somiglianza**.
nl: **Vingerafdrukken opnieuw bouwen**: scan albums om vingerafdrukken van items bij te werken, gebruikt door zoekopdrachten naar **Gelijkenissen**.
pt_br: **Reconstruir impressões digitais**: escaneia os álbuns para atualizar impressões digitais de itens usadas em pesquisas de **semelhança**.
sl: **Obnovi prstne odtise**: optično preberi albume, da posodobi prstne odtise predmetov, ki se uporabljajo pri iskanju **Podobnosti**.
sv: **Skapa om fingeravtryck**: Sök i album för att uppdatera objektens fingeravtryck som används med sökningar efter **Likhet**.
uk: **Заново створити відбитки**: виконати сканування альбомів з метою оновлення відбитків, які використовують у пошуках **подібності**.

source: **Find Duplicate Items**: scan albums to update list of duplicates items based on **Similarity** finger-prints.
ca: **Cerca els elements duplicats**: explora els àlbums per a actualitzar la llista d'elements duplicats en funció de les empremtes digitals de **Similitud**.
it: **Trova elementi duplicati**: analizza gli album per aggiornare l'elenco degli elementi duplicati basati sui codici di controllo della **Somiglianza**.
nl: **Dubbele items zoeken**: scan albums om de lijst met dubbele items bij te werken gebaseerd op vingerafdrukken met **Gelijkenissen**.
pt_br: **Localizar itens duplicados**: escaneia os álbuns para atualizar a lista de itens duplicados com base em impressões digitais de **semelhança**.
sl: **Poišči podvojene elemente**: optično preberi albume, da posodobi seznam podvojenih predmetov na podlagi prstnih odtisov **Podobnosti**.
sv: **Sök duplicerade objekt**: Sök i album för att uppdatera listan med dubbletter av objekt baserat på fingeravtryck för **Likhet**.
uk: **Знайти дублікати записів**: виконати сканування альбомів з метою оновлення списку дублікатів записів на основі відбитків **подібності**.

source: **Detect and Recognize Faces**: perform automatic face management updates.
ca: **Detecta i reconeix les cares**: realitza actualitzacions automàtiques per a la gestió de cares.
sl: **Zaznaj in prepoznaj obraze**: izvedii samodejne posodobitve upravljanja obrazov.
uk: **Виявляти і розпізнавати обличчя**: виконати автоматичне оновлення для керування записами облич.

source: **Auto-tags Assignment**: scan items and add tags based on image content recognized by a neural network.
ca: **Assignació automàtica d'etiquetes**: explora elements i afegeix etiquetes basades en el contingut de les imatges reconegut per una xarxa neuronal.
it: **Assegnazione tag automatici**: analizza gli elementi e aggiunge tag basati sul contenuto delle immagini riconosciuto da una rete neurale.
nl: **Automatisch toekennen van tags**: scant items en voegt tags toe gebaseerd op inhoud van afbeeldingen herkent door een neuraal netwerk.
pt_br: **Atribuir etiquetas automaticamente**: escaneia os itens e adiciona etiquetas com base no conteúdo da imagem reconhecido por uma rede neural.
sl: **Samodejno dodeljevanje značk**: prečeši predmete in dodae značke na podlagi vsebine slike, ki jo prepozna nevronska mreža.
sv: **Automatiskt tilldelning av etiketter**: Sök igenom objekt och lägg till etiketter baserat på bildinnehållet som känns igen av ett neuralt nätverk.
uk: **Автоматичне призначення міток**: обробити записи і додати мітки на основі вмісту зображення, розпізнавання якого було виконано нейронною мережею.

source: **Image Quality Sorter**: perform an automatic scan of items to sort items by quality and apply **Pick Labels** in database.
ca: **Ordena les imatges segons la qualitat**: realitza una exploració automàtica d'elements per a ordenar-los per qualitat i aplicar **Rètols de selecció** en la base de dades.
sl: **Razvrščevalnik kakovosti slik**: izvede samodejno skeniranje elementov za razvrščanje elementov po kakovosti in uporabo **Izbrane oznake** v bazi podatkov.
uk: **Впорядковування зображень за якістю**: виконати автоматичний пошук записів для упорядковування записів за якістю та застосувати **впорядкувальні мітки** у базі даних.

source: **Sync Metadata and Database**: perform synchronization of items metadata with database contents or vice versa.
ca: **Sincronitza les metadades i la base de dades**: sincronitza les metadades dels elements amb el contingut de la base de dades o viceversa.
it: **Sincronizza metadati e banca dati**: esegue la sincronizzazione dei metadati degli elementi col contenuto della banca dati e viceversa.
nl: **Synchronisatie van metadata en database**: voer synchronisatie uit van metagegevens van items met de inhoud van de database of vice versa.
pt_br: **Sincronizar metadados e banco de dados**: executa a sincronização de metadados de itens com o conteúdo do banco de dados ou vice-versa.
sl: **Sinhroniziraj metapodatke in bazo podatkov**: izvedite sinhronizacijo metapodatkov postavk z vsebino baze podatkov ali obratno.
sv: **Synkronisera metadata och databas**: Utför synkronisering av objektens metadata med databasinnehållet eller vice versa.
uk: **Синхронізувати метадані з базою даних**: виконати синхронізацію записів метаданих із вмістом бази даних або навпаки.

source: Depending on your workflow, your digiKam settings, and whether you also work on your image collections with other programs, it might be necessary to run maintenance operations from time to time to update the digiKam **databases**. You may also want to run maintenance tools to **Find Duplicate Items** in your collections, **Detect and recognize faces**, or automatically assign quality labels using the **Image Quality Scanner**. The maintenance tool can do all these things, and more. It can even run multiple tools in one go, depending on your requirements.
it: A seconda del tuo flusso di lavoro, delle tue impostazioni di digiKam e se lavori sulle tue raccolte d'immagini anche con altri programmi, potrebbe essere necessario avviare di volta in volta delle operazioni di manutenzione per aggiornare le **banche dati** di digiKam. Potresti avere la necessità di eseguire gli strumenti di manutenzione per **trovare elementi duplicati** nelle raccolte, **individuare e riconoscere i volti** o assegnare automaticamente **etichette di qualità** tramite lo strumento **Analisi qualità delle immagini** Lo strumento di manutenzione è in grado di fare tutte queste cose, e altro ancora. Può persino avviare più strumenti alla volta, in base alle tue esigenze.
nl: Afhankelijk van uw werkmethode, uw instellingen van digiKam en of u ook op uw afbeeldingsverzameling werkt met andere programma's kan het nodig zijn van tijd tot tijd om de **databases** van digiKam bij te werken. U zou ook hulpmiddelen voor onderhoud willen uitvoeren om **Dubbele items zoeken** in uw verzamelingen, **Gezichten detecteren en herkennen** of automatisch kwaliteitslabels toekennen met de **Scannen op afbeeldingskwaliteit**. Het hulpmiddel voor onderhoud kan al die dingen doen en meer. Het kan zelfs meer dan één hulpmiddel in één gang uitvoeren, afhankelijk van uw vereisten.
pt_br: Dependendo do seu fluxo de trabalho, das configurações do digiKam e se você também trabalha com suas coleções de imagens em outros programas, pode ser necessário executar operações de manutenção periodicamente para atualizar os **bancos de dados** do digiKam. Você também pode executar ferramentas de manutenção para **Localizar itens duplicados** em suas coleções, **Detectar e reconhecer rostos** ou atribuir rótulos de qualidade automaticamente usando o **Analisador de qualidade de imagem**. A ferramenta de manutenção pode fazer tudo isso e muito mais. Ela pode até executar várias ferramentas simultaneamente, dependendo das suas necessidades.
sv: Beroende på arbetsflödet, digiKams inställningar och om man även arbetar med sin bildsamling i andra program kan det vara nödvändigt att köra underhållsåtgärder då och då för att uppdatera digiKams **databaser**. Man kanske också vill köra underhållsverktyg för att **Söka efter duplicerade objekt** i samlingarna, **Detektera och känna igen ansikten** eller automatisk tilldela kvalitetsbeteckningar med **Bildkvalitetssökning**. Underhållsverktyget kan göra allt detta, och ännu mer. Det kan till och med köra flera verktyg på en gång, beroende på vad som krävs.

source: **Detect and Recognize Faces**: perform automatic face management updates, including full reset.
it: **Rileva e riconosci i volti**: esegue aggiornamenti automatici per la gestione dei volti, incluso il ripristino completo.
nl: **Gezichten detecteren en herkennen**: voert automatisch het bijwerken van het gezichtenbeheer uit, inclusief een volledige reset.
pt_br: **Detectar e reconhecer rostos**: executa atualizações automáticas de gerenciamento de rostos, incluindo a redefinição completa.
sv: **Detektera och känn igen ansikten**: Utför automatisk ansiktshanteringsuppdateringar, inklusive fullständig återställning.

source: **Image Quality Scanner**: perform an automatic scan of items and apply **Pick Labels** based on image quality.
it: **Analisi qualità delle immagini**: esegue un'analisi automatica degli elementi e applica **etichette di scelta** basate sulla qualità delle immagini.
nl: **Scanner op afbeeldingskwaliteit**: voert een automatische scan van items uit om items te scannen op kwaliteit en kent **Keuzelabels** toe.
pt_br: **Analisador de qualidade de imagem**: realiza uma verificação automática de itens e aplica **Legendas de seleção** com base na qualidade da imagem.
sv: **Bildkvalitetssökning**: Utför en automatisk sökning efter objekt för att sortera dem enligt kvalitet och införa **Bildvalsbeteckningar** i databasen.
