Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_common.po
Languages: ca, it, nl, pt, sl

source: digiKam Maintenance Tool Common Options
ca: Opcions comunes de l'eina de manteniment en el digiKam
it: Opzioni condivise dello strumento di manutenzione di digiKam
nl: Gemeenschappelijke opties van hulpmiddel voor onderhoud van digiKam
pt: Opções Comuns da Ferramenta de Manutenção do digiKam
sl: digiKam skupne možnosti orodja za vzdrževanje

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, common options
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, opcions comunes
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, opzioni condivise
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, algemene opties
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, opções comuns
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, skupne možnosti

source: Common Options
ca: Opcions comunes
it: Opzioni condivise
nl: Algemene opties
pt: Opções Comuns
sl: Pogoste možnosti

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
sl: Vsebina

source: The digiKam Maintenance Options to Select Albums
ca: Les opcions de manteniment per a seleccionar àlbums en el digiKam
it: Le opzioni di manutenzione di digiKam per selezionare gli album
nl: Opties voor selecteren van albums in onderhoud van digiKam
pt: As Opções da Ferramenta de Manutenção do digiKam para Seleccionar os Álbuns
sl: Možnosti vzdrževanja digiKam za izbiro albumov

source: In the **Common Options** section you can restrict the scope of the maintenance process(es) to certain albums or tags. You got to un-check **Whole albums collection** or **Whole tags collection** to get access to the drop down fields where you can select albums or tags. Note that in this drop down field you have a context menu to select or deselect children and/or parents and also to invert the selection. If you switch from **Albums** to **Tags** or vice versa your selection in the now grayed out item will remain untouched which might be useful if you need a certain selection more often.
ca: A la secció **Opcions comunes**, podreu restringir l'àmbit del/s procés/sos de manteniment a determinats àlbums o etiquetes. Haureu de desmarcar **Tota la col·lecció d'àlbums** o **Tota la col·lecció d'etiquetes** per a accedir als camps de la llista desplegable des d'on podreu seleccionar àlbums o etiquetes. Cal tenir present que en aquest camp de llista desplegable disposareu d'un menú contextual per a seleccionar o desseleccionar els fills i/o pares, així com per a invertir la selecció. Si canvieu des d'**Àlbums** a **Etiquetes** o viceversa, la vostra selecció en l'objecte ara de color gris romandrà intacta, el qual podria ser útil si necessiteu una certa selecció més sovint.
it: Nella sezione **Opzioni condivise** puoi confinare l'ambito dei processi di manutenzione a certi album o a certi tag. Devi deselezionare **Raccolta di tutti gli album** oppure **Raccolta di tutti i tag** per aver accesso ai campi a tendina in cui selezionare gli album o le etichette. Nota che in questi campi a tendina è presente un menu contestuale per selezionare o deselezionare gli album/tag figli o genitori, e anche per invertire la selezione. Se passi da **Album** a **Tag** o viceversa, la tua selezione sarà inattiva e gli elementi rimarranno intatti, cosa che può essere utile se utilizzi più spesso una certa selezione.
nl: In de sectie **Gemeenschappelijke opties** kunt u de scope van het/de onderhoudsproces(sen) beperken tot bepaalde albums of tags. U moet **Gehele albumverzameling** of **Gehele verzameling tags** deactiveren om toegang te krijgen tot de afrolvelden waar u albums of tags kunt selecteren. Merk op dat in dit afrolveld u een contextmenu hebt om kinderen te selecteren of deselecteren en/of ouders en ook de selectie om te keren. Als u omschakelt van **Albums** naar **Tags** of omgekeerd zal uw selectie in het nu grijs gemaakte item onaangeraakt blijven wat nuttig kan zijn als u een bepaalde selectie vaker nodig hebt.
pt: Na secção de **Opções Comuns**, poderá restringir o âmbito dos processos de manutenção para certos álbuns ou marcas. Tem de desligar a colecção **Álbuns inteiros** ou **Marcas inteiras** para ter acesso às listas para seleccionar os álbuns ou marcas. Repare que nessa lista, tem um menu de contexto para seleccionar ou deseleccionar os filhos e/ou pais e também para inverter a selecção. Se mudar dos **Álbuns** para as **Marcas** ou vice-versa, a sua selecção fica agora desactivada e ficará assim inalterada, o que poderá ser útil se precisar de uma dada selecção com frequência.
sl: V razdelku **Pogoste možnosti** lahko omejite obseg postopkov vzdrževanja na določene albume ali značke. Odkljukati morate **Celotna zbirka albumov** ali **Celotna zbirka značk**, da dobite dostop do spustnih polj, kjer lahko izberete albume ali značke. Upoštevajte, da imate v tem spustnem polju kontekstni meni za izbiro ali preklic izbire otrok in/ali staršev ter tudi za obračanje izbire. Če preklopite iz **Albumov** v **Značke** ali obratno, bo vaš izbor v zdaj sivo obarvanem elementu ostal nedotaknjen, kar je lahko koristno, če določen izbor potrebujete pogosteje.

source: The digiKam Maintenance Options to Select Tags
ca: Les opcions de manteniment per a seleccionar etiquetes en el digiKam
it: Le opzioni di manutenzione di digiKam per selezionare i tag
nl: Opties selecteren voor tags voor onderhoud van digiKam
pt: As Opções de Manutenção do digiKam para Seleccionar as Marcas
sl: Možnosti vzdrževanja digiKam za izbiro značk

source: Since many of the processes the maintenance tool can perform are time consuming (depending also on the scope, of course) you have the choice to check **Work on all processor cores** if your machine has more than one and they are not occupied otherwise.
ca: Atès que molts dels processos de l'eina de manteniment es poden realitzar alhora (depenent també de l'àmbit d'aplicació, és clar), disposeu de l'opció **Treballa amb tots els nuclis dels processadors**, per si la vostra màquina en té més d'un i no estan ocupats en altres tasques.
it: Dal momento che la maggior parte dei processi che lo strumento di manutenzione può eseguire impiega molto tempo (anche in funzione del loro ambito, ovviamente), puoi scegliere **Lavora con tutti i core del processore** se il tuo computer ne ha più di uno e non sono occupati diversamente.
nl: Omdat veel processen die het onderhoudshulpmiddel kan uitvoeren tijd vretend kunnen zijn (natuurlijk ook afhankelijk ook van de scope) hebt u de keuze om **Werk op alle processorkernen** te activeren als uw machine er meer dan één heeft en ze niet op een andere manier bezet zijn.
pt: Dado que muitos dos processos que a ferramenta de manutenção consegue efectuar consomem bastante tempo (dependendo também do âmbito, obviamente) tem a opção de **Usar todos os núcleos de processamento** se a sua máquina tiver um processador com mais que um e que não esteja ocupado de outra forma.
sl: Ker je veliko procesov, ki jih lahko izvaja vzdrževalno orodje, zamudnih (seveda odvisno tudi od obsega), lahko izberete **Delo na vseh procesorskih jedrih**, če ima vaš stroj več kot eno jedro in niso zasedena z drugimi opravili.

source: The digiKam Maintenance Common Options to Process Tools
ca: Opcions comunes de manteniment per a les eines que es processaran en el digiKam
it: Le opzioni condivise di manutenzione di digiKam per elaborare gli strumenti
nl: Gemeenschappelijke opties voor hulpmiddelen voor verwerken in onderhoud van digiKam
pt: As Opções da Ferramenta de Manutenção do digiKam para as Ferramentas de Processamento
sl: Pogoste možnosti vzdrževanja digiKam za orodja za obdelavo

source: The **Use the Last Saved Active Tools and Settings** allows to force to remember the options selection taken at last maintenance tool session.
ca: **Usa les últimes eines i paràmetres actius desats** permet forçar que es recordi la selecció d'opcions realitzada durant la darrera sessió de l'eina de manteniment.
it: L'opzione **Usa le ultime impostazioni salvate e gli ultimi strumenti attivi ** permette di forzare il programma a ricordare la selezione delle opzioni utilizzata nell'ultima sessione di manutenzione.
nl: De optie **De laatst opgeslagen actieve hulpmiddelen en instellingen gebruiken** biedt het afdwingen om de genomen selectie van opties te onthouden van de laatste sessie van het hulpmiddel voor onderhoud.
pt: A opção **Usar as Últimas Ferramentas e Configurações Activas Gravadas** permitem obrigar a recordar as escolhas de opções feitas na última sessão da ferramenta de manutenção.
sl: **Uporabi zadnja shranjena aktivna orodja in nastavitve** omogoča prisilno zapomnitev izbire možnosti v zadnji seji orodja za vzdrževanje.
