Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_thumbnails.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Maintenance Tool to Rebuild Thumbnails
ca: L'eina de manteniment del digiKam Reconstrueix les miniatures
it: Strumento di manutenzione di digiKam per la ricostruzione delle miniature
nl: Hulpmiddel voor onderhoud van digiKam voor miniaturen opnieuw bouwen
pt: Ferramenta de Manutenção do digiKam para a Reconstrução das Miniaturas
pt_br: Ferramenta de manutenção do digiKam para reconstruir miniaturas
sl: digiKam orodje za vzdrževanje za ponovno izdelavo sličic
sv: Underhållsverktyg i digiKam för att skapa om miniatyrbilder
uk: Повторне визначення мініатюр в інструменті супроводу digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, maintenance, thumbnails
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, manteniment, miniatures
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, manutenzione, miniature
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, onderhoud, miniaturen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, manutenção, miniaturas
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, manutenção, miniaturas
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vzdrževanje, sličice
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, underhåll, miniatyrbilder
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, супровід, мініатюри

source: Rebuild Thumbnails
pt: Reconstruir as Miniaturas
uk: Повторне створення мініатюр

source: Contents
pt: Conteúdo
uk: Зміст

source: The digiKam Maintenance Options to Rebuild Thumbnails
ca: Les opcions de manteniment del digiKam per a «Reconstrueix les miniatures»
it: Le opzioni di manutenzione di digiKam per ricostruire le miniature
nl: De opties voor onderhoud van digiKam voor miniaturen opnieuw bouwen
pt: As Opções de Manutenção do digiKam para a Reconstrução das Miniaturas
pt_br: As opções de manutenção do digiKam para reconstruir miniaturas
sl: Možnosti vzdrževanja digiKam za ponovno izdelavo sličic
sv: Underhållsverktyg i digiKam för att skapa om miniatyrbilder
uk: Параметри повторного визначення мініатюр в інструменті супроводу digiKam

source: Rebuilding the thumbnails might be necessary if you worked on your images with other applications or if you changed the thumbnail size.
pt: A reconstrução das impressões digitais poderá ser necessária se tiver trabalhado com as suas imagens noutras aplicações, ou caso tenha mudado o tamanho das miniaturas.
uk: Якщо ви працюєте з вашими зображеннями за допомогою інших програм або змінили розмір піктограм, може знадобитися повторне визначення мініатюр з початкових зображень.

source: From :menuselection:`Settings --> Configure digiKam...` and **Tree-Views** tab from **Views** panel, the option **Use Large Thumbnail Size for High Screen Resolution** can be turned on to render **Icon-View** with large thumbnail size, for example in case of 4K monitor is used. By default this option is turned off and the maximum thumbnail size is limited to 256x256 pixels.
pt: Uma opção do painel :menuselection:`Configuração Configurar o digiKam...` e a página de **Árvores` do painel de **Áreas**, a opção **Usar um Tamanho de Miniatura Grande para Resoluções do Ecrã Elevadas** poderá ser activada para desenhar a **Área de Ícones** com tamanhos de miniatura grandes, por exemplo no caso de usar um monitor 4K. Por omissão, esta opção está desligada e o tamanho máximo da miniatura está limitado a 256x256 pixels.
uk: Можна позначити пункт **Використовувати великий розмір піктограм для високої роздільності екрана** у вікні :menuselection:`Параметри --> Налаштувати digiKam...`, вкладка **Ієрархічні списки** на панелі **Перегляди**, щоб збільшити розмір мініатюр на панелі перегляду піктограм, наприклад, якщо ви користуєтеся монітором з роздільністю понад 4000 точок за лінійним розміром. Типово, цей параметр вимкнено, — максимальним розміром мініатюри є 256⨯256 пікселів.

source: When this option is enabled, thumbnail size can be extended to 512x512 pixels. This option will store more data in thumbnail database and will use more system memory. digiKam needs to be restarted to take effect, and this **Rebuild Thumbnails** tool needs to be processed over whole collections.
pt: Quando esta opção estiver activa, o tamanho das miniaturas pode ser alargado a 512x512. Esta opção irá guardar mais dados na base de dados das miniaturas e irá usar mais memória do sistema. É necessário reiniciar o digiKam para fazer efeito, e a opção para **Reconstruir as Miniaturas** precisa de ser aplicada sobre todas as colecções.
uk: Якщо пункт позначено, розміри мініатюри можна збільшити до 512⨯512 точок. Використання цього параметра призведе до того, що у базі даних доведеться зберігати більше даних, отже, використовувати більше оперативної пам'яті. Для того, щоб задіяти цей параметр, digiKam слід перезапустити. Слід також скористатися пунктом повторної побудови мініатюр інструмента супроводу збірки для усіх ваших збірок.

source: The digiKam Views Setup Panel and the Large Thumbnail Option
ca: El diàleg de configuració Vistes amb l'opció per a miniatura grans en el digiKam
it: Il pannello di configurazione delle viste di digiKam e l'opzione per le miniature grandi
nl: Het weergaveopzetpaneel van digiKam en de optie grote miniaturen
pt: O Painel de Configuração das Áreas do digiKam e a Opção de Miniaturas Grandes
pt_br: Painel de configuração de vistas do digiKam e a opção de miniatura grande
sl: Nastavitvena plošča digiKam Views in možnost velike sličice
sv: Inställningspanelen för digiKams visning och alternativet Stora miniatyrbilder
uk: Пункт великих піктограм на панелі налаштовування перегляду digiKam

source: Even if thumbnails are stored in the database using wavelets compression PGF format, large collection can generate huge database storage. Take a care to use a place to store the database with enough space available.
pt: Mesmo que as miniaturas sejam gravadas na base de dados com o formato de compressão por ondas do PGF, uma colecção grande poderá gerar uma base de dados gigante. Tenha cuidado em usar um local para guardar a base de dados que tenha espaço disponível suficiente.
uk: Навіть якщо зберігати мініатюри у базі даних за допомогою формату стискання з вейвлетами PGF, у великій збірці база даних буде величезною. Зберігайте бази даних на носіях, де є достатньо вільного місця.

source: From :menuselection:`Settings --> Configure digiKam...` and **Behaviour** tab from **Miscelleneous** panel, the **Scan** options can speed up the process in the first case or if you just added pictures to your collection.
pt: Na opção :menuselection:`Configuração --> Configurar o digiKam...` e **Comportamento** do painel **Diversos**, a opção para “Análise” poderá acelerar o processo no primeiro caso, ou caso tenha acabado de adicionar imagens à sua colecção.
uk: Вибір відповідних параметрів у вікні :menuselection:`Параметри --> Налаштувати digiKam...`, вкладка **Поведінка** панелі **Різне**, може пришвидшити процес у першому випадку або у випадку, якщо ви щойно додали зображення до вашої збірки.

source: While the rebuild thumbnails process is under progress, notification on the bottom right of main windows will be visible to indicate the amount of items already done.
pt: Enquanto o processo de reconstrução das miniaturas estiver em curso, estará visível uma notificação no canto inferior direito das janelas principais para indicar o número de itens já processados.
uk: Протягом процедури повторного створення мініатюр програма показуватиме сповіщення у нижній правій частині основного вікна для показу кількості оброблених записів.

source: The Rebuild Thumbnails Process Working in the Background
ca: El procés de reconstrucció de les miniatures treballa en segon pla
it: Il processo di ricostruzione delle miniature al lavoro in background
nl: Het proces miniaturen opnieuw bouwen werkend in de achtergrond
pt: O Processo de Reconstrução das Miniaturas a Funcionar em Segundo Plano
pt_br: O processo de reconstrução de miniaturas funciona em segundo plano
sl: Postopek ponovne izdelave sličic deluje v ozadju
sv: Processen för att skapa om miniatyrbilder som arbetar i bakgrunden
uk: Процес повторного визначення мініатюр працює у фоновому режимі

source: This process can also be directly called by :kbd:`F5` keyboard shortcuts to rebuild thumbnails for the current selected album.
pt: Este processo também poderá ser invocado directamente com o atalho de teclado :kbd:`F5`, de forma a reconstruir as miniaturas do álbum seleccionado de momento.
uk: Цей процес також можна викликати безпосередньо за допомогою натискання клавіші :kbd:`F5` з метою повторного створення мініатюр з поточного позначеного альбому.

source: :ref:`Rebuild Thumbnails <maintenance_tools>`
ca: :ref:`Reconstruir les miniatures <maintenance_tools>`
it: :ref:`Ricostruisci le miniature <maintenance_tools>`
nl: :ref:`Miniaturen opnieuw aanmaken <maintenance_tools>`
pt_br: :ref:`Reconstruir miniaturas <maintenance_tools>`
sl: :ref:`Obnovi predogledne sličice <maintenance_tools>`
sv: :ref:`Skapa om miniatyrbilder <maintenance_tools>`

source: digiKam automatically generates and maintains thumbnails, but the **Rebuild Thumbnail** tool might be required if you have worked on your images with other applications or if you have changed the thumbnail size.
ca: El digiKam genera i manté automàticament les miniatures, però l'eina **Reconstrueix les miniatures** podria ser necessària si heu treballat en les vostres imatges amb altres aplicacions o si heu canviat la mida de les miniatures.
it: digiKam genera ed esegue automaticamente la manutenzione delle miniature, ma lo strumento **Ricostruisci le miniature** potrebbe venir richiesto se hai lavorato sulle immagini con altre applicazioni o hai cambiato la dimensione delle miniature.
nl: digiKam genereert automatisch en onderhoudt miniaturen, maar het hulpmiddel **Opnieuw bouwen van de miniaturen** kan nodig zijn als u aan uw afbeeldingen met andere toepassingen hebt gewerkt of als u de grootte van de miniaturen hebt gewijzigd.
pt_br: O digiKam gera e mantém miniaturas automaticamente, mas a ferramenta **Reconstruir miniaturas** pode ser necessária se você tiver trabalhado em suas imagens com outros aplicativos ou se tiver alterado o tamanho das miniaturas.
sl: digiKam samodejno ustvari in vzdržuje predogledne sličice, vendar bo morda potrebno orodje **Ponovno izgradi predogledne sličice**, če ste svoje slike delali z drugimi aplikacijami ali če ste spremenili velikost sličic.
sv: Miniatyrbilder skapas och underhålls automatiskt av digiKam, men verktyget **Skapa om miniatyrbilder** kan vara nödvändigt om man arbetat med bilder i andra program eller om man ändrat storlek på miniatyrbilderna.

source: From :menuselection:`Settings --> Configure digiKam... --> View page --> Tree-Views tab`, the option **Use Large Thumbnail Size for High Screen Resolution** can be turned on to render **Icon-View** with a large thumbnail size suitable for use on a 4K monitor. By default this option is turned off and the maximum thumbnail size is limited to 256x256 pixels.
ca: Des del plafó :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Vistes --> pestanya Vistes en arbre` podreu activar l'opció **Usa una mida gran de les miniatures per a les pantalles d'alta resolució** per a renderitzar la **vista d'icones** amb una mida de miniatura gran adequada per a l'ús en un monitor 4K. De manera predeterminada, aquesta opció estarà desactivada i la mida màxima de les miniatures estarà limitada a 256x256 píxels.
it: Dal menu :menuselection:`Impostazioni --> Configura digiKam... --> pagina Vista --> scheda Viste ad albero`, può essere attivata l'opzione **Usa la dimensione grande delle miniature, adatta a risoluzioni schermo elevate** per fornire alla **vista a icone** miniature di grandi dimensioni adatte all'uso su monitor in 4K. Per impostazione predefinita, questa opzione è disattivata e la dimensione massima delle miniature è limitata a 256x256 pixel.
nl: Uit :menuselection:`Instellingen --> digiKam configureren... Pagina Beeld --> Tabblad Boomstructuurweergave` kan de optie **Grote miniatuurgrootte voor hoge resolutie schermen** aangezet worden om de **Pictogramweergave** weer te geven met een grote miniaturengrootte, geschikt voor gebruik op een 4K monitor. Standaard is deze optie uitgeschakeld en is de maximale grootte van een miniatuur beperkt tot 256x256 pixels.
pt_br: Em :menuselection:`Configurações --> Configurar digiKam... --> página de Vistas --> aba Vistas em árvore`, a opção **Usar miniaturas maiores para resoluções mais altas** pode ser ativada para renderizar a **Vista em miniaturas** com um tamanho de miniatura grande, adequado para uso em um monitor 4K. Por padrão, essa opção está desativada e o tamanho máximo da miniatura é limitado a 256x256 pixels.
sl: V :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran pogleda --> zavihek drevesnega pogleda` lahko vklopite možnost **Uporabi veliko velikost sličice za visoko ločljivost zaslona** za upodabljanje ** ikon pogleda** z veliko velikostjo sličic, ki je primerna za uporabo na monitorju 4K. Ta možnost je privzeto izklopljena in največja velikost sličice je omejena na 256 x 256 slikovnih pik.
sv: Under fliken :menuselection::`Inställningar --> Anpassa digiKam... --> Visa --> Trädvisning` kan alternativet **Använd stor miniatyrbildsstorlek för hög skärmupplösning** aktiveras för att återge **Ikonvyn** med stor miniatyrbildsstorlek, lämplig för användning på en 4K-skärm. Normalt är alternativet avstängt och den maximala miniatyrbildsstorleken är begränsad till 256 x 256 bildpunkter.

source: When this option is enabled, thumbnail size can be extended to 512x512 pixels. This option will increase the size of the thumbnail database and will use more system memory. digiKam needs to be restarted for this option to take effect, and this **Rebuild Thumbnails** tool needs to be run over all collections.
ca: Quan aquesta opció està activada, la mida de les miniatures es podrà ampliar fins a 512x512 píxels. Aquesta opció augmentarà la mida de la base de dades de miniatures i utilitzarà més memòria del sistema. El digiKam s'haurà de reiniciar perquè faci efecte, i s'haurà de processar l'opció **Reconstrueix les miniatures** de l'eina de manteniment sobre totes les col·leccions.
it: Quando questa opzione è attivata, la dimensione delle miniature può essere invece estesa a 512x512 pixel. L'opzione aumenterà la dimensione delle miniature e userà più memoria di sistema. Affinché l'opzione abbia effetto, digiKam dovrà essere riavviato e lo strumento **Ricostruisci le miniature** dovrà essere eseguito su tutte le raccolte.
nl: Wanneer deze optie is ingeschakeld, kan de grootte van miniaturen uitgebreid worden tot 512x512 pixels. Deze optie zal de grootte van de database voor miniaturen verhogen en zal meer systeemgeheugen gebruiken. digiKam moet opnieuw gestart worden om deze optie effectief te laten worden en deze **Miniaturen opnieuw bouwen** moet worden uitgevoerd over de gehele verzameling.
pt_br: Quando esta opção está habilitada, o tamanho das miniaturas pode ser estendido para 512x512 pixels. Esta opção aumentará o tamanho do banco de dados de miniaturas e consumirá mais memória do sistema. O digiKam precisa ser reiniciado para que esta opção entre em vigor, e a ferramenta **Reconstruir miniaturas** precisa ser executada em todas as coleções.
sl: Ko je ta možnost omogočena, se lahko velikost sličice razširi na 512 x 512 slikovnih pik. Ta možnost bo povečala velikost zbirke sličic in porabila več sistemskega pomnilnika. DigiKam je treba znova zagnati, da ta možnost začne veljati, in to orodje **Ponovno izgradi predogledne sličice** je treba zagnati v vseh zbirkah.
sv: När alternativet är aktiverat kan miniatyrbildsstorleken ökas till 512 x 512 bildpunkter. Alternativet lagrar mer data i miniatyrbildsdatabasen och använder mer systemminne. digiKam måste startas om för att det ska träda i kraft, och verktyget **Skapa om miniatyrbilder** behöver köras för alla samlingar.

source: digiKam stores thumbnails in the database using the wavelet-compressed PGF format, but large collections can still generate huge thumbnail databases. Take care to use a sufficiently large storage media with a large amount of available space to store the database.
ca: El digiKam emmagatzema les miniatures a la base de dades utilitzant el format PGF comprimit per ondetes, però les col·leccions grans encara poden generar bases de dades enormes de miniatures. Aneu amb compte d'utilitzar un mitjà d'emmagatzematge prou gran amb una gran quantitat d'espai disponible per a emmagatzemar la base de dades.
it: digiKam memorizza le miniature nella banca dati utilizzando un formato PGF compresso con wavelet, ma le raccolte di grandi dimensioni possono comunque generare banche dati enormi per le miniature. Verifica di avere a disposizione abbastanza spazio per memorizzare la banca dati.
nl: digiKam slaat miniaturen op in de database met het wavelet-gecomprimeerde PGF-formaat, maar grote verzadiging kunnen nog steeds enorme databases genereren. Wees voorzichtig om een voldoend groot opslagmedium te gebruiken van een plaats met en grote hoeveelheid beschikbare ruimte om de database op te slaan.
pt_br: O digiKam armazena miniaturas no banco de dados usando o formato PGF compactado por wavelet, mas coleções grandes ainda podem gerar bancos de dados de miniaturas enormes. Certifique-se de usar uma mídia de armazenamento suficientemente grande com bastante espaço disponível para armazenar o banco de dados.
sl: digiKam shranjuje sličice v zbirko podatkov z valovno stisnjenim formatom PGF, vendar lahko velike zbirke še vedno ustvarijo ogromne baze podatkov sličic. Pazite, da uporabite dovolj velik medij za shranjevanje z veliko količino razpoložljivega prostora za shranjevanje baze podatkov.
sv: Miniatyrbilder lagras av digiKam i databasen med användning av ett vågelementkomprimerat PGF-format, men stora samlingar kan andå generera enorma miniatyrbildsdatabaser. Var noga med att använda ett tillräckligt stort lagringsmedia med mycket tillgängligt utrymme för att lagra databasen.

source: The **Scan** options from :menuselection:`Settings --> Configure digiKam... --> Miscellaneous page --> Behaviour tab` speed up the process in the first case or if you just added pictures to your collection.
ca: Les opcions **Explora** d':menuselection:`Arranjament --> Configura el digiKam... --> pàgina Miscel·lània --> pestanya Comportament` acceleren el procés en el primer cas o si acabeu d'afegir imatges a la col·lecció.
nl: De opties van **Scannen** uit :menuselection:`Instellingen --> digiKam configureren... -->Pagina Diversen --> Tabblad Gedrag` versnelt het proces in het eerste geval of als u zojuist afbeeldingen aan uw verzameling hebt toegevoegd.
pt_br: As opções de **Procurar** em :menuselection:`Configurações --> Configurar digiKam... --> página Diversos --> aba Comportamento` aceleram o processo no primeiro caso ou se você acabou de adicionar fotos à sua coleção.

source: While the rebuild thumbnails process is underway, a progress indicator is displayed in the bottom right corner of the main window.
ca: Mentre el procés de reconstrucció de miniatures està en marxa, es mostra un indicador de progrés a la cantonada inferior dreta de la finestra principal.
it: Durante la ricostruzione delle miniature verrà mostrato un indicatore di avanzamento nell'angolo inferiore destro della finestra principale.
nl: Terwijl het proces voor opnieuw bouwen van miniaturen onderweg is, wordt een voortgangsindicatie getoond in de hoek rechtsonder van het hoofdvenster.
pt_br: Enquanto o processo de reconstrução das miniaturas estiver em andamento, um indicador de progresso será exibido no canto inferior direito da janela principal.
sl: Medtem ko poteka postopek obnove sličic, je v spodnjem desnem kotu glavnega okna prikazan indikator napredka.
sv: Medan processen för att skapa om miniatyrbilder pågår, visas en förloppsindikator i huvudfönstrets nedre högra hörn.

source: This process can also be directly called by the keyboard shortcut :kbd:`F5` to rebuild the thumbnails for the currently selected album.
ca: Aquest procés també es pot invocar directament mitjançant la drecera de teclat :kbd:`F5` per a reconstruir les miniatures per a l'àlbum actualment seleccionat.
it: Puoi ricostruire le miniature di un album attualmente attivo direttamente tramite la scorciatoia da tastiera :kbd:`F5`.
nl: Dit proces kan ook direct aangeroepen worden door de sneltoets :kbd:`F5` om miniaturen opnieuw te bouwen voor het nu geselecteerde album.
pt_br: Este processo também pode ser chamado diretamente pelo atalho de teclado :kbd:`F5` para reconstruir as miniaturas do álbum selecionado no momento.
sl: Ta postopek lahko prikličete tudi neposredno z bližnjico na tipkovnici :kbd:`F5`, da ponovno ustvarite sličice za trenutno izbrani album.
sv: Processen kan också anropas direkt med snabbtangenten :kbd:`F5` för att återskapa miniatyrbilder för det aktuella markerade albumet.

source: The **Scan** options from :menuselection:`Settings --> Configure digiKam... --> Miscelleneous page --> Behaviour tab` speed up the process in the first case or if you just added pictures to your collection.
it: Le opzioni di **analisi** nel menu :menuselection:`Impostazioni --> Configura digiKam... --> pagina Varie --> scheda Comportamento` possono aumentare la velocità dell'elaborazione nel primo caso o se hai appena aggiunto immagini alla raccolta.
sl: Možnosti **Prečeši** iz :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran razno --> Zavihek Obnašanje` pospešijo postopek v prvem primeru ali če ste pravkar dodali slike svoji zbirki.
sv: Alternativen **Sök** under fliken :menuselection:`Inställningar --> Anpassa digiKam... --> Diverse --> Beteende` kan påskynda processen i det första fallet eller om man bara lagt till bilder i samlingen.
