Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_newitems.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam uses a hash to identify files quickly and register items changes in the database while scanning. For performance reasons this is not a full hash of the file, but the file size is included, so it's reliable enough. digiKam uses these same parameters to try to find files during a scan that have been externally moved or renamed. To have make the scan process as efficient as possible, we recommend doing file operations within digiKam, avoiding changing files and folders using external applications such as a file manager.
ca: El digiKam utilitza una suma de verificació per a identificar ràpidament els fitxers i registrar els canvis en la base de dades durant l'exploració. No es tracta d'una suma de verificació completa del fitxer per raons de rendiment, però s'inclou la mida del fitxer està, i per tant, és prou fiable. El digiKam utilitza aquests paràmetres per a intentar trobar els fitxers durant una exploració que s'han mogut o reanomenat externament. Per fer que el procés d'exploració tan eficient com sigui possible, recomanem fer les operacions de fitxers dins del digiKam, evitant canviar fitxers i carpetes utilitzant aplicacions externes com ara un gestor de fitxers.
it: digiKam usa una funzione hash per identificare rapidamente i file e registrare le modifiche agli elementi nella banca dati durante l'analisi. Per ragioni di prestazioni, non è un hash completo del file ma la dimensione del file è inclusa, dunque è abbastanza affidabile. digiKam usa questi stessi parametri per tentare di trovare i file, durante un'analisi, che sono stati spostati o rinominati esternamente. Affinché il processo di analisi sia il più efficiente possibile, si raccomanda di eseguire le operazioni sui file all'interno di digiKam, evitando di modificare file e cartelle con applicazioni esterne tipo un gestore file.
nl: digiKam gebruikt een hash om bestanden snel te identificeren en wijzigingen in items te registreren in de database tijdens scannen. Voor redenen van prestaties is dit geen volledige hash van het bestand, maar de grootte van het bestand wordt meegenomen, het is dus betrouwbaar genoeg. digiKam gebruikt deze zelfde parameters om te proberen bestanden te vinden die extern zijn verplaats of hernoemd. Om het scan-proces zo efficient mogelijk te doen, bevelen we aan om bestandsbewerkingen binnen digiKam te doen, waarmee wijziging van bestanden en mappen met externe toepassingen, zoals met een bestandsbeheerder, worden vermeden.
pt_br: O digiKam usa um hash para identificar arquivos rapidamente e registrar alterações de itens no banco de dados durante a varredura. Por motivos de desempenho, este não é um hash completo do arquivo, mas o tamanho do arquivo está incluído, portanto, é confiável o suficiente. O digiKam usa esses mesmos parâmetros para tentar encontrar arquivos durante uma varredura que foram movidos ou renomeados externamente. Para tornar o processo de varredura o mais eficiente possível, recomendamos realizar operações de arquivo dentro do digiKam, evitando alterar arquivos e pastas usando aplicativos externos, como um gerenciador de arquivos.
sl: digiKam uporablja zgoščeno vrednost za hitro prepoznavanje datotek in registracijo sprememb elementov v bazi podatkov med prečesavanjem. Zaradi zmogljivosti to ni popolna zgoščena vrednost datoteke, vendar je vključena velikost datoteke, zato je dovolj zanesljiva. digiKam uporablja iste parametre za iskanje datotek med prečesavanjem, ki so bile zunanje premaknjene ali preimenovane. Da bi bil postopek prečesavanja čim bolj učinkovit, priporočamo, da operacije z datotekami izvajate znotraj digiKama, pri čemer se izogibate spreminjanju datotek in map z uporabo zunanjih aplikacij, kot je upravljalnik datotek.
sv: För att snabbt identifiera filer och registrera objektändringar i databasen under sökning använder digiKam ett kondensat. Det är inte ett fullständigt kondensat av filen av prestandaskäl, men filstorleken är inkluderad, så det är tillräckligt pålitligt. digiKam använder parametrarna för att försöka hitta filer igen under en genomsökning om de har flyttats eller bytt namn externt. För att göra sökningsprocessen så effektiv som möjligt rekommenderar vi att filoperationer görs inne i digiKam, inte med ett externt program såsom en filhanterare.
uk: Для швидкого виявлення та реєстрації змін у записах у базі даних під час сканування digiKam використовує хеш-суми. Це не повні хеш-суми файла, з міркувань швидкодії, але є достатньо надійними. Тому до неї буде включено розмір файла. digiKam використовує ці параметри для того, щоб спробувати знайти файли, якщо їх було пересунуто або перейменовано в іншій програмі. Щоб зробити процедуру сканування найефективнішою, ми рекомендуємо виконувати дії з файлами у digiKam, а не у зовнішній програмі, зокрема програмі для керування файлами.

source: Scan for New Items
pt: Procurar por Itens Novos

source: This process will scan the collections you defined in :menuselection:`Settings --> Configure digiKam...` and the **Collections** dialog page, i.e. image files you added to your collections while digiKam was not running. You can run this process also automatically on digiKam startup by checking Scan for new items at startup in :menuselection:`Settings --> Configure digiKam...` and the **Miscellaneous** dialog page.
pt: Este processo irá sondar as colecções que definiu em :menuselection:`Configuração --> Configurar o digiKam...`, na página **Colecções**, à procura de itens novos, i.e. ficheiros de imagens que tenha adicionado às suas colecções enquanto o digiKam não estava em execução. Poderá executar este processo também automaticamente no arranque do digiKam, assinalando a opção 'Procurar por itens novos no arranque' em :menuselection:`Configuração --> Configurar o digiKam...`, em **Diversos**.

source: While the scan for new items process is under progress, notification on the bottom right of main windows will be visible to indicate the amount of items already done.
pt: Enquanto o processo de pesquisa por itens novos está em curso, ficará visível uma notificação na parte inferior direita das janelas principais para indicar o número de itens já processado.

source: The Scan for New Items Process working in the background
pt: O processo de Pesquisa por Itens Novos a funcionar em segundo plano

source: This process can also be directly called by the main menu, From :menuselection:`Tools --> Scan for New Items` to scan all collections.
pt: Este processo também pode ser invocado directamente através do menu principal, em :menuselection:`Ferramentas --> Procurar por Itens Novos`, para sondas todas as colecções.

source: This process can be also called automatically at startup using the **Scan for new items at startup** option in :menuselection:`Setting --> Configure digiKam...` and the **Behavior** tab from the **Miscellaneous** dialog page. Take a care that scanning for new items at startup can take a while and slow-down application initialization.
pt: Este processo também pode ser invocado automaticamente no arranque, usando a opção correcta na página :menuselection:`Configuração --> Diversos`, na área de **Comportamento**. Tenha atenção que a pesquisa por itens novos poderá demorar algum tempo e atrasar a inicialização da aplicação.

source: To be precise, this option will force digiKam to scan all collections for new items to register new elements in database. The scan is performed in the background through the progress manager available in the status-bar when digiKam main interface is loaded. If your computer is fast enough, this will have no effect on usability of digiKam while scanning. If your collections are huge or if you use a remote database, this can introduce low latency, and it is recommended to disable this option and to plan a manual scan through the maintenance tool at the right moment.
pt: Para ser mais exacto, esta opção irá obrigar o digiKam a sondar todas as colecções à procura de itens novos, para registar os elementos novos na base de dados. A sondagem é efectuada em segundo plano, através do gestor de progresso disponível na barra de estado quando é carregada a interface principal do digiKam. Se o seu computador for rápido o suficiente, isto não fará efeito na usabilidade do digiKam durante a sondagem. Se as suas colecções forem enormes ou caso use uma base de dados remota, isto poderá introduzir uma latência baixa, sendo recomendado desactivar esta opção e planear uma sondagem manual através da ferramenta de manutenção na altura adequada.

source: Another option from this setup panel named **Fast scan (detects new, deleted and renamed items)** can also be turn on to significantly speed up the scan. New items, deleted and also renamed items are found. In order to find items that have been changed, this option must be deactivated.
pt: Outra opção neste painel de configuração, chamada **Pesquisa rápida (detecta os itens novos, removidos e renomeados)** também pode ser activada para acelerar a pesquisa. Os itens novos, removidos e que mudaram de nome são detectados. Para procurar os itens que tenham sido modificados, esta opção deverá estar desligada.

source: To identify files quickly and register items changes in database while scanning, digiKam uses a hash. This is not a full hash of the file for performance reasons, but it's reliable enough. The file size is therefore included. digiKam uses these parameters to try to find files again during a scan if they have been moved or renamed externally. To have a scan process the most efficient, we recommend doing file operations within digiKam, not by an external application as a file manager.
pt: Para identificar rapidamente e registar as modificações de itens na base de dados durante a pesquisa, o digiKam usa um código de validação. Este não é um código de validação do ficheiro completo por questões de performance, mas é fiável o suficiente. O tamanho do ficheiro é deste modo incluído. O digiKam usa estes parâmetros para tentar procurar os ficheiros de novo durante uma pesquisa, caso tenham sido movidos ou os seus nomes alterados a nível externo. Para que um processo de pesquisa seja o mais eficiente possível, recomendamos que faça as operações com os ficheiros dentro do digiKam, e não com uma aplicação externa como um gestor de ficheiros.
