Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_quality.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Maintenance Tool to Sort Image by Quality
ca: L'eina de manteniment del digikam per a ordenar les imatges segons la qualitat
it: Strumento di manutenzione di digiKam per l'ordinamento delle immagini in base alla qualità
nl: Het hulpmiddel Onderhoud van digiKam voor sorteren op kwaliteit
pt: Ferramenta de Manutenção do digiKam para a Ordenação pela Qualidade da Imagem
pt_br: Ferramenta de manutenção do digiKam para ordenar imagens pela qualidade
sl: digiKam orodje za vzdrževanje za razvrščanje slik po kakovosti
sv: Underhållsverktyg i digiKam för att sortera bilder enligt kvalitet
uk: Засіб упорядкування зображень за якістю інструмента супроводу збірки digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, quality, pick-label, deep-learning
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, qualitat, rètol de selecció, aprenentatge profund
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, qualità, etichetta di scelta, apprendimento profondo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, kwaliteit, keuzelabel, deep-learning
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, qualidade, legenda de selecção, aprendizagem
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, qualidade, rótulo de seleção, aprendizado profundo
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, kakovost, izbira oznake, poglobljeno učenje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kvalitet, urvalsbeteckning, djupinlärning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, якість, впорядкувальна, мітка, глибинне навчання

source: Image Quality Sorter
pt: Ordenação por Qualidade da Imagem

source: Contents
pt: Conteúdo

source: The digiKam Maintenance Options for Image Quality Sorter
ca: Les opcions de manteniment per a «Ordenador de les imatges segons la qualitat» en el digiKam
pt: As Opções da Ferramenta de Manutenção do digiKam para a Ordenação pela Qualidade da Imagem
sv: Underhållsalternativen i digiKam för bildkvalitetssortering

source: The tool will parse the items to determine the **Quality** and sort them with the **Pick Label** properties in database as:
pt: A ferramenta irá processar os itens para determinar a **Qualidade** e ordená-los com as propriedades da **Legenda de Selecção** na base de dados como:

source: The **Red** flag for **Rejected**.
ca: La bandera **vermella** per a **Rebutjada**.
it: bandiera **rossa** per **Rifiutata**
nl: De **Rode** vlag voor **Afgewezen**.
pt: A bandeira **Vermelha** para **Rejeitado**.
pt_br: A bandeira **vermelha** para **rejeitado**.
sl: **Rdeča** zastavica za **Zavrnjeno**.
sv: Den **röda** flaggan för **Kasserad**.
uk: **Червоний** прапорець для **Відкинутих**.

source: The **Yellow** flag for **Pending**.
ca: La bandera **groga** per a **Pendent**.
it: bandiera **gialla** per **In sospeso**.
nl: De **Gele** vlag voor **In behandeling**.
pt: A bandeira **Amarela** para **Pendente**.
pt_br: A bandeira **amarela** para **pendente**.
sl: **Rumena** zastavica za **V teku**.
sv: Den **gula** flaggan för **Obestämd**.
uk: **Жовтий** прапорець для **У черзі**.

source: The **Green** flag for **Accepted**.
ca: La bandera **verda** per a **Acceptada**.
it: bandiera **verde** per **Accettata**
nl: De **Groene** vlag voor **Geaccepteerd**.
pt: A bandeira **Verde** para **Aceite**.
pt_br: A bandeira **verde** para **aceito**.
sl: **Zelena** zastavica za **Sprejeto**.
sv: Den **gröna** flaggan för **Godkänd**.
uk: **Зелений** прапорець для **Прийнятих**.

source: The Image Quality Sorter assigns Pick Labels to items according to the default settings in :menuselection:`Settings --> Configure digiKam...` and the **Image Quality Sorter** settings panel, or a dedicated settings tuned in this view.
pt: A Ordenação pela Qualidade da Imagem atribui Legendas de Selecção aos itens de acordo com a configuração predefinida em :menuselection:`Configuração --> Configurar o digiKam...`, no painel de configuração da **Ordenação da Qualidade da Imagem** ou com alguma opção dedicada desta janela.

source: The quality **score** to determine the **Pick Label** property can be evaluated by two ways: using four basic factors sabotaging the images (**Blur**, **Noise**, **Exposure**, and **Compression**), or using a **deep learning neural network engine**.
pt: A **pontuação** da qualidade para determinar a propriedade da **Legenda de Selecção** pode ser avaliada de duas formas: usando quatro factores básicos para sabotar as imagens (**Borrão**, **Ruído**, **Exposição** e **Compressão**), ou usando um **motor de redes neuronais para aprendizagem**.

source: The first one helps to determine whether images are distorted by the basic factors, however it demands some drawbacks as fine-tuning from the user’s side and it cannot work along the aesthetic image processing.
pt: O primeiro ajuda a determinar se as imagens estão distorcidas de acordo com os factores básicos; contudo, traz algumas contrapartidas, como o ajuste por parte do utilizador e de não funcionar bem com o processamento estético de imagens.

source: The second one uses an artificial intelligence approach based on `this model <https://expertphotography.com/aesthetic-photography/>`_ to predict the score. As deep-learning is an end-to-end solution, it doesn’t require hyper-parameter settings, and make this feature easier to use.
pt: O segundo usa uma abordagem com inteligência artificial, baseado `neste modelo <https://expertphotography.com/aesthetic-photography/>`_ para prever a pontuação. Dado que o método por aprendizagem é uma solução completa, não precisa de configurações extremas de parâmetros, o que torna esta funcionalidade mais fácil de usar.

source: Since it is a time consuming process it's a good idea to check Work on all processor cores and restrict the job to certain albums or tags.
pt: Dado que é um processo que consome bastante tempo, é uma boa ideia assinalar a opção para 'Trabalhar em todos os núcleos do processador' e restringir a tarefa a certos álbuns ou marcas.

source: All the **Image Quality Sorter** settings is described in :ref:`the dedicated section <imgqsort_settings>` from **Setup Application** section.
pt: Todas as definições da **Ordenação da Qualidade da Imagem** estão descritas na :ref:`secção dedicada à mesma <imgqsort_settings>` na **Configuração da Aplicação**.

source: The **Scan Mode** settings allows to configure how the database information for the items from the selected collection will be processed. **Clean all and re-scan** reset all data and scan items from scratch, **Scan non-assigned only** will be faster to process non registered items with **Pick Labels**.
pt: A configuração do **Modo de Análise** permite configurar como será processada a informação da base de dados para os itens da colecção seleccionada. A opção **Limpar tudo e analisar de novo** limpa todos os dados e analisa os itens do zero; a opção para **Analisar apenas os não-atribuídos** será mais rápida para processar os itens não-registados com **Legendas de Selecção**.

source: While the image quality sorting process is under progress, notification on the bottom right of main windows will be visible to indicate the amount of items already done.
pt: Enquanto o processo de ordenação pela qualidade da imagem estiver em curso, ficará visível uma notificação no canto inferior direito das janelas principais para indicar a quantidade de itens já processados.

source: The digiKam Image Quality Sorter Process Running in the Background
ca: El procés d'ordenació segons la qualitat de les imatges del digiKam funciona en segon pla
pt: O Processo de Ordenação pela Qualidade da Imagem a Executar em Segundo Plano
sv: Processen för bildkvalitetssortering i digiKam som kör i bakgrunden

source: The quality sorting results will appears in :ref:`the Labels view <labels_view>` from the right sidebar.
ca: El resultat de l'ordenació segons la qualitat apareixerà a :ref:`la vista d'etiquetes <labels_view>` de la barra lateral dreta.
pt: Os resultados da ordenação pela qualidade irá aparecer na :ref:`área de Legendas <labels_view>` da barra lateral direita.
sv: Resultaten av kvalitetssortering visas i :ref:`beteckningsvisningen <labels_view>` i höger sidorad.

source: The digiKam Pick Labels from Left Sidebar
ca: Els rètols de selecció des de la barra lateral esquerra en el digiKam
it: Le etichette di scelta dalla barra laterale sinistra di digiKam
nl: De Keuzelabels van digiKam uit de linker zijbalk
pt: As Legendas de Selecção do digiKam na Barra Lateral Esquerda
pt_br: As legendas de seleção do digiKam na barra lateral esquerda
sl: DigiKam izbere oznake iz leve stranske vrstice
sv: Urvalsbeteckningar från vänster sidorad i digiKam
uk: «Впорядкувальні мітки» digiKam на лівій бічній панелі

source: To run properly, the process needs the deep-learning model to download at the first run of digiKam. See :ref:`the Quick Start section <quick_start>` for details.
pt: Para funcionar correctamente, o processo precisa de descarregar primeiro o modelo de aprendizagem na primeira execução do digiKam. Veja mais detalhes na :ref:`secção de Introdução Rápida <quick_start>`.

source: :ref:`Image Quality Sorter <maintenance_tools>`
ca: :ref:`Ordenador de les imatges segons la qualitat <maintenance_tools>`
sv: :ref:`Bildkvalitetssortering <maintenance_tools>`

source: The **Image Quality Sorter** tool automatically assesses the **Quality** of each item and assigns a corresponding value to the **Pick Label** property in the database based on:
ca: L'eina **Ordenador de les imatges segons la qualitat** avalua la **Qualitat** de cada element i assigna un valor corresponent a la propietat **Rètol de selecció** en la base de dades, en funció de:
sv: Verktyget **Bildkvalitetssortering** analyserar objekten för att bestämma **Kvalitet** för varje objekt och tilldelar ett motsvarande värde till egenskapen **Urvalsbeteckning** i databasen baserat på:

source: The Image Quality Sorter assigns Pick Labels to items according to the default settings in :menuselection:`Settings --> Configure digiKam... --> Image Quality Sorter page`, or the dedicated options set in this view.
ca: L'ordenador d'imatges segons la qualitat assigna rètols de selecció als elements d'acord amb les opcions de configuració predeterminades a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Ordena les imatges segons la qualitat`, o les opcions dedicades establertes en aquesta vista.
sv: Bildkvalitetssortering tilldelar urvalsbeteckningar till objekt enligt standardinställningarna på sidan :menuselection:`Inställningar --> Anpassa digiKam... --> Bildkvalitetssortering`, eller de särskilda inställningarna som anges i den här vyn.

source: The quality **score** to determine the **Pick Label** property can be evaluated in one of two ways: using four basic factors for each image (**Blur**, **Noise**, **Exposure**, and **Compression**), or using a **deep learning neural network engine**.
ca: La **valoració** de la qualitat ve determinada per la propietat **Rètol de selecció** i es pot avaluar d'una de dues maneres: utilitzant quatre factors bàsics per a cada imatge (**Difuminat**, **Soroll**, **Exposició** i **Compressió**), o utilitzant un **motor de xarxa neuronal d'aprenentatge profund**.
it: Il **punteggio** qualitativo per determinare la proprietà della **Etichetta di scelta** può essere può essere conteggiato in uno dei due modi: utilizzando i quattro fattori di base per ciascuna immagine (**Sfocatura**, **Rumore**, **Esposizione** e **Compressione**), oppure utilizzando un **motore di rete neurale di apprendimento profondo**.
nl: De **score** op kwaliteit om de eigenschap **Keuzelabel** te bepalen kan geëvalueerd worden op twee manieren: met gebruik van vier basisfactoren voor elke afbeelding (**Vervaging**, **Ruis**, **Belichting** en **Compressie**) of een **deep-learning neuraal netwerk-engine**.
pt_br: A pontuação de qualidade para determinar a propriedade de **Legenda de seleção** pode ser avaliada de duas maneiras: usando quatro fatores básicos para cada imagem (**Desfoque**, **Ruído**, **Exposição** e **Compressão**) ou usando um **mecanismo de rede neural de aprendizado profundo**.
sl: **Rezultat** kakovosti za določitev lastnosti **Izberi oznako** je mogoče ovrednotiti na enega od dveh načinov: z uporabo štirih osnovnih dejavnikov za vsako sliko (**Zamegljenost**, **Šum**, **Osvetlitev* * in **Stiskanje**) ali z uporabo **stroja nevronske mreže za globoko učenje**.
sv: Kvalitetens **poäng** för att fastställa egenskapen **Urvalsbeteckning** kan utvärderas på ett av två sätt: med fyra grundläggande faktorer för varje bild (**Suddighet**, **Brus**, **Exponering**, och **Komprimering**), eller med ett **neuralt nätverksgränssnitt med djupinlärning**.
uk: **Оцінку** якості для визначення властивості **Впорядкувальна мітка** можна визначити у два способи: за допомогою чотирьох критеріїв для кожного з зображень (**розмивання**, **шум**, **експонування** та **стискання**) або за допомогою **рушія нейронної мережі глибинного навчання**.

source: The first approach helps to determine whether the basic factors have compromised image quality, however the output depends on fine-tuning made the user and it does not include any assessment of the aesthetic value of the image.
ca: El primer enfocament ajuda a determinar si els factors bàsics han compromès la qualitat de la imatge, però la sortida depèn de l'ajust fi que faci l'usuari i no inclou cap avaluació del valor estètic de la imatge.
it: Il primo approccio aiuta a determinare se i fattori di base hanno compromesso la qualità dell'immagine, tuttavia il risultato dipende dalle regolazioni fatte dall'utente e non include alcuna valutazione del valore estetico dell'immagine.
nl: De eerste benadering helpt om te bepalen of de basis factoren de afbeeldingskwaliteit hebben verstoord, de uitvoer hangt echter af van fijn afregelen gedaan door de gebruiker en het omvat niet enige beoordeling van de esthetische waarde van de afbeelding.
pt_br: A primeira abordagem ajuda a determinar se os fatores básicos comprometeram a qualidade da imagem, entretanto, o resultado depende do ajuste fino feito pelo usuário e não inclui nenhuma avaliação do valor estético da imagem.
sl: Prvi pristop pomaga ugotoviti, ali so osnovni dejavniki ogrozili kakovost slike, vendar je rezultat odvisen od natančne nastavitve, ki jo izvede uporabnik, in ne vključuje ocene estetske vrednosti slike.
sv: Det första hjälper till att avgöra om de fyra grundläggande faktorerna har äventyrat bildkvalitet, men utdata beror dock på finjustering av användaren och det kan inkluderar inte någon bedömning av bildens estetiska värde.
uk: Перший підхід допомагає визначити, чи основні фактори вплинули на якість зображення, однак результат залежить від тонкого налаштування, виконаного користувачем, і не включає жодної оцінки естетичної цінності зображення.

source: The second approach uses an artificial intelligence engine based on `this model <https://expertphotography.com/aesthetic-photography/>`_ to predict an aesthetic score. As deep-learning is an end-to-end solution, it doesn’t require hyper-parameter settings, which makes this approach far easier to use.
ca: El segon enfocament utilitza un motor d'intel·ligència artificial basat en `aquest model <https://expertphotography.com/aesthetic-photography/>`_ per a predir una puntuació estètica. Com que l'aprenentatge profund és una solució d'extrem a extrem, no requereix una configuració amb molts paràmetres, cosa que fa que aquest enfocament sigui molt més fàcil d'utilitzar.
it: Il secondo approccio usa un motore di intelligenza artificiale basato su `questo modello <https://expertphotography.com/aesthetic-photography/>`_ per predire un punteggio estetico. Dato che l'apprendimento profondo è una soluzione a 360°, non richiede impostazioni di iperparametri, il che lo rende l'approccio più semplice da utilizzare.
nl: De tweede benadering gebruikt een kunstmatige intelligentie-engine gebaseerd op `dit model <https://expertphotography.com/aesthetic-photography/>`_ om de esthetische score te voorspellen. Omdat deep-learning een eind-tot-eind oplossing is, vereist het geen hyper-parameterinstellingen, wat deze benadering veel gemakkelijker maakt om te gebruiken.
pt_br: A segunda abordagem utiliza um mecanismo de inteligência artificial baseado `neste modelo <https://expertphotography.com/aesthetic-photography/>`_ para prever uma pontuação estética. Como o aprendizado profundo é uma solução completa, ele não requer configurações de hiper-parâmetros, o que torna essa abordagem muito mais fácil de usar.
sl: Drugi pristop uporablja mehanizem umetne inteligence, ki temelji na `tem modelu <https://expertphotography.com/aesthetic-photography/>`_ za napovedovanje estetskega rezultata. Ker je poglobljeno učenje rešitev od konca do konca, ne zahteva nastavitev hiperparametrov, zaradi česar je ta pristop veliko lažji za uporabo.
sv: Den andra tillvägagångssättet använder ett artificiell intelligensgränssnitt baserad på `den här modellen <https://expertphotography.com/aesthetic-photography/>`_ för att förutsäga en estetisk poäng. Eftersom djupinlärning är en helhetslösning krävs inga överordnade parameterinställningar, vilket gör tillvägagångssättet enklare att använda.
uk: У другому способі використано підхід з точки зору штучного інтелекту, на основі `цієї моделі <https://expertphotography.com/aesthetic-photography/>`_ для передбачення оцінки. Оскільки глибинне навчання є самодостатнім процесом, воно не потребує коригування параметрів, отже є простішим з точки зору користування.

source: Since quality assessment can be a time consuming process, it's a good idea to check Work on all processor cores and restrict the job to certain albums or tags.
ca: Atès que l'avaluació de la qualitat és un procés que requereix molt temps, és una bona idea marcar «Treballa amb tots els nuclis dels processadors» i restringir la tasca a determinats àlbums o etiquetes.
it: Poiché la valutazione della qualità può richiedere del tempo, è una buona idea attivare l'opzione *Lavora con tutti i core del processore* e limitare l'attività solo a determinati album o tag.
nl: Omdat beoordeling van kwaliteit veel tijd kan kosten is het een goed idee om Werken op alle processorkernen te activeren en de job tot bepaalde albums of tags te beperken.
pt_br: Como a avaliação de qualidade pode ser um processo demorado, é uma boa ideia usar todos os núcleos do processador e restringir o trabalho a determinados álbuns ou etiquetas.
sl: Ker je ocenjevanje kakovosti lahko dolgotrajen proces, je dobro, da označite Delo na vseh procesorskih jedrih in omejite delo na določene albume ali oznake.
sv: Eftersom kvalitetsbedömning kan vara en tidskrävande process är det en bra idé att markera Använd alla processorkärnor och begränsa jobbet till vissa album eller etiketter.
uk: Оскільки процес оцінки якості є доволі тривалим, варто позначити пункт «Працювати на усіх ядрах процесора» і обмежити завдання певними альбомами або мітками.

source: All the **Image Quality Sorter** settings are described in :ref:`this section <imgqsort_settings>` of the manual.
ca: Totes les opcions de configuració d'**Ordena les imatges segons la qualitat** es descriuen en :ref:`aquesta secció <imgqsort_settings>` del manual.
sv: Alla inställningar av **Bildkvalitetssortering** beskrivs i :ref:`det här avsnittet <imgqsort_settings>` av handboken.

source: The **Scan Mode** settings configure how the database information for the items from the selected collection will be processed. **Clean all and re-scan** resets all data and scans all items from scratch, **Scan non-assigned only** will be faster to process just items that have not previously been assigned **Pick Labels**.
ca: Les opcions del **Mode d'exploració** configuren com es processarà la informació de la base de dades per als elements de la col·lecció seleccionada. **Neteja-ho tot i torna a explorar** restableix totes les dades i explora els elements des de zero, **Explora només els no assignats** serà més ràpid processar els elements que prèviament no s'han assignat **rètols de selecció**.
sv: Inställningarna av **Sökmetod** ställer in hur databasinformation för objekten för objekten från den valda samlingen behandlas. **Rensa allt och sök igen** återställer all data och söker efter objekt från början, **Sök bara ej tilldelade** är snabbare och behandlar bara objekt som inte tidigare har tilldelats **Urvalsbeteckningar**.

source: While the image quality sorting process is underway, a progress indicator is displayed in the bottom right corner of the main window.
ca: Mentre el procés d'ordenar segons la qualitat de les imatges està en marxa, es mostra un indicador de progrés a la cantonada inferior dreta de la finestra principal.
sv: Medan processen för bildkvalitetssortering pågår, visas en förloppsindikator i huvudfönstrets nedre högra hörn.

source: To run properly, the process needs access to the deep-learning model that can be downloaded at the first run of digiKam. See the :ref:`Quick Start <quick_start>` section of this manual for details.
ca: Per a funcionar correctament, el procés necessita accedir al model d'aprenentatge profund que es pot baixar durant la primera execució del digiKam. Vegeu la secció :ref:`Inici ràpid <quick_start>` d'aquest manual per als detalls.
it: Per un funzionamento corretto, il processo deve accedere al modello di apprendimento profondo, scaricabile al primo avvio di digiKam. Per i dettagli, vedi il capitolo :ref:`Avvio rapido <quick_start>` di questo manuale.
nl: Om juist uitgevoerd te worden moet het proces toegang hebben tot het model deep-learning, dat gedownload kan worden bij de eerste keer uitvoeren van digiKam. Zie de sectie :ref:`Snelle start <quick_start>` van deze handleiding voor details.
pt_br: Para funcionar corretamente, o processo precisa de acesso ao modelo de aprendizado profundo, que pode ser baixado na primeira execução do digiKam. Consulte a seção :ref:`Início rápido <quick_start>` deste manual para obter mais detalhes.
sl: Za pravilno delovanje potrebuje proces dostop do modela globokega učenja, ki ga je mogoče prenesti ob prvem zagonu digiKama. Za podrobnosti glejte razdelek :ref:`Hiter zagon <quick_start>` tega priročnika.
sv: För att kunna köras korrekt behöver processen tillgång till djupinlärningsmodellen som kan laddas ner vid den första körningen av digiKam. Se avsnittet :ref:`Snabbstart <quick_start>` i handboken för detaljerad information.
uk: Для належної роботи програмі потрібно отримати моделі глибокого навчання під час першого запуску digiKam. Докладніше про це можна дізнатися з :ref:`розділу початкових зауважень <quick_start>` підручника.

source: :ref:`Image Quality Scanner <maintenance_tools>`
it: :ref:`Analizzatore qualità dell'immagine <maintenance_tools>`
nl: :ref:`Scanner op afbeeldingskwaliteit <maintenance_tools>`
pt_br: :ref:`Analisador de qualidade da imagem <maintenance_tools>`
sl: :ref:`Skener kakovosti slik <maintenance_tools>`
uk: :ref:`Сканування щодо якості зображень <maintenance_tools>`
