Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_autotags.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: The **Auto-Tags Assignment** scans the images in your collection, applying a neural network that has been trained to identify common objects to each and every image. The objects identified by the neural network are then used to tag each image. So in theory, when the scan is complete, you can search your database for images containing a bird, or a ball, or a car.
sv: **Automatiskt tilldelning av etiketter** söker igenom bilderna i samlingen och använder ett neuralt nätverk som har tränats för att identifiera vanliga objekt för varje bild. Objekten som identifieras av det neurala nätverket används sedan för att etikettera varje bild. Så i teorin, när sökningen är klar, kan man söka i databasen efter bilder som innehåller en fågel, en boll eller en bil.

source: There are three options for this tool:
sv: Det finns tre alternativ för verktyget:

source: **Auto-tagging mode** can be set to **Clean all and re-assign** or **Scan non-assigned only**. The latter option limits the processing to images that have not been previously scanned, and hence is faster.
sv: **Automatiskt etiketteringsläge** kan ställas in till **Rensa alla och tilldela igen** eller **Sök bara igenom ej tilldelade**. Det senare alternativet begränsar behandlingen till bilder som inte har lästs in tidigare och är därför snabbare.

source: **Selection model** can be set to one of three trained models: YOLOv5 Nano, YOLO5XLarge, or ResNet50. The YOLOv5 Nano is the fastest but least accurate model, and YOLO5XLarge is slowest but most accurate model. ResNet50 is likely to fall between these two extremes.
sv: **Urvalsmodell** kan ställas in till en av tre upplärda modeller: YOLOv5 Nano, YOLO5 XLarge eller ResNet50. YOLOv5 Nano är den snabbaste men minst exakta modellen, och YOLO5 XLarge är långsammast men mest exakta modellen. ResNet50 hamnar sannolikt mellan dessa två ytterligheter.

source: **Translate Tags to** this option allows you to automatically translate any tags into one or more other languages.
sv: Alternativet **Översätt etikett till** gör att man automatiskt kan översätta vilken etikett som helst till ett eller flera andra språk.
