Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_database.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Maintenance Tool Database Cleaning
ca: Neteja de la base de dades des de l'eina de manteniment del digiKam
it: Strumento di manutenzione Pulizia delle banche dati di
nl: Hulpmiddel voor onderhoud opschonen van database van digiKam
pt: Ferramenta de Manutenção do digiKam para Limpeza da Base de Dados
pt_br: Ferramenta de manutenção do digiKam para limpeza do banco de dados
sl: digiKam orodje za vzdrževanje čiščenje baze podatkov
sv: Underhållsverktyg i digiKam för rensning av databasen
uk: Чищення бази даних за допомогою інструмента супроводу digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, maintenance, database, cleanup, Shrink
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, manteniment, base de dades, neteja, encongir
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, manutenzione, banca dati, database, ripulire, compattare
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, onderhoud, database, opschonen, inkrimpen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, manutenção, base de dados, limpeza, redução
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, manutenção, banco de dados, limpeza, Shrink
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vzdrževanje, baza podatkov, čiščenje, skrči
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, underhåll, databas, rensa, krymp
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, супровід, база даних, чищення, стискання

source: Database Cleaning
pt: Limpeza da Base de Dados

source: Contents
pt: Conteúdo

source: The digiKam Maintenance Database Options
ca: Opcions de manteniment per a les bases de dades en el digiKam
it: Le opzioni di manutenzione delle banche dati di digiKam
nl: Opties van database in onderhoud van digiKam
pt: As Opções de Manutenção da Base de Dados do digiKam
pt_br: Opções de manutenção do banco de dados do digiKam
sl: Možnosti baze podatkov vzdrževanja digiKam
sv: Underhållsalternativen i digiKam för databaser
uk: Параметри бази даних інструмента супроводу digiKam

source: This process will analysis your database files to consolidate the contents. The Core database is always cleaned. You can select additional databases for cleaning by selecting one of the extra options listed below:
pt: Este processo irá analisar os seus ficheiros de bases de dados para consolidar o conteúdo. A base de dados de Base é sempre limpa. Poderá seleccionar outras bases de dados adicionais para serem limpas, seleccionando uma das opções extra indicadas em baixo:

source: **Cleanup the Thumbnails database**.
ca: **Neteja la base de dades de miniatures**.
it: **Pulizia della banca dati delle miniature**
nl: **Database met miniaturen opschonen**.
pt: **Limpar a base de dados das Miniaturas**.
pt_br: **Limpar o banco de dados de miniaturas**.
sl: **Počisti bazo sličic**.
sv: **Rensa också miniatyrbildsdatabasen**.
uk: **Чищення бази даних мініатюр**.

source: **Cleanup the Faces database**.
ca: **Neteja la base de dades de cares**.
it: **Pulizia della banca dati del riconoscimento (facciale)**
nl: **Database met gezichten opschonen**.
pt: **Limpar a base de dados de Caras**.
pt_br: **Limpar o banco de dados de rostos**.
sl: **Počisti bazo obrazov**.
sv: **Rensa också ansiktsdatabasen**.
uk: **Чищення бази даних облич**.

source: **Cleanup the Similarity database**.
ca: **Neteja la base de dades de similitud**.
it: **Pulizia della banca dati delle somiglianze**
nl: **Database met gelijkenissen opschonen**.
pt: **Limpar a base de dados de Semelhanças**.
pt_br: **Limpar o banco de dados de semelhança**.
sl: **Počisti bazo podatkov o podobnostih**.
sv: **Rensa också likhetsdatabasen**.
uk: **Чищення бази даних подібності**.

source: **Shrink all databases** to ensure de-fragmentation and just keeps the database small.
pt: **Encolher todas as bases de dados** para garantir a desfragmentação e manter a base de dados pequena.

source: The last option leads to the vacuuming (shrinking) of the databases. Vacuuming is supported both for SQLite and MySQL.
pt: A última opção conduz à limpeza (encolhimento) das bases de dados. Este encolhimento é suportado tanto pelo SQLite como pelo MySQL.

source: While the scan for new items process is under progress, as the process may take much time and digiKam cannot be used, a non modal dialog appear to make sure that no database corruption occurs.
pt: Enquanto o processo de pesquisa por itens novos estiver em curso, dado que o processo poderá demorar muito tempo e o digiKam não pode ser usado, é usada uma janela não-modal para garantir que não existe qualquer dano na base de dados.

source: The digiKam Database process Working in the Background.
ca: El procés de la base de dades del digiKam treballa en segon pla.
it: Il processo sulle banche dati di digiKam che lavora in background.
nl: Het databaseproces werkend in de achtergrond van digiKam.
pt: O processo da Base de Dados do digiKam a Executar em Segundo Plano.
pt_br: O processo de limpeza do banco de dados do digiKam trabalhando em segundo plano.
sl: Proces baze podatkov digiKam deluje v ozadju.
sv: Databasprocessen i digiKam som arbetar i bakgrunden.
uk: Процес обробки бази даних digiKam працює у фоновому режимі.

source: :ref:`Database Cleaning <maintenance_tools>`
ca: :ref:`Neteja de la base de dades <maintenance_tools>`
it: :ref:`Pulizia delle banche dati <maintenance_tools>`
nl: :ref:`Opschonen van database <maintenance_tools>`
pt_br: :ref:`Limpeza do banco de dados <maintenance_tools>`
sl: :ref:`Čiščenje baze podatkov <maintenance_tools>`
sv: :ref:`Rensning av databaser <maintenance_tools>`
uk: :ref:`Чищення бази даних <maintenance_tools>`

source: The **Database Cleaning** tool analyzes your database files looking for entries to delete that have no matching files or folders. When this tool is run, the Core database is always cleaned. You can select additional databases for cleaning by selecting one of the extra options listed below:
ca: L'eina de **Neteja de la base de dades** analitza els fitxers de la base de dades cercant entrades a suprimir que no tinguin fitxers o carpetes que coincideixin. Quan s'executa aquesta eina, la base de dades Nucli sempre es neteja. Podreu seleccionar bases de dades addicionals que s'hagin de netejar seleccionant una de les opcions addicionals que es llisten a continuació:
it: La **Pulizia delle banche dati** analizza i file delle tue banche dati cercando le voci da eliminare che non hanno corrispondenza nei file o nelle cartelle. Quando avvii questo strumento, la banca dati principale viene sempre ripulita. Puoi selezionare le banche dati aggiuntive selezionando le opzioni extra sotto riportate:
nl: Het hulpmiddel **Database opschonen** analyseert uw databasebestanden en zoekt naar te verwijderen items die niet overeenkomen met bestanden of mappen. Wanneer dit hulpmiddel wordt uitgevoerd wordt de Kern-database altijd opgeschoond. U kunt extra databases selecteren voor opschonen door een van de extra opties te selecteren uit de onderstaande lijst:
pt_br: A ferramenta de **Limpeza de banco de dados** analisa os arquivos do seu banco de dados em busca de entradas para exclusão que não contenham arquivos ou pastas correspondentes. Quando esta ferramenta é executada, o banco de dados Core é sempre limpo. Você pode selecionar bancos de dados adicionais para limpeza selecionando uma das opções extras listadas abaixo:
sl: Orodje **Čiščenje baze podatkov** analizira vaše datoteke zbirke podatkov in išče vnose za brisanje, ki nimajo ustreznih datotek ali map. Ko se to orodje zažene, je baza podatkov Core vedno očiščena. Dodatne baze podatkov za čiščenje lahko izberete tako, da izberete eno od dodatnih možnosti, navedenih spodaj:
sv: Verktyget **Rensning av databaser** analyserar databasfiler och letar efter poster att ta bort som inte har några motsvarande filer eller kataloger. När verktyget används, rensas alltid kärndatabasen. Man kan välja ytterligare databaser för rensning genom att välja ett av de extra alternativen nedan:
uk: Інструмент **Чищення баз даних** аналізує файли вашої бази даних, шукаючи для вилучення ті записи, які не мають відповідних файлів або тек. Після запуску цього інструменту процес виконає аналіз файлів ваших баз даних для консолідації даних. Програма завжди виконуватиме чищення основної бази даних. Ви можете вибрати додаткові бази даних для чищення, позначивши один з додаткових пунктів з наведеного нижче списку:

source: **Shrink all databases** to ensure de-fragmentation, keeping the database as small as possible.
ca: **Redueix totes les bases de dades** per a garantir la desfragmentació, mantenint la base de dades tan petita com sigui possible.
it: **Compattazione di tutte le banche dati** per eseguire una deframmentazione e mantenere più piccola possibile la banca dati.
nl: **Alle databases inkrimpen** om defragmentatie te verzekeren om de database zo klein mogelijk te houden.
pt_br: **Reduzir todos os bancos de dados** para garantir a desfragmentação, mantendo o banco de dados o menor possível.
sl: **Zmanjšajte vse baze podatkov**, da zagotovite defragmentacijo, tako da je zbirka podatkov čim manjša.
sv: **Reducera alla databaser** för att säkerställa defragmentering och hålla databasen så liten som möjligt.
uk: **Стискання усіх баз даних** для забезпечення дефрагментації і підтримання невеликих розмірів бази даних.

source: The last option leads to the vacuuming (shrinking) of the databases. Vacuuming is supported for both SQLite and MySQL. Database shrinking may take some time. In order to avoid database corruption during this operation, digiKam will display the following non modal dialog, and stop responding to user commands until the shrinking operation is complete.
ca: L'última opció condueix al buidatge (reducció) de les bases de dades. El buidatge és compatible tant amb SQLite com amb MySQL. La reducció de la base de dades pot trigar una estona. Per tal d'evitar la corrupció de la base de dades durant aquesta operació, el digiKam mostrarà el diàleg no modal següent, i deixarà de respondre a les ordres de l'usuari fins que s'hagi completat l'operació de reducció.
it: L'ultima opzione porta allo svuotamento (compattazione) delle banche dati. Lo svuotamento è supportato sia per SQLite, sia per MySQL. La compattazione delle banche dati può durare un po' di tempo. Per evitare di danneggiare la banca dati durante questa operazione, digiKam visualizzerà la finestra di dialogo non modale, e smetterà di rispondere ai comandi dell'utente fino a quando l'operazione di compattazione non è terminata.
nl: De laatste optie leidt tot het stofzuigen (inkrimpen) van de databases. Stofzuigen wordt ondersteund voor zowel SQLite als MySQL. Database inkrimpen kan enige tijd kosten. Om corruptie van de database tijdens deze bewerking te vermijden, zal digiKam de volgende niet modale dialoog tonen en stoppen met reageren op gebruikerscommando's totdat de inkrimpbewerking voltooid is.
pt_br: A última opção leva à limpeza (encolhimento) dos bancos de dados. A limpeza é suportada tanto para SQLite quanto para MySQL. A limpeza do banco de dados pode levar algum tempo. Para evitar a corrupção do banco de dados durante esta operação, o digiKam exibirá a seguinte caixa de diálogo não modal e deixará de responder aos comandos do usuário até que a operação de limpeza seja concluída.
sl: Zadnja možnost vodi do vakuumiranja (krčenja) baz podatkov. Vakuumiranje je podprto za SQLite in MySQL. Krčenje baze podatkov lahko traja nekaj časa. Da bi se izognili poškodbam baze podatkov med to operacijo, bo digiKam prikazal naslednje nemodalno pogovorno okno in se prenehal odzivati ​​na uporabniške ukaze, dokler operacija krčenja ni končana.
sv: Det sista alternativet leder till reducering av databaserna. Reducering stöds för både SQLite och MySQL. Databasreducering kan ta en viss tid. För att undvika databaskorruption under operationen visar digiKam följande dialogruta och sluta svara på användarkommandon tills reduceringsoperationen är klar.
uk: Останній варіант призводить до спорожнення (стискання) баз даних. Підтримку спорожнення передбачено як для SQLite, так і для MySQL. Спорожнення бази даних може бути досить тривалим. Щоб уникнути пошкодження бази даних під час цієї операції, digiKam покаже наступне немодальне діалогове вікно і припинить відповідати на команди користувача, доки не буде завершено операцію спорожнення.

source: A database always grows when new elements are added, even if others are deleted beforehand. The deleted entries are only marked as deleted for performance reasons.
ca: Una base de dades sempre creix quan s'afegeixen elements nous, fins i tot si s'esborren altres abans. Les entrades suprimides només es marquen com a suprimides per motius de rendiment.
nl: Een database groeit altijd wanneer nieuwe elementen worden toegevoegd, zelfs als andere eerder worden verwijderd. De verwijderde items worden slechts gemarkeerd als verwijderd om redenen van prestatie.
pt_br: Um banco de dados sempre cresce quando novos elementos são adicionados, mesmo que outros sejam excluídos previamente. As entradas excluídas são marcadas como excluídas apenas por questões de desempenho.
sl: Baza podatkov se vedno poveča, ko se dodajo novi elementi, tudi če so drugi predhodno izbrisani. Izbrisani vnosi so samo označeni kot izbrisani zaradi učinkovitosti.
sv: En databas växer alltid när nya element läggs till, även om andra tas bort i förväg. De borttagna posterna markeras endast som borttagna av prestandaskäl.
uk: При додаванні нових записів база даних завжди зростає, навіть якщо перед цим було вилучено інші записи. Вилучені записи буде лише позначено як вилучені з міркувань швидкодії.
