Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_duplicates.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Maintenance Tool to Find Duplicates
ca: L'eina de manteniment Cerca els duplicats en el digiKam
it: Strumento di manutenzione di digiKam per trovare i duplicati
nl: Hulpmiddel voor onderhoud van digiKam om duplicaten te zoeken
pt: Ferramenta de Manutenção do digiKam para Pesquisa de Duplicados
pt_br: Ferramenta de manutenção do digiKam para localizar duplicatas
sl: digiKam orodje za vzdrževanje za iskanje dvojnikov
sv: Underhållsverktyg i digiKam för att söka efter dubbletter
uk: Пошук дублікатів в інструменті супроводу digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, maintenance, duplicates, similarity
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, manteniment, duplicats, similitud
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, manutenzione, duplicati, somiglianza
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, onderhoud, duplicaten, gelijkenissen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, manutenção, duplicados, semelhança
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, manutenção, duplicatas, similaridade
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vzdrževanje, dvojniki, podobnost
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, underhåll, dubbletter, likhet
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, супровід, дублікати, подібність

source: Find Duplicates
ca: Cerca els duplicats
pt: Procurar Duplicados

source: Contents
ca: Contingut
pt: Conteúdo

source: The digiKam Maintenance Options to Find Duplicates
ca: Les opcions de manteniment per a «Cerca els duplicats» en el digiKam
it: Le opzioni dello strumento di manutenzione di digiKam per trovare i duplicati
nl: De opties voor zoeken van duplicaten in onderhoud van digiKam
pt: A Ferramenta de Manutenção do digiKam para Pesquisa de Duplicados
pt_br: As opções da ferramenta de manutenção do digiKam para localizar duplicatas
sl: Možnosti vzdrževanja digiKam za iskanje dvojnikov
sv: Underhållsalternativ i digiKam för att söka efter dubbletter
uk: Параметри інструмента супроводу digiKam для пошуку дублікатів

source: The **Find Duplicates** Tool is doing the same as the Find duplicates button in the :ref:`the Similarity View <similarity_view>`, but here you can combine it with other maintenance operations and you have the chance to check **Work on all processor cores** under :ref:`Common Options <maintenance_common>` to speed up the process.
ca: L'eina **Cerca els duplicats** fa el mateix que el botó Cerca els duplicats a :ref:`la vista de similitud <similarity_view>`, però aquí podreu combinar-la amb altres operacions de manteniment i teniu l'oportunitat de marcar **Treballa amb tots els nuclis dels processadors** sota :ref:`Opcions comunes <maintenance_common>` per a accelerar el procés.
pt: A ferramenta de **Pesquisa de Duplicados** faz o mesmo que o botão para Procurar Duplicados na :ref:`área de Semelhanças <similarity_view>`, mas aqui poderá combiná-la com outras ferramentas de manutenção e terá a hipótese de **Trabalhar em todos os núcleos de processamento** nas :ref:`Opções Comuns <maintenance_common>` para acelerar o processo.

source: The digiKam Find Duplicates Button from Similarity Left Sidebar
ca: El botó «Cerca els duplicats» des de la barra lateral esquerra Similitud en el digiKam
it: Il pulsante Trova duplicati di digiKam nella barra laterale sinistra delle somiglianze
nl: De knop duplicaten zoeken uit gelijkenissen in de linker zijbalk van digiKam
pt: O Botão para Detectar Duplicados do digiKam na Barra Lateral Esquerda das Semelhanças
pt_br: Botão para Localizar duplicatas na barra lateral esquerda da vista de Semelhança do digiKam
sl: Gumb digiKam Najdi dvojnike v levem stranskem stolpcu za podobnost
sv: Knappen Sök efter dubbletter från likhet i digiKam från vänster sidorad
uk: Кнопка пошуку дублікатів на вкладці подібності лівої бічної панелі вікна digiKam

source: This process provides two options to find duplicates items:
ca: Aquest procés proporciona dues opcions per a trobar els elements duplicats:
pt: Este processo fornece duas opções para procurar itens duplicados:

source: **Similarity Range**: the lower and higher values to define the range of similarity in percents.
ca: **Interval de similitud**: els valors més baixos i més alts per a definir l'interval de similitud en percentatges.
pt: **Gama de Semelhanças**: os valores inferior e superior para definir a gama de semelhanças em termos percentuais.

source: **Restriction**: this option restrict the duplicate search with some criteria, as to limit search to the album of reference image, or to exclude the album of reference image of the search.
ca: **Restricció**: aquesta opció restringeix la cerca de duplicats amb alguns criteris, com ara limitar la cerca a l'àlbum de la imatge de referència, o excloure aquest àlbum.
pt: **Restrição**: esta opção restringe a pesquisa de duplicados com alguns critérios, de forma a limitar a pesquisa ao álbum da imagem de referência ou para excluir o mesmo da pesquisa.

source: While the find duplicates process is under progress, notification on the bottom right of main windows will be visible to indicate the amount of items already done.
ca: Mentre el procés de trobar els duplicats estigui en curs, es veurà una notificació a la part inferior dreta de la finestra principal per a indicar la quantitat d'elements que ja s'han fet.
pt: Enquanto o processo de pesquisa de duplicados estiver em curso, estará visível uma notificação no canto inferior direito das janelas principais para indicar o número de itens já processados.

source: The digiKam Find Duplicates Process Running in the Background
ca: El procés de Cerca els duplicats en el digiKam treballa en segon pla
it: Il processo di ricerca dei duplicati di digiKam in esecuzione in background
nl: Het proces duplicaten zoeken van digiKam dat draait in de achtergrond
pt: O Processo de Pesquisa de Duplicados do digiKam a Executar em Segundo Plano
pt_br: O processo de procurar de duplicatas do digiKam sendo executado em segundo plano
sl: Proces digiKam Find Duplicates teče v ozadju
sv: Processen för att söka efter dubbletter i digiKam som kör i bakgrunden
uk: Процес пошук дублікатів digiKam працює у фоновому режимі

source: :ref:`Find Duplicates <maintenance_tools>`
it: :ref:`Trova duplicati <maintenance_tools>`
nl: :ref:`Duplicaten zoeken <maintenance_tools>`
pt_br: :ref:`Localizar duplicatas <maintenance_tools>`
sl: :ref:`Poišči dvojnike <maintenance_tools>`
sv: :ref:`Sök efter dubbletter <maintenance_tools>`
uk: :ref:`Знайти дублікати <maintenance_tools>`

source: The **Find Duplicates** tool performs the same as the Find duplicates button in the :ref:`Similarity View <similarity_view>`, but here you can combine it with other maintenance operations and you have the chance to speed up the process by checking **Work on all processor cores** under :ref:`Common Options <maintenance_common>`.
it: Lo strumento **Trova duplicati** esegue la stessa operazione del pulsante *Trova duplicati* presente nella :ref:`vista Somiglianze <similarity_view>`, ma qui puoi combinarlo con le operazioni di manutenzione, e hai la possibilità velocizzare il processo attivando **Lavora con tutti i core del processore** che si trova nelle :ref:`Opzioni condivise <maintenance_common>`.
nl: Het hulpmiddel **Duplicaten zoeken** doet hetzelfde als de knop Duplicaten zoeken in de :ref:`Gelijkenissenweergave <similarity_view>`, maar hier kunt u het combineren met andere onderhoudsbewerkingen en u hebt de kans om het proces te versnellen door **Op alle processorkernen werken** te activeren onder :ref:`Algemene opties <maintenance_common>`.
pt_br: A ferramenta **Localizar duplicatas** executa o mesmo que o botão de localizar duplicatas na :ref:`Vista de semelhança <similarity_view>`, mas aqui você pode combiná-la com outras operações de manutenção e tem a chance de acelerar o processo marcando **Usar todos os núcleos do processador** nas :ref:`Opções Comuns <maintenance_common>`.
sl: Orodje **Poišči dvojnike** deluje enako kot gumb Najdi dvojnike v :ref:`Pogledu podobnosti <similarity_view>`, vendar ga tukaj lahko kombinirate z drugimi vzdrževalnimi operacijami in imate možnost, da pospešite postopek z odkljukano možnostjo **Delo na vseh procesorskih jedrih** pod :ref:`Skupnimi možnostmi <maintenance_common>`.
sv: Verktyget **Sök efter dubbletter** gör samma sak som knappen Sök efter dubbletter i :ref:`Likhetsvisningen <similarity_view>`, men här kan det kombineras med andra underhållsoperationer och man har möjlighet att snabba upp processen genom att markera **Använd alla processorkärnor** i :ref:`Gemensamma alternativ <maintenance_common>`.
uk: Інструмент пошуку дублікатів виконує те саме завдання, що і кнопка «Знайти дублікати» на панелі :ref:`перегляду подібності <similarity_view>`, але ви можете поєднувати його роботу із іншими діями з обслуговування збірки і позначити пункт **Використовувати всі ядра процесора** у :ref:`загальних параметрах <maintenance_common>` для пришвидшення процесу.

source: This process provides two options for finding duplicate items:
it: Questo processo fornisce due opzioni per la ricerca degli elementi duplicati:
nl: Dit proces levert twee opties om dubbele items te vinden:
pt_br: Este processo oferece duas opções para encontrar itens duplicados:
sl: Ta postopek nudi dve možnosti za iskanje podvojenih elementov:
sv: Processen ger två alternativ för att hitta duplicerade objekt:
uk: У цьому процесі передбачено два пункти для пошуку дублікатів записів:

source: **Similarity Range**: the lower and higher values for defining the range of similarity in percents.
it: **Intervallo di somiglianza**: valori massimo e minimo in percentuale per definire l'ampiezza della somiglianza.
nl: **Reeks van overeenkomst**: de laagste en hoogste waarden van de te definiÃ«ren reeks van gelijkenissen in procenten.
pt_br: **Intervalo de semelhança**: os valores inferior e superior para definir o intervalo de semelhança em porcentagens.
sl: **Razpon podobnosti**: nižje in višje vrednosti za določitev obsega podobnosti v odstotkih.
sv: **Likhetsintervall**: De lägre och högre värdena för att definiera likhetsintervallet i procent.
uk: **Діапазон подібності**: нижня і верхня межі, які визначають діапазон подібності у відсотках.

source: **Restriction**: this option restricts the duplicate search with some criteria, such as limiting the search to the album of a reference image, or excluding the album of the reference image from the search.
it: **Limitazione**: questa opzione restringe la ricerca dei duplicati in base a certi criteri, per esempio limitare la ricerca all'album di un'immagine di riferimento, oppure escludere l'album dell'immagine di riferimento dalla ricerca.
nl: **Beperkingen**: deze optie beperkt het zoeken naar duplicaten met enige criteria, zoals het zoeken te beperken tot het album met een referentie-afbeelding of het album met de referentie-afbeelding uit te sluiten bij het zoeken.
pt_br: **Restrição**: esta opção restringe a busca de duplicatas com alguns critérios, como limitar a busca ao álbum de uma imagem de referência ou excluir o álbum da imagem de referência da busca.
sl: **Omejitev**: ta možnost omeji iskanje dvojnikov z nekaterimi merili, kot je omejitev iskanja na album referenčne slike ali izključitev albuma referenčne slike iz iskanja.
sv: **Begränsning**: Alternativet begränsar sökning efter dubbletter med några kriterier, såsom att begränsa sökningen till albumet med en referensbild, eller för att undanta albumet med referensbilden från sökningen.
uk: **Обмеження**: Скористайтеся цим пунктом для обмеження пошуку дублікатів певним критерієм, наприклад, обмеження пошуку альбомом еталонного зображення або виключення альбому еталонного зображення з пошуку.

source: While the find duplicates process is underway, a progress indicator is displayed in the bottom right corner of the main window.
it: Durante la ricerca di duplicati verrà mostrato un indicatore di avanzamento nell'angolo inferiore destro della finestra principale.
nl: Terwijl het proces voor duplicaten zoeken voortgang vindt, wordt een voortgangsvenster getoond in de hoek rechtsonder van het hoofdvenster.
pt_br: Enquanto o processo de localização de duplicatas estiver em andamento, um indicador de progresso será exibido no canto inferior direito da janela principal.
sl: Medtem ko poteka postopek iskanja dvojnikov, je v spodnjem desnem kotu glavnega okna prikazan indikator napredka.
sv: Medan processen för sökning efter dubbletter pågår, visas en förloppsindikator i huvudfönstrets nedre högra hörn.
uk: Протягом процедури пошуку дублікатів програма показуватиме індикатор поступу у нижній правій частині основного вікна.
