Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/maintenance_tools/maintenance_quality.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The digiKam Maintenance Options for Image Quality Scanner
it: Le opzioni di manutenzione di digiKam per l'Analizzatore qualità dell'immagine
nl: De opties van Onderhoud van digiKam voor scannen op kwaliteit
pt_br: Opções de manutenção do digiKam para analisar a qualidade de imagem
sl: Možnosti vzdrževanja digiKam skenerja kakovosti slik
uk: Параметри сканування зображень за якістю інструмента супроводу збірки digiKam

source: The **Image Quality Scanner** tool automatically assesses the **Quality** of each item and assigns a corresponding value to the **Pick Label** property in the database based on:
it: Lo strumento **Analizzatore qualità dell'immagine** valuta automaticamente la **qualità** di ciascun elemento e assegna un valore corrispondente alla proprietà **etichetta di scelta** nella banca dati in base a:
nl: Het hulpmiddel **Scanner op afbeeldingskwaliteit** beoordeelt de **Kwaliteit** van elk item en kent een overeenkomstige waarde toe aan de eigenschap van **Keuzelabel** in de database gebaseerd op:
pt_br: A ferramenta **Analisador da qualidade da imagem** avalia automaticamente a **Qualidade** de cada item e atribui um valor correspondente à propriedade **Legenda de seleção** no banco de dados com base em:
sl: Orodje **Skener kakovosti slik** samodejno oceni **Kakovost** vsakega elementa in dodeli ustrezno vrednost lastnosti **Izberi oznako** v zbirki podatkov na podlagi:
uk: Інструмент **Сканування зображень за якістю** автоматично оцінює **Якість** кожного елемента та призначає відповідне значення властивості **Упорядкувальна мітка** у базі даних на основі:

source: More information about the **Image Quality Scanner** can be found in the :ref:`Labels view <label_imagescan>`.
it: Puoi trovare ulteriori informazioni sullo **Analizzatore qualità dell'immagine** nella :ref:`Vista etichette <label_imagescan>`.
nl: Meer informatie over de **Scanner op afbeeldingskwaliteit** is te vinden in de :ref:`Labelsweergave <label_imagescan>`.
pt_br: Mais informações sobre o **Analisador da qualidade da imagem** podem ser encontradas na :ref:`Vista de legendas <label_imagescan>`.
sl: Več informacij o **Skenerju kakovosti slik** lahko najdete v :ref:`Pogled oznak <label_imagescan>`.
uk: Докладніші відомості щодо **Засобу сканування зображень за якістю** наведено у :ref:`розділі щодо панелі позначок <label_imagescan>`.

source: The **Scan Mode** settings configure how the database information for the items from the selected collection will be processed. **All** resets all data and scans all items from scratch, **Non-assigned only** will scan images that have not previously been assigned **Pick Labels**.
it: L'impostazione **Modalità di analisi** configura come vengono elaborate le informazioni della banca dati per gli elementi della raccolta selezionata. L'opzione **Tutto** azzera tutti i dati e rianalizza gli elementi da zero, **Solo dei non assegnati** analizzerà le immagini a cui non sono state assegnate in precedenza **Etichette di scelta**.
nl: De instellingen **Scanmodi** configureert hoe de database-informatie voor de items uit de geselecteerde verzameling verwerk zal worden. **Alles** reset alle gegevens en scant items vanuit het niets, **Niet-toegekende** zal afbeeldingen scannen aan wie niet eerder **Keuzelabels** zijn toegekend.
pt_br: As configurações do **Modo de análise** definem como as informações do banco de dados para os itens da coleção selecionada serão processadas. **Tudo** redefine todos os dados e analisa todos os itens do zero. **Somente não atribuídos** analisa as imagens que não tenham suas **Legendas de seleção** previamente atribuídas.
sl: Nastavitve **Način skeniranja** konfigurirajo, kako bodo obdelane informacije iz zbirke podatkov za predmete iz izbrane zbirke. **Počisti vse in ponovno skeniraj** ponastavi vse podatke in skenira vse elemente od začetka, **Skeniraj samo nedodeljene** bo hitreje obdelal samo elemente, ki jim prej niso bile dodeljene **Izberi oznake**.
uk: За допомогою параметрів **Режим сканування** можна налаштувати спосіб обробки відомостей бази даних для записів з позначеної збірки. Вибір варіанта **У всіх** призведе до вилучення усіх даних і повторного сканування усіх записів. Вибір же варіанта **Лише записи без призначень** пришвидшить обробку, оскільки програма працюватиме лише з незареєстрованими записами із **впорядкувальними мітками**.

source: While the image quality scanning process is underway, a progress indicator is displayed in the bottom right corner of the main window.
it: Durante l'analisi di qualità delle immagini verrà mostrato un indicatore di avanzamento nell'angolo inferiore destro della finestra principale.
nl: Terwijl het proces voor scannen op kwaliteit voortgang vindt, wordt een voortgangsvenster getoond in de hoek rechtsonder van het hoofdvenster.
pt_br: Enquanto o processo de análise da qualidade da imagem estiver em andamento, um indicador de progresso será exibido no canto inferior direito da janela principal.
sl: Medtem ko poteka postopek skeniranja kakovosti slike, je v spodnjem desnem kotu glavnega okna prikazan indikator napredka.
uk: Протягом процедури сканування зображень за якістю програма показуватиме індикатор поступу у нижній правій частині основного вікна.

source: The digiKam Image Quality Scanner Process Running in the Background
it: Il processo dell'Analizzatore qualità delle immagini di digiKam in esecuzione in background
nl: Het proces afbeeldingen scannen op kwaliteit van digiKam dat draait in de achtergrond
pt_br: O processo de análise da qualidade de imagem do digiKam em execução em segundo plano
sl: Proces skeniranja kakovosti slik digiKam teče v ozadju
uk: Процес сканування зображень digiKam за якістю працює у фоновому режимі

source: The quality scanning results will appears in the :ref:`Labels view <labels_view>` from the right sidebar.
it: I risultati dell'analisi qualità compariranno nella :ref:`vista Etichette <labels_view>` della barra laterale destra.
nl: De resultaten van scannen op kwaliteit zullen verschijnen in de :ref:`Labelsweergave <labels_view>` uit de rechter zijbalk.
pt_br: Os resultados da verificação de qualidade aparecerão na :ref:`Vista de legendas <labels_view>` na barra lateral direita.
sl: Rezultati kakovostnega skeniranja se bodo prikazali v :ref:`Pogledu oznak <labels_view>` v desnem stranskem stolpcu.
uk: Результати сканування за якістю буде показано на :ref:`панелі перегляду позначок <labels_view>` на правій бічній панелі.
