Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/light_table/lighttable_operation.po
Languages: it, nl, pt_br, sl, sv, uk, zh_cn

source: Overview to digiKam Light Table Operation
it: Panoramica sulle operazioni del tavolo luminoso di digiKam
nl: Overzicht van de werking van de lichttafel van digiKam
pt_br: Visão geral da operação da Mesa de Luz do digiKam
sl: Pregled delovanja digiKam osvetlitvene mize
sv: Översikt av digiKams ljusbord
uk: Огляд роботи стола з підсвічуванням digiKam
zh_cn: digiKam 多图对比操作简介

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, light table, synchronize, by-pair, compare, preview, canvas
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, tavolo luminoso, sincronizza, per coppia, confronto, anteprima, tela
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, lichttafel, synchroniseren, per-paar, vergelijken, voorbeeld, werkveld
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, mesa de luz, sincronizar, por par, comparar, visualizar, tela
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto,nauči se, enostavno, svetlobna miza, sinhroniziraj, po paru, primerjaj, predogled, platno
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, ljusbord, synkronisera, enligt par, jämför, förhandsgranskning, duk
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, стіл із підсвічуванням, синхронізація, попарно, порівняти, порівняння, попередній перегляд, полотно
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 多图对比, 同步, 并排, 比较, 预览, 画布

source: :ref:`Working With The Stack Contents <light_table>`
it: :ref:`Lavorare con il contenuto della pila <light_table>`
nl: :ref:`Werken met de inhoud van de stapel <light_table>`
pt_br: :ref:`Trabalhando com conteúdo empilhado <light_table>`
sl: :ref:`Delo z vsebino sklada <light_table>`
sv: :ref:`Arbeta med trädets innehåll <light_table>`
uk: :ref:`Робота із вмістом стосу <light_table>`
zh_cn: :ref:`使用对比区域内容 <light_table>`

source: Contents
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: The operation of Light Table is affected by two modes: Synchronized and By Pair.
it: Le operazioni del Tavolo luminoso sono interessate da due modalità: sincronizzata e per coppia.
nl: Het werken met de lichttafel wordt beÃ¯nvloed door twee modi: Gesynchroniseerd en Per paar.
pt_br: A operação da Mesa de Luz é afetada por dois modos: Sincronizado e Por par.
sl: Na delovanje osvetlitvene mize vplivata dva načina: Sinhronizirano in Po paru.
sv: Ljusbordets funktion påverkas av två lägen: Synkronisera och Enligt par.
uk: Обробка на столі з підсвічуванням може відбуватися у двох режимах: синхронізованому та за парами
zh_cn: “多图对比”的操作受两种模式影响：“同步视图”和“成对切换”。

source: Synchronized Mode
it: Modalità sincronizzata
nl: Gesynchroniseerde modus
pt_br: Modo sincronizado
sl: Sinhronizirani način
sv: Synkroniserat läge
uk: Режим синхронізації
zh_cn: 同步视图

source: With the By Pair mode turned off, any two images can be compared by dragging the first image from the thumb bar to the left comparison pane, and then the second image to the right comparison pane. A little arrow will indicate which copy is shown in which pane. The current selected pane will be highlighted by a frame. If the two images have the same aspect ratio and you choose **Synchronize** from the toolbar, any zoom and panning in one window will be synchronously executed in the other pane. This allows you to easily compare the same areas in the two images.
it: Con la modalità «per coppia» disattivata, due immagini possono essere confrontate trascinando la prima dalla barra delle miniature nel pannello di confronto a sinistra, e trascinando la seconda nel panello di confronto di destra. Una piccola freccia indicherà quale copia viene mostrata in quale pannello. Il pannello correntemente selezionato verrà evidenziato da una cornice. Se le due immagini hanno la stessa proporzione e scegli il comando **Sincronizza** dalla barra degli strumenti, qualsiasi azione di ingrandimento e scorrimento in una finestra verrà eseguita in sincronia nell'altro pannello. Questo ti permette di confrontare facilmente la stessa area nelle due immagini.
nl: Met de modus Per paar uitgeschakeld, kunnen elke twee afbeeldingen vergeleken worden door de eerste afbeelding uit de miniaturenbalk naar het linker vergelijkingspaneel te slepen en daarna de tweede afbeelding naar het rechter vergelijkingspaneel. Een kleine pijl zal aangeven welke kopie getoond wordt in welk paneel. Het nu geselecteerde paneel zal geaccepteerd worden door een frame. Als de twee afbeeldingen dezelfde beeldverhouding hebben en u koos **Synchroniseren** uit de werkbalk, zal elke zoom en zwenking in het ene paneel synchroon uitgevoerd worden in het andere paneel. Dit biedt u het gemakkelijk vergelijken van dezelfde gebieden in de twee afbeeldingen.
pt_br: Com o modo por par desativado, quaisquer duas imagens podem ser comparadas arrastando a primeira imagem da barra de miniaturas para o painel de comparação esquerdo e, em seguida, a segunda imagem para o painel de comparação direito. Uma pequena seta indicará qual cópia é exibida em qual painel. O painel selecionado no momento será destacado por uma moldura. Se as duas imagens tiverem a mesma proporção e você escolher **Sincronizar** na barra de ferramentas, qualquer zoom e deslocamento em uma janela serão executados de forma síncrona no outro painel. Isso permite comparar facilmente as mesmas áreas nas duas imagens.
sl: Ko je način Po paru izklopljen, lahko kateri koli dve sliki primerjate z vlečenjem prve slike iz vrstice s predoglednimi sličicami v levo primerjalno podokno in nato drugo sliko v desnem primerjalnem podoknu. Majhna puščica bo pokazala katera kopija je prikazana v katerem podoknu. Trenutno izbrano podokno bo poudarjeno z okvirjem. Če imata sliki enako razmerje stranic in ste izbrali **Sinhroniziraj** v orodni vrstici, bo katera koli povečava in premikanje v enem oknu sinhrono izvedena v drugem podoknu. To vam omogoča enostavno primerjavo istih območij na obeh slikah.
sv: Med läget Enligt par avstängt kan två valfria bilder jämföras genom att dra den första bilden från miniatyrbildsraden till den vänstra jämförelserutan och sedan den andra bilden till den högra jämförelserutan. En liten pil visar vilken kopia som visas i vilken ruta. Den aktuella valda rutan markeras med en ram. Om de två bilderna har samma bildförhållande och man väljer **Synkronisera** i verktygsraden, utförs all zoomning och panorering i ett fönster synkront i den andra rutan. Det gör att man enkelt kan jämföra samma områden på de två bilderna.
uk: Якщо вимкнено режим порівняння парами, будь які два зображення можна порівняти перетягуванням першого зображення з панелі мініатюр і скиданням його на ліву панель порівняння з наступним скиданням другого зображення на праву панель порівняння. або праву панель порівняння, розташовану у нижній частині вікна. Невеличка стрілочка вказуватиме на те, яку копію буде показано на якій панелі. Поточну позначену панель буде підсвічено рамкою. Якщо обидва зображення мають однакові пропорції, і ви виберете пункт **Синхронізувати** на панелі інструментів, будь-яка зміна масштабу і будь-яке панорамування на одній з панелей буде синхронно виконано на іншій панелі, отже, ви зможете дуже просто порівняти відповідні ділянки двох зображень.
zh_cn: 如果你关闭了“成对切换”模式，就可以通过拖动缩略图，把第一张图片拖到左边的对比区域，第二张图片拖到右边的对比区域来对比这两张图。小箭头会标示哪张图片出现在左/右侧。当前被选中的区域会有高亮边框。如果两张图片的长宽比一样，并且你启用了工具栏上的 **同步视图** 功能，那么缩放和平移操作会同时作用在两个视图中，这样你可以更方便地对比图像的相同区域。

source: Screencast of the digiKam Light Table Using the **Synchronize** Mode with Side by Side Views
it: Registrazione del tavolo luminoso di digiKam che utilizza la modalità **Sincronizzata** con viste affiancate
nl: Schermfilmpje van de lichttafel van digiKam met gebruik van de modus **Synchroniseren** met zij-aan-zij weergaven
pt_br: Screencast da Mesa de Luz digiKam usando o modo **Sincronizar** com visualizações lado a lado
sl: Posnetek zaslona osvetlitvene mize digiKam z uporabo **Sinhroniziranega** načina s Pogledi drug ob drugem
sv: Skärminspelning av ljusbordet i digiKam som använder läget **Synkroniserat** med visning sida vid sida
uk: Відео із використанням стола із підсвічуванням digiKam у режимі **Синхронізація** із панелями паралельного перегляду
zh_cn: “多图对比”在并排视图中启用 **同步视图** 的示意图

source: By Pair Mode
it: Modalità per coppia
nl: Modus Per paar
pt_br: Modo por par
sl: Način Po paru
sv: Enligt par
uk: Режим парами
zh_cn: 成对切换模式

source: scroll
nl: schuiven
sv: panorera
zh_cn: 滚动

source: The By Pair mode is better suited for quickly culling from a series of images. If you choose **By Pair** from the toolbar, the two sequential images from the thumbbar will be automatically inserted into the comparison panes. Click on any thumbnail to make it the left side preview, the adjacent thumbnail to the right will be inserted into the right pane. That makes it easy to sift through a series of similar images. And this sifting can be done with or without the Synchronized mode.
it: La modalità "Per coppia" è più adatta per la raccolta rapida di una serie di immagini. Se scegli **Per coppia** dalla barra degli strumenti, le due immagini sequenziali dalla barra delle miniature verranno automaticamente inserite all'interno dei pannelli di confronto. Fai clic su una miniatura qualsiasi per inserirla nell'anteprima sul lato sinistro, la miniatura immediatamente alla sua destra verrà inserita nel pannello destro. Questo comando rende semplice passare al setaccio una serie di immagini simili, e tale azione può essere eseguita con o senza la modalità sincronizzata.
nl: De modus Per paar is beter geschikt voor snel opruimen van een serie afbeeldingen. Als u **Per paar** kiest uit de werkbalk, zullen de twee opvolgende afbeeldingen uit de miniaturenbalk automatisch ingevoegd worden in de vergelijkingspanelen. Klik op een miniatuur om het het linker voorbeeld te maken, de naastgelegen miniatuur naar rechts zal ingevoegd worden in het rechter paneel. Dat maakt het gemakkelijk om te ziften in een serie gelijke afbeeldingen. En dit ziften kan gedaan worden met of zonder de modus Gesynchroniseerd.
pt_br: O modo por par é mais adequado para selecionar rapidamente uma série de imagens. Se você escolher **Por par** na barra de ferramentas, as duas imagens sequenciais da barra de miniaturas serão inseridas automaticamente nos painéis de comparação. Clique em qualquer miniatura para torná-la a visualização do lado esquerdo; a miniatura adjacente à direita será inserida no painel direito. Isso facilita a seleção de uma série de imagens semelhantes. Essa seleção pode ser feita com ou sem o modo sincronizado.
sl: Način po paru je bolj primeren za hitro izločanje iz serije slik. Če v orodni vrstici izberete **Po paru**, bosta sta obe zaporedni sliki iz vrstice predoglednih sličic samodejno vstavljene v podokna primerjav. Kliknite na katero koli sličico, da bo leva stran predogleda, sosednjasličica na desni bo vstavljena v desno podokno. To omogoča enostavno presejanje slik skozi vrsto podobnih slik. In to presejanje je lahko opravljeno s sinhroniziranim načinom ali brez njega.
sv: Enligt par är bättre lämpat för snabb sållning av en serie bilder. Om man väljer **Enligt par** i verktygsraden, infogas de två sekventiella bilderna från miniatyrbildsraden automatiskt i jämförelserutorna. Klicka på en miniatyrbild för att göra den till den vänstra förhandsgranskningen, så infogas den intilliggande miniatyrbilden till höger i den högra rutan. Det gör det enkelt att sålla igenom en serie liknande bilder. Och sållningen kan göras med eller utan synkroniserat läge.
uk: Режим порівняння парами призначено для швидкого бракування послідовностей зображень. Якщо ви скористаєтеся пунктом **Парами** панелі інструментів, два послідовних зображення з панелі мініатюр буде автоматично вставлено на панелі порівняння. Натисніть будь-яку з мініатюр, щоб додати її на ліву панель попереднього перегляду, — сусідню мініатюру, розташовану праворуч, буде додано на праву панель. Таким чином можна спростити просіювання послідовності подібних знімків. Це просіювання можна виконувати з режимом синхронізації та без нього.
zh_cn: “成对切换”模式更适合快速筛选一系列相似的图片。当你启用工具栏上的“成对切换”时，缩略图条上的两张连续图片会自动放入左右对比区域。点击任意缩略图，它会出现在左侧，而相邻的一张会自动出现在右侧。这样可以快速浏览对比大量相似照片。你也可以选择是否启用“同步视图”。

source: Screencast of the digiKam Light Table Using the **By-Pair** Mode with Side by Side Views
it: Registrazione del tavolo luminoso di digiKam che utilizza la modalità **Per coppia** con viste affiancate
nl: Schermfilmpje van de lichttafel van digiKam met gebruik van de modus **Per paar** met zij-aan-zij weergaven
pt_br: Screencast da mesa de luz digiKam usando o modo **Por par** com visualizações lado a lado
sl: Posnetek zaslona digiKam osvetljena miza z uporabo načina **Po paru** s pogledom stran ob strani
sv: Skärminspelning av ljusbordet i digiKam som använder läget **Enligt par** med visning sida vid sida
uk: Відео із використанням стола із підсвічуванням digiKam у режимі **Парами** із панелями паралельного перегляду
zh_cn: “多图对比”在并排视图中使用 **成对切换** 的录屏展示

source: Of course, the usual edit actions work directly from the light table - :menuselection:`File --> Edit...` :kbd:`F4` opens the currently selected image in **Image Editor**.
it: Naturalmente, le usuali azioni di modifica funzionano direttamente dal tavolo luminoso: :menuselection:`File --> Modifica...` :kbd:`F4` apre l'immagine attualmente selezionata nell'**Editor delle immagini**.
nl: Natuurlijk werken de gebruikelijke bewerkingsacties uit de lichttafel - :menuselection:`Bestand --> Bewerken..` :kbd:`F4`. Dit opent de nu geselecteerde afbeelding in de **Afbeeldingsbewerker**.
pt_br: Claro, as ações de edição usuais funcionam diretamente na Mesa de Luz - :menuselection:`Arquivo --> Editar...` :kbd:`F4` abre a imagem selecionada no **Editor de Imagens**.
sl: Seveda običajna dejanja urejanja delujejo neposredno iz osvetljene mize - :menuselection:`Datoteka --> Uredi...` :kbd:`F4` odpre trenutno izbrano sliko v **Urejevalniku slik**.
sv: Naturligtvis fungerar de vanliga redigeringsåtgärderna direkt på ljusbordet: :menuselection:`Arkiv --> Redigera...` :kbd:`F4` öppnar bilden som för närvarande är vald i **Bildeditorn**.
uk: Звичайно ж, звичайні дії з редагування можна виконувати безпосередньо у режимі стола з підсвічуванням за допомогою пункту меню :menuselection:`Файл --> Редагувати..` :kbd:`F4`. У результаті поточне позначене зображення буде відкрито у ** Редакторі зображень**.
zh_cn: 当然，你也可以直接从“多图对比”中编辑图片：点击菜单 :menuselection:`文件 --> 编辑` :kbd:`F4` ，即可在图像编辑器中打开当前图片。

source: All image information from the main window's right sidebar is available for each of the two previews in the Light Table. The Light Table **Left Sidebar** is dedicated to the image in the **Left Pane**, and the **Right Sidebar** to the image in the **Right Pane**. This makes it easy to link visual differences to exposure data.
it: Nel tavolo luminoso sono disponibili tutte le informazioni delle immagini dalla barra laterale destra della finestra principale per ciascuna delle due anteprime. La **barra laterale sinistra** del tavolo luminoso è dedicata all'immagine nel **pannello sinistro**, mentre la **barra laterale destra** all'immagine nel **pannello destro**. Ciò rende facile collegare le differenze visive tra i dati di esposizione.
nl: Alle informatie van de afbeelding is beschikbaar in elk van de twee voorbeelden op de lichttafel. De **Linker zijbalk** van de lichttafel is gewijd aan de afbeelding in het het **Linker paneel** en de afbeelding de **Rechter zijbalk** aan de afbeelding in het **Rechter paneel**. Dit maakt het gemakkelijk om zichtbare verschillen te koppelen aan bijvoorbeeld belichtingsgegevens.
pt_br: Todas as informações de imagem da barra lateral direita da janela principal estão disponíveis para cada uma das duas visualizações na Mesa de Luz. A **barra lateral esquerda** da Mesa de Luz é dedicada à imagem no **painel esquerdo**, e a **barra lateral direita** à imagem no **painel direito**. Isso facilita a vinculação de diferenças visuais aos dados de exposição.
sl: Vse informacije o slikah iz desne stranske vrstice glavnega okna so na voljo zavsakega od dveh predogledov v osvetljeni mizi. Osvetljena miza **Levastranska vrstica** je namenjena sliki v **levem podoknu** in **desni stranski vrstici** slike v **desnem podoknu**. To olajša povezovanje vizualne razlike glede na podatke o osvetlitvi.
sv: All bildinformation från huvudfönstrets högra sidorad är tillgänglig för var och en av de två förhandsgranskningarna på ljusbordet. Ljusbordets **vänstra sidorad** används för bilden i det **vänstra fönstret** och den **högra sidorad** till bilden i det **högra fönstret**. Det gör det enkelt att länka visuella skillnader till exponeringsinformation.
uk: Всі відомості щодо зображення з правої бічної панелі основного вікна буде показано для кожного з двох панелей попереднього перегляду стола з підсвічуванням. На **лівій бічній панелі** стола з підсвічуванням розташовано зображення на **лівій панелі програми**, а на зображення **правій** — **праву**. Таким чином, вам буде простіше пов’язати візуальні відмінності у даних експонування.
zh_cn: 主窗口右侧选项卡中的所有图片信息，在“多图对比”中同样可以查看。 **左侧选项卡** 显示左边图片的信息， **右侧选项卡** 显示右边图片的信息，方便你把图像的视觉差异与拍摄参数对应起来。

source: In the lower right corner of each pane you will find a built-in panning control |scroll|. Click on it and keep the left mouse button pressed to pan across the image. Both images will scroll with **Synchronize** mode selected.
it: Nell'angolo inferiore destro di ciascun pannello si trova il controllo incorporato per lo spostamento |scroll|. Facci clic sopra e mantieni premuto il pulsante sinistro del mouse per spostarti sull'immagine. In modalità **Sincronizza** entrambe le immagini scorreranno.
nl: In de hoek rechtsonder van elk paneel vindt u een ingebouwde zwenkbesturing |scroll|. Klik erop en houd de linker muisknop ingedrukt om over de afbeelding te zwenken. Beide afbeeldingen zullen zwenken met de modus **Synchroniseren** geselecteerd.
pt_br: No canto inferior direito de cada painel, você encontrará um controle de deslocamento integrado |scroll|. Clique nele e mantenha o botão esquerdo do mouse pressionado para mover a imagem. Ambas as imagens rolarão com o modo **Sincronizar** selecionado.
sl: V spodnjem desnem kotu vsakega podokna boste našli vgrajeno premikanjenadzor |scroll|. Kliknite nanj in držite levi gumb miške pritisnjen za premikanječez sliko. Obe sliki se bosta premikali z izbranim načinom **Sinhronizirano**.
sv: I det nedre högra hörnet av varje ruta finns en inbyggd panoreringskontroll |scroll|. Klicka på den och håll nere vänster musknapp för att panorera över bilden. Båda bilderna rullas med läget **Synkronisera** valt.
uk: У правому нижньому куті кожної з панелей ви знайдете вбудований інструмент панорамування |scroll|. Наведіть на нього вказівник миші, натисніть і утримуйте ліву кнопку миші і пересуньте вказівник, щоб пересунути видиму область зображенням (у синхронному режимі ця область на обох зображеннях буде однаковою).
zh_cn: 在每个图像区域的右下角，你会看到一个内建的平移控制条。按住鼠标左键就能在图像中拖动查看内容。如果启用了 **同步视图** ，两个图像会同时滚动。

source: Zooming works the same as in other views: use the zoom slider below the panes or **Ctrl-scroll wheel** to zoom in and out. Both images will zoom when **Synchronize** mode is selected.
it: L'ingrandimento funziona come nelle altre viste: usa o il cursore di ingrandimento sotto i pannelli o **Ctrl-rotellina del mouse** per ingrandire o per rimpicciolire. Con la modalità **sincronizzata** selezionata entrambe le immagini saranno ingrandite o rimpicciolite.
nl: Zoomen werkt hetzelfde als in andere weergaven: gebruik de zoomschuif onder de panelen of **Ctrl-muiswiel** om in- en uit te zoomen. Beide afbeeldingen zullen zoomen wanneer de modus **Synchroniseren** is geselecteerd.
pt_br: O zoom funciona da mesma forma que em outras visualizações: use o controle deslizante de zoom abaixo dos painéis ou **Ctrl-roda de rolagem** para aumentar e diminuir o zoom. Ambas as imagens serão ampliadas quando o modo **Sincronizar** estiver selecionado.
sl: Povečava deluje enako kot v drugih pogledih: uporabite drsnik za povečavo podpodokna ali **Ctrl-drsno kolesce** za povečevanje in zmanjševanje. Obe sliki bosta povečani/zmanjšani, ko je izbran način **Sinhroniziraj**.
sv: Zoomning fungerar på samma sätt som i andra vyer: använd zoomreglaget under rutorna eller **Ctrl-mushjul** för att zooma in och ut. Båda bilderna zoomas när läget **Synkronisera** är valt.
uk: Змінити масштаб можна так само, як і на інших панелях перегляду: ви можете скористатися повзунком масштабу, розташованим під панелями, або комбінацією **Ctrl і коліщатко миші** для збільшення і зменшення на обох панелях зображень у синхронному режимі.
zh_cn: 缩放的操作和主窗口一样：可以用下方的缩放滑块，也可以 **按住 Ctrl 并滚动鼠标滚轮** 来缩放。如果启用了“ **同步视图** ，两个图像会一起缩放。

source: If you use multiple screens on your computer, you may find it's a good idea to place **Main Window** on one screen and the **Light Table** on another screen.
it: Se utilizzi più schermi, potrebbe essere una buona idea posizionare la **finestra principale** in uno schermo e il **tavolo luminoso** nell'altro.
nl: Als u meerdere schermen gebruikt op uw computer is het misschien een goed idee om het **Hoofdvenster** op ene scherm te plaatsen en de **Lichttafel** op een ander scherm.
pt_br: Se você usa várias telas no seu computador, pode ser uma boa ideia colocar a **janela principal** em uma tela e a **Mesa de Luz** em outra.
sl: Če na računalniku uporabljate več zaslonov, se vam bo to morda zdelo dobroda postavite **Glavno okno** na en zaslon in **Osvetljevano mizo** na drugi zaslon.
sv: Om man använder flera skärmar på datorn kan det vara en bra idé att placera **Huvudfönstret** på en skärm och **Ljusbordet** på en annan skärm.
uk: Якщо ви використовуєте на вашому комп'ютері декілька екранів, варто розмістити **Основне вікно** на одному екрані, а **Стіл із підсвічуванням** — на іншому.
zh_cn: 如果你使用多屏幕，可以把 **主窗口** 放在一个屏幕， **多图对比** 放在另一个屏幕，会更方便查看。

source: Light Table has its own configuration page accessible from the digiKam setup dialog. For more details, read :ref:`this section <lighttable_settings>` of the manual.
it: Il tavolo luminoso possiede la sua propria pagina di configurazione, raggiungibile della finestra di dialogo di configurazione di digiKam. Per ulteriori dettagli, leggi :ref:`questa sezione <lighttable_settings>` del manuale.
nl: Lichttafel heeft een specifieke configuratiepagina toegankelijk uit de opzetdialoog van digiKam. Voor meer details, lees :ref:`deze sectie <lighttable_settings>` uit de handleiding.
pt_br: A Mesa de Luz possui sua própria página de configuração, acessível a partir da caixa de diálogo de configuração do digiKam. Para mais detalhes, leia :ref:`esta seção <lighttable_settings>` do manual.
sl: Osvetlitvena miza ima lastno stran konfiguracije, do katere lahko dostopate iz nastavitve digiKama. Za več podrobnosti preberite :ref:`ta razdelek <lighttable_settings>` priročnika.
sv: Ljusbordet har sin egen inställningssida som är tillgänglig från digiKams inställningsdialogruta. För mer information, läs :ref:`det här avsnittet <lighttable_settings>` i handboken.
uk: У стола з підсвічуванням є окрема сторінка налаштування у вікні налаштувань digiKam. Щоб дізнатися більше, зверніться до :ref:`цього розділу <lighttable_settings>` підручника.
zh_cn: “多图对比”有自己专属的设置页面，可以在 digiKam 的设置对话框中打开。详情请参考手册的 :ref:`相关章节 <lighttable_settings>` 。
