Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/light_table/lighttable_advanced.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: Similar to **Main Window**, the digiKam Light Table allows you to apply tools from the **View**, **Tools**, **Import**, or **Export** menus. Unlike Main Window, Light Table does not have the concept of albums or an icon-view where you can select items to process. Light Table has a thumbbar which is a flat list of items to review with the left and right panes.
ca: Semblant a **finestra principal**, la taula de llum del digiKam permet aplicar eines des dels menús **Visualitza**, **Eines**, **Importa** o **Exporta**. A diferència de la finestra principal, la taula de llum no té el concepte d'àlbums o una vista d'icones des d'on es puguin seleccionar elements que s'hagin de processar. La taula de llum té una barra de miniatures que és una llista plana d'elements que s'ha de revisar amb les subfinestres esquerra i dreta.
it: In modo analogo alla **finestra principale**, il tavolo luminoso ti consente di applicare gli strumenti dai menu **Visualizza**, **Strumenti**, **Importa** o **Esporta**. A differenza della finestra principale, il tavolo luminoso non contiene il concetto di album o una vista a icone, in cui puoi selezionare gli elementi da elaborare. Il tavolo luminoso possiede una barra delle miniature, un semplice elenco, per gli elementi da rivedere con i pannelli sinistro e destro.
nl: Net als het **Hoofdvenster**, biedt Lichttafel van digiKam het toepassen van de hulpmiddelen uit de menu's **Beeld**, **Hulpmiddelen**, **Importeren** of **Exporteren**. Anders dan Hoofdvenster, heeft Lichttafel niet het concept van albums of een pictogramweergave waar u te verwerken items kunt selecteren. Lichttafel heeft een miniaturenbalk die een vlakke lijst met items is om te herzien met de linker en rechter panelen.
pt_br: Semelhante à **janela principal**, a Mesa de Luz do digiKam permite aplicar ferramentas dos menus **Exibir**, **Ferramentas**, **Importar** ou **Exportar**. Ao contrário da janela principal, a Mesa de Luz não possui o conceito de álbuns ou uma visualização de miniaturas onde você pode selecionar itens para processar. A Mesa de Luz possui uma barra de miniaturas, que é uma lista simples de itens para revisar com os painéis esquerdo e direito.
sl: Podobno kot **Glavno okno** vam digiKam osvetlitvena miza omogoča uporabo orodij iz menijev **Pogled**, **Orodja**, **Uvozi** ali **Izvozi**. Za razliko od glavnega okna, osvetlitvena miza nima koncepta albumov ali pogleda ikon, kjer lahko izberete elemente za obdelavo. Osvetlitvena miza ima vrstico s paličico, ki je preprost seznam elementov za pregled v levem in desnem podoknu.
sv: I likhet med **Huvudfönstret** gör ljusbordet i digiKams det möjligt att använda verktyg från menyerna **Visa**, **Verktyg**, **Importera** eller **Exportera**. Till skillnad från huvudfönstret har ljusbordet inte konceptet med album eller en ikonvy där man kan välja objekt att bearbeta. Ljusbordet har en miniatyrrad som är en platt lista med objekt att granska med vänster och höger panel.
uk: Як і **основне вікно**, стіл із підсвічуванням digiKam надає вам змогу викликати інструменти з меню **Перегляд**, **Інструменти**, **Імпорт** та **Експорт**. На відміну від основного вікна, на столі з підсвічуванням немає концепції альбомів або перегляду піктограм, де можна вибрати записи для обробки. На столі з підсвічуванням є панель мініатюр, яка є простим списокм записів для рецензування за допомогою лівої або правої панелей.
zh_cn: 和 **主窗口** 类似，digiKam 的“多图对比”中也可以使用 **视图** 、 **工具** 、 **导入** 或 **导出** 菜单中的工具。不过，“多图对比”本身并没有“相册”或“图标视图”的概念，它使用的是一条扁平的缩略图条（thumbbar），你要查看的图片都在这条横向列表里，通过左右两个预览区显示。

source: If you preselected a list of items from the Main Window icon-view to view within Light Table, then any tools selected from the **View**, **Tools**, and **Export** menus will be applied to the current contents of the thumbbar. Nothing changes for tools that work with albums, since albums are still selectable in the tool session, independent of the thumbbar content.
ca: Si heu preseleccionat una llista d'elements de la vista d'icones de la finestra principal per a veure'ls a la taula de llum, llavors qualsevol eina seleccionada dels menús **Visualitza**, **Eines** i **Exporta** s'aplicarà al contingut actual de la barra de miniatures. No canvia res per a les eines que funcionen amb àlbums, ja que els àlbums encara es poden seleccionar a la sessió d'eines, independentment del contingut de la barra de miniatures.
it: Se hai preselezionato un elenco di elementi dalla vista a icone della finestra principale, all'interno del tavolo luminoso, allora tutti gli strumenti selezionati dai menu **Visualizza**, **Strumenti** ed **Esporta** saranno applicati al contenuto attivo della barra delle miniature. Per gli strumenti che invece funzionano con gli album non cambia nulla, dato che gli album sono ancora selezionabili nella sessione degli strumenti, indipendentemente dal contenuto della barra delle miniature.
pt_br: Se você pré-selecionou uma lista de itens na visualização de miniaturas da janela principal para visualizar na Mesa de Luz, todas as ferramentas selecionadas nos menus **Exibir**, **Ferramentas** e **Exportar** serão aplicadas ao conteúdo atual da barra de miniaturas. Nada muda para ferramentas que funcionam com álbuns, pois os álbuns ainda podem ser selecionados na sessão de ferramentas, independentemente do conteúdo da barra de miniaturas.
sv: Om en lista med objekt är förvalda från huvudfönstrets ikonvy för att visa på ljusbordet, används alla verktyg som valts från menyerna **Visa**, **Verktyg** och **Exportera** på det aktuella innehållet på miniatyrraden. Ingenting ändras för verktyg som arbetar med album, eftersom album fortfarande kan väljas i verktygssessionen, oberoende av innehållet på miniatyrraden.

source: The **Import** tools will simply append the new contents to the thumbbar.
ca: Les eines d'**Importació** senzillament afegiran el contingut nou a la barra de miniatures.
it: Gli strumenti di **importazione** semplicemente allegheranno il nuovo contenuto alla barra delle miniature.
nl: De hulpmiddelen **Importeren** zullen eenvoudig aan de nieuwe inhoud van de miniaturenbalk worden toegevoegd.
pt_br: As ferramentas de **Importação** simplesmente anexarão o novo conteúdo à barra de miniaturas.
sl: Orodja **Uvozi** bodo preprosto dodala novo vsebino vrstici s predoglednimi sličicami.
sv: Importverktygen lägger helt enkelt till det nya innehållet sist på miniatyrraden.
uk: Інструменти **Імпортування** просто допишуть нові дані на панель мініатюр.
zh_cn: 而 **导入** 工具则会把新导入的图片直接添加到当前的缩略图条中。

source: The digiKam Light Table Running the Print Creator Tool
ca: La Taula de llum en el digiKam executant l'eina Creador d'impressió
it: Il tavolo luminoso di digiKam che esegue lo strumento Creatore di stampa
nl: De lichttafel van digiKam die het hulpmiddel Maken van afdrukken uitvoert
pt_br: A Mesa de Luz do digiKam executando a ferramenta de criação de impressão
sl: digiKam osvetlitvena miza orodja kreatorja tiska
sv: Ljusbordet i digiKam kör verktyget Utskriftsguide
uk: Стіл із підсвічуванням digiKam, на якому запущено інструмент керування друком
zh_cn: digiKam 的“多图对比”中运行打印创建工具的界面

source: Overview to digiKam Light Table
nl: Overzicht van de lichttafel van digiKam
pt: Introdução à Mesa de Luz do digiKam
sl: Pregled digiKam osvetlitvene mize

source: Advanced Features
nl: Geavanceerde functies
pt: Características Avançadas
sl: Napredne funkcije

source: You can use the context menu on a preview image to easily assign Ratings, Labels, and Tags. Of course this menu is available in both the left and right pane. You can also use the **Caption** tab available on the left sidebar and on the right sidebar. More details about this tab is given in the :ref:`Caption View section <captions_view>` of this manual.
nl: U kunt het contextmenu van het voorbeeldafbeelding gebruiken om gemakkelijk Waardering, Labels en Tags toe te kennen. Natuurlijk is dit menu beschikbaar in zowel het linker en rechter paneel. U kunt ook het tabblad **Opschriften** gebruiken beschikbaar in de linker en de rechter zijbalk. Meer details over dit tabblad is gegeven in de :ref:`sectie Opschriftweergave <captions_view>` van deze handleiding.
sl: Uporabite lahko kontekstni meni na sliki za predogled, da preprosto dodelite ocene, oznake in značke. Seveda je ta meni na voljo v levem in desnem podoknu. Uporabite lahko tudi zavihek **Napis**, ki je na voljo v levi in ​​desni stranski vrstici. Več podrobnosti o tem zavihku je na voljo v razdelku :ref:`Pogled napisa <captions_view>` tega priročnika.

source: If you pre-selected a list of items from the Main Window icon-view to view within Light Table, then any tools selected from the **View**, **Tools**, and **Export** menus will be applied to the current contents of the thumbbar. Nothing changes for tools that work with albums, since albums are still selectable in the tool session, independent of the thumbbar content.
nl: Als u een lijst met items hebt voorgeselecteerd uit de pictogramweergave in het Hoofdvenster om te bekijken in de Lichttafel, dan zullen de menu's **Beeld**, **Hulpmiddelen** en **Exporteren** toegepast worden op de huidige inhoud van de miniaturenbalk. Er verandert niets voor hulpmiddelen die werken met albums, omdat albums nog steeds te selecteren zijn in sessies met hulpmiddelen, onafhankelijk van de inhoud van de miniaturenbalk.
sl: Če ste vnaprej izbrali seznam elementov iz pogleda ikon glavnega okna za ogled znotraj osvetlitvene mize, bodo uporabljena vsa orodja, izbrana v menijih **Pogled**, **Orodja** in **Izvozi** na trenutno vsebino sličice. Pri orodjih, ki delajo z albumi, se nič ne spremeni, saj je albume še vedno mogoče izbrati v orodni seji, neodvisno od vsebine vrstice predoglednih sličic.
uk: Для інструментів, які працюють зі списком попередньо позначених записів з панелі піктограм основного вікна програми для пунктів меню **Перегляд**, **Інструменти** і **Експорт** буде використано поточний вміст панелі мініатюр. Для інструментів, які працюють з альбомами, нічого не зміниться, оскільки альбоми так само можна вибрати для сеансів роботи з інструментами, незалежно від вмісту панелі мініатюр.

source: digiKam Light Table inherits of the **Preview Mode** capabilities as it shares same tools used in background by **Main Window**. One very powerful feature is the Focus Points visualization while comparing images side by side.
pt: A Mesa de Luz do digiKam herda as funcionalidades do **Modo de Antevisão**, na medida em que partilha as mesmas ferramentas usadas em segundo plano pela **Janela Principal**. Uma funcionalidade muito poderosa é a visualização dos Pontos de Focagem na comparação de imagens lado-a-lado.

source: Camera can use some points (name auto focus points) on image to make the region around sharper. Besides, it blurs the further region, in order to make an artistic product. These points are named AF points. They can be pre-defined by camera or by user, depend on model of camera. There are only two cases supported by digiKam for AF points: infocused and selected. Infocuses points are the points sharpened by camera, when selected points are the points expected to be clear by user. A point can be both in 2 cases (infocus-selected) or neither both (inactive).
pt: A câmara pode usar alguns pontos (nomeadamente pontos de focagem automática) da imagem para tornar a região à volta mais nítida. Para além disso, borra as regiões mais além, de forma a criar um produto artístico. Estes pontos chamam-se pontos de AF. Podem ser predefinidos pela câmara ou pelo utilizador, dependendo do modelo da câmara. Existem apenas dois casos suportados pelo digiKam para os pontos AF: focados interiormente e seleccionados. Os pontos focados interiormente são os pontos mais nítidos considerados pela câmara, enquanto os seleccionados são os pontos que o utilizador considera estarem nítidos. Um ponto poderá encontrar-se nos 2 casos (focado interiormente e seleccionado) ou em nenhum (inactivo).

source: The digiKam Light Table Comparing Focus Points From a Series Of Shots
pt: A Mesa de Luz do digiKam a Comparar os Pontos de Focagem numa Série de Fotografias

source: Each point is not only a point on the image but a rectangle. Focus Point is used to recognize focus region of image. This is a region where image expected to be clear. Using the focus points visualization while previewing image side by side allows to be sure that the best image was taken with right in-focus shot conditions.
pt: Cada ponto não é apenas um ponto na imagem, mas sim um rectângulo. O Ponto de Focagem é usado para reconhecer a região de focagem da imagem. Esta é uma região onde é suposto a imagem estar nítida. Se usar a visualização dos pontos de focagem enquanto faz uma antevisão lado-a-lado, permite garantir que a melhor imagem foi tirada com as condições de focagem de fotografias correctas.

source: To Show the focus points over the preview canvas, select **Show Focus Points** from context menu.
pt: Para mostrar os pontos de focagem sobre a área de desenho da antevisão, seleccione **Mostrar os Pontos de Focagem** no menu de contexto.

source: One particularity on digiKam Light Table is the sidebar views available on the right and on the left sides. Both visualize provide the same contents as with **Main Window** right sidebar:
pt: Uma particularidade da Mesa de Luz do digiKam são as áreas das barras laterais, disponíveis do lado esquerdo e do lado direito. Ambas as vistas apresentam o mesmo conteúdo que a barra lateral direita da **Janela Principal**:

source: If both left and right sidebar are visible in Light Table, they can be used to compare images information loaded in left and right canvas preview. When you change the item on the right side, right sidebar contents will be updated. In opposite, left side contents will still the same. If both sidebar show the same tab view (as metadata for example), they can be used to compare visually the differences and select the best shot to mark in your workflow.
pt: Se ambas as barras esquerda e direita estiverem visíveis na Mesa de Luz, poderão ser usadas para comparar a informação das imagens carregada na antevisão da área da esquerda e na direita. Quando mudar o item do lado direito, o conteúdo da barra direita será actualizado. Em oposição, o conteúdo do lado esquerdo irá continuar o mesmo. Se ambas as barras laterais mostrarem a mesma vista da página (como por exemplo os meta-dados), poderão ser usadas para comparar visualmente as diferenças e seleccionar a melhor imagem a marcar no seu processo de trabalho.

source: The digiKam Light Table Used To Compare Left And Right Metadata Contents
pt: A Mesa de Luz do digiKam Usada para Comparar os Conteúdos dos Meta-Dados à Esquerda e à Direita

source: As with the **Main Window** **Preview** Mode, the left and right Light Table preview canvas propose the standard options from the context menu to apply the :ref:`digital asset management <organize_find>` with your images.
pt: Como no modo de **Antevisão** da **Janela Principal**, as áreas de antevisão da Mesa de Luz à esquerda e à direita propõem as opções-padrão do menu de contexto para aplicar a :ref:`gestão de activos digitais <organize_find>` com as suas imagens.

source: Faces Tagging
pt: Marcação de Caras

source: To manage faces information, the options below are available:
pt: Para gerir a informação das caras, estão disponíveis as seguintes opções abaixo:

source: **Show Face Tags** to highlight face areas over the image.
pt: **Mostrar as Marcas de Caras** para realçar as áreas com caras na imagem.

source: **Scan For Faces** to start an automatic faces detection on image.
pt: **Procurar por Caras** para iniciar uma detecção de caras automática sobre a imagem.

source: **Add a Face Tag** to add manually a face area over the image.
pt: **Adicionar uma Marca de Cara** para adicionar manualmente uma área com uma área sobre a imagem.

source: The digiKam Light Table Editing A Face Tag From The Preview Canvas
pt: A Mesa de Luz do digiKam a Editar uma Marca de Cara na Área de Antevisão

source: The toolbar on top left corner of preview canvas provide also the same options to manage faces. For more details about the manual face tagging, please consult :ref:`the relevant section <manual_face_tagging>` of this manual.
pt: A barra de ferramentas no canto superior esquerdo da área de antevisão oferece também as mesmas opções para gerir caras. Para mais detalhes sobre a marcação manual de caras, por favor consulte a :ref:`secção relevante <manual_face_tagging>` deste manual.

source: Assigning Rate Labels and Tags
pt: Atribuir Legendas e Marcas de Classificação

source: To manage Rate, Labels, and Tags, you can use the preview canvas context menu where the relevant entries allows to assign easily these properties. Of course this menu is available to the left and right pane. You can also use the **Caption** tab available on the left sidebar and on the right sidebar. More details about this tab is given in the :ref:`Caption View section <captions_view>` of this manual.
pt: Para gerir a Classificação, as Legendas e as Marcas, poderá usar o menu de contexto da área de antevisão, onde as opções relevantes permitem atribuir facilmente estas propriedades. Obviamente, este menu fica disponível na área da esquerda e da direita. Poderá também usar a página de **Legenda** disponível na barra lateral esquerda ou direita. São dados mais detalhes sobre esta página na :ref:`secção da Área de Legendas <captions_view>` deste manual.

source: After assigning this kind of properties, you can found the marked items to the **Labels** and **Tags** tabs from the Main Window left sidebar. This will allow you to post-process quickly these items in your workflow, after a triagging with the Light table.
pt: Depois de atribuir estes tipos de propriedades, poderá encontrar os itens marcados nas páginas de **Legendas** e **Marcas** da barra lateral esquerda da Janela Principal. Isto permitir-lhe-á fazer o pós-processamento rápido destes itens no seu processo, após uma triagem feita com a Mesa de Luz.

source: The digiKam Light Table Assigning A Color Label On The Left Context Menu
pt: A Mesa de Luz do digiKam a Atribuir uma Legenda de Cor no Menu de Contexto da Esquerda

source: As **Main Window**, the digiKam Light Table allows to call the tools from the **View**, **Tools**, **Import**, or **Export** menus. Unlike Main Window, Light Table does not have the concept of albums or an icon-view where you can select items to process. Light Table has a thumbbar which is a flat list of items to review with the left and right panes.
pt: Como na **Janela Principal**, a Mesa de Luz do digiKam permite invocar as ferramentas a partir dos menus **Ver**, **Ferramentas**, **Importar** ou **Exportar**. Ao contrário da Janela Principal, a Mesa de Luz não tem o conceito dos álbuns ou de uma área de ícones onde possa seleccionar os itens a processar. A Mesa de Luz tem uma barra de miniaturas, que é uma lista plana de itens a rever com as áreas da esquerda e da direita.

source: For the tools working with pre-selected list of items from Main Window icon-view, the **View**, **Tools**, and **Export** menu options will use the current contents from the thumbbar. For tools working with albums, nothing change, as albums still selectable at tool sessions independently than thumbbar content.
pt: Para as ferramentas que funcionam com uma lista pré-seleccionada dos itens da área de ícones da Janela Principal, as opções do menu **Ver**, **Ferramentas** e **Exportar** irão usar o conteúdo actual da barra de miniaturas. Para as ferramentas que lidam com álbuns, nada muda, dado que os álbuns continuam aptos para seleccionar nas sessões das ferramentas, independentemente do conteúdo da barra de miniaturas.

source: The **Import** tools will simply append to the thumbbar the new contents.
pt: As ferramentas para **Importar** irão simplesmente adicionar os novos conteúdos à barra de miniaturas.

source: The digiKam Light Table Running Print Creator Tool
pt: A Mesa de Luz do digiKam a Executar a Ferramenta de Criação de Impressões
