Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/light_table/lighttable_overview.po
Languages: ca, it, nl, pt, sl, sv, uk

source: Screencast of the digiKam Light Table Using The **By-Pair** Mode With Side By Side Views
it: Registrazione del tavolo luminoso di digiKam che utilizza la modalità **Per coppia** con viste affiancate
nl: Schermfilmpje van de lichttafel van digiKam met gebruik van de modus **Per paar** met zij-aan-zij weergaven
pt: Captura do Ecrã da Mesa de Luz a Usar o Modo **Aos Pares** com Vistas Lado-a-Lado
sl: Zaslon svetlobne mize digiKam z uporabo načina **By-Pair** z vzporednimi pogledi
sv: Skärminspelning av ljusbordet i digiKam som använder läget **Enligt par** med visning sida vid sida
uk: Відео із використанням стола із підсвічуванням digiKam у режимі **Парами** із панелями паралельного перегляду

source: Of course, the usual edit actions work from the light table directly using :menuselection:`File --> Edit...` :kbd:`F4`. This open current selected preview canvas in **Image Editor**.
it: Naturalmente, dal tavolo luminoso puoi utilizzare le normali azioni di modifica tramite :menuselection:`File --> Modifica...` :kbd:`F4`. Questo comando apre la tela di anteprima corrente selezionata nell'**Editor delle immagini**.
nl: Natuurlijk werken de gebruikelijke bewerkingsacties uit de lichttafel direct door gebruik van :menuselection:`Bestand --> Bewerken...` :kbd:`F4`. Dit opent het nu geselecteerde voorbeeldwerkveld in de **Afbeeldingsbewerker**.
pt: Obviamente, as acções de edição normais funcionam directamente a partir da mesa de luz, usando a opção :menuselection:`Ficheiro --> Editar...` :kbd:`F4`. Isto abre a área de desenho seleccionada de momento no **Editor de Imagens**.
sl: Seveda običajna dejanja urejanja delujejo neposredno iz osvetlitvene mize z uporabo :menuselection:`File --> Edit...` :kbd:`F4`. To odpre trenutno izbrano platno za predogled v **Urejevalniku slik**.
sv: Naturligtvis fungerar de vanliga redigeringsåtgärderna på ljusbordet direkt med :menuselection:`Arkiv --> Redigera...` :kbd:`F4`. Det öppnar den för närvarande valda förhandsgranskningsrutan i **Bildeditorn**.
uk: Звичайно ж, звичайні дії з редагування можна виконувати у режимі стола з підсвічуванням за допомогою пункту меню :menuselection:`Файл --> Редагувати...` :kbd:`F4`. У результаті полотно буде відкрито у ** Редакторі зображень**.

source: All image information from the main window right sidebar is available for each of the two previews in the light table. The Light Table **Left Sidebar** is dedicated to the **Left Pane**, and the **Right Sidebar** for the **Right Pane**. This makes it easy to link visual differences to exposure data for example.
it: Tutte le informazioni delle immagini dalla barra laterale destra della finestra principale sono disponibili per ciascuna delle due anteprime presenti nel tavolo luminoso. La **barra laterale sinistra** del tavolo luminoso è riservata al **pannello sinistro**, la **barra laterale destra** al **pannello destro**: questo rende facile collegare, per esempio, le differenze visive ai dati di esposizione.
nl: Alle informatie van de afbeelding is beschikbaar in het rechter zijpaneel van het hoofdvenster voor ieder van de twee voorbeelden op de lichttafel. De lichttafel in de **Linker zijbalk** is toegewijd aan het **Linker paneel** en de **Rechter zijbalk** aan het **Rechter paneel**. Dit maakt het gemakkelijk om zichtbare verschillen te koppelen aan bijvoorbeeld belichtingsgegevens.
pt: Todas as informações de imagens da barra lateral direita da janela principal estão disponíveis para cada uma das duas antevisões na mesa de luz. A **Barra Lateral Esquerda** da Mesa de Luz está dedicada à **Área Esquerda**, enquanto a **Barra Lateral Direita** está dedicada à **Área Direita**. Isto simplifica a associação das diferenças visuais aos dados da exposição, por exemplo.
sl: Vse informacije o slikah iz desne stranske vrstice glavnega okna so na voljo za vsakega od dveh predogledov na osvetljeni mizi. Osvetljena miza **Leva stranska vrstica** je namenjena **Levemu podoknu**, **Desna stranska vrstica** pa **Desnemu podoknu**. To olajša na primer povezovanje vizualnih razlik s podatki o izpostavljenosti.
sv: All bildinformation från huvudfönstrets högra sidofält är tillgänglig för var och en av de två förhandsgranskningarna på ljusbordet. Ljusbordets **vänstra sidorad** är tillägnad **vänster ruta** och dess **högra sidorad** är tillägnad **höger ruta**. Det gör det enkelt att till exempel länka visuella skillnader till exponeringsdata.
uk: Всі відомості щодо зображення з правої бічної панелі основного вікна буде показано для кожного з двох панелей попереднього перегляду стола з підсвічуванням. На **лівій бічній панелі** стола з підсвічуванням розташовано **ліву панель програми**, а на **правій** — **праву**. Таким чином, вам, наприклад, буде простіше пов’язати візуальні відмінності у даних експонування.

source: In the lower right corner of each pane there you find a built-in panning action (crossed arrows). Click on it and keep the left mouse button pressed to pan across the image (with **Synchrone** mode, both images will show the same viewing point).
it: Nell'angolo in basso a destra di ogni pannello trovi un'azione di scorrimento incorporata (le frecce incrociate). Facci clic e tieni premuto il pulsante sinistro del mouse per scorrere nell'immagine (in modalità **sincrona** entrambe le immagini mostreranno lo stesso punto di visualizzazione).
nl: In de rechter beneden hoek van elk venster vind u een ingebouwde panningactie (gekruiste pijlen). Klik daarop en houd ingedrukt om over het beeld te pannen (in de modus **Synchroon** tonen beide beelden hetzelfde zichtpunt).
pt: No canto inferior direito de cada área, poderá encontrar uma acção incorporada de deslocamento (setas cruzadas). Carregue nela e mantenha o botão esquerdo do rato carregado para se deslocar na imagem (com o modo **Sincronizado**, ambas as imagens irão mostrar o mesmo ponto de visualização).
sl: V spodnjem desnem kotu vsakega podokna najdete vgrajeno premikanje (prečrtane puščice). Kliknite nanjo in držite levi gumb miške pritisnjen, da se premikate po sliki (z načinom **Sinhrono** bosta obe sliki prikazali isto točko gledanja).
sv: I det nedre högra hörnet av varje ruta finns en inbyggd panoreringskontroll (korsade pilar). Klicka på den och håll nere vänster musknapp för att panorera över bilden (med **Synkroniserat läge** visar båda bilderna samma synvinkel).
uk: У правому нижньому куті кожної з панелей ви знайдете вбудований інструмент панорамування (перехрещені стрілки). Наведіть на нього вказівник миші, натисніть і утримуйте ліву кнопку миші і пересуньте вказівник, щоб пересунути видиму область зображенням (у синхронному режимі ця область на обох зображеннях буде однаковою).

source: Zooming works the same as in other views: use indifferently the zoom slider below the panes or **Ctrl-scroll wheel** to zoom in and out, with both images when **Synchrone** mode is selected.
it: L'ingrandimento funziona come nelle altre viste: usa o il cursore di ingrandimento sotto i pannelli o **Ctrl-rotellina del mouse** per ingrandire o per rimpicciolire e questo sarà eseguito su entrambe le immagini se la modalità **sincrona** è selezionata.
nl: Zoomen werkt hetzelfde als in andere weergaven: gebruik de zoomschuif onder de panelen of **Ctrl-muiswiel** om de beide beelden in- en uit te zoomen wanneer de modus **Synchroon** is geselecteerd.
pt: A ampliação funciona da mesma forma que nas outras áreas: use a barra de ampliação debaixo das áreas de forma indiferenciada ou **Ctrl-roda do rato** para ampliar e reduzir, aplicando-se a ambas as imagens quando é seleccionado o modo **Sincronizado**.
sl: Povečava deluje enako kot v drugih pogledih: brezbrižno uporabite drsnik za povečavo pod podokni ali **Ctrl-kolešček** za povečavo in pomanjšanje obeh slik, ko je izbran način **Sinhroniziraj**.
sv: Zoomning fungerar på samma sätt som i andra vyer: använd antingen zoomreglaget under rutorna eller **Ctrl-mushjul** för att zooma in och ut, i båda bilderna när **Synkroniserat läge** är valt.
uk: Змінити масштаб можна так само, як і на інших панелях перегляду: ви можете скористатися повзунком масштабу, розташованим під панелями, або комбінацією **Ctrl і коліщатко миші** для збільшення і зменшення на обох панелях зображень у синхронному режимі.

source: If you use muti-screen on your computer, it's a good idea to place **Main Window** on a screen and the **Light Table** on other one to increase your experience.
it: Se col computer usi più schermi, è una buona idea posizionare la **finestra principale** su uno schermo e il **tavolo luminoso** nell'altro schermo, in modo da migliorare l'esperienza di visualizzazione.
nl: Als u meerdere schermen gebruikt op uw computer is het een goed idee om het **Hoofdvenster** op een scherm te plaatsen en de **Lichttafel** op een andere om uw ervaring te verhogen.
pt: Se usar vários monitores no seu computador, é uma boa ideia colocar a **Janela Principal** num ecrã e a **Mesa de Luz** noutro para aumentar a sua experiência.
sl: Če uporabljate več zaslonov na vašem računalniku, je dobra ideja, da postavite **Glavno okno** (Main Window) na en zaslon in **Osvetljeno mizo** (Light Table) na drugega, da izboljšate svojo izkušnjo.
sv: Om man använder flera skärmar på datorn är det en bra idé att placera **Huvudfönstret** på en skärm och **Ljusbordet** på en annan för att förbättra upplevelsen.
uk: Якщо ви використовуєте на вашому комп'ютері декілька екранів, варто розмістити **Основне вікно** на одному екрані, а **Стіл із підсвічуванням** — на іншому, щоб порівнянням було зручніше користуватися.

source: Light Table has a specific configuration page from digiKam setup dialog. For more details, read :ref:`this section <lighttable_settings>` from the manual.
it: Il tavolo luminoso possiede una sua pagina di configurazione all'interno della finestra di dialogo di configurazione di digiKam. Per ulteriori dettagli, leggi :ref:`questa sezione <lighttable_settings>` del manuale.
nl: Lichttafel heeft een specifieke configuratiepagina uit opzetdialoog van digiKam. Voor meer details, lees :ref:`deze sectie <lighttable_settings>` uit de handleiding.
pt: A Mesa de Luz tem uma página de configuração específica na janela de configuração do digiKam. Para mais detalhes, veja :ref:`esta secção <lighttable_settings>` do manual.
sl: Osvetljena miza ima posebno konfiguracijsko stran iz nastavitvenega pogovornega okna digiKam. Za več podrobnosti preberite :ref:`ta razdelek <lighttable_settings>` v priročniku.
sv: Ljusbordet har en specifik inställningssida i digiKams inställningsdialogruta. För mer information, läs :ref:`det här avsnittet <lighttable_settings>` i handboken.
uk: У стола з підсвічуванням є окрема сторінка налаштування у вікні налаштувань digiKam. Щоб дізнатися більше, зверніться до :ref:`цього розділу <lighttable_settings>` підручника.
