Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/light_table/lighttable_advanced.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: :ref:`Captions <captions_view>`: Comments, Date & Time setting, Labels, Rating, Tags, selected metadata.
ca: :ref:`Llegendes <captions_view>`: comentaris, ajustar la data i l'hora, rètols, valoració, etiquetes i metadades seleccionades.
it: :ref:`Didascalia <captions_view>`: commenti, impostazioni di data e ora, etichette, valutazione, tag, metadati selezionati.
nl: :ref:`Opschriften <captions_view>`: Commentaar, Datum & tijd instelling, Labels, Waardering, Tags, geselecteerde metagegevens.
pt: :ref:`Legendas <captions_view>`: Comentários, definições de Data & Hora, Legendas, Classificação, Marcas, meta-dados seleccionados.
pt_br: :ref:`Descrição <captions_view>`: Comentários, configuração de data e hora, legendas, classificação, etiquetas e metadados selecionados.
sl: :ref:`Napisi <captions_view>`: komentarji, nastavitve datuma in časa, oznake, ocene, značke, izbrani metapodatki.
sv: :ref:`Rubriker <captions_view>`: Kommentarer, inställning av datum och tid, beteckningar, betyg, etiketter, vald metadata.
uk: :ref:`Підписи <captions_view>`: коментарі, параметри дати і часу, мітки, оцінка, позначки, вибрані метадані.
zh_cn: :ref:`说明 <captions_view>`: 注释、日期时间设置、标签、评分、关键字等；

source: :ref:`Versions <versions_view>`: Image history.
ca: :ref:`Versions <versions_view>`: historial de la imatge.
it: :ref:`Versioni <versions_view>`: cronologia delle immagini.
nl: :ref:`Versies <versions_view>`: Afbeeldingsgeschiedenis.
pt: :ref:`Versões <versions_view>`: Histórico da imagem.
pt_br: :ref:`Versões <versions_view>`: Histórico de edição da imagem.
sl: :ref:`Različice <versions_view>`: Zgodovina slike.
sv: :ref:`Versioner <versions_view>`: Bildhistorik.
uk: :ref:`Версії <versions_view>`: журнал зображення.
zh_cn: :ref:`版本 <versions_view>`: 图像的历史版本。

source: If both left and right sidebars are visible in Light Table, they can be used to compare information on left and right images on the Light Table. The metadata for the left image is shown in the left sidebar, and for the right image in the right sidebar. So selecting the same tab view in both sidebars, makes it easy to visually compare the differences in the metadata between the two images.
ca: Si les barres laterals esquerra i dreta són visibles a la taula de llum, es poden utilitzar per a comparar informació sobre les imatges esquerra i dreta a la taula de llum. Les metadades de la imatge esquerra es mostren a la barra lateral esquerra, i per a la imatge dreta a la barra lateral dreta. Per tant, seleccionar la mateixa vista de pestanyes a les dues barres laterals, fa que sigui fàcil comparar visualment les diferències en les metadades entre les dues imatges.
it: Se nel tavolo luminoso sono visibili entrambe le barre laterali, queste possono essere utilizzate per confrontare le informazioni sulle immagini destra e sinistra nel tavolo luminoso. I metadati dell'immagine a sinistra sono mostrati nella barra laterale sinistra, mentre quelli dell'immagine a destra nella barra laterale destra. In tal modo, selezionando la stessa vista per le schede per entrambe le barre laterali, sarà più semplice confrontare visivamente le differenze nei metadati tra le due immagini.
nl: Als beide linker en rechter zijbalken zichtbaar zijn in de Lichttafel kunnen ze gebruikt worden om informatie over de linker en rechter afbeeldingen te vergelijken. De metagegevens voor de linker afbeelding wordt getoond in de linker zijbalk en voor de rechter afbeelding in de rechter zijbalk. Dus het selecteren van dezelfde tabbladweergave in beide zijbalken maakt het gemakkelijk om visueel de verschillen in de metagegevens tussen de twee afbeeldingen te vergelijken.
pt_br: Se as barras laterais esquerda e direita estiverem visíveis na Mesa de Luz, elas poderão ser usadas para comparar informações das imagens esquerda e direita na Mesa de Luz. Os metadados da imagem esquerda são exibidos na barra lateral esquerda, e os da imagem direita, na barra lateral direita. Portanto, selecionar a mesma visualização de abas em ambas as barras laterais facilita a comparação visual das diferenças nos metadados entre as duas imagens.
sl: Če sta na osvetlitveni mizi vidni leva in desna stranska vrstica, ju je mogoče uporabiti za primerjavo informacij na levi in ​​desni sliki na osvetlitveni mizi. Metapodatki za levo sliko so prikazani v levi stranski vrstici, za desno sliko pa v desni stranski vrstici. Če torej izberete isti pogled zavihka v obeh stranskih vrsticah, olajšate vizualno primerjavo razlik v metapodatkih med obema slikama.
sv: Om både vänster och höger sidorad är synliga på ljusbordet kan de användas för att jämföra information om vänster och höger bild på ljusbordet. Metadata för den vänstra bilden visas i vänster sidorad och för den högra bilden i höger sidorad. Så om man väljer samma flik i båda sidoraderna blir det enkelt att visuellt jämföra skillnaderna i metadata mellan de två bilderna.
uk: Якщо у режимі стола з підсвічуванням показано обидві панелі, ними можна скористатися для порівняння даних зображень, які завантажено на ліве і праве полотно для попереднього перегляду. При зміні запису у правій частині, вміст правої бічної панелі буде оновлено. Навпаки, вміст лівої панелі лишатиметься незмінним. Якщо на обох бічних панелях показано ту саму вкладку перегляду (наприклад, метаданих), ними можна скористатися для візуального порівняння відмінностей у метаданих і вибору найкращого знімка у робочому процесі.
zh_cn: 如果你同时打开了左右两个侧边栏，就可以非常方便地对比左图和右图的所有信息。左图的元数据会显示在左边栏，右图的元数据显示在右边栏。你可以同时在两个边栏中选择相同的选项卡来对比两个图像之间的差异。

source: The digiKam Light Table Used to Compare Left and Right Metadata Contents
ca: La Taula de llum del digiKam utilitzada per a comparar el contingut esquerre i dret de les metadades
it: Il tavolo luminoso di digiKam utilizzato per confrontare il contenuto dei metadati destro e sinistro
nl: De lichttafel van digiKam gebruikt om de inhoud van metagegevens links en rechts te vergelijken
pt_br: A Mesa de Luz digiKam usada para comparar o conteúdo de metadados esquerdo e direito
sl: Osvetlitvena miza digiKam, ki se uporablja za primerjavo leve in desne vsebine metapodatkov
sv: Ljusbordet i digiKam som används för att jämföra vänster och höger metadatainnehåll
uk: Стіл з підсвічуванням digiKam для порівняння метаданих ліворуч і праворуч
zh_cn: digiKam 多图对比中对比左右图片元数据内容

source: Asset Management In Light Table
ca: Gestió d'actius a la Taula de llum
it: Gestione dei beni nel tavolo luminoso
nl: Assetbeheer in de lichttafel
pt: Gestão de Activos na Mesa de Luz
pt_br: Gerenciamento de ativos na Mesa de Luz
sl: Upravljanje imetja na osvetlitveni mizi
sv: Hantering av tillgångar på ljusbordet
uk: Керування цифровою власністю на столі з підсвічуванням
zh_cn: 多图对比中的资产管理

source: As with the **Main Window** **Preview** Mode, the left and right Light Table preview images support a set of standard options from the context menu to apply :ref:`digital asset management <organize_find>` to your images.
ca: Igual que amb el mode de **Vista prèvia** de la **finestra principal**, la vista prèvia de les imatges de la taula de llum permet les opcions estàndard des del menú contextual per a aplicar la :ref:`Gestió d'actius digitals <organize_find>` a les imatges.
it: Come per le modalità **anteprima della finestra principale**, le immagini di anteprima del tavolo luminoso destra e sinistra supportano un gruppo di opzioni standard nel menu contestuale per applicare la :ref:`gestione dei beni digitali <organize_find>` alle tue immagini.
nl: Net als met de modi **Hoofdvenster** **Voorbeeld**, ondersteunen de standaard opties uit het contextmenu van de linker en rechter Lichttafelvoorbeeldafbeelding om het :ref:`digitale assetbeheer <organize_find>` toe te passen op uw afbeeldingen.
pt_br: Assim como no modo de **visualização** da **janela principal**, as imagens de visualização da Mesa de Luz esquerda e direita oferecem suporte a um conjunto de opções padrão do menu de contexto para aplicar :ref:`gerenciamento de ativos digitais <organize_find>` às suas imagens.
sl: Tako kot pri načinu **Predogleda** **Glavnega okna** tudi levi in ​​desni predogled slike svetlobne mize podpirata nabor standardnih možnosti iz kontekstnega menija za uporabo :ref:`upravljanja digitalnih imetij <organize_find>` za vaše slike.
sv: Precis som med förhandsgranskningsläget i **huvudfönstret** stöder förhandsgranskningsbilderna på ljusbordet till vänster och höger en uppsättning standardalternativ från den sammanhangsberoende menyn för att :ref:`hantera digitala tillgångar<organize_find>` för bilderna.
uk: Як і у режимі **Перегляд** **основного вікна програми**, ліве і праве полотна стола з підсвічуванням пропонують вам стандартні пункти контекстного меню для застосування :ref:`керування цифровою власністю <organize_find>` до ваших зображень.
zh_cn: 就像 **主窗口** 中的 **预览模式** 一样，“多图对比”中的左右预览图也支持一系列右键菜单中的操作，用于进行图像的 :ref:`数字资产管理 <organize_find>` 。

source: Face Tagging
ca: Etiquetatge de cares
it: Attribuzione dei tag volto
nl: Gezichtstags toekennen
pt_br: Etiquetamento de rostos
sl: Označevanje obrazov
sv: Ansiktsetikettering
uk: Використання міток облич
zh_cn: 人脸识别与标注

source: The options below are available to help manage face detection and tagging:
ca: Les opcions següents estan disponibles per a ajudar a gestionar la detecció de les cares i l'etiquetatge:
it: Le opzioni sotto riportate sono disponibili per facilitare la gestione del rilevamento facciale e di attribuzione dei tag:
nl: De onderstaande opties zijn beschikbaar om te helpen bij het beheren van gezichtsdetectie en tags toekennen:
pt_br: As opções abaixo estão disponíveis para ajudar a gerenciar a detecção e marcação de rostos:
sl: Za pomoč pri upravljanju zaznavanja in označevanja obrazov so na voljo spodnje možnosti:
sv: Alternativen nedan är tillgängliga för att hjälpa till att hantera ansiktsdetektering och etikettering:
uk: Ви можете скористатися описаними нижче пунктами для керування виявленням і встановленням міток облич:
zh_cn: 以下是与人脸检测和标注相关的功能选项：

source: **Show Face Tags** to highlight face areas in the image.
ca: **Mostra les etiquetes de les cares** per a ressaltar les àrees amb cares a la imatge.
it: **Mostra i tag volto**, per evidenziare le aree dei volti nell'immagine.
nl: **Gezichtstags tonen** om gezichtsgebieden in de afbeelding te accentueren.
pt_br: **Mostrar etiquetas de rosto** para destacar áreas do rosto na imagem.
sl: **Pokaži obrazne značke**, da poudarite področja obraza nad sliko.
sv: **Visa ansiktsetiketter** för att färglägga ansiktsområden på bilden.
uk: **Показати мітки облич** для підсвічування областей облич на зображенні.
zh_cn: **显示人脸标签** ：在图像上高亮显示已识别人脸的区域；

source: **Scan For Faces** to automatically detect faces in the image.
ca: **Exploració de cares** per a detectar automàticament cares a la imatge.
it: **Analizza i volti**, per rilevare in automatico i volti nell'immagine.
nl: **Naar gezichten zoeken** om automatische gezichten te detecteren in de afbeelding.
pt_br: **Procurar por rostos** para detectar rostos automaticamente na imagem.
sl: **Prečeši obraze** za začetek samodejnega zaznavanja obrazov na sliki.
sv: **Sök efter ansikten** för att automatiskt detektera ansikten på bilden.
uk: **Шукати обличчя**, щоб розпочати автоматичне виявлення облич на зображенні.
zh_cn: **扫描人脸** ：自动检测图像中的人脸；

source: **Add a Face Tag** to manually add a face area to an image.
ca: **Afegeix una etiqueta de cara** per a afegir manualment una àrea de cara a una imatge.
it: **Aggiungi un tag volto**, per aggiungere manualmente un'area volto a un'immagine.
nl: **Een gezichtstag toevoegen** om handmatig een gezichtsgebied aan een afbeelding toe te voegen.
pt_br: **Adicionar uma etiqueta de rosto** para adicionar manualmente uma área de rosto a uma imagem.
sl: **Dodajte značko obraza**, če želite ročno dodati območje obraza čez sliko.
sv: **Lägg till en ansiktsetikett** för att manuellt lägga till ett ansiktsområde på en bild.
uk: **Додати мітку обличчя** для додавання вручну області обличчя на зображенні.
zh_cn: **添加人脸标签** ：手动在图像上添加人脸区域。

source: The digiKam Light Table Editing a Face Tag from the Preview Canvas
ca: La Taula de llum en el digiKam editant una etiqueta de cara des del llenç de vista prèvia
it: Il tavolo luminoso di digiKam che modifica un tag volto dalla tela di anteprima
nl: Het bewerken van een gezichtstag uit het voorbeeldwerkveld in de lichttafel van digiKam
pt_br: A Mesa de Luz do digiKam editando uma etiqueta de rosto a partir da tela de visualização
sl: Osvetlitvena miza digiKam Urejanje značke obraza s platna za predogled
sv: Ljusbordet i digiKam redigerar en ansiktsetikett från förhandsgranskningen
uk: Редагування мітки обличчя з полотна попереднього перегляду стола з підсвічуванням digiKam
zh_cn: 在“多图对比”的预览画布中编辑人脸标签

source: The toolbar in the top left corner of the preview area also provides the same options to manage face detection and tagging. For more details about manual face tagging, please consult :ref:`the relevant section <face_tagging>` of this manual.
ca: La barra d'eines a la cantonada superior esquerra de l'àrea de vista prèvia també proporciona les mateixes opcions per a gestionar cares i etiquetar. Per a més detalls sobre l'etiquetatge manual de cares, vegeu :ref:`la secció corresponent <face_tagging>` d'aquest manual.
it: La barra degli strumenti nell'angolo superiore sinistro dell'area di anteprima fornisce pure le stesse opzioni per il rilevamento facciale e l'attribuzione dei tag. Per ulteriori dettagli sull'attribuzione di tag volto manuale consulta la :ref:`sezione relativa <_face_tagging>` di questo manuale.
nl: De werkbalk in de linkerbovenhoek van het voorbeeldgebied levert ook dezelfde opties om gezichtsdetectie en tags toekennen te beheren. Voor meer details over het handmatig toekennen van gezichtstags, bekijk :ref:`de relevante sectie <face_tagging>` van deze handleiding.
pt_br: A barra de ferramentas no canto superior esquerdo da área de visualização também oferece as mesmas opções para gerenciar a detecção e etiquetamento de rostos. Para mais detalhes sobre a marcação manual de rostos, consulte :ref:`a seção relevante <face_tagging>` deste manual.
sl: Orodna vrstica v zgornjem levem kotu območja predogleda ponuja enake možnosti za upravljanje zaznavanja in označevanja obrazov. Za več podrobnosti o ročnem označevanju obraza si oglejte :ref:`ustrezen razdelek <face_tagging>` tega priročnika.
sv: Verktygsraden i det övre vänstra hörnet av förhandsgranskningsområdet ger också samma alternativ för att hantera ansiktsigenkänning och etikettering. För mer information om manuell ansiktsetikettering, se :ref:`det relevanta avsnittet <face_tagging>` i handboken.
uk: На панелі інструментів у верхньому лівому куті полотна попереднього перегляду буде розташовано ті самі кнопки для виявлення і встановлення міток облич. Щоб дізнатися більше про встановлення міток облич вручну, будь ласка, зверніться до :ref:`відповідного розділу <face_tagging>` цього підручника.
zh_cn: 预览区域左上角的工具栏里也提供了以上功能按钮，方便你快速使用人脸识别工具。想了解更多手动标注人脸的方法，请参阅本手册的 :ref:`相关章节 <face_tagging>` 。

source: Assigning Ratings, Labels and Tags
ca: Assignació de valoracions, rètols i etiquetes
it: Assegnazione di etichette di valutazione e tag
nl: Waardering, labels en tags toekennen
pt_br: Atribuição de classificações, legendas e etiquetas
sl: Dodeljevanje ocen, oznak in značk
sv: Tilldela betyg, beteckningar och etiketter
uk: Призначення оцінок та міток
zh_cn: 分配评分、标记和标签

source: You can use the context menu on a preview image to easily assign Ratings, Labels, and Tags. Of course this menu is available in both the left and right pane. You can also use the **Caption** tab available on the left sidebar and on the right sidebar. More details about this tab is given in the :ref:`Captions View <captions_view>` section of this manual.
ca: Podeu utilitzar el menú contextual en una vista prèvia d'imatge per a assignar fàcilment valoracions, rètols i etiquetes. Per descomptat, aquest menú està disponible tant a la subfinestra esquerra com a la dreta. També podeu utilitzar la pestanya **Llegenda** disponible a les barres laterals esquerra i dreta. Trobareu més detalls sobre aquesta pestanya a la secció :ref:`Vista de llegendes <captions_view>` d'aquest manual.
it: Puoi utilizzare il menu contestuale su un'immagine di anteprima, per assegnare in modo semplice valutazioni, etichette e tag. Naturalmente questo menu è disponibile in entrambi i pannelli, sinistro e destro. Puoi anche utilizzare la scheda **Didascalia** presente nelle due barre laterali. Ulteriori dettagli su questa scheda si trovano nella sezione :ref:`Vista didascalie <captions_view>` di questo manuale.
pt_br: Você pode usar o menu de contexto em uma imagem de visualização para atribuir facilmente classificações, legendas e etiquetas. É claro que este menu está disponível tanto no painel esquerdo quanto no direito. Você também pode usar a aba **Descrição** disponível na barra lateral esquerda e na barra lateral direita. Mais detalhes sobre esta aba podem ser encontrados na seção :ref:`Vista de legendas <captions_view>` deste manual.
sv: Man kan använda den sammanhangsberoende menyn på en förhandsgranskningsbild för att enkelt tilldela betyg, beteckningar och etiketter. Självklart finns menyn tillgänglig i både vänster och höger ruta. Man kan också använda fliken **Bildtext** som finns i vänster och höger sidorad. Mer information om fliken finns i avsnittet :ref:`Bildtextvy <bildtextvy>` i handboken.
uk: Для керування записами оцінок, міток та позначок ви можете скористатися контекстним меню полотна попереднього перегляду, де відповідні пункти надають змогу без проблем призначити ці властивості. Звичайно ж, це меню доступне на лівій і правій панелі. Ви також можете скористатися вкладкою **Підписи** на лівій бічній панелі і на правій бічній панелі. Докладніше цю вкладку описано у :ref:`розділі щодо панелі підписів <captions_view>` цього підручника.
zh_cn: 你可以在预览图上右键点击，快速给图片添加评分、颜色标记和标签。这些右键菜单在左右两边图像都可以使用。你也可以通过左侧或右侧边栏中的 **说明** 选项卡来操作。关于这个选项卡的更多细节，请参考本手册中 :ref:`说明视图 <captions_view>` 章节。

source: After assigning these kinds of properties, you can find the marked items using the **Labels** and **Tags** tabs in the Main Window left sidebar. This will allow you to quickly post-process items that you tagged during your review of the items in Light Table.
ca: Després d'assignar aquesta classe de propietats, trobareu els elements marcats fent servir les pestanyes **Rètols** i **Etiquetes** a la barra lateral esquerra de la finestra principal. Això permet postprocessar ràpidament elements que heu etiquetat durant la revisió dels elements a la taula de llum.
it: Dopo aver assegnato questi tipi di proprietà, potrai ritrovare gli elementi contrassegnati nelle schede **Etichette** e **Tag** nella barra laterale sinistra della finestra principale. Questo ti permetterà di post-elaborare in modo rapido gli elementi a cui hai attribuito tag durante la loro revisione nel tavolo luminoso.
nl: Na toekennen van dit soort eigenschappen kunt u de gemarkeerde items vinden in de tabbladen **Labels** en **Tags** in de linker zijbalk van het Hoofdvenster. Dit biedt u het snel nabewerken van deze items waaraan u een tag toekende in de Lichttafel.
pt_br: Após atribuir esses tipos de propriedades, você poderá encontrar os itens marcados usando as abas **Legendas** e **Etiquetas** na barra lateral esquerda da janela principal. Isso permitirá que você processe rapidamente os itens marcados durante a revisão na Mesa de Luz.
sl: Po dodelitvi tovrstnih lastnosti lahko poiščete označene elemente z uporabo zavihkov **Oznake** in **Značke** v levi stranski vrstici glavnega okna. To vam bo omogočilo hitro naknadno obdelavo elementov, ki ste jih označili med pregledom elementov na osvetlitveni mizi.
sv: Efter att du har tilldelat den här typen av egenskaper hittar man de markerade objekten med hjälp av flikarna **Beteckningar** och **Etiketter** i huvudfönstrets vänstra sidorad. Det gör att man snabbt kan efterbehandla objekt som etiketterades under granskning av objekten på ljusbordet.
uk: Після призначення цього типу властивостей ви зможете позначені записи на вкладках **Позначки** і **Мітки** лівої бічної панелі основного вікна програми. Це надасть вам змогу швидко виконувати остаточну обробку цих записів після призначення міток на столі з підсвічуванням.
zh_cn: 当你给图片打好标签或评分之后，可以在主窗口左侧边栏的 **标记** 或 **标签** 选项卡中快速查找和处理你刚刚标记过的图片。

source: The digiKam Light Table Assigning a Color Label on the Left Context Menu
ca: La taula de llum en el digiKam assignant un rètol de color des del menú contextual esquerre
it: Il tavolo luminoso di digiKam che assegna un'etichetta colorata sul menu contestuale sinistro
nl: Het contextmenu links die een kleurlabel toekent in de lichttafel van digiKam
pt_br: A Mesa de Luz do digiKam atribuindo uma legenda de cor no menu de contexto esquerdo
sl: Osvetlitvena miza digiKam dodeljevanje barvne oznake v levem kontekstnem meniju
sv: Ljusbordet i digiKam tilldelar en färgbeteckning med den vänstra sammanhangsberoende menyn
uk: Призначення кольорової позначки з контекстного меню лівої бічної панелі стола з підсвічуванням digiKam
zh_cn: 在左侧图像的右键菜单中分配颜色标记

source: Working With Tools From Light Table
ca: Treballar amb eines des de la Taula de llum
it: Lavorare con gli strumenti dal tavolo luminoso
nl: Met hulpmiddelen werken in de lichttafel
pt: Trabalhar com as Ferramentas da Mesa de Luz
pt_br: Trabalhando com ferramentas da Mesa de Luz
sl: Delo z orodji iz osvetlitvene mize
sv: Arbeta med verktyg från ljusbordet
uk: Робота з інструментами стола із підсвічуванням
zh_cn: 在多图对比中使用工具
