Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/light_table/lighttable_overview.po
Languages: ca, it, nl, pt, sl, sv, uk

source: Overview to digiKam Light Table
ca: Vista general de la taula de llum del digiKam
it: Panoramica sul tavolo luminoso di digiKam
nl: Overzicht van de lichttafel van digiKam
pt: Introdução à Mesa de Luz do digiKam
sl: Pregled digiKam osvetljene mize
sv: Översikt av digiKams ljusbord
uk: Огляд стола із підсвічуванням у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, light table, synchronize, by-pair, compare, preview, canvas
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, taula de llum, sincronitzar, per parella, comparar, vista prèvia, llenç
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, tavolo luminoso, sincronizza, per coppia, confronto, anteprima, tela
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, lichttafel, synchroniseren, per-paar, vergelijken, voorbeeld, werkveld
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, mesa de luz, sincronização, aos pares, comparação, antevisão, área de desenho
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, svetlobna tabela, sinhronizacija, po paru, primerjava, predogled, platno
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, ljusbord, synkronisera, enligt par, jämför, förhandsgranskning, duk
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, стіл із підсвічуванням, синхронізація, попарно, порівняти, порівняння, попередній перегляд, полотно

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
sl: Pregled
sv: Översikt
uk: Огляд

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Comparing Two RAW Files Side by Side in the Light Table
ca: Comparant dos fitxers RAW costat per costat a la taula de llum

source: digiKam's Light Table feature works in a separate window to easily compare images. It works with all supported image formats including RAW files.
ca: La funcionalitat de la taula de llum del digiKam funciona en una finestra separada per a comparar imatges amb facilitat. Funciona amb tots els formats d'imatge admesos, inclosos els fitxers RAW.

source: The Main Icon-View Context Menu Used to Add Items to the Light Table
ca: El menú contextual principal de la vista d'icones s'utilitza per a afegir elements a la taula de llum

source: To use the Light Table you must first select a set of images to examine with Light Table. Select one or several images in any view from the main window, then select :menuselection:`Item --> Place onto Light Table` :kbd:`CTRL+L` to place the selected images on the Light Table and open the Light Table window. Selecting :menuselection:`Item --> Add to Light Table` :kbd:`CTRL+SHIFT+L` will add the selected images to the images that are already on the Light Table. You can also select **Add to Light Table** from the context menu for the selected images.
ca: Per a utilitzar la taula de llum, primer cal seleccionar un conjunt d'imatges a examinar amb la taula de llum. Seleccioneu una o diverses imatges en qualsevol vista de la finestra principal, després seleccioneu :menuselection:`Element --> Posa a la taula de llum` (:kbd:`Ctrl+L`) per a col·locar les imatges seleccionades a la taula de llum i obrir la finestra de la Taula de llum. Seleccionant :menuselection:`Element --> Afegeix a la taula de llum` (:kbd:`Ctrl+Maj+L`) s'afegiran les imatges seleccionades a les imatges que ja estan a la taula de llum. També podeu seleccionar **Afegeix a la taula de llum** des del menú contextual per a les imatges seleccionades.

source: You can quickly access the Light Table from the digiKam main window using :menuselection:`Tools --> Light Table` :kbd:`SHIFT+L` or by clicking the **Light Table** button in the Main Toolbar.
ca: Podeu accedir ràpidament a la taula de llum des de la finestra principal del digiKam utilitzant :menuselection:`Eines --> Taula de llum` (:kbd:`Maj+L`) o fent clic al botó **Taula de llum** a la barra d'eines principal.

source: Screencast of the digiKam Light Table Item Selection from the Thumbbar
ca: Vídeo d'una captura de pantalla de la selecció d'elements per a la Taula de llum del digiKam des de la barra de miniatures

source: Working With The Stack Contents
ca: Treballar amb el contingut de la pila

source: The operation of Light Table is affected by two modes: Synchronized and By Pair.
ca: El funcionament de la taula de llum es veu afectat per dos modes: Sincronitzat i Per parelles.

source: Synchronized Mode
ca: Mode sincronitzat
nl: Gesynchroniseerde modus
sl: Sinhroniziran način
sv: Synkroniserat läge

source: With the By Pair mode turned off, any two images can be compared by dragging the first image from the thumb bar to the left comparison pane, and then the second image to the right comparison pane. A little arrow will indicate which copy is shown in which pane. The current selected pane will be highlighted by a frame. If the two images have the same aspect ratio and you choose **Synchronize** from the toolbar, any zoom and panning in one window will be synchronously executed in the other pane. This allows you to easily compare the same areas in the two images.
ca: Amb el mode Per parelles desactivat, es poden comparar dues imatges qualssevol arrossegant la primera imatge des de la barra de miniatures a la subfinestra de comparació esquerra, i després la segona imatge a la subfinestra de comparació dreta. Una fletxa petita indicarà quina còpia es mostra en quina subfinestra. La subfinestra seleccionada actual estarà ressaltada per un marc. Si les dues imatges tenen la mateixa relació d'aspecte i trieu **Sincronitza** des de la barra d'eines, qualsevol zoom i panoràmica en una finestra s'executarà de forma sincrònica a l'altra subfinestra. Això permet comparar fàcilment les mateixes àrees en les dues imatges.

source: Screencast of the digiKam Light Table Using the **Synchronize** Mode with Side by Side Views
ca: Vídeo d'una captura de pantalla de la Taula de llum del digiKam usant el mode **Sincronitza** amb les vistes costat a costat

source: By Pair Mode
ca: Mode per parelles
nl: Modus Per paar
sl: Z načinom za par
sv: Enligt par

source: The By Pair mode is better suited for quickly culling from a series of images. If you choose **By Pair** from the toolbar, the two sequential images from the thumbbar will be automatically inserted into the comparison panes. Click on any thumbnail to make it the left side preview, the adjacent thumbnail to the right will be inserted into the right pane. That makes it easy to sift through a series of similar images. And this sifting can be done with or without the Synchronized mode.
ca: El mode per parelles és més adequat per a la selecció ràpida d'una sèrie d'imatges. Si escolliu **Per parelles** des de la barra d'eines, les dues imatges seqüencials de la barra de miniatures s'inseriran automàticament a les subfinestres de comparació. Feu clic a sobre de qualsevol miniatura per a crear la vista prèvia del costat esquerre, la miniatura adjacent a la dreta s'inserirà a dins del plafó dret. Això facilita examinar una sèrie d'imatges similars. I aquest examen es pot fer amb o sense el mode Sincronitzat.

source: Screencast of the digiKam Light Table Using the **By-Pair** Mode with Side by Side Views
ca: Vídeo d'una captura de pantalla de la Taula de llum del digiKam usant el mode **Per parelles** amb les vistes costat a costat

source: Of course, the usual edit actions work directly from the light table - :menuselection:`File --> Edit...` :kbd:`F4` opens the currently selected image in **Image Editor**.
ca: Per descomptat, les accions d'edició habituals funcionen directament des de la taula de llum: :menuselection:`Fitxer --> Edita...` (tecla :kbd:`F4`) obre la imatge actualment seleccionada a l'**editor d'imatges**.

source: All image information from the main window's right sidebar is available for each of the two previews in the Light Table. The Light Table **Left Sidebar** is dedicated to the image in the **Left Pane**, and the **Right Sidebar** to the image in the **Right Pane**. This makes it easy to link visual differences to exposure data.
ca: Tota la informació de la imatge des de la barra lateral dreta de la finestra principal està disponible per a cadascuna de les dues vistes prèvies a la taula de llum. La **barra lateral esquerra** de la taula de llum està dedicada a la imatge en la **subfinestra esquerra** i la **barra lateral dreta** a la imatge de la **subfinestra dreta**. Això facilita vincular les diferències visuals a les dades d'exposició.

source: In the lower right corner of each pane you will find a built-in panning control |scroll|. Click on it and keep the left mouse button pressed to pan across the image. Both images will scroll with **Synchronize** mode selected.
ca: A la cantonada inferior dreta de cada subfinestra trobareu un control de panoràmica incorporat |scroll|. Feu-hi clic i manteniu premut el botó esquerre del ratolí per a desplaçar-vos a través de la imatge. Ambdues imatges es desplaçaran amb el mode **Sincronitza** seleccionat.

source: Zooming works the same as in other views: use the zoom slider below the panes or **Ctrl-scroll wheel** to zoom in and out. Both images will zoom when **Synchronize** mode is selected.
ca: El zoom funciona igual que en les altres vistes: utilitzeu el control lliscant de zoom sota les subfinestres o **Ctrl-roda de desplaçament** per a apropar i allunyar. Es farà zoom de les dues imatges quan se selecciona el mode **Sincronitzat**.

source: If you use multiple screens on your computer, you may find it's a good idea to place **Main Window** on one screen and the **Light Table** on another screen.
ca: Si utilitzeu diverses pantalles a l'ordinador, potser veieu que és una bona idea posar la **finestra principal** en una pantalla i la **Taula de llum** en una altra pantalla.

source: Light Table has its own configuration page accessible from the digiKam setup dialog. For more details, read :ref:`this section <lighttable_settings>` of the manual.
ca: La taula de llum té la seva pàgina pròpia de configuració accessible des del diàleg de configuració del digiKam. Per a més detalls, llegiu :ref:`aquesta secció <lighttable_settings>` del manual.

source: The Light Table Comparing Side By Side Two RAW Files
it: Il tavolo luminoso che confronta due file RAW affiancati
nl: De lichttafel van digiKam vergelijkt twee RAW-bestanden zij-aan-zij
pt: A Mesa de Luz a Comparar Dois Ficheiros RAW Lado-a-Lado
sl: Osvetlitvena miza, ki vzporedno primerja dve datoteki RAW
sv: Ljusbordet som jämför två obehandlade filer sida vid sida
uk: Паралельне порівняння двох файлів RAW на столі із підсвічуванням

source: digiKam features a light table in a separate window to easily compare images. It works with all supported image formats including RAW files.
it: digiKam include un tavolo luminoso in una finestra separata con cui confrontare facilmente le immagini. Funziona con tutti i formati d'immagine supportati, inclusi i file RAW.
nl: digiKam biedt een lichttafel in een afzonderlijk venster om gemakkelijk afbeeldingen te vergelijken. Het werkt met alle ondersteunde beeldformaten inclusief RAW-bestanden.
pt: O digiKam fornece uma mesa de luz numa janela separada para comparar facilmente imagens. Funciona com todos os formatos de imagem suportados, incluindo os ficheiros RAW.
sl: digiKam ima svetlobno tabelo v ločenem oknu za enostavno primerjavo slik. Deluje z vsemi podprtimi formati slik, vključno z datotekami RAW.
sv: digiKam har ett ljusbord i ett separat fönster för att enkelt jämföra bilder. Det fungerar med alla bildformat som stöds inklusive obehandlade filer.
uk: У digiKam передбачено стіл з підсвічуванням у окремому вікні, призначений для простого порівняння зображень. Ця частина програми може працювати з усіма підтримуваними форматами зображень, зокрема файлами цифрових негативів.

source: The Main Icon-View Context Menu To Place Items To Compare On Light Table
it: Il menu contestuale della vista a icone per posizionare gli elementi da confrontare nel tavolo luminoso
nl: Het contextmenu van de hoofdpictogramweergave om items te plaatsen voor vergelijken op de lichttafel
pt: O Menu de Contexto da Área de Ícones Principal para Colocar os Itens a Comparar na Mesa de Luz
sl: Kontekstni meni pogleda glavne ikone za postavitev elementov za primerjavo na svetlobno mizo
sv: Den sammanhangsberoende huvudmenyn i ikonvyn för att placera objekt att jämföra på ljusbordet
uk: Контекстне меню основного перегляду піктограм для розташування зображень для порівняння на столі із підсвічуванням

source: Select one or several images in any view from the main window, call **Place onto Light Table** :kbd:`Ctrl+L` from the context menu. The selection will be added to the light table, and its separate window will open. When you are back to the digiKam main window you can quickly access the light table with :menuselection:`Tools --> Light Table` :kbd:`L`.
it: Seleziona una o più immagini in una qualsiasi vista della finestra principale e scegli **Metti nel tavolo luminoso** :kbd:`Ctrl+L` dal menu contestuale. La selezione sarà aggiunta al tavolo luminoso, e si aprirà la sua finestra separata. Quando tornerai alla finestra principale di digiKam potrai accedere rapidamente al tavolo luminoso col comando :menuselection:`Strumenti --> Tavolo luminoso` :kbd:`L`.
nl: Selecteer een of meerdere afbeeldingen vanuit het hoofdvenster, roep aan: **Plaats op lichttafel** :kbd:`L` vanuit het contextmenu. De selectie wordt dan aan de lichttafel toegevoegd en een afzonderlijk venster wordt geopend. Wanneer u terug bent in het hoofdvenster van digiKam kunt u snel toegang krijgen tot de lichttafel met :menuselection:`Hulpmiddelen --> Lichttafel` :kbd:`L`.
pt: Seleccione ou várias imagens em qualquer área da janela principal e invoque a acção **Colocar na Mesa de Luz** :kbd:`Ctrl+L` no menu de contexto. A selecção será adicionada à mesa de luz, sendo que se abrirá a sua janela separada. Quando estiver de volta à janela principal do digiKam, poderá aceder rapidamente à mesa de luz com a opção :menuselection:`Ferramentas --> Mesa de Luz` :kbd:`L`.
sl: Izberite eno ali več slik v katerem koli pogledu iz glavnega okna, pokličite **Postavi na osvetlitveno mizo** :kbd:`Ctrl+L` iz kontekstnega menija. Izbor bo dodan v osvetlitveno mizo in odprlo se bo ločeno okno. Ko se vrnete v glavno okno digiKam, lahko hitro dostopate do osvetlitvene mize z :menuselection:`Orodja --> Osvetlitvena miza` :kbd:`L`.
sv: Markera en eller flera bilder i valfri vy från huvudfönstret, och anropa **Placera på ljusbordet** :kbd:`Ctrl+L` i den sammanhangsberoende menyn. Markeringen läggs till på ljusbordet och det separata fönstret öppnas. När man är tillbaka i digiKams huvudfönster kan man snabbt komma åt ljusbordet med :menuselection:`Verktyg --> Ljusbord` :kbd:`L`.
uk: Оберіть одне або декілька зображень на будь-якій з панелей перегляду основного вікна програми і скористайтеся пунктом контекстного меню **Покласти на стіл для просвічування** :kbd:`Ctrl+L`. Вибрані зображення буде додано на стіл з підсвічуванням: програма відкриє окреме вікно цього інструменту. Після повернення до основного вікна &digikam; ви зможете швидко отримати доступ до стола з підсвічуванням за допомогою пункту меню :menuselection:`Інструменти --> Стіл із підсвічуванням` :kbd:`L`.

source: Screencast Of The digiKam Light Table Item Selection From the Thumbbar
it: Registrazione della selezione degli elementi del tavolo luminoso dalla barra delle miniature
nl: Schermfilmpje van de lichttafel van digiKam met selectie van item uit de miniaturenbalk
pt: Captura do Ecrã da Selecção do Item da Mesa de Luz a Partir da Barra de Miniaturas
sl: Posnetek izbire elementov svetlobne tabele digiKam v vrstici s paliči
sv: Skärminspelning av ljusbordet i digiKam vid val av objekt från miniatyrbildsraden
uk: Відео позначення запису на панелі мініатюр стола із підсвічуванням digiKam

source: Playing With The Stack Contents
nl: Spelen met de inhoud van de stapel
sl: Igranje z vsebino sklada
sv: Manipulera trädets innehåll

source: From the thumbbar drag & drop images to the left and right comparison pane below. A little arrow will indicate which copy is shown in which pane. The current selected pane will be highlighted by frame. If you choose **Synchronize** from the toolbar, any zoom and panning in one window will be synchronously executed in the other pane, so that you can compare the same areas of two images.
it: Dalla barra delle miniature, trascina e rilascia le immagini nei pannelli di confronto destro e sinistro sottostanti. Una piccola freccia indicherà quale copia viene mostrata in quale pannello. Il pannello correntemente selezionato verrà evidenziato da una cornice. Se scegli il comando **Sincronizza** dalla barra degli strumenti, qualsiasi azione di ingrandimento e scorrimento in una finestra verrà eseguita in sincronia nell'altro pannello, in modo da poter confrontare la stessa area delle due immagini.
nl: Sleep afbeeldingen vanaf de miniaturenbalk en laat ze los op de onderstaande linker en rechter vergelijkvensters. Een pijltje geeft aan welke afbeelding wordt getoond in welk venster. Het nu geselecteerde paneel zal geaccentueerd worden door het frame. Als u **Synchroniseren** kiest vanaf de werkbalk, zal zoomen en zwenken in het ene venster gelijktijdig worden uitgevoerd in het andere venster, zodat u hetzelfde gebied in beide foto's kunt vergelijken.
pt: Na barra de miniaturas, arraste e largue as imagens na área de comparação abaixo à esquerda e à direita. Uma pequena seta irá indicar qual a cópia que aparecem em cada área. A área seleccionada de momento ficará realçada através do seu contorno. Se escolher a opção **Sincronizar** da barra de ferramentas, todas as ampliações e deslocamentos numa janela serão executados sincronizadamente na outra, pelo que poderá comparar as mesmas áreas de duas imagens.
sl: Iz vrstice s predoglednimi sličicami povlecite in spustite slike v levo in desno primerjalno podokno spodaj. Majhna puščica bo označevala, katera kopija je prikazana v katerem podoknu. Trenutno izbrano podokno bo označeno z okvirjem. Če v orodni vrstici izberete **Sinhroniziraj**, se bo kakršna koli povečava in premikanje v enem oknu sinhrono izvajalo v drugem podoknu, tako da lahko primerjate ista področja dveh slik.
sv: Dra och släpp bilder från miniatyrbildsraden till vänster och höger jämförelseruta nedan. En liten pil visar vilken kopia som visas i vilken ruta. Rutan som för närvarande är vald markeras av ramen. Om man väljer **Synkronisera** i verktygsraden utförs all zoomning och panorering i en ruta synkront i den andra rutan, så att man kan jämföra samma område på två bilder.
uk: Перетягніть зображення з панелі мініатюр і скиньте їх на ліву або праву панель порівняння, розташовану у нижній частині вікна. Невеличка стрілочка вказуватиме на те, яку копію буде показано на якій панелі. Поточну позначену панель буде підсвічено рамкою. Якщо ви виберете пункт **Синхронізувати** на панелі інструментів, будь-яка зміна масштабу і будь-яке панорамування на одній з панелей буде синхронно виконано на іншій панелі, отже, ви зможете порівняти відповідні ділянки двох зображень.

source: Screencast Of The digiKam Light Table Using The **Synchonize** Mode With Side By Side Views
it: Registrazione del tavolo luminoso di digiKam che utilizza la modalità **Sincronizza** con viste affiancate
nl: Schermfilmpje van de lichttafel van digiKam met gebruik van modus **Synchroniseren** met zij-aan-zij weergaven
pt: Captura do Ecrã da Mesa de Luz a Usar o Modo **Sincronizado** com Vistas Lado-a-Lado
sl: Posnetek zaslona osvetljene mize digiKam z uporabo načina **Sinhoniziraj** z vzporednima pogledoma
sv: Skärminspelning av ljusbordet i digiKam som använder läget **Synkronisera** med visning sida vid sida
uk: Відео із використанням стола із підсвічуванням digiKam у режимі **Синхронізація** із панелями паралельного перегляду

source: Another mode is better suited for quickly culling from a series of images. If you choose **By Pair** from the toolbar, the first two images will be automatically inserted into the comparison panes. Click on any thumbnail to make it the left side preview, the adjacent thumbnail to the right will be inserted into the right pane. That make it easy to sift through a series of similar images.
it: Un'altra modalità è più indicata per scartare rapidamente una serie di immagini: se scegli **Per coppia** dalla barra degli strumenti, le prime due immagini saranno automaticamente inserite nei pannelli di confronto. Fai clic su qualsiasi miniatura per renderla l'anteprima sul lato sinistro, mentre la miniatura adiacente sulla destra sarà inserita nel pannello di destra; ciò facilita il filtraggio di una serie di immagini simili.
nl: Een andere modus is geschikt voor het snel afwijzen van een reeks beelden.Als u kiest **Per paar** op de werkbalk, worden de eerste twee beelden van een reeks automatisch ingevoegd in de vergelijkingsvensters van de lichttafel. Klik op een miniatuur om het links als voorbeeld te zien, de aangrenzende miniatuur ter rechter zijde zal worden ingevoegd in het rechter venster. Dat maakt het gemakkelijk te ziften door middel van een reeks vergelijkbare beelden.
pt: Outro modo é melhor adequado para percorrer rapidamente uma série de imagens. Se escolher **Aos Pares** na barra de ferramentas, as duas primeiras imagens serão inseridas automaticamente nas áreas de comparação. Carregue em qualquer miniatura para a atribuir à antevisão do lado esquerdo, enquanto a miniatura imediatamente à direita será inserida na área da direita. Isto torna mais fácil a navegação por uma série de imagens semelhantes.
sl: Drug način je bolj primeren za hitro izločanje iz serije slik. Če v orodni vrstici izberete **Po paru**, bosta prvi dve sliki samodejno vstavljeni v primerjalna podokna. Kliknite na katero koli sličico, da jo naredite za levi stranski predogled, sosednja sličica na desni bo vstavljena v desno podokno. To olajša prebiranje niza podobnih slik.
sv: Ett annat läge är bättre lämpat för att snabbt sålla bort med en serie av bilder. Om man väljer **Enligt par** i verktygsraden infogas de två första bilderna automatiskt i jämförelserutorna. Klicka på en miniatyrbild för att göra den till den vänstra förhandsgranskningen, då infogas den intilliggande miniatyrbilden till höger i den högra rutan. Det gör det enkelt att sålla bland en serie liknande bilder.
uk: Ще один режим призначено для швидкого бракування послідовностей зображень. Якщо ви скористаєтеся пунктом **Парами** панелі інструментів, перші два зображення буде автоматично вставлено на панелі порівняння. Натисніть будь-яку з мініатюр, щоб додати її на ліву панель попереднього перегляду, — сусідню мініатюру, розташовану праворуч, буде додано на праву панель. Таким чином можна спростити просіювання послідовності подібних знімків.
