Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/light_table/lighttable_advanced.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: Overview to digiKam Light Table Advanced Features
ca: Vista general de les característiques avançades de la taula de llum del digiKam
it: Panoramica sulle funzionalità avanzate del Tavolo luminoso di digiKam
pt_br: Visão geral dos recursos avançados da Mesa de Luz digiKam
sv: Översikt av avancerade funktioner i digiKams ljusbord
uk: Огляд додаткових можливостей стола із підсвічуванням у digiKam
zh_cn: digiKam 多图对比的高级功能

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, light table, focus, points
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, taula de llum, enfocament, punts
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, luminoso, tavolo, fuoco, punti
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, lichttafel, focus, punten
pt: digiKam, documentação, manual do utilizador, gestão da fotografia, código aberto, livre, aprender, fácil, mesa de luz, foco, pontos
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, mesa de luz, foco, pontos
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, osvetlitvena miza, fokus, točke
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, ljusbord, fokus, punkter
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, стіл із підсвічуванням, фокус, точки
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 多图对比, 焦点, 点

source: :ref:`Advanced Features <light_table>`
ca: :ref:`Característiques avançades <light_table>`
it: :ref:`Funzionalità avanzate <light_table>`
pt_br: :ref:`Recursos avançados <light_table>`
sv: :ref:`Avancerade funktioner <light_table>`
uk: :ref:`Додаткові можливості <light_table>`
zh_cn: :ref:`高级功能 <light_table>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: Comparing The Focus Points
ca: Comparar els punts d'enfocament
it: Confronto dei punti focali
nl: De focuspunten vergelijken
pt: Comparar os Pontos de Focagem
pt_br: Comparando os pontos de foco
sl: Primerjava fokusnih točk
sv: Jämföra fokuseringspunkter
uk: Порівняння точок фокусування
zh_cn: 对焦点对比

source: digiKam Light Table inherits some capabilities from the **Preview Mode** since it shares many of the same tools used in the **Main Window**. One very powerful feature is the Focus Points visualization that can be used when comparing images side by side.
ca: La taula de llum del digiKam hereta algunes capacitats del **Mode de vista prèvia** des de la qual comparteix moltes de les mateixes eines utilitzades en la **Finestra principal**. Una característica molt potent és la visualització dels Punts de focus que es pot utilitzar per a comparar imatges una al costat de l'altra.
it: Il tavolo luminoso di digiKam eredita alcune capacità dalla **modalità anteprima** poiché condivide molti degli stessi strumenti utilizzati nella **finestra principale**. Una funzionalità molto avanzata è la visualizzazione del punto focale, utilizzabile quando si confrontano le immagini affiancate.
nl: De lichttafel van digiKam erft enige mogelijkheden van de **Voorbeeldmodus** omdat het veel van dezelfde hulpmiddelen deelt die gebruikt worden door het **Hoofdvenster**. Een erg krachtige functie is de visualisatie met focuspunten die gebruikt kan worden bij vergelijken van afbeeldingen naast elkaar.
pt_br: A Mesa de Luz digiKam herda alguns recursos do **modo de visualização**, pois compartilha muitas das mesmas ferramentas usadas na **janela principal**. Um recurso muito poderoso é a visualização de pontos de foco, que pode ser usada para comparar imagens lado a lado.
sl: digiKam osvetlitvena miza podeduje nekatere zmožnosti iz **Načina predogleda**, saj ima veliko enakih orodij, ki se uporabljajo v **Glavnem oknu**. Ena zelo zmogljiva funkcija je vizualizacija fokusnih točk, ki jo lahko uporabite pri primerjavi slik eno ob drugi.
sv: Ljusbordet i digiKam ärver vissa funktioner från **förhandsgranskningsläget** eftersom det delar många av samma verktyg som används i **huvudfönstret**. En mycket kraftfull funktion är visualisering av fokuseringspunkter som kan användas när man jämför bilder sida vid sida.
uk: Стіл з підсвічуванням digiKam успадковує можливості **режиму попереднього перегляду**, оскільки спільно використовує ті самі інструменти, що і використані у фоновому режимі **основним вікном**. Однією з дуже потужних можливостей є візуалізація точок фокусування під час паралельного порівняння зображень.
zh_cn: digiKam 的“多图对比”功能继承了 **预览模式** 的一些功能，因为它使用了 **主窗口** 中相同的一套工具。其中一个非常强大的功能就是“对焦点”可视化，特别适合在并排对比图片时使用。

source: Cameras can use some points (called auto focus or AF points) to assure that a specific region of the image is in focus. A well-focused image may also contain regions that are out-of-focus due to a limited depth of field, an effect that is often used artistically. The AF points can often be pre-defined by the camera or by the user, depending on the model of the camera.
ca: Les càmeres poden utilitzar alguns punts (anomenats focus automàtic o punts AF) per a assegurar que una regió específica de la imatge està en el focus. Una imatge ben centrada també pot contenir regions que estan fora del focus a causa d'una profunditat limitada de camp, un efecte que sovint s'utilitza artísticament. Els punts AF sovint poden ser predefinits per la càmera o per l'usuari, depenent del model de càmera.
it: Le fotocamere possono utilizzare alcuni punti (chiamati punti AF o di autofocus) per garantire che una determinata area dell'immagine risulti a fuoco. Un'immagine messa a fuoco correttamente può inoltre contenere aree non a fuoco a causa di una profondità di campo limitata, un effetto che viene utilizzato spesso per scopi artistici. I punti AF sono spesso predefiniti dalla fotocamera oppure possono essere predefiniti dall'utente, in base al modello di fotocamera.
nl: Camera's kunnen sommige punten gebruiken (genaamd autofocus- of AF-punten) om te verzekeren dat een specifiek gebied van de afbeelding in focus is. Een goed gefocuste afbeelding kan ook bepaalde gebieden bevatten die uit focus zijn vanwege een beperkte velddiepte, een effect dat vaak artistiek wordt gebruikt. De AF-punten zijn vaak voorgedefinieerd door de camera of door de gebruiker, afhankelijk van het model van de camera.
pt_br: As câmeras podem usar alguns pontos (chamados de foco automático ou pontos de foco automático) para garantir que uma região específica da imagem esteja em foco. Uma imagem bem focada também pode conter regiões fora de foco devido à profundidade de campo limitada, um efeito frequentemente usado artisticamente. Os pontos de foco automático geralmente podem ser predefinidos pela câmera ou pelo usuário, dependendo do modelo da câmera.
sl: Kamere lahko uporabijo nekaj točk (imenovanih samodejno ostrenje ali točke AF), da zagotovijo, da je določeno območje slike izostreno. Dobro izostrena slika lahko vsebuje tudi področja, ki niso izostrena zaradi omejene globinske ostrine, kar je učinek, ki se pogosto uporablja umetniško. Točke AF lahko pogosto vnaprej določi kamera ali uporabnik, odvisno od modela kamere.
sv: Kameror kan använda vissa punkter (kallade autofokus- eller AF-punkter) för att säkerställa att ett specifikt område av bilden är i fokus. En välfokuserad bild kan också innehålla områden som är oskarpa på grund av ett begränsat skärpedjup, en effekt som ofta används konstnärligt. AF-punkterna kan ofta vara fördefinierade av kameran eller av användaren, beroende på kameramodell.
uk: У фотоапаратах можуть використовуватися певні точки (які називають точками автоматичного фокусування або АФ) для забезпечення перебування певної ділянки зображення у фокусі. На добре сфокусованому зображенні також можуть бути ділянки, які не перебувають у фокусі, через обмежену глибину поля, ефект, який часто використовують з художньою метою. Точки АФ може часто бути попередньо визначено фотоапаратом або користувачем, залежно від моделі фотоапарата.
zh_cn: 相机在拍照时可以通过一些特定点（叫做自动对焦点，简称 AF 点）来确保图像某一部分是清晰的。一张对焦良好的照片，也可能因为景深有限而有一部分模糊，这种效果在艺术创作中也经常被利用。AF 点可以由相机自动设定，也可以由用户手动设定，具体取决于相机型号。

source: There are only two cases supported by digiKam for AF points: in-focused points and selected points. In-focus points are the AF points determined by the camera, and selected points are the AF points set by the user. An AF point can also be both in-focus and selected, or neither.
ca: Només hi ha dos casos compatibles amb el digiKam per als punts AF: els punts en focus i els punts seleccionats. Els punts en focus són els punts AF determinats per la càmera, i els punts seleccionats són els punts AF establerts per l'usuari. Un punt AF tant pot ser en focus com seleccionat, o cap del dos.
it: digiKam supporta solo due casi di punti AF: punti «a fuoco» e punti «selezionati». I punti a fuoco sono i punti AF determinati dalla fotocamera, mentre i punti selezionati sono i punti AF impostati dall'utente. Un punto AF può essere sia a fuoco, sia selezionato, oppure nessuno dei due.
nl: Er zijn slechts twee gevallen ondersteund door digiKam voor AF-punten: in-focus-punten en geselecteerde punten. In-focus punten zijn de AF-punten bepaald door de camera en geselecteerde punten zijn de AF-punten ingesteld door de gebruiker. Een AF-punt kan ook beiden zijn in-focus en geselecteerd, of geen van beide.
pt_br: Existem apenas dois casos suportados pelo digiKam para pontos de AF: pontos em foco e pontos selecionados. Pontos em foco são os pontos de AF determinados pela câmera, e pontos selecionados são os pontos de AF definidos pelo usuário. Um ponto de AF também pode estar em foco e selecionado, ou nenhum dos dois.
sl: DigiKam podpira samo dva primera za točke AF: točke v fokusu in izbrane točke. Točke izostritve so točke AF, ki jih določi kamera, izbrane točke pa so točke AF, ki jih nastavi uporabnik. Točka AF je lahko tudi izostrena in izbrana ali nobena.
sv: Det finns bara två fall som digiKam stöder för AF-punkter: punkter i fokus och valda punkter. Fokuseringspunkter är de AF-punkter som bestäms av kameran, och valda punkter är de AF-punkter som användaren anger. En AF-punkt kan också vara både i fokus och vald, eller ingetdera.
uk: У digiKam передбачено підтримку лише двох випадків точок АФ: точки у фокусі і вибрані точки. Точки у фокусі є точками АФ, які визначено фотоапаратом, а вибрані точки є точками АФ, які встановлено користувачем. Крім того, точка АФ може бути одразу у фокусі і вибраною або не належати до жодної з цих категорійй.
zh_cn: digiKam 支持两种 AF 点：对焦点：是指相机在拍摄时自动对准清晰的区域；选定点：是用户手动选择的对焦区域。同一个点也可能既是对焦点，又是选定点；当然也可能都不是。

source: The digiKam Light Table Comparing Focus Points from a Series of Shots
ca: La taula de llum en el digiKam comparant els punts d'enfocament d'una sèrie de captures
it: Il tavolo luminoso di digiKam che confronta i punti focali da una serie di scatti
nl: De lichttafel van digiKam vergelijkt focuspunten uit een serie opnamen
pt_br: A Mesa de Luz digiKam comparando pontos de foco de uma série de fotos
sl: Osvetlitvena miza digiKam, ki primerja točke ostrenja iz niza posnetkov
sv: Ljusbordet i digiKam jämför fokuseringspunkter från en serie bilder
uk: Порівняння точок фокусування для послідовності знімків за допомогою стола з підсвічуванням digiKam
zh_cn: digiKam 的“多图对比”中比较一组照片的对焦点

source: On many cameras, each focus point is not just a point, but a rectangular region in the image. Focus Point displays an overlay of the focus region of image, the region that the camera was using to focus. Using the focus points visualization while previewing images side-by-side allows you to easily locate where the images should be in focus.
ca: En moltes càmeres, cada punt d'enfocament no és només un punt, sinó una regió rectangular en la imatge. El punt d'enfocament mostra una superposició de la regió d'enfocament de la imatge, la regió que la càmera va utilitzar per a enfocar. L'ús de la visualització dels punts d'enfocament mentre es previsualitzen les imatges una al costat de l'altra permet localitzar fàcilment quan les imatges han d'estar enfocades.
it: In molte fotocamere ogni punto non è soltanto un punto sull'immagine ma una regione rettangolare. Il punto focale mostra una sovrapposizione della regione a fuoco dell'immagine, la regione che la fotocamera stava utilizzando per mettere a fuoco. L'uso della visualizzazione dei punti focali durante l'anteprima delle immagini affiancate ti consente di individuare in modo semplice l'area in cui le immagini devono essere a fuoco.
nl: Op vele camera's is elk focuspunt niet slechts een punt, maar een rechthoekig gebied in de afbeelding. Focuspunt toont een overlay van het focusgebied van de afbeelding, het gebied dat de camera gebruikte om te focussen. De visualisatie van focuspunten gebruiken tijdens het bekijken van afbeeldingen naast elkaar biedt u het gemakkelijk lokaliseren waar de afbeeldingen in focus zouden moeten zijn.
pt_br: Em muitas câmeras, cada ponto de foco não é apenas um ponto, mas uma região retangular na imagem. O ponto de foco exibe uma sobreposição da região de foco da imagem, a região que a câmera estava usando para focar. Usar a visualização dos pontos de foco enquanto visualiza imagens lado a lado permite localizar facilmente onde as imagens devem estar em foco.
sl: Pri mnogih kamerah vsaka točka ostrenja ni samo točka, temveč pravokotno območje na sliki. Točka ostrenja prikaže prekrivanje območja ostrenja slike, območja, ki ga je kamera uporabljala za ostrenje. Uporaba vizualizacije točk ostrenja med predogledom slik eno ob drugi vam omogoča, da preprosto poiščete, kje naj bodo slike izostrene.
sv: På många kameror är varje fokuseringspunkt inte bara en punkt, utan ett rektangulärt område på bilden. Fokuseringspunkt visar en överlagring av bildens fokuseringsområde, det område som kameran använde för att fokusera. Genom att använda visualisering av fokuseringspunkter medan man förhandsgranskar bilder sida vid sida kan man enkelt hitta var bilderna ska vara i fokus.
uk: Кожна точка на зображенні є насправді не точкою, а прямокутником. «Точка фокусування» показує накладку із зображенням ділянки фокусування, яку було використано фотоапаратом для фокусування. Використання візуалізації точок фокусування при паралельному перегляді зображень забезпечує вибір найкращого зображення із належними умовами фокусування.
zh_cn: 在很多相机中，一个对焦点不仅仅是一个点，而是图像中的一个矩形区域。digiKam 会在图像上叠加显示这个“对焦区域”——也就是相机用来对焦的位置。当你在并排对比两张图片时，启用这个功能能帮你快速找到对焦清晰的部分。

source: To Show the focus points over the preview image, select **Show Focus Points** from the context menu.
ca: Per a mostrar els punts d'enfocament sobre la vista prèvia de la imatge, seleccioneu **Mostra els punts d'enfocament** del menú contextual.
it: Per visualizzare i punti focali sull'immagine di anteprima, seleziona **Mostra punti focali** dal menu contestuale.
nl: Om de focuspunten te tonen over de voorbeeldafbeelding, selecteer **Focuspunten tonen** uit het contextmenu.
pt_br: Para mostrar os pontos de foco sobre a imagem de visualização, selecione **Mostrar pontos de foco** no menu de contexto.
sl: Če želite prikazati točke ostrenja nad sliko za predogled, v kontekstnem meniju izberite **Pokaži točke ostrenja**.
sv: För att visa fokuseringspunkterna över förhandsgranskningsbilden, välj **Visa fokuseringspunkter** från den sammanhangsberoende menyn.
uk: Щоб переглянути точки фокусування над панеллю попереднього перегляду зображення, скористайтеся пунктом **Показувати точки фокусування** у контекстному меню.
zh_cn: 想在预览图上显示对焦点，只需要右键点击图像，选择 **显示焦点** 即可。

source: The digiKam Light Table Preview Canvas Context Menu
ca: El menú contextual sobre el llenç de vista prèvia en la taula de llum del digiKam
it: Il menu contestuale della tela di anteprima del tavolo luminoso di digiKam
nl: Het contextmenu van het voorbeeldwerkveld van de lichttafel van digiKam
pt: O Menu de Contexto na Área de Antevisão da Mesa de Luz do digiKam
pt_br: Menu de contexto na tela de visualização da Mesa de Luz do digiKam
sl: Kontekstni meni platna za predogled osvetlitvene mize digiKam
sv: Sammanhangsberoende meny för förhandsgranskning i digiKams ljusbord
uk: Контекстне меню полотна попереднього перегляду стола з підсвічуванням digiKam
zh_cn: digiKam 多图对比的预览画布右键菜单

source: Comparing The Sidebars Contents
ca: Comparar el contingut de les barres laterals
it: Confronto del contenuto delle barre laterali
nl: De inhoud van de zijbalken vergelijken
pt: Comparar os Conteúdos das Barras Laterais
pt_br: Comparando o conteúdo das barras laterais
sl: Primerjava vsebine stranskih stolpcev
sv: Jämföra sidoradernas innehåll
uk: Порівняння вмісту бічних панелей
zh_cn: 对比侧边栏内容

source: One feature of the digiKam Light Table is the sidebar views available on the right and left sides. While the two sidebars are different in the Main Window, both sidebars in Light Table provide the same contents as provided in the **Main Window** right sidebar:
ca: Una funcionalitat de la taula de llum del digiKam són les vistes disponibles de les barres laterals en els costats dret i esquerre. Mentre que les dues barres laterals són diferents a la finestra principal, les dues barres laterals a la taula de llum proporcionen el mateix contingut que a la barra lateral dreta de la **finestra principal**:
it: Una funzionalità del tavolo luminoso di digiKam è la vista delle barre laterali disponibili nei lati destro e sinistro. Mentre le barre laterali sono diverse nella finestra principale, le barre laterali nel tavolo luminoso forniscono lo stesso contenuto presente nella barra laterale destra della **finestra principale**:
nl: Een mogelijkheid van de Lichttafel van digiKam is de zijbalkweergaven beschikbaar aan de rechter en de linkerkant. Terwijl de twee zijbalken in het Hoofdvenster verschillend zijn, leveren de beiden zijbalken dezelfde inhoud als met de rechter zijbalk van het **Hoofdvenster**:
pt_br: Uma funcionalidade da Mesa de Luz digiKam são as visualizações da barra lateral disponíveis nos lados direito e esquerdo. Embora as duas barras laterais sejam diferentes na janela principal, ambas as barras laterais da Mesa de Luz oferecem o mesmo conteúdo que a barra lateral direita da **janela principal**:
sl: Ena od značilnosti svetlobne mize digiKam sta pogled stranske vrstice na desni in levi strani. Medtem ko sta stranski vrstici različni v glavnem oknu, obe stranski vrstici v osvetlitvene mize zagotavljata enako vsebino, kot je na voljo v desni stranski vrstici **Glavnega okna**:
sv: En funktion på ljusbordet i digiKam är sidovyerna som är tillgängliga på höger och vänster sida. Medan de två sidoraderna är olika i huvudfönstret, erbjuder båda sidoraderna på ljusbordet samma innehåll som i **huvudfönstrets** högra sidorad:
uk: Можливість стола з підсвічуванням у digiKam реалізовано як частини бічної панелі з правого і з лівого боку від основного полотна. Хоча в головному вікні ці бічні панелі є різними, обидві панелі стола з підсвічуванням містять ті самі елементи, що і права бічна панель **основного вікна програми**:
zh_cn: digiKam 的“多图对比”功能左右两边都配有侧边栏。虽然在主窗口中左右边栏内容不同，但在“多图对比”中，这两个侧边栏显示的内容是一样的，和 **主窗口右侧边栏** 的内容一致：

source: :ref:`Properties <properties_view>`: File and image properties, key shooting parameters.
ca: :ref:`Propietats <properties_view>`: propietats del fitxer i imatge, paràmetres clau de la captura.
it: :ref:`Proprietà <properties_view>`: proprietà del file e dell'immagine, parametri per i tasti di attivazione comandi.
nl: :ref:`Eigenschappen <properties_view>`: eigenschappen van bestand en afbeelding, hoofdparameters van de opname.
pt: :ref:`Propriedades <properties_view>`: Propriedades dos ficheiros e imagens, parâmetros-chave da captura.
pt_br: :ref:`Propriedades <properties_view>`: Propriedades de arquivo e da imagem, principais parâmetros de disparo.
sl: :ref:`Lastnosti <properties_view>`: Lastnosti datoteke in slike, ključni parametri fotografiranja.
sv: :ref:`Egenskaper <properties_view>`: Fil- och bildegenskaper, viktiga fotograferingsparametrar.
uk: :ref:`Властивості <properties_view>`: властивості файла і зображення, основні параметри ключів.
zh_cn: :ref:`属性 <properties_view>`: 文件属性、图片属性、拍摄参数；

source: :ref:`Metadata <metadata_view>`: Exif, Makernotes, IPTC, XMP, and ExifTool data.
ca: :ref:`Metadades <metadata_view>`: dades Exif, Notes del fabricant, IPTC, XMP i ExifTool.
it: :ref:`Metadati <metadata_view>`: dati Exif, Makernotes, IPTC, XMP e ExifTool.
nl: :ref:`Metagegevens <metadata_view>`: Exif, Maker-notities, IPTC, XMP en ExifTool gegevens.
pt: :ref:`Meta-Dados <metadata_view>`: Dados do EXIF, Notas do Fabricante, IPTC, XMP e do ExifTool.
pt_br: :ref:`Metadados <metadata_view>`: Exif, notas do fabricante, IPTC, XMP, e dados do ExifTool.
sl: :ref:`Metapodatki <metadata_view>`: podatki Exif, Makernotes, IPTC, XMP in ExifTool.
sv: :ref:`Metadata <metadata_view>`: Exif, tillverkaranmärkningar, IPTC, XMP, och ExifTool-data.
uk: :ref:`Метадані <metadata_view>`: дані Exif, Makernotes, IPTC, XMP і ExifTool.
zh_cn: :ref:`元数据 <metadata_view>`: Exif、制造商注释、IPTC、XMP、ExifTool 数据；

source: :ref:`Colors <colors_view>`: Histograms and embedded ICC profiles.
ca: :ref:`Colors <colors_view>`: Histogrames i perfils ICC incrustats.
it: :ref:`Colori <colors_view>`: istogrammi e profili ICC incorporati.
nl: :ref:`Kleuren <colors_view>`: histogrammen en ingebedde ICC-profielen.
pt: :ref:`Cores <colors_view>`: Histogramas e perfis ICC incorporados.
pt_br: :ref:`Cores <colors_view>`: Histogramas e perfis ICC embutidos.
sl: :ref:`Barve <colors_view>`: Histogrami in vdelani profili ICC.
sv: :ref:`Färger <colors_view>`: Histogram och inbäddade ICC-profiler.
uk: :ref:`Кольори <colors_view>`: гістограми і вбудовані профілі ICC
zh_cn: :ref:`颜色 <colors_view>`: 直方图、内嵌 ICC 配色文件；

source: :ref:`Maps <maps_view>`: View to show GPS location.
ca: :ref:`Mapes <maps_view>`: veure per a mostrar la ubicació GPS.
it: :ref:`Mappe <maps_view>`: vista per mostrare la posizione GPS.
nl: :ref:`Kaarten <maps_view>`: weergave van de GPS-locatie.
pt: :ref:`Mapas <maps_view>`: Área de apresentação da localização do GPS.
pt_br: :ref:`Mapas <maps_view>`: Vista para mostrar a localização GPS.
sl: :ref:`Zemljevidi <maps_view>`: Pogled za prikaz lokacije GPS.
sv: :ref:`Kartor <maps_view>`: Vy för att visa GPS-plats.
uk: :ref:`Карти <maps_view>`: віджет Marble для показу точного розташування на поверхні Землі за допомогою GPS
zh_cn: :ref:`地图 <maps_view>`: 显示 GPS 定位；
