Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/*_tools.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: digiKam Batch Queue Manager Base Tools
ca: Eines base en el Gestor de la cua per lots del digiKam
it: Strumenti di base del gestore elaborazione in serie di digiKam
nl: Basishulpmiddelen voor Takenwachtrijbeheerder van digiKam
pt_br: Ferramentas básicas do gerenciador de processamento em lote do digiKam
sl: Osnovna orodja Upravljalnika paketnih čakalnih vrst digiKam
uk: Базові інструменти керування пакетною обробкою у digiKam
zh_cn: digiKam 批处理管理器中的基础工具

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, queue, manager, tools, color, enhance, transform, effects, decorate
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, cua, gestor, eines, color, millorar, transformar, efectes, decorar
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, coda, gestore, strumenti, colore, migliora, trasforma, effetti, decora
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, wachtrij, beheerder, hulpmiddelen, kleur, verbeteren, transformeren, effecten, decoreren
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, lote, fila, gerenciador, ferramentas, cor, aprimorar, transformar, efeitos, decorar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, serija, čakalna vrsta, upravljalnik, orodja, barva, izboljšanje, transformacija, učinki, dekoracija
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетна обробка, черга, керування, інструменти, колір, удосконалення, перетворення, ефекти, декорування
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批处理, 队列, 管理, 工具, 颜色, 增强, 转换, 效果, 装饰

source: :ref:`Base Tools <batch_queue>`
ca: :ref:`Eines base <batch_queue>`
it: :ref:`Strumenti di base <batch_queue>`
pt_br: :ref:`Ferramentas base <batch_queue>`
sl: :ref:`Osnovna orodja <batch_queue>`
uk: :ref:`Базові інструменти <batch_queue>`
zh_cn: :ref:`基础工具 <batch_queue>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt_br: Visão geral
sl: Pregled
uk: Огляд
zh_cn: 概述

source: The Batch Queue Manager tools are available as plugins loaded dynamically at startup and configurable in :ref:`Setup dialog <plugins_settings>`. With few exceptions, the tools share the same functionalities as the plugins used by the :ref:`Image Editor <image_editor>`. One major difference from the Image Editor is that Batch Queue Manager tools cannot provide a preview of the tool's effect on each image. Additional tools are provided to **Convert** to different file formats, and to be used for :ref:`Digital Asset Management <asset_management>`.
ca: Les eines del Gestor de la cua per lots estan disponibles com a connectors que es carreguen dinàmicament a l'inici i que es poden configurar en el :ref:`diàleg Configuració <plugins_settings>`. Amb poques excepcions, les eines comparteixen les mateixes funcionalitats que els connectors de l':ref:`Editor d'imatges <image_editor>`. Una diferència principal amb l'Editor d'imatges és que les eines del Gestor de la cua per lots no proporcionen una vista prèvia dels efectes de les eines a cada imatge. Es proporcionen eines addicionals per a **Convertir** a formats diferents de fitxer i aplicar la :ref:`gestió d'actius digitals <asset_management>`.
it: Gli strumenti del Gestore elaborazione in serie sono disponibili come estensioni caricate in modo dinamico all'avvio e sono configurabili nella :ref:`finestra di dialogo Configurazione <plugins_settings>`. Con poche eccezioni, gli strumenti condividono le stesse funzionalità delle estensioni utilizzate dall':ref:`Editor delle immagini <image_editor>`. La più grande differenza con l'Editor delle immagini è che gli strumenti del Gestore elaborazione in serie non sono in grado di fornire un'anteprima degli strumenti su ciascuna immagine. Sono forniti strumenti aggiuntivi per **convertire** in formati di file diversi e per essere utilizzati per la :ref:`Gestione dei beni digitali <asset_management>`.
pt_br: As ferramentas do gerenciador de processamento em lote estão disponíveis como plugins carregados dinamicamente na inicialização e configuráveis ​​em :ref:`Diálogo de Configuração <plugins_settings>`. Com poucas exceções, as ferramentas compartilham as mesmas funcionalidades dos plugins usados ​​pelo :ref:`Editor de Imagem <image_editor>`. Uma grande diferença em relação ao Editor de Imagem é que as ferramentas do gerenciador de processamento em lote não podem fornecer uma prévia do efeito da ferramenta em cada imagem. Ferramentas adicionais são fornecidas para **Converter** para diferentes formatos de arquivo e para serem usadas no :ref:`Gerenciamento de ativos digitais <asset_management>`.
sl: Orodja Upravljalnika paketnih čakalnih vrst so na voljo kot vtičniki, ki se dinamično naložijo ob zagonu in jih je mogoče konfigurirati v :ref:`Namestitvenem pogovornem oknu <plugins_settings>`. Z nekaj izjemami imajo orodja enake funkcije kot vtičniki, ki jih uporablja :ref:`Urejevalnik slik <image_editor>`. Ena večjih razlik od urejevalnika slik je ta, da orodja za upravljanje paketne čakalne vrste ne morejo zagotoviti predogleda učinka orodja na vsako sliko. Dodatna orodja so na voljo za **Pretvorbo** v različne formate datotek in za uporabo za :ref:`Digital Asset Management <asset_management>`.
uk: Інструменти керування чергою пакетної обробки доступні як додатки, які динамічно завантажуватимуться під час запуску і можуть бути налаштовані за допомогою :ref:`діалогового вікна налаштовування <plugins_settings>`. Окрім декількох, майже усі інструменти мають ті самі функціональні можливості, що і додатки з :ref:`редактора зображень <image_editor>`. Різниця з інструментами редактора зображень полягає у неможливості попереднього перегляду ефектів на зображеннях. Інші інструменти здебільшого створено для **перетворення** у формати файлів і застосування :ref:`керування цифровою власністю <asset_management>`.
zh_cn: 批处理管理器工具是以插件形式动态加载的，在 digiKam 启动时自动加载，并可在 :ref:`设置对话框 <plugins_settings>` 中进行配置。除了个别例外，这些工具大多具备与 :ref:`图像编辑器 <image_editor>` 插件相同的功能。不过，它们和图像编辑器最大的不同在于：批处理管理器中的工具无法预览对每张图像的处理效果。除了这些工具外，还提供了文件格式转换工具以及一些用于 :ref:`数字资产管理 <asset_management>` 的工具。

source: The Batch Queue Manager View to Select Base Tools for Creating a Workflow
ca: La vista del gestor de la cua per lots seleccionant les eines base per a crear un flux de treball
it: La vista del gestore elaborazione in serie per selezionare gli strumenti di base durante la creazione di un flusso di lavoro
nl: De weergave van de takenwachtrijbeheerder om basishulpmiddelen te selecteren voor het aanmaken van een werkmethode
pt_br: A vista do gerenciador de processamento em lote para selecionar ferramentas básicas para criar um fluxo de trabalho
sl: Pogled Upravljalnika paketnih čakalnih vrst za izbiro osnovnih orodij za ustvarjanje poteka dela
uk: Панель керування засобами пакетної обробки із вибором базових інструментів для створення процесу
zh_cn: 批处理管理器界面，用于选择基础工具以创建处理流程

source: Shared Image Editor Tools
ca: Eines compartides de l'editor d'imatges
it: Strumenti dell'Editor delle immagini condivisi
nl: Gedeelde hulpmiddelen met de afbeeldingsbewerker
pt_br: Ferramentas compartilhadas com o Editor de Imagem
sl: Orodja za urejanje slik v skupni rabi
uk: Спільні з редактором зображень інструменти
zh_cn: 与图像编辑器共用的工具

source: The list of tools shared between the Image Editor and the Batch Queue Manager is given below. This list provides the links to the corresponding sections of the Image Editor chapter from this manual.
ca: A continuació es mostra la llista d'eines compartides entre l'editor d'imatges i el gestor de la cua per lots. Aquesta llista proporciona els enllaços a les seccions corresponents del capítol Editor d'imatges d'aquest manual.
it: Di seguito è riportato l'elenco degli strumenti condivisi tra l'Editor delle immagini e il Gestore elaborazione in serie. L'elenco fornisce i collegamenti ai relativi paragrafi del capitolo sull'Editor delle immagini di questo manuale.
pt_br: A lista de ferramentas compartilhadas entre o Editor de Imagem e o gerenciador de processamento em lote é apresentada abaixo. Esta lista fornece os links para as seções correspondentes do capítulo "Editor de Imagem" deste manual.
sl: Spodaj je naveden seznam orodij, ki si jih delita urejevalnik slik in upravljalnik paketne čakalne vrste. Ta seznam vsebuje povezave do ustreznih razdelkov poglavja Urejevalnik slik iz tega priročnika.
uk: Нижче наведено список інструментів, які походять з редактора зображень і спільно використовуються у керуванні пакетною обробкою. У цьому списку використано посилання на розділи підручника з редактора зображень, якими можна скористатися і для керування пакетною обробкою.
zh_cn: 以下是图像编辑器和批处理管理器共用的工具列表，并附有图像编辑器章节中对应功能的链接。

source: Image Color Corrections:
ca: Correccions del color de la imatge:
it: Correzioni del colore dell'immagine:
nl: Kleurcorrectie van afbeeldingen:
pt_br: Correções de cor da imagem:
sl: Barvni popravki slike:
uk: Виправлення кольорів зображення:
zh_cn: 图像色彩调整：

source: :ref:`Convert to 8 bits <color_depth>`
ca: :ref:`Converteix a 8 bits <color_depth>`
it: :ref:`Converti a 8 bit <color_depth>`
nl: :ref:`Converteren naar 8 bits <color_depth>`
pt_br: :ref:`Converter para 8 bits <color_depth>`
sl: :ref:`Pretvori v 8 bitov <color_depth>`
uk: :ref:`Перетворення до 8 бітів <color_depth>`
zh_cn: :ref:`色彩位深转 8 位 <color_depth>`

source: :ref:`Convert to 16 bits <color_depth>`
ca: :ref:`Converteix a 16 bits <color_depth>`
it: :ref:`Converti a 16 bit <color_depth>`
nl: :ref:`Converteren naar 16 bits <color_depth>`
pt_br: :ref:`Converter para 16 bits <color_depth>`
sl: :ref:`Pretvori v 16 bitov <color_depth>`
uk: :ref:`Перетворення до 16 бітів <color_depth>`
zh_cn: :ref:`色彩位深转 16 位 <color_depth>`

source: :ref:`Color Profile Conversion <color_cm>`
ca: :ref:`Conversió del perfil de color <color_cm>`
it: :ref:`Conversione dei profili dei colori <color_cm>`
nl: :ref:`Kleurprofielconversie <color_cm>`
pt_br: :ref:`Conversão de perfil de cor <color_cm>`
sl: :ref:`Pretvorba barvnega profila <color_cm>`
uk: :ref:`Перетворення профілів кольорів <color_cm>`
zh_cn: :ref:`色彩特性文件转换 <color_cm>`

source: :ref:`Color Auto-Correction <color_auto>`
ca: :ref:`Correcció automàtica del color <color_auto>`
it: :ref:`Correzione automatica del colore <color_auto>`
nl: :ref:`Automatische kleurcorrectie <color_auto>`
pt_br: :ref:`Correção automática de cores <color_auto>`
sl: :ref:`Samodejni popravek barv <color_auto>`
uk: :ref:`Автовиправлення кольорів <color_auto>`
zh_cn: :ref:`颜色自动调整 <color_auto>`

source: :ref:`BCG Correction <color_bcg>`
ca: :ref:`Correcció BCG <color_bcg>`
it: :ref:`Correzione BCG <color_bcg>`
nl: :ref:`Correctie van BCG <color_bcg>`
pt_br: :ref:`Correção BCG <color_bcg>`
sl: :ref:`BCG popravek <color_bcg>`
uk: :ref:`Перетворення BCG <color_bcg>`
zh_cn: :ref:`BCG 调整 <color_bcg>`

source: :ref:`HSL Correction <color_hsl>`
ca: :ref:`Correcció HSL <color_hsl>`
it: :ref:`Correzione HSL <color_hsl>`
nl: :ref:`HSL-correctie <color_hsl>`
pt_br: :ref:`Correção de HSL <color_hsl>`
sl: :ref:`HSL popravek <color_hsl>`
uk: :ref:`Перетворення HSL <color_hsl>`
zh_cn: :ref:`HSL 调整 <color_hsl>`

source: :ref:`Color Balance <color_balance>`
ca: :ref:`Equilibri de color <color_balance>`
it: :ref:`Bilanciamento dei colori <color_balance>`
pt_br: :ref:`Balanço de cor <color_balance>`
sl: :ref:`Ravnovesje barv <color_balance>`
uk: :ref:`Баланс кольорів <color_balance>`
zh_cn: :ref:`色彩平衡调整 <color_balance>`

source: :ref:`White Balance <color_wb>`
ca: :ref:`Balanç de blancs <color_wb>`
it: :ref:`Bilanciamento del bianco <color_wb>`
nl: :ref:`Witbalans <color_wb>`
pt_br: :ref:`Balanço de branco <color_wb>`
sl: :ref:`Nastavitev beline <color_wb>`
uk: :ref:`Баланс білого <color_wb>`
zh_cn: :ref:`白平衡 <color_wb>`

source: :ref:`Curves Adjust <color_curves>`
ca: :ref:`Ajust de les corbes <color_curves>`
it: :ref:`Regola curve <color_curves>`
nl: :ref:`Curves aanpassen <color_curves>`
pt_br: :ref:`Ajuste de curvas <color_curves>`
uk: :ref:`Коригування кривих <color_curves>`
zh_cn: :ref:`颜色曲线调整 <color_curves>`

source: :ref:`Channel Mixer <color_mixer>`
ca: :ref:`Mesclador de canals <color_mixer>`
it: :ref:`Miscelatore dei canali <color_mixer>`
pt_br: :ref:`Misturador de canais <color_mixer>`
sl: :ref:`Mešalnik kanalov <color_mixer>`
uk: :ref:`Мікшер каналів <color_mixer>`
zh_cn: :ref:`色彩通道混合 <color_mixer>`

source: :ref:`Black and White Convert <color_bw>` (including :ref:`Simulate Infrared Film <color_infrared>`)
ca: :ref:`Conversió a blanc i negre <color_bw>` (inclou :ref:`Simula la pel·lícula infraroja <color_infrared>`)
it: :ref:`Conversione bianco e nero <color_bw>` (incluso :ref:`Simula la pellicola a infrarosso <color_infrared>`)
pt_br: :ref:`Conversão para preto e branco <color_bw>` (incluindo :ref:`Simular filme infra-vermelho <color_infrared>`)
sl: :ref:`Black and White Convert <color_bw>` (vključno :ref:`Simulacija infrardečega filma <color_infrared>`)
uk: :ref:`Перетворення на чорно-біле <color_bw>` (включно із :ref:`імітацією інфрачервоної плівки <color_infrared>`)
zh_cn: :ref:`黑白照片转换 <color_bw>` (包括 :ref:`模拟红外胶片效果 <color_infrared>`)

source: :ref:`Invert Colors <color_invert>`
ca: :ref:`Inverteix els colors <color_invert>`
it: :ref:`Inverti i colori <color_invert>`
nl: :ref:`Kleuren omkeren <color_invert>`
pt_br: :ref:`Inverter as cores <color_invert>`
sl: :ref:`Obrni barve <color_invert>`
uk: :ref:`Інвертування кольорів <color_invert>`
zh_cn: :ref:`颜色反相 <color_invert>`

source: **Adjust Levels** and **Simulate Color Negative Film** are not available in Batch Queue Manager.
ca: Les eines **Ajust de nivells** i **Simula la pel·lícula de color negatiu** no estan disponibles en el Gestor de la cua per lots.
it: Gli strumenti **Regola livelli** e **Simula pellicola negativa a colori** non sono disponibili nel Gestore elaborazione in serie.
nl: **Niveaus aanpassen** en **Kleurennegatieffilm simuleren** zijn niet beschikbaar in Takenwachtrijbeheerder.
pt_br: **Ajustar níveis** e **Simular filme negativo colorido** não estão disponíveis no gerenciador de processamento em lote.
sl: **Prilagodi ravni** in **Simulacija barvnega negativa** nista na voljo v Upravljalniku paketne čakalne vrste.
uk: У керуванні пакетною обробкою не можна скористатися інструментами **Налаштування рівнів** та **Плівка — кольоровий негатив**.
zh_cn: **色阶调整** 和 **模拟彩色负片效果** 不适用于批处理管理器。

source: Image Enhancement:
ca: Millorar la imatge:
it: Miglioramento delle immagini:
nl: Afbeeldingsverbetering:
pt_br: Melhoria da imagem:
sl: Izboljšava slike:
uk: Покращення зображення:
zh_cn: 图像增强工具

source: :ref:`Sharpen Image (sharpen, unsharp mask, refocus) <enhance_sharpen>`
ca: :ref:`Defineix més la imatge (definir, màscara de desenfocament, reenfocament) <enhance_sharpen>`
it: :ref:`Nitidezza immagini (aumenta la nitidezza, maschera di contrasto, rimessa a fuoco) <enhance_sharpen>`
nl: :ref:`Verscherpen (verscherpen, onscherpte masker, opnieuw focusseren) <enhance_sharpen>`
pt_br: :ref:`Nitidez da imagem (nitidez, máscara não nítida, nova focagem) <enhance_sharpen>`
sl: :ref:`Izostri sliko (izostri, neostri maska, preostri) <enhance_sharpen>`
uk: :ref:`Зміна різкості зображення (збільшення різкості, маска зменшення різкості, зміна фокуса) <enhance_sharpen>`
zh_cn: :ref:`锐化图像 (锐化、USM 蒙版、重新对焦) <enhance_sharpen>`

source: :ref:`Blur Image <enhance_blur>`
ca: :ref:`Difuminat d'imatge <enhance_blur>`
it: :ref:`Sfoca immagine <enhance_blur>`
nl: :ref:`Afbeelding vervagen <enhance_blur>`
pt_br: :ref:`Borrar imagem <enhance_blur>`
sl: :ref:`Zameglitev slike <enhance_blur>`
uk: :ref:`Розмивання зображення <enhance_blur>`
zh_cn: :ref:`模糊图像 <enhance_blur>`

source: :ref:`Red Eye Correction <enhance_redeyes>`
ca: :ref:`Correcció d'ulls vermells <enhance_redeyes>`
it: :ref:`Correzione occhi rossi <enhance_redeyes>`
pt_br: :ref:`Correção de olhos vermelhos <enhance_redeyes>`
sl: :ref:`Popravek rdečih oči <enhance_redeyes>`
uk: :ref:`Коригування ефекту «червоних очей» <enhance_redeyes>`
zh_cn: :ref:`红眼消除 <enhance_redeyes>`

source: :ref:`Local Contrast <enhance_localcontrast>`
ca: :ref:`Contrast local <enhance_localcontrast>`
it: :ref:`Contrasto locale <enhance_localcontrast>`
nl: :ref:`Lokaal contrast <enhance_localcontrast>`
pt_br: :ref:`Contraste local <enhance_localcontrast>`
sl: :ref:`Lokalni kontrast <enhance_localcontrast>`
uk: :ref:`Локальна контрастність <enhance_localcontrast>`
zh_cn: :ref:`局部对比度调整 <enhance_localcontrast>`

source: :ref:`Noise Reduction <enhance_nr>`
ca: :ref:`Reducció del soroll <enhance_nr>`
it: :ref:`Riduzione del rumore <enhance_nr>`
nl: :ref:`Ruisreductie <enhance_nr>`
pt_br: :ref:`Redução de ruído <enhance_nr>`
sl: :ref:`Zmanjšanje šuma <enhance_nr>`
uk: :ref:`Зменшення шумності <enhance_nr>`
zh_cn: :ref:`降噪 <enhance_nr>`

source: :ref:`Hot Pixel Correction <enhance_hotpixels>`
ca: :ref:`Eina per als píxels cremats <enhance_hotpixels>`
it: :ref:`Correzione dei pixel bruciati <enhance_hotpixels>`
nl: :ref:`Correctie van hotpixels <enhance_hotpixels>`
pt_br: :ref:`Correção de pixels quentes <enhance_hotpixels>`
uk: :ref:`Виправлення «гарячих» пікселів <enhance_hotpixels>`
zh_cn: :ref:`热像素修复 <enhance_hotpixels>`

source: :ref:`Restoration <enhance_restoration>`
ca: :ref:`Restauració <enhance_restoration>`
it: :ref:`Restauro <enhance_restoration>`
nl: :ref:`Herstellen <enhance_restoration>`
pt_br: :ref:`Restauração <enhance_restoration>`
sl: :ref:`Obnova <enhance_restoration>`
uk: :ref:`Відновлення фотографії <enhance_restoration>`
zh_cn: :ref:`照片修复 <enhance_restoration>`

source: :ref:`Anti-Vignetting <enhance_vignetting>`
ca: :ref:`Antivinyetatge <enhance_vignetting>`
it: :ref:`Antivignettatura <enhance_vignetting>`
nl: :ref:`Anti-vignettering <enhance_vignetting>`
pt_br: :ref:`Anti-vinheta <enhance_vignetting>`
sl: :ref:`Proti vinjetiranju <enhance_vignetting>`
uk: :ref:`Антивіньєтування <enhance_vignetting>`
zh_cn: :ref:`暗角调整 <enhance_vignetting>`

source: :ref:`Lens Auto-Correction Tool <enhance_lensauto>`
ca: :ref:`Correcció automàtica de la lent <enhance_lensauto>`
it: :ref:`Strumento Correzione lenticolare automatica <enhance_lensauto>`
nl: :ref:`Hulpmiddel voor automatische lenscorrectie <enhance_lensauto>`
pt_br: :ref:`Ferramenta de correção automática de lente <enhance_lensauto>`
sl: :ref:`Orodje za samodejni popravek leče <enhance_lensauto>`
uk: :ref:`Інструмент автокорекції об’єктива <enhance_lensauto>`
zh_cn: :ref:`镜头畸变校正 <enhance_lensauto>`

source: **Healing Clone Tool** and **Lens Distortion Correction** are not available in Batch Queue Manager.
ca: Les eines **Clonatge de guariment** i **Correcció de la distorsió de la lent** no estan disponibles en el Gestor de la cua per lots.
it: Gli strumenti **Riparazione clone** e **Correzione distorsione dell'obiettivo** non sono disponibili nel Gestore elaborazione in serie.
nl: **Hulpmiddel voor heling van kloon** en **Lensvervorming corrigeren** zijn niet beschikbaar in Takenwachtrijbeheerder.
pt_br: **Ferramenta de clone de cura** e **Correção de distorção da lente** não estão disponíveis no gerenciador de processamento em lote.
sl: **Healing Clone Tool** in **Lens Distortion Correction** nista na voljo v Batch Queue Managerju.
uk: У керуванні пакетною обробкою не можна скористатися інструментами **Лікувальне клонування** та **Виправлення викривлення об'єктивом**.
zh_cn: **仿制图章** 和 **镜头扭曲校正** 不适用于批处理管理器。

source: Image Transformation Tools:
ca: Eines per a la transformació de les imatges:
it: Strumenti di trasformazione delle immagini:
nl: Afbeeldingstransformatiehulpmiddelen:
pt_br: Ferramentas de transformação de imagens:
sl: Orodja za pretvorbo slike:
uk: Інструменти перетворення зображення:
zh_cn: 图像变形工具：

source: :ref:`Crop Tool <transform_crop>`
ca: :ref:`Eina d'escapçat <transform_crop>`
it: :ref:`Strumento Ritaglio<transform_crop>`
nl: :ref:`Hulpmiddel Bijsnijden <transform_crop>`
pt_br: :ref:`Ferramenta de recorte <transform_crop>`
sl: :ref:`Orodje za obrezovanje <transform_crop>`
uk: :ref:`Інструмент обрізання <transform_crop>`
zh_cn: :ref:`裁剪工具 <transform_crop>`

source: :ref:`Resize <transform_resize>`
ca: :ref:`Redimensiona <transform_resize>`
it: :ref:`Ridimensiona <transform_resize>`
nl: :ref:`Grootte wijzigen <transform_resize>`
pt_br: :ref:`Redimensionar <transform_resize>`
sl: :ref:`Spremeni velikost <transform_resize>`
uk: :ref:`Зміна розмірів <transform_resize>`
zh_cn: :ref:`调整大小 <transform_resize>`

source: :ref:`Rotate <transform_freerotation>`
ca: :ref:`Gira <transform_freerotation>`
it: :ref:`Ruota <transform_freerotation>`
nl: :ref:`Draaien <transform_freerotation>`
pt_br: :ref:`Girar <transform_freerotation>`
sl: :ref:`Zavrti <transform_freerotation>`
uk: :ref:`Обертання <transform_freerotation>`
zh_cn: :ref:`旋转 <transform_freerotation>`

source: :ref:`Flip <transform_rotationflip>`
ca: :ref:`Inverteix <transform_rotationflip>`
it: :ref:`Ribalta <transform_rotationflip>`
nl: :ref:`Spiegelen <transform_rotationflip>`
pt_br: :ref:`Inverter <transform_rotationflip>`
sl: :ref:`Obrni <transform_rotationflip>`
uk: :ref:`Віддзеркалення <transform_rotationflip>`
zh_cn: :ref:`翻转 <transform_rotationflip>`

source: **Liquid Rescale**, **Perspective**, **Shearing Tool**, and **Proportional Crop Tool** are not available in Batch Queue Manager.
ca: Les eines **Canvi d'escala líquid**, **Perspectiva**, **Inclinació** i **Escapçat proporcional** no estan disponibles en el Gestor de la cua per lots.
it: Gli strumenti **Liquid Rescale**, **Prospettiva**, **Deforma** e **Ritaglio proporzionale** non sono disponibili nel Gestore elaborazione in serie.
nl: **Vloeibaar herschalen**, **Perspectief**, **Hulpmiddel Scheeftrekken** en **Hulpmiddel proportioneel bijsnijden** zijn niet beschikbaar in de Takenwachtrijbeheerder.
pt_br: **Redimensionamento de líquido**, **Perspectiva**, **Ferramenta de inclinação** e **Ferramenta de corte proporcional** não estão disponíveis no gerenciador de processamento em lote.
sl: **Liquid Rescale**, **Perspective**, **Sharing Tool** in **Proportional Crop Tool** niso na voljo v Batch Queue Managerju.
uk: У керуванні пакетною обробкою не можна скористатися інструментами **Пошарове вирізання**, **Перспектива**, **Зсування** та **Пропорційне обрізання**.
zh_cn: **内容感知缩放** 、 **透视变形** 、 **斜切变形** 和 **按宽高比裁剪工具** 不适用于批处理管理器。

source: Image Decoration Tools:
ca: Eines per a la decoració de les imatges:
it: Strumenti di decorazione delle immagini:
nl: Hulpmiddelen voor het verfraaien van de afbeelding:
pt_br: Ferramentas de decoração da imagem:
sl: Orodja za dekoracijo slik:
uk: Інструменти оздоблення зображень:
zh_cn: 图像装饰工具：

source: :ref:`Add Watermark <watermark_tool>` (a more powerful tool than **Insert Text** from Image Editor)
ca: :ref:`Afegeix una marca d'aigua <watermark_tool>` (una eina més potent que **Insereix text** de l'editor d'imatges)
it: :ref:`Aggiungi filigrana <watermark_tool>` (strumento più avanzato di **Inserisci testo** dell'Editor delle immagini)
pt_br: :ref:`Adicionar marca d'água <watermark_tool>` (uma ferramenta mais poderosa que **Inserir texto** do Editor de Imagem)
sl: :ref:`Dodaj vodni žig <watermark_tool>` (močnejše orodje kot **Vstavi besedilo** iz urejevalnika slik)
uk: :ref:`Додавання «водяного знаку» <watermark_tool>` (потужніший засіб за **Вставити текст** з редактора зображень)
zh_cn: :ref:`添加水印 <watermark_tool>` (比图像编辑器中的 **插入文字** 功能更强大)
