Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/*_tools.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: *Minus* icon to remove the currently selected entry.
ca: Icona *Menys* per a eliminar l'entrada seleccionada.
it: Icona *Meno* per rimuovere la voce che è stata selezionata.
nl: *Min* pictogram om het nu geselecteerde item te verwijderen.
pt_br: Ícone *Menos* para remover a entrada selecionada no momento.
sl: Ikona *minus* za odstranitev trenutno izbranega vnosa.
uk: Піктограма *мінус* для вилучення поточного позначеного запису.
zh_cn: 减号图标：删除当前选中的条目

source: *Edit* icon to open the properties dialog for the currently selected entry.
ca: Icona *Edita* per a obrir el diàleg de propietats de l'entrada seleccionada.
it: Icona *Modifica* per aprire la finestra di dialogo delle proprietà per la voce che è stata selezionata.
nl: *Bewerken* pictogram om de dialoog eigenschappen voor het nu geselecteerde item te openen.
pt_br: Ícone *Editar* para abrir a caixa de diálogo de propriedades da entrada selecionada no momento.
sl: Ikona *Uredi* za odpiranje pogovornega okna lastnosti za trenutno izbrani vnos.
uk: Піктограма *Змінити* для відкриття діалогового вікна властивостей для поточного позначеного запису.
zh_cn: 编辑图标：打开当前条目的属性对话框

source: *Database* icon to import or export the hierarchy from disk using the XML format.
ca: Icona *Base de dades* per a importar o exportar la jerarquia des del disc utilitzant el format XML.
it: Icona *Banca dati* per importare o esportare la gerarchia dal disco utilizzando il formato XML.
pt_br: Ícone *Banco de dados* para importar ou exportar a hierarquia do disco usando o formato XML.
sl: Ikona *Baza podatkov* za uvoz ali izvoz hierarhije z diska v formatu XML.
uk: Піктограма *База даних* для імпортування або експортування ієрархії з диска з використанням формату XML.
zh_cn: 数据库图标：通过 XML 格式从磁盘导入或导出树结构

source: A search text field located on the right side of the tool-bar can be used to filter the tree-view using keywords included in the entries titles.
ca: Es pot utilitzar un camp de text de cerca a la part dreta de la barra d'eines per a filtrar la vista en arbre utilitzant paraules clau incloses en els títols de les entrades.
it: Si può utilizzare un campo per la ricerca testuale, situato sul lato destro della barra degli strumenti, per filtrare la vista ad albero utilizzando parole chiave incluse nei titoli delle voci.
pt_br: Um campo de texto de pesquisa localizado no lado direito da barra de ferramentas pode ser usado para filtrar a visualização em árvore usando palavras-chave incluídas nos títulos das entradas.
sl: Na desni strani orodne vrstice lahko uporabite besedilno polje za iskanje za filtriranje drevesnega pogleda s ključnimi besedami, vključenimi v naslove vnosov.
uk: У правій частині панелі інструментів ви зможете скористатися текстовим полем пошуку для фільтрування ієрархічного списку за допомогою ключових слів, які включено до заголовків записів.
zh_cn: 右侧的搜索框，可通过输入关键字过滤条目列表。

source: The Property Dialog
ca: El diàleg de propietats
it: La finestra di dialogo Proprietà
nl: Het dialoogvenster voor de eigenschappen
pt_br: O diálogo de propriedade
sl: Pogovorno okno lastnosti
uk: Вікно властивостей
zh_cn: 属性对话框

source: The property dialog supports editing of the G'MIC filter and folder settings. The dialog can be opened directly by double-clicking on a tree-view entry.
ca: El diàleg de propietats permet editar els paràmetres del filtre del G'MIC i de la carpeta. El diàleg es pot obrir directament amb un doble clic en una entrada de la vista en arbre.
it: La finestra di dialogo delle proprietà supporta la modifica delle impostazioni del filtro G'MIC e delle cartelle. La finestra di dialogo può essere aperta direttamente facendo doppio clic su una voce nella vista ad albero.
pt_br: A caixa de diálogo de propriedade permite a edição das configurações de filtro e pasta do G'MIC. A caixa de diálogo pode ser aberta diretamente clicando duas vezes em uma entrada da visualização em árvore.
sl: Pogovorno okno lastnosti podpira urejanje filtra G'MIC in nastavitev mape. Pogovorno okno lahko odprete neposredno z dvojnim klikom na vnos v drevesnem pogledu.
uk: За допомогою діалогового вікна властивостей можна редагувати параметри фільтра і теки G'MIC. Це вікно можна відкрити безпосереднім подвійним клацанням на записі в ієрархічному списку.
zh_cn: 属性对话框支持编辑 G’MIC 滤镜或文件夹的设置，双击树状条目即可打开此对话框。

source: The folder properties dialog allows you to create or rename a sub-directory hosted in the tree-view.
ca: El diàleg de propietats de carpeta permet crear o canviar el nom d'un subdirectori allotjat a la vista en arbre.
it: La finestra di dialogo proprietà delle cartelle ti permette di creare o rinominare una sottocartella presente nella vista ad albero.
pt_br: A caixa de diálogo de propriedades da pasta permite que você crie ou renomeie uma subpasta hospedada na visualização em árvore.
sl: Pogovorno okno mape vam omogoča ustvarjanje ali preimenovanje podimenika, ki gostuje v drevesnem pogledu.
uk: За допомогою діалогового вікна теки властивостей можна створити або перейменувати підтеку в ієрархічному списку.
zh_cn: 文件夹属性对话框可以创建或重命名树状结构中的子目录。

source: The G'MIC Folder Properties Dialog
ca: El diàleg de propietats de la carpeta del G'MIC
it: La finestra di dialogo delle proprietà della cartella G'MIC
nl: Het dialoogvenster voor de eigenschappen van de G'MIC-map
pt_br: A caixa de diálogo Propriedades da pasta G'MIC
sl: Pogovorno okno z lastnostmi mape G'MIC
uk: Діалогове вікно властивостей теки G'MIC
zh_cn: G’MIC 文件夹属性对话框

source: The filter properties dialog allows you to create or edit a G'MIC filter in the tree-view. You can customize all the settings for an entry, such as:
ca: El diàleg de propietats de filtre permet crear o editar un filtre G'MIC a la vista en arbre. Podeu personalitzar tots els paràmetres d'una entrada, com:
it: La finestra di dialogo proprietà del filtro ti permette di creare o modificare un filtro G'MIC nella vista ad albero. Puoi personalizzare tutte le impostazioni di una voce, come:
pt_br: A caixa de diálogo de propriedades do filtro permite criar ou editar um filtro G'MIC na visualização em árvore. Você pode personalizar todas as configurações de uma entrada, como:
sl: Pogovorno okno lastnosti filtra vam omogoča ustvarjanje ali urejanje filtra G'MIC v drevesnem pogledu. Prilagodite lahko vse nastavitve za vnos, kot so:
uk: За допомогою діалогового вікна фільтрування ви можете створювати фільтри G'MIC в ієрархічному списку або редагувати їх. Ви можете налаштувати усі параметра для одного запису, зокрема:
zh_cn: 滤镜属性对话框可以创建或编辑树状视图中的 G’MIC 滤镜条目。你可以自定义以下设置：

source: The list of chained G'MIC commands.
ca: La llista d'ordres encadenades del G'MIC.
it: L'elenco dei comandi G'MIC concatenati.
nl: De lijst met gebruikte G'MIC-commando's.
pt_br: A lista de comandos G'MIC encadeados.
sl: Seznam veriženih ukazov G'MIC.
uk: Список команд G'MIC у ланцюгу.
zh_cn: 串联的 G’MIC 命令列表

source: The order of the G'MIC Command.
ca: L'ordenació de l'ordre del G'MIC.
it: L'ordine del comando G'MIC.
nl: De volgorde van de G'MIC-commando's.
pt_br: A ordem do Comando G'MIC.
sl: Vrstni red ukaza G'MIC.
uk: Порядок команди G'MIC.
zh_cn: G’MIC 命令的执行顺序

source: The main title of the tree-view entry.
ca: El títol principal de l'entrada de la vista en arbre.
it: Il titolo principale della voce nella vista ad albero.
nl: De titel van het item in de boomstructuur.
pt_br: O título principal da entrada da visualização em árvore.
sl: Glavni naslov vnosa drevesnega pogleda.
uk: Головний заголовок запису ієрархічного перегляду.
zh_cn: 树状视图条目的主标题

source: The description of the tree-view entry.
ca: La descripció de l'entrada de la vista en arbre.
it: La descrizione della voce nella vista ad albero.
nl: De omschrijving van het item in de boomstructuur.
pt_br: A descrição da entrada da visualização em árvore.
sl: Opis vnosa drevesnega pogleda.
uk: Опис запису ієрархічного перегляду.
zh_cn: 树状视图条目的描述信息

source: The G'MIC Filter Properties Dialog
ca: El diàleg de propietats del filtre G'MIC
it: La finestra di dialogo delle proprietà del filtro G'MIC
nl: Dialoogvenster voor de eigenschappen van G'MIC filters.
pt_br: A caixa de diálogo Propriedades do filtro G'MIC
sl: Pogovorno okno lastnosti filtra G'MIC
uk: Вікно властивостей фільтра G'MIC
zh_cn: G’MIC 滤镜属性对话框

source: A tool-bar located on the bottom of the G'MIC commands list provides the main commands to manage the contents. From the left to right, the buttons are:
ca: Una barra d'eines situada a la part inferior de la llista d'ordres del G'MIC proporciona les ordres principals per a gestionar el contingut. D'esquerra a dreta, els botons són:
it: Una barra degli strumenti situata nella parte inferiore dell'elenco dei comandi G'MIC fornisce i comandi principali per gestire il contenuto. Sono presenti i pulsanti, da sinistra a destra:
pt_br: Uma barra de ferramentas localizada na parte inferior da lista de comandos do G'MIC fornece os principais comandos para gerenciar o conteúdo. Da esquerda para a direita, os botões são:
sl: Orodna vrstica na dnu seznama ukazov G'MIC nudi glavne ukaze za upravljanje vsebine. Od leve proti desni so gumbi:
uk: У нижній частині списку команд G'MIC буде показано панель інструментів із основними кнопками для керування даними. Зліва направо цими кнопками є такі:
zh_cn: G’MIC 命令列表底部的工具栏提供了主要操作按钮，从左到右分别是：

source: *Edit* icon to customize the current G'MIC command using the filter selector dialog.
ca: Icona *Edita* per a personalitzar l'ordre G'MIC actual utilitzant el diàleg de selecció de filtres.
it: Icona *Modifica* per personalizzare il comando G'MIC selezionato utilizzando la finestra di dialogo di selezione del filtro.
nl: *Bewerken* pictogram voor het aanpassen van het geselecteerde G'MIC-commando in het selectie-dialoog voor filters.
pt_br: Ícone *Editar* para personalizar o comando G'MIC atual usando a caixa de diálogo do seletor de filtro.
sl: Ikona *Uredi* za prilagajanje trenutnega ukaza G'MIC z uporabo pogovornega okna za izbiro filtra.
uk: Піктограма *Змінити* для налаштовування поточної команди G'MIC за допомогою діалогового вікна вибору фільтра.
zh_cn: 编辑图标：使用滤镜选择器对当前 G’MIC 命令进行设置

source: *Up* icon to move the current G'MIC command to the top of the list.
ca: Icona *Amunt* per a moure l'ordre G'MIC actual a la part superior de la llista.
it: Icona *Su* per spostare il comando G'MIC selezionato in cima all'elenco.
nl: *Omhoog* pictogram om het geselecteerde G'MIC commando bovenaan de lijst te plaatsen.
pt_br: Ícone *Para cima* para mover o comando G'MIC atual para o topo da lista.
sl: Ikona *Gor* za premik trenutnega ukaza G'MIC na vrh seznama.
uk: Піктограма *Вгору* для пересування поточної команди G'MIC на вершину списку.
zh_cn: 向上箭头：将当前命令移至列表顶部

source: *Down* icon to move the current G'MIC command to the bottom of the list.
ca: Icona *Avall* per a moure l'ordre G'MIC actual a la part inferior de la llista.
it: Icona *Giù* per spostare il comando G'MIC selezionato alla fine dell'elenco.
nl: *Omlaag* pictogram om het geselecteerde G'MIC commando onderaan de lijst te plaatsen.
pt_br: Ícone *Para baixo* para mover o comando G'MIC atual para o final da lista.
sl: Ikona *Dol* za premik trenutnega ukaza G'MIC na dno seznama.
uk: Піктограма *Вниз* для пересування поточної команди G'MIC униз за списком.
zh_cn: 向下箭头：将当前命令移至列表底部

source: *Plus* icon to add a new G'MIC command in the list using the filter selector dialog.
ca: Icona *Més* per a afegir una ordre G'MIC nova a la llista utilitzant el diàleg de selecció de filtres.
it: Icona *Più* per aggiungere un nuovo comando G'MIC nell'elenco utilizzando la finestra di dialogo di selezione del filtro.
nl: *Plus* pictogram om in het selectie-dialoog voor filters een nieuw G'MIC-commando toe te voegen.
pt_br: Ícone *Mais* para adicionar um novo comando G'MIC na lista usando a caixa de diálogo do seletor de filtros.
sl: Ikona *plus* za dodajanje novega ukaza G'MIC na seznam z uporabo pogovornega okna za izbiro filtra.
uk: Піктограма *плюс* для додавання нової команди G'MIC до списку допомогою діалогового вікна вибору фільтра.
zh_cn: 加号图标：通过滤镜选择器添加新命令

source: *Minus* icon to remove the current G'MIC command from the list.
ca: Icona *Menys* per a eliminar l'ordre G'MIC actual de la llista.
it: Icona *Meno* per rimuovere il comando G'MIC selezionato dall'elenco.
nl: *Minus* pictogram o, het geselecteerde G'MIC-commando uit de lijst te verwijderen.
pt_br: Ícone *Menos* para remover o comando G'MIC atual da lista.
sl: Ikona *minus* za odstranitev trenutnega ukaza G'MIC s seznama.
uk: Піктограма *мінус* для вилучення поточної команди G'MIC зі списку.
zh_cn: 减号图标：移除当前命令

source: *Clear* icon to erase the contents of the list.
ca: Icona *Neteja* per a esborrar el contingut de la llista.
it: Icona *Azzera* per eliminare il contenuto dell'elenco.
nl: *Wissen* pictogram om de hele inhoud uit de lijst te verwijderen.
pt_br: Ícone *Limpar* para apagar o conteúdo da lista.
sl: Ikona *Počisti* za brisanje vsebine seznama.
uk: Піктограма *Спорожнити* для вилучення усього вмісту списку.
zh_cn: 清空图标：清除整个命令列表

source: The Filter Selector
ca: El selector de filtres
it: Il selettore dei filtri
nl: De Filter Selector
pt_br: O seletor de filtro
sl: Izbirnik filtra
uk: Засіб вибору фільтра
zh_cn: 滤镜选择器

source: The filter selector dialog allows you to choose the G'MIC filter command for one entry of the G'MIC filter properties dialog. This dialog can be opened directly by double-clicking on an entry.
ca: El diàleg del selector de filtres permet triar l'ordre del filtre G'MIC d'una entrada del diàleg de propietats del filtre G'MIC. Aquest diàleg es pot obrir directament amb un doble clic en una entrada.
it: La finestra di dialogo di selezione del filtro ti permette di scegliere il comando del filtro G'MIC per una voce della finestra di dialogo delle proprietà del filtro G'MIC. Questa finestra può essere aperta direttamente facendo doppio clic del mouse su una voce.
pt_br: A caixa de diálogo do seletor de filtros permite escolher o comando de filtro do G'MIC para uma entrada da caixa de diálogo de propriedades do filtro do G'MIC. Esta caixa de diálogo pode ser aberta diretamente clicando duas vezes em uma entrada.
sl: Pogovorno okno izbirnika filtra vam omogoča, da izberete ukaz filtra G'MIC za en vnos pogovornega okna lastnosti filtra G'MIC. To pogovorno okno lahko odprete neposredno z dvojnim klikom na vnos.
uk: За допомогою діалогового віка вибору фільтра ви можете вибрати команду фільтра G'MIC для одного запису діалогового віка властивостей фільтрів G'MIC. Таке діалогове вікно можна відкрити безпосереднім подвійним клацанням лівою кнопкою миші на пункті.
zh_cn: 滤镜选择器对话框用于为 G’MIC 滤镜属性对话框中的某个条目选择 G’MIC 命令。双击条目即可打开此对话框。

source: This dialog is mostly the same as the G'MIC-Qt dialog available in the :ref:`Image Editor <enhance_gmicqt>`, except that the filter preview is performed over a reduced version of the currently selected item from the Queue. The chosen filter is also not applied to the image. Only the G'MIC command settings are captured and passed to the list.
ca: Aquest diàleg és majoritàriament el mateix que el diàleg G'MIC-Qt disponible a l':ref:`Editor d'imatges <enhance_gmicqt>`, excepte que la vista prèvia del filtre es realitza sobre una versió reduïda de l'element seleccionat actualment a la cua. El filtre triat tampoc s'aplica a la imatge. Només es capturen i es passen a la llista els paràmetres de l'ordre G'MIC.
it: Questa finestra di dialogo è praticamente uguale a quella di G'MIC-Qt disponibile nell':ref:`Editor delle immagini <enhance_gmicqt>`, ad eccezione del fatto che l'anteprima dei filtri viene eseguita su una versione ridotta dell'elemento attualmente selezionato dalla coda. Inoltre, il filtro scelto non viene applicato all'immagine. Sono acquisite e passate all'elenco solamente le impostazioni del comando G'MIC.
pt_br: Esta caixa de diálogo é praticamente a mesma que a caixa de diálogo do G'MIC-Qt disponível no :ref:`Editor de Imagem <enhance_gmicqt>`, exceto que a visualização do filtro é realizada sobre uma versão reduzida do item atualmente selecionado na Fila. O filtro escolhido também não é aplicado à imagem. Apenas as configurações do comando G'MIC são capturadas e passadas para a lista.
sl: To pogovorno okno je večinoma enako kot pogovorno okno G'MIC-Qt, ki je na voljo v :ref:`Urejevalnik slik <enhance_gmicqt>`, le da se predogled filtra izvede preko zmanjšane različice trenutno izbranega elementa iz čakalne vrste. Prav tako se izbrani filter ne uporabi za sliko. Zajete so samo nastavitve ukaza G'MIC in posredovane na seznam.
uk: Це діалогове вікно здебільшого таке саме, як і діалогове вікно G'MIC-Qt, доступне в :ref:`Редакторі зображень <enhance_gmicqt>`, окрім того, що попередній перегляд фільтра виконується за зменшеною версією поточного вибраного запису з черги. Крім того, вибраний фільтр не застосовується до зображення. Програма лише фіксує параметри команди G'MIC і передає їх до списку.
zh_cn: 这个对话框基本上与 :ref:`图像编辑器 <enhance_gmicqt>` 中的 G’MIC-Qt 界面相同，不同之处在于，滤镜预览会基于队列中当前选中的图像的缩略版本。滤镜并不会真正应用于图像，只是将设置信息记录下来传递给命令列表。

source: The G'MIC Filter Selection Dialog
ca: El diàleg de selecció de filtres del G'MIC
it: La finestra di dialogo di selezione del filtro G'MIC
nl: Het dialoogvenster voor de G'MIC-filter selectie
pt_br: A caixa de diálogo de seleção de filtro G'MIC
sl: Pogovorno okno za izbiro filtra G'MIC
uk: Вікно вибору фільтра G'MIC
zh_cn: G’MIC 滤镜选择对话框

source: Integrating The Procesor
ca: Integració del processador
it: Integrazione del processore
nl: De verwerking integreren

source: To use the G'MIC processor in the Batch Queue Manager, place the tool in your Assigned List of tools, and select the desired G'MIC filter to run with your queued images.
ca: Per a utilitzar el processador del G'MIC en el gestor de la cua per lots, situeu l'eina a la llista d'eines assignades i seleccioneu el filtre G'MIC desitjat per a executar-lo amb les imatges a la cua.
it: Per utilizzare il processore G'MIC nel Gestore elaborazione in serie, posiziona lo strumento nel tuo Elenco assegnato degli strumenti e seleziona il filtro G'MIC prescelto da eseguire con le tue immagini in coda.
nl: Om de G'MIC-verwerking in de Takenwachtrijbeheer te gebruiken, moet het onderdeel in uw lijst met toegekende hulpmiddelen geplaatst zijn, om vervolgens het gewenste G'MIC filter geselecteerd te worden om toegepast op de afbeeldingen in de rij.
pt_br: Para usar o processador G'MIC no gerenciador de processamento em lote, coloque a ferramenta na sua Lista de ferramentas atribuídas e selecione o filtro G'MIC desejado para ser executado com suas imagens na fila.
sl: Če želite uporabiti procesor G'MIC v upravljalniku paketne čakalne vrste, postavite orodje na seznam dodeljenih orodij in izberite želeni filter G'MIC, ki ga želite zagnati s slikami v čakalni vrsti.
uk: Щоб скористатися процесором G'MIC у засобі керування чергою пакетної обробки, розмістіть інструмент у своєму списку призначених інструментів і виберіть потрібний фільтр G'MIC для запуску з вашими зображеннями в черзі.
zh_cn: 若要在批处理管理器中使用 G'MIC 处理器，只需将该工具加入你的已指定工具列表中，并选择要用于队列图像的 G'MIC 滤镜。

source: Between Batch Queue Manager sessions, the G'MIC tree-view will remember the last used filter. The last used filter is also preserved if you save the Assigned List of tools as a Batch Queue Manager workflow.
ca: Entre les sessions del gestor de la cua per lots, la vista en arbre de G'MIC recordarà l'últim filtre utilitzat. L'últim filtre utilitzat també es manté si deseu la llista assignada d'eines com a flux de treball del gestor de la cua per lots.
it: L'ultimo filtro utilizzato nella vista ad albero G'MIC sarà ricordato tra le sessioni del Gestore elaborazione in serie. Sarà inoltre mantenuto il filtro usato per ultimo se salvi l'elenco assegnato degli strumenti come flusso di lavoro del Gestore elaborazione in serie.
pt_br: Entre as sessões do gerenciador de processamento em lote, a visualização em árvore do G'MIC lembrará o último filtro usado. O último filtro usado também será preservado se você salvar a lista atribuída de ferramentas como um fluxo de trabalho do gerenciador de processamento em lote.
sl: Med sejami upravljalnika paketne čakalne vrste si bo drevesni pogled G'MIC zapomnil zadnji uporabljeni filter. Zadnji uporabljeni filter se prav tako ohrani, če shranite Dodeljeni seznam orodij kot potek dela upravljalnika čakalne vrste.
uk: Між сеансами роботи із засобом керування чергою пакетної обробки панель ієрархічного списку G'MIC запам'ятовує останній використаний фільтр. Так само програма поводитиметься, якщо ви збережете список призначених інструментів як робочий процес засобу керування чергою пакетної обробки.
zh_cn: 在不同的批处理会话之间，G’MIC 的树状视图会记住上一次使用的滤镜。如果你将当前的工具已指定列表保存为一个批处理管理器的工作流程，那么这个最后使用的滤镜也会一并保存。

source: Integrating The Processor
pt_br: Integrando o Processador
sl: Integracija procesorja
uk: Інтеграція до процесора

source: Base Tools
nl: Basishulpmiddelen

source: :ref:`Black and White Convert <color_bw>` (including also the :ref:`Simulate Infrared Film <color_infrared>`)
nl: :ref:`Zwart-wit conversie <color_bw>` (inclusief ook de :ref:`Gesimuleerde infraroodfilm <color_infrared>`)

source: :ref:`Image Quality Sort <bqm_qualitysort>`
nl: :ref:`Sorteren op kwaliteit van afbeeldingen <bqm_qualitysort>`
