Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/*_tools.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: :ref:`Insert Text <decorate_inserttext>`
ca: :ref:`Insereix un text <decorate_inserttext>`
it: :ref:`Inserisci testo <decorate_inserttext>`
nl: :ref:`Tekst invoegen <decorate_inserttext>`
pt_br: :ref:`Inserir texto <decorate_inserttext>`
sl: :ref:`Vstavi besedilo <decorate_inserttext>`
uk: :ref:`Вставлення тексту <decorate_inserttext>`
zh_cn: :ref:`插入文字 <decorate_inserttext>`

source: :ref:`Add Texture <decorate_texture>`
ca: :ref:`Afegeix textura <decorate_texture>`
it: :ref:`Aggiungi trama <decorate_texture>`
nl: :ref:`Textuur toevoegen <decorate_texture>`
pt_br: :ref:`Adicionar textura <decorate_texture>`
sl: :ref:`Dodaj teksturo <decorate_texture>`
uk: :ref:`Додавання текстури <decorate_texture>`
zh_cn: :ref:`添加纹理 <decorate_texture>`

source: Special Effect Filters:
ca: Filtres per als efectes especials:
it: Filtri per effetti speciali:
nl: Filters voor speciale effecten:
pt_br: Filtros de efeitos especiais:
sl: Filtri s posebnimi učinki:
uk: Фільтри спеціальних ефектів:
zh_cn: 滤镜效果：

source: :ref:`Color Effects <effects_color>`
ca: :ref:`Efectes de color <effects_color>`
it: :ref:`Effetti dei colori <effects_color>`
nl: :ref:`Kleureffecten <effects_color>`
pt_br: :ref:`Efeitos de cor <effects_color>`
sl: :ref:`Barvni učinki <effects_color>`
uk: :ref:`Ефекти кольорів <effects_color>`
zh_cn: :ref:`色彩特效 <effects_color>`

source: :ref:`Add Film Grain <effects_filmgrain>`
ca: :ref:`Afegeix gra de pel·lícula <effects_filmgrain>`
it: :ref:`Aggiungi grana della pellicola <effects_filmgrain>`
nl: :ref:`Filmkorrel aanbrengen <effects_filmgrain>`
pt_br: :ref:`Adicionar grão de filme <effects_filmgrain>`
sl: :ref:`Dodaj zrnatost filma <effects_filmgrain>`
uk: :ref:`Додавання зернистості плівки <effects_filmgrain>`
zh_cn: :ref:`胶片颗粒 <effects_filmgrain>`

source: **Simulate Oil Painting**, **Simulate Charcoal Drawing**, **Emboss Photograph**, **Distortion FX**, **Blur FX**, and **Add Rain Drops** are not available in Batch Queue Manager.
ca: Les eines **Simula la pintura a l'oli**, **Simula el dibuix al carbó**, **Fotografia en relleu**, **Efectes especials de distorsió**, **Efectes especials de difuminat** i **Afegeix gotes de pluja** no estan disponibles en el Gestor de la cua per lots.
it: Gli effetti **Pittura a olio**, **Disegno a carboncino**, **Goffratura**, **Distorsione FX**, **Sfocatura FX** e **Gocce di pioggia** non sono disponibili nel Gestore elaborazione in serie.
nl: **Simuleer Olieverfschilderijen**, **Simuleer houtskooltekeningen**, **Foto's van reliëf voorzien**, **FX-vervorming**, **FX-vervaging** en **Regendruppels toevoegen** zijn niet beschikbaar in de Takenwachtrijbeheerder.
pt_br: **Simular pintura a óleo**, **Simular desenho a carvão**, **Fotografia em relevo**, **Efeitos de distorção**, **Efeitos de desfoque** e **Adicionar gotas de chuva** não estão disponíveis no gerenciador de processamento em lote.
sl: **Simulacija oljne slike**, **Simulacija risbe z ogljem**, **Graviranje fotografije**, **Distortion FX**, **Blur FX** in **Dodaj dežne kaplje** niso na voljo v Batch Queue Managerju.
uk: У керуванні пакетною обробкою не можна скористатися інструментами **Імітація малювання олійною фарбою**, **Імітація малювання вугільним олівцем**, **Барельєф**, **Викривлення**, **Розмивання** та **Додати краплі дощу**.
zh_cn: **油画** ， **炭画笔** ， **浮雕特效** ， **畸变特效** ， **模糊特效** ， 以及**水滴** 这些滤镜无法在批处理管理器中使用。

source: Convert Tools
ca: Eines per a la conversió
it: Strumenti di conversione
nl: Hulpmiddelen voor converteren
pt_br: Ferramentas de conversão
sl: Orodja za pretvorbo
uk: Інструменти перетворення
zh_cn: 图像转换工具

source: These tools allow you to save images to new file formats. These are usually placed at the end of your list of **Assigned Tools** in your **Workflow**.
ca: Aquestes eines permeten desar les imatges en formats de fitxer nous. Normalment es col·loquen al final de la llista d'**Eines assignades** del vostre **flux de treball**.
it: Questi strumenti ti consentono di salvare le immagini in nuovi formati di file. Vengono posizionati in genere alla fine del tuo elenco di **Strumenti assegnati** nel tuo **flusso di lavoro**.
pt_br: Essas ferramentas permitem salvar imagens em novos formatos de arquivo. Geralmente, elas ficam no final da sua lista de **Ferramentas atribuídas** no seu **Fluxo de trabalho**.
sl: Ta orodja omogočajo shranjevanje slik v novih formatih datotek. Ta so večinoma postavljena na koncu vašega seznama **Dodeljenih orodij** vašega **Poteka dela**.
uk: За допомогою цих інструментів можна зберігати зображення у файлах нових форматів. Інструменти, здебільшого, розташовано наприкінці списку **Призначені інструменти** **Робочого процесу**.
zh_cn: 这些工具允许你将图像保存为其他格式，通常应放在你 **工作流程** 中 **已指定工具** 列表的最后。

source: :ref:`Convert to TIFF <image_formats>`
ca: :ref:`Converteix a TIFF <image_formats>`
it: :ref:`Converti in TIFF <image_formats>`
nl: :ref:`Converteren naar TIFF <image_formats>`
pt_br: :ref:`Converter para TIFF <image_formats>`
sl: :ref:`Pretvori v TIFF <image_formats>`
uk: :ref:`Перетворити на TIFF <image_formats>`
zh_cn: :ref:`转换为 TIFF <image_formats>`

source: :ref:`Convert to PGF <image_formats>`
ca: :ref:`Converteix a PGF <image_formats>`
it: :ref:`Converti in PGF <image_formats>`
nl: :ref:`Converteren naar PGF <image_formats>`
pt_br: :ref:`Converter para PGF <image_formats>`
sl: :ref:`Pretvori v PGF <image_formats>`
uk: :ref:`Перетворити на PGF <image_formats>`
zh_cn: :ref:`转换为 PGF <image_formats>`

source: :ref:`Convert to HEIF <image_formats>`
ca: :ref:`Converteix a HEIF <image_formats>`
it: :ref:`Converti in HEIF <image_formats>`
nl: :ref:`Converteren naar HEIF <image_formats>`
pt_br: :ref:`Converter para HEIF <image_formats>`
sl: :ref:`Pretvori v HEIF <image_formats>`
uk: :ref:`Перетворити на HEIF <image_formats>`
zh_cn: :ref:`转换为 HEIF <image_formats>`

source: :ref:`Convert to AVIF <image_formats>`
ca: :ref:`Converteix a AVIF <image_formats>`
it: :ref:`Converti in AVIF <image_formats>`
nl: :ref:`Naar AVIF converteren <image_formats>`
pt_br: :ref:`Converter para AVIF <image_formats>`
sl: :ref:`Pretvori v AVIF <image_formats>`
uk: :ref:`Перетворити на AVIF <image_formats>`
zh_cn: :ref:`转换为 AVIF <image_formats>`

source: :ref:`Convert to PNG <image_formats>`
ca: :ref:`Converteix a PNG <image_formats>`
it: :ref:`Converti in PNG <image_formats>`
nl: :ref:`Converteren naar PNG <image_formats>`
pt_br: :ref:`Converter para PNG <image_formats>`
sl: :ref:`Pretvori v PNG <image_formats>`
uk: :ref:`Перетворити на PNG <image_formats>`
zh_cn: :ref:`转换为 PNG <image_formats>`

source: :ref:`Convert to JPEG <image_formats>`
ca: :ref:`Converteix a JPEG <image_formats>`
it: :ref:`Converti in JPEG <image_formats>`
nl: :ref:`Converteren naar JPEG <image_formats>`
pt_br: :ref:`Converter para JPEG <image_formats>`
sl: :ref:`Pretvori v JPEG <image_formats>`
uk: :ref:`Перетворити на JPEG <image_formats>`
zh_cn: :ref:`转换为 <image_formats>`

source: :ref:`Convert to JPEG 2000 <image_formats>`
ca: :ref:`Converteix a JPEG 2000 <image_formats>`
it: :ref:`Converti in JPEG 2000 <image_formats>`
nl: :ref:`Converteren naar JPEG 2000 <image_formats>`
pt_br: :ref:`Converter para JPEG 2000 <image_formats>`
sl: :ref:`Pretvori v JPEG 2000 <image_formats>`
uk: :ref:`Перетворити на JPEG 2000 <image_formats>`
zh_cn: :ref:`转换为 JPEG 2000 <image_formats>`

source: :ref:`Convert to WEBP <image_formats>`
ca: :ref:`Converteix a WEBP <image_formats>`
it: :ref:`Converti in WEBP <image_formats>`
nl: :ref:`Naar WEBP converteren <image_formats>`
pt_br: :ref:`Converter para WEBP <image_formats>`
sl: :ref:`Pretvori v WEBP <image_formats>`
uk: :ref:`Перетворити на WEBP <image_formats>`
zh_cn: :ref:`转换为 WEBP <image_formats>`

source: :ref:`Convert RAW to DNG <dng_converter>` (this specific tool must be placed on the top of your list of **Assigned Tools** from your **Workflow**).
ca: :ref:`Converteix des de RAW a DNG <dng_converter>` (aquesta eina específica s'ha de col·locar a la part superior de la vostra llista d'**Eines assignades** del vostre **flux de treball**).
it: :ref:`Converti RAW in DNG <dng_converter>` (questo strumento specifico deve essere posizionato in cima all'elenco degli **Strumenti assegnati** del tuo **flusso di lavoro**).
pt_br: :ref:`Converter RAW para DNG <dng_converter>` (esta ferramenta específica deve ser colocada no topo da sua lista de **Ferramentas atribuídas** do seu **Fluxo de trabalho**).
sl: :ref:`Pretvori RAW v DNG <dng_converter>` (to specifično orodje mora biti postavljeno na vrh vašega seznama **Dodeljenih orodij** iz vašega **Poteka dela**).
uk: :ref:`Перетворити цифровий негатив на DNG <dng_converter>` (цей спеціалізований інструмент слід розміщувати на вершині вашого списку **Призначені інструменти** **Робочого процесу**).
zh_cn: :ref:`转换 RAW 为 DNG <dng_converter>` （此工具必须放在你 **工作流程** 中 **已指定工具** 列表的最前面）。

source: Metadata Tools
ca: Eines de metadades
it: Strumenti per metadati
nl: Hulpmiddelen voor metagegevens
pt_br: Ferramentas de metadados
sl: Orodja za metapodatke
uk: Інструменти метаданих
zh_cn: 元数据工具

source: :ref:`Image Quality Scan <bqm_qualityscan>`
ca: :ref:`Ordena segons la qualitat de la imatge <bqm_qualityscan>`
it: :ref:`Analisi qualità delle immagini <bqm_qualityscan>`
pt_br: :ref:`Analisar qualidade da imagem <bqm_qualityscan>`
sl: :ref:`Razvrstitev kakovosti slike <bqm_qualityscan>`
uk: :ref:`Сканування щодо якості зображень <bqm_qualityscan>`
zh_cn: :ref:`图像品质扫描 <bqm_qualityscan>`

source: :ref:`Apply Metadata Template <bqm_assigntemplate>`
ca: :ref:`Aplica la plantilla de metadades <bqm_assigntemplate>`
it: :ref:`Applica il modello di metadati <bqm_assigntemplate>`
nl: :ref:`Pas het metagegevens-sjabloon toe <bqm_assigntemplate>`
pt_br: :ref:`Aplicar modelo de metadados <bqm_assigntemplate>`
sl: :ref:`Uporabi predlogo metapodatkov <bqm_assigntemplate>`
uk: :ref:`Застосувати шаблон метаданих <bqm_assigntemplate>`
zh_cn: :ref:`应用元数据模板 <bqm_assigntemplate>`

source: :ref:`Translate Metadata <bqm_translatemetadata>`
ca: :ref:`Tradueix les metadades <bqm_translatemetadata>`
it: :ref:`Traduci metadati <bqm_translatemetadata>`
nl: :ref:`Metagegevens vertalen <bqm_translatemetadata>`
pt_br: :ref:`Traduzir metadados <bqm_translatemetadata>`
sl: :ref:`Prevedi metapodatke <bqm_translatemetadata>`
uk: :ref:`Переклад метаданих <bqm_translatemetadata>`
zh_cn: :ref:`翻译元数据 <bqm_translatemetadata>`

source: :ref:`Assign Captions <bqm_assigncaptions>`
ca: :ref:`Assigna llegendes <bqm_assigncaptions>`
it: :ref:`Assegna didascalie <bqm_assigncaptions>`
nl: :ref:`Opschriften toekennen <bqm_assigncaptions>`
pt_br: :ref:`Atribuir descrições <bqm_assigncaptions>`
sl: :ref:`Dodeli napise <bqm_assigncaptions>`
uk: :ref:`Підписування <bqm_assigncaptions>`
zh_cn: :ref:`说明文字分配 <bqm_assigncaptions>`

source: :ref:`Assign Labels <bqm_assignlabels>`
ca: :ref:`Assigna rètols <bqm_assignlabels>`
it: :ref:`Assegna etichette <bqm_assignlabels>`
nl: :ref:`Labels toekennen <bqm_assignlabels>`
pt_br: :ref:`Atribuir rótulos <bqm_assignlabels>`
sl: :ref:`Dodeli oznake <bqm_assignlabels>`
uk: :ref:`Призначення позначок <bqm_assignlabels>`
zh_cn: :ref:`分配标记 <bqm_assignlabels>`

source: :ref:`Remove Metadata <bqm_removemetadata>`
ca: :ref:`Elimina les metadades <bqm_removemetadata>`
it: :ref:`Rimuovi etichette <bqm_removemetadata>`
nl: :ref:`Metagegevens verwijderen <bqm_removemetadata>`
pt_br: :ref:`Remover metadados <bqm_removemetadata>`
sl: :ref:`Odstrani metapodatke <bqm_removemetadata>`
uk: :ref:`Вилучити метадані <bqm_removemetadata>`
zh_cn: :ref:`移除元数据 <bqm_removemetadata>`

source: :ref:`Time Adjust <bqm_timeadjust>`
ca: :ref:`Ajust de l'hora <bqm_timeadjust>`
it: :ref:`Regolazione dell'ora <bqm_timeadjust>`
nl: :ref:`Tijdbijstelling <bqm_timeadjust>`
pt_br: :ref:`Ajuste da hora <bqm_timeadjust>`
sl: :ref:`Prilagodi čas <bqm_timeadjust>`
uk: :ref:`Налаштування часу <bqm_timeadjust>`
zh_cn: :ref:`时间调整 <bqm_timeadjust>`

source: Custom Tools
ca: Eines personalitzades
it: Strumenti personalizzati
nl: Aangepaste hulpmiddelen
pt_br: Ferramentas personalizadas
sl: Orodja po meri
uk: Нетипові інструменти
zh_cn: 自定义工具

source: :ref:`User Shell Script <custom_script>`
ca: :ref:`Script d'usuari de l'intèrpret d'ordes <custom_script>`
it: :ref:`Script shell utente<custom_script>`
nl: :ref:`Shell-script van gebruiker <custom_script>`
pt_br: :ref:`Script shell do usuário <custom_script>`
sl: :ref:`Uporabniški skript lupine <custom_script>`
uk: :ref:`Скрипт командної оболонки користувачів <custom_script>`
zh_cn: :ref:`用户 Shell 脚本 <custom_script>`

source: G'MIC Processor
ca: Processador del G'MIC
it: Processore G'MIC
pt_br: Processador G'MIC
uk: Обробник G'MIC
zh_cn: G’MIC 处理器

source: Introduction
ca: Introducció
it: Introduzione
nl: Inleiding
pt_br: Introdução
sl: Uvod
uk: Вступ
zh_cn: 简介

source: G'MIC (GREYC's Magic for Image Computing) is a free and open-source framework for image processing. It defines a script language that allows the creation of complex macros. Originally usable only through a command line, this tool allows you to run the G'MIC processor in batch over multiple items in a queue.
ca: El G'MIC («GREYC's Magic for Image Computing») és un marc de treball lliure i de codi obert per al processament d'imatges. Defineix un llenguatge de script que permet la creació de macros complexes. Originalment només es podia utilitzar des de la línia d'ordres, aquesta eina permet executar el processador del G'MIC en lots sobre diversos elements en una cua.
it: G'MIC (GREYC's Magic for Image Computing) è un'infrastruttura libera e open source per l'elaborazione delle immagini. Definisce un linguaggio di script che consente la creazione di macro complesse. Utilizzabile in origine solo attraverso la riga di comando, questo strumento ti consente di avviare in serie G'MIC su più elementi in una coda.
pt_br: G'MIC (GREYC's Magic for Image Computing) é um framework gratuito e de código aberto para processamento de imagens. Ele define uma linguagem de script que permite a criação de macros complexas. Originalmente utilizável apenas por linha de comando, esta ferramenta permite executar o processador G'MIC em lote sobre vários itens em uma fila.
sl: G'MIC (GREYC's Magic for Image Computing) je prosto in odprtokodno ogrodje za obdelavo slik. Določa skriptni jezik, ki omogoča ustvarjanje kompleksnih makrov.To orodje, ki je bilo prvotno uporabno samo prek ukazne vrstice, vam omogoča, da procesor G'MIC zaženete v paketu nad več elementi v čakalni vrsti.
uk: G'MIC (GREYC's Magic for Image Computing) — це безкоштовна платформа з відкритим кодом для обробки зображень. У ній визначено скриптову мову, яка надає змогу створювати складні макроси. Цей інструмент, який спочатку можна було використовувати лише у командному рядку, надає змогу запускати процесор G'MIC для пакетної обробки одразу декількох записів з раніше створеної черги обробки.
zh_cn: G'MIC（GREYC’s Magic for Image Computing）是一个自由开源的图像处理框架，拥有一套脚本语言，能创建复杂的宏操作。最初仅能通过命令行使用，而现在你可以在批处理队列中对多个图像批量运行 G’MIC 脚本。

source: The Tool View
ca: La vista d'eina
it: La vista degli strumenti
nl: De weergave van hulpmiddelen
pt_br: A vista da ferramenta
sl: Pogled orodja
uk: Панель інструмента
zh_cn: 工具视图

source: The tool provides a tree-view of the user customized G'MIC filters, chained and applied to all images, one by one. The selection of the G'MIC filter settings is done using the Gmic-Qt interface which provides a preview of the filters based on the current selected item from the queue. A complete description of the G'MIC-Qt interface is provided in a dedicated section of the :ref:`Image Editor tool <enhance_gmicqt>`.
ca: L'eina proporciona una vista en arbre dels filtres del G'MIC personalitzats per l'usuari, encadenats i aplicats a totes les imatges, un a un. La selecció de la configuració dels filtres del G'MIC es fa utilitzant la interfície Gmic-Qt que proporciona una vista prèvia dels filtres basats en l'element actualment seleccionat de la cua. Es proporciona una descripció completa de la interfície del G'MIC-Qt a la secció dedicada de l':ref:`eina de l'editor d'imatges <enhance_gmicqt>`.
it: Lo strumento fornisce una vista ad albero dei filtri G'MIC personalizzati dell'utente, concatenati e applicati a tutte le immagini, uno per uno. La selezione delle impostazioni del filtro G'MIC viene fatta utilizzando l'interfaccia Gmic-Qt, che fornisce un'anteprima dei filtri basata sull'elemento attualmente selezionato dalla coda. Esiste una descrizione completa dell'interfaccia G'MIC-Qt in un paragrafo dedicato dello :ref:`strumento Editor delle immagini <enhance_gmicqt>`.
pt_br: A ferramenta oferece uma visualização em árvore dos filtros G'MIC personalizados pelo usuário, encadeados e aplicados a todas as imagens, uma a uma. A seleção das configurações do filtro G'MIC é feita usando a interface Gmic-Qt, que fornece uma visualização dos filtros com base no item selecionado na fila. Uma descrição completa da interface G'MIC-Qt é fornecida em uma seção dedicada da :ref:`ferramenta Editor de Imagem <enhance_gmicqt>`.
sl: Orodje ponuja drevesni pogled filtrov G'MIC po meri uporabnika, ki so povezani in uporabljeni za vse slike, eno za drugo. Izbira nastavitev filtra G'MIC se opravi z vmesnikom Gmic-Qt, ki omogoča predogled filtrov na podlagi trenutno izbranega elementa iz čakalne vrste. Popoln opis vmesnika G'MIC-Qt je na voljo v posebnem razdelku :ref:`Orodja za urejanje slik <enhance_gmicqt>`.
uk: В інструменті передбачено ієрархічне представлення налаштованих користувачем фільтрів G'MIC, об’єднаних і застосованих до всіх зображень одного за іншим. Вибір налаштувань фільтра G'MIC здійснюється за допомогою інтерфейсу Gmic-Qt, який забезпечує попередній перегляд фільтрів на основі поточного вибраного запису з черги. Повний опис інтерфейсу G'MIC-Qt наведено у спеціальному розділі підручника з :ref:`Інструмента редактора зображень <enhance_gmicqt>`.
zh_cn: 此工具以树状结构展示了用户自定义的 G’MIC 滤镜，可将多个滤镜串联应用于每一张图像。选择 G’MIC 滤镜设置时，使用的是 Gmic-Qt 界面，它能基于当前队列中选中的图像生成滤镜预览。有关 G’MIC-Qt 界面的完整介绍，请参考 :ref:`图像编辑器 <enhance_gmicqt>` 相关章节。

source: The G'MIC filters tree-view in the Batch Queue Manager can be customized as a hierarchy of folders where the chained G'MIC filters can be grouped by categories. A separator can also be appended to the view to better differentiate the groups.
ca: La vista en arbre dels filtres del G'MIC al gestor de la cua per lots es pot personalitzar com una jerarquia de carpetes on els filtres G'MIC encadenats es poden agrupar per categories. També es pot afegir un separador a la vista per a diferenciar millor els grups.
it: La vista ad albero dei filtri G'MIC nel Gestore elaborazione in serie può essere personalizzata come gerarchia di cartelle dove i filtri G'MIC concatenati possono essere raggruppati per categorie. Può essere aggiunto anche un separatore alla vista, in modo da differenziare meglio i gruppi.
pt_br: A visualização em árvore dos filtros G'MIC no gerenciador de processamento em lote pode ser personalizada como uma hierarquia de pastas onde os filtros G'MIC encadeados podem ser agrupados por categorias. Um separador também pode ser adicionado à visualização para diferenciar melhor os grupos.
sl: Drevesni pogled filtrov G'MIC v Upravljalniku paketnih čakalnih vrst je mogoče prilagoditi kot hierarhijo map, kjer je mogoče verižne filtre G'MIC razvrstiti po kategorijah. Pogledu je mogoče dodati tudi ločilo za dobro razlikovanje skupin.
uk: Ієрархічний список фільтрів G'MIC у засобі керування пакетною обробкою можна налаштувати як ієрархію тек, де фільтри ланцюжків G'MIC можна згрупувати за категоріями. Для полегшення розрізнення груп до списку можна додати роздільник.
zh_cn: 批处理管理器中的 G’MIC 滤镜树状视图可以自定义为分层文件夹结构，以便按类别组织滤镜组。你也可以添加分隔符来更清晰地区分不同组别。

source: The G'MIC Batch Queue Manager Tool Tree-View
ca: Vista en arbre de l'eina del gestor de per lots del G'MIC
it: La vista ad albero dello strumento Gestore elaborazione in serie G'MIC
nl: Hulpmiddel voor boomstructuur van G'MIC takenwachtrijbeheerder
pt_br: Visualização em árvore da ferramenta G'MIC do gerenciador de processamento em lote
sl: Drevesni pogled orodja G'MIC Batch Queue Manager Tool
uk: Ієрархічний список інструмента пакетної обробки G'MIC
zh_cn: G’MIC 批处理管理器工具树状视图

source: For each entry, a tree-view shows the title and the description. A tool-tip is also provided to easily select the right item on the list. The tool-tip shows the title, the number of chained filters, the filters names, and the description.
ca: Per a cada entrada, una vista en arbre mostra el títol i la descripció. També es proporciona un consell d'eina per a seleccionar fàcilment l'element correcte de la llista. El consell mostra el títol, el nombre de filtres encadenats, els noms dels filtres i la descripció.
it: Per ciascuna voce, una vista ad albero mostra il titolo e la descrizione. È presente anche un suggerimento per selezionare in modo facile il giusto elemento nell'elenco. Il suggerimento mostra il titolo, il numero di filtri concatenati, il nome dei filtri e la descrizione.
nl: In een boomstructuurweergave wordt voor elke item de titel en de beschrijving getoond. Een tekstballon geeft hulp om makkelijk in de lijst het juiste item te vinden. De tekstballon toont de titel, het aantal gekoppelde filters, de filternamen en de omschrijving.
pt_br: Para cada entrada, uma visualização em árvore mostra o título e a descrição. Uma dica de ferramenta também é fornecida para selecionar facilmente o item correto na lista. A dica de ferramenta mostra o título, o número de filtros encadeados, os nomes dos filtros e a descrição.
sl: Za vsak vnos drevesni pogled prikazuje naslov in opis. Na voljo je tudi namig za preprosto izbiro pravega elementa na seznamu. Namig orodja prikazuje naslov, število verižnih filtrov, imena filtrov in opis.
uk: Для кожного запису у ієрархічному списку буде показано назву та опис. Також буде надано підказка, щоб полегшити вибір потрібного елемента у списку. На панелі підказки буде показано назву, кількість фільтрів у ланцюжку, назви фільтрів та опис.
zh_cn: 每个条目都有标题和说明，同时悬停时也会弹出工具提示，方便选择。工具提示中包含标题、滤镜数量、滤镜名称和说明。

source: A tool-bar located on the bottom of the tree-view provides all the actions available to manage the contents. From the left to right, the buttons are:
ca: Una barra d'eines situada a la part inferior de la vista en arbre proporciona totes les accions disponibles per a gestionar el contingut. D'esquerra a dreta, els botons són:
it: Una barra degli strumenti posizionata nella parte inferiore della vista ad albero fornisce tutte le azioni disponibili per gestire il contenuto. Di seguito i pulsanti, da sinistra a destra:
pt_br: Uma barra de ferramentas localizada na parte inferior da visualização em árvore fornece todas as ações disponíveis para gerenciar o conteúdo. Da esquerda para a direita, os botões são:
sl: Orodna vrstica na dnu drevesnega pogleda ponuja vsa dejanja, ki so na voljo za upravljanje vsebine. Od leve proti desni so gumbi:
uk: У нижній частині ієрархічного списку на панелі інструментів буде показано усі доступні кнопки для керування вмістом. Зліва направо цими кнопками є такі:
zh_cn: 树状视图下方的工具栏提供了所有管理内容的操作按钮，按钮从左至右依次是：

source: *Plus* icon to add an entry, as a new filter, a folder, or a separator.
ca: Icona *Més* per a afegir una entrada, com un filtre nou, una carpeta o un separador.
it: Icona *Più* per aggiungere una voce, tipo un nuovo filtro, una cartella o un separatore.
nl: *Plus* pictogram om een item toe te voeden, als een nieuw filter, een map of een scheiding.
pt_br: Ícone *Mais* para adicionar uma entrada, como um novo filtro, uma pasta ou um separador.
sl: Ikona *Plus* za dodajanje vnosa kot nov filter, mapo ali ločilo.
uk: Піктограма *плюс* для додавання запису, як нового фільтра, теки або роздільника.
zh_cn: 加号图标：添加新条目（可以是滤镜、文件夹或分隔符）
