Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/batchqueue_overview.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: The list of **Assigned Tools** to apply to each item in the queue is shown in the top middle of the window. Each tool in this list is applied sequentially from the top to bottom. You can drag tools within this list to rearrange the order as needed. It's highly recommended that you export to a new format at end of this list in order to preserve the best image quality.
sl: Seznam **Dodeljenih orodij**, ki jih je treba uporabiti za vsak element v čakalni vrsti, je prikazan na zgornji sredini okna. Vsako orodje na tem seznamu se uporablja zaporedno od zgoraj navzdol. Orodja lahko povlečete znotraj tega seznama in po potrebi preuredite vrstni red. Zelo priporočljivo je, da izvozite v nov format na koncu tega seznama, da ohranite najboljšo kakovost slike.
uk: **Посередині вгорі** цієї панелі перегляду буде показано простий список інструментів, які можна застосувати до записів черги. Інструменти буде застосовано покроково від верхнього до нижнього. Ви можете упорядкувати інструменти бажаним чином шляхом перетягування зі скиданням пунктів у списку. Наполегливо рекомендуємо наприкінці списку експортувати дані у новому форматі, щоб забезпечити збереження найкращої якості зображення.

source: To adjust the settings for a tool, select the tool from the Assigned Tools list. The settings for that tool are then displayed in the **Tool Settings** area in the top right of the window. Any changes to these settings will be saved in the queue and applied to all items during batch processing.
ca: Per a ajustar la configuració d'una eina, seleccioneu l'eina de la llista Eines assignades. La configuració d'aquesta eina es mostra a l'àrea **Configuració de l'eina** a la part superior dreta de la finestra. Qualsevol canvi en aquests paràmetres es desarà a la cua i s'aplicarà a tots els elements durant el processament per lots.
it: Per regolare le impostazioni di uno strumento, selezionalo dall'elenco degli Strumenti assegnati. Le impostazioni per quello strumento vengono quindi visualizzate nell'area **Impostazioni dello strumento** nella parte superiore destra della finestra. Qualsiasi modifica a queste impostazioni verranno salvate nelle coda e applicate a tutti gli elementi durante l'elaborazione in serie.
nl: Om de instellingen van een hulpmiddel aan te passen, selecteer het hulpmiddel uit de lijst Toegekende hulpmiddelen. De instellingen voor dat hulpmiddel worden dan getoond in het gebied **Hulpmiddelinstellingen** rechtsboven in het venster. Elke wijziging aan deze instellingen zal opgeslagen worden in de wachtrij en toegepast worden op alle items tijdens de verwerking in bulk.
pt_br: Para ajustar as configurações de uma ferramenta, selecione-a na lista ferramentas atribuídas. As configurações dessa ferramenta serão exibidas na área **Configurações da ferramenta**, no canto superior direito da janela. Quaisquer alterações nessas configurações serão salvas na fila e aplicadas a todos os itens durante o processamento em lote.
sl: Če želite prilagoditi nastavitve za orodje, izberite orodje s seznama Dodeljena orodja. Nastavitve za to orodje so nato prikazane v območju **Nastavitve orodja** v zgornjem desnem kotu okna. Vse spremembe teh nastavitev bodo shranjene v čakalni vrsti in uporabljene za vse elemente med paketno obdelavo.
sv: För att justera ett verktygs inställningar, välj verktyget från listan över tilldelade verktyg. Inställningarna för det verktyget visas sedan i området **Verktygsinställningar** överst till höger i fönstret. Alla inställningar sparas i kön och används för alla objekt under bakgrundsbehandling.
uk: Щоб скоригувати параметри роботи інструмента, позначте інструмент у списку призначених інструментів. Параметри інструмента буде показано в області **Параметри інструмента** у верхній правій частині вікна. Усі зміни до параметрів інструмента буде збережено у черзі і застосовано до усіх записів під час пакетної обробки.
zh_cn: 要调整某个工具的设置，先在左侧工具列表里选中它，对应的设置选项就会出现在窗口右上角的 **工具设置** 区域。所有修改都会保存到队列中，批量处理时将统一应用到所有图片。

source: The **Queue Settings** in the bottom left of the window shows all of the root settings for the selected queue. These include where to save the target files, file renaming rules, general behaviors for file handling, settings for processing RAW files, and image settings for the target files. The file renaming view is mostly the same as for the **Advanced Rename** tool available in **Main Window**. See the full description in :ref:`this section <renaming_photograph>` of this manual.
ca: La **Configuració de la cua** a la part inferior esquerra de la finestra mostra tots els paràmetres bàsics de la cua seleccionada. Aquests inclouen on desar els fitxers de destinació, les regles de canvi de nom dels fitxers, els comportaments generals per a la gestió de fitxers, els paràmetres per al processament dels fitxers RAW i els paràmetres d'imatge per als fitxers de destinació. La vista de canvi de nom de fitxer és majoritàriament la mateixa que per a l'eina **Reanomenament avançat** disponible a la ** Finestra principal**. Vegeu la descripció completa en :ref:`aquesta secció <renaming_photograph>` d'aquest manual.
it: Le **Impostazioni della coda**, nella parte inferiore sinistra della finestra, mostrano tutte le impostazioni radice per la coda selezionata. Queste includono la posizione di salvataggio dei file di destinazione, le regole di rinomina dei file, i comportamenti generali per la gestione dei file, le impostazioni per elaborare i file RAW, e le impostazioni delle immagini per i file di destinazione. La vista di rinomina dei file è praticamente la stessa dello strumento di **rinomina avanzata** disponibile nella **finestra principale**. Leggi la descrizione completa in :ref:`questa sezione <renaming_photograph>` del manuale.
nl: De **Wachtrij-instellingen** linksonder in het venster toont alle basisinstellingen voor de geselecteerde wachtrij. Deze omvatten de doelbestanden, regels voor hernoemen, algemeen gedrag voor behandeling van bestanden, instellingen voor de verwerking van RAW-bestanden, de afbeeldingsinstellingen voor de doelbestanden. De weergave voor bestand hernoemen is meestal hetzelfde als voor het hulpmiddel **Geavanceerd hernoemen** beschikbaar in het **Hoofdvenster**. Zie de volledige beschrijving in :ref:`deze sectie <renaming_photograph>` van deze handleiding.
pt_br: As **Configurações da fila** no canto inferior esquerdo da janela mostram todas as configurações raiz da fila selecionada. Elas incluem onde salvar os arquivos de destino, regras de renomeação de arquivos, comportamentos gerais para o manuseio de arquivos, configurações para processamento de arquivos RAW e configurações de imagem para os arquivos de destino. A visualização de renomeação de arquivos é basicamente a mesma da ferramenta **Renomeação avançada** disponível na **Janela principal**. Veja a descrição completa :ref:`nesta seção <renaming_photograph>` deste manual.
sl: **Nastavitve čakalne vrste** v spodnjem levem kotu okna prikazujejo vse korenske nastavitve za izbrano čakalno vrsto. Ti vključujejo, kam shraniti ciljne datoteke, pravila za preimenovanje datotek, splošno vedenje za ravnanje z datotekami, nastavitve za obdelavo datotek RAW in slikovne nastavitve za ciljne datoteke. Pogled preimenovanja datoteke je večinoma enak kot pri orodju **Napredno preimenovanje**, ki je na voljo v **Glavnem oknu**. Oglejte si celoten opis v :ref:`tem razdelku <rename_photograph>` tega priročnika.
sv: **Köinställningar** längst ner till vänster i fönstret visar alla grundinställningar för den valda kön. De omfattar var målfilerna ska sparas, reglerna för filnamnsbyte, allmänna beteenden för filhantering, inställningar för att behandla obehandlade filer. Vyn för filnamnsbyte är till största delen densamma som i verktyget **Avancerat namnbyte** tillgängligt i **Huvudfönstret**. Se den fullständiga beskrivningen i :ref:`det här avsnittet <renaming_photograph>` i handboken.
uk: На панелі **Параметри черги** у нижній лівій частині вікна буде показано усі кореневі параметри для позначеної черги. Це зокрема місце, куди буде збережено файли результатів, правила перейменовування файлів, загальну поведінку обробки файлів, параметри обробки цифрових негативів та параметри зображення для файлів-результатів. Панель перейменування файлів здебільшого та сама, що і в інструменті **Розширене перейменування**, доступ до якого можна отримати з **основного вікна**. Повний опис можна знайти у :ref:`цьому розділі <renaming_photograph>` підручника.
zh_cn: 窗口左下角的 **队列设置** 显示了所选队列的所有基础配置项。这些设置包括目标文件的保存位置、文件重命名规则、文件处理的常规行为、处理 RAW 文件的设置以及目标文件的图像设置。文件重命名视图与**主窗口**中的**高级重命名**工具基本相同。请参阅本手册 :ref:`此章节 <renaming_photograph>` 中的完整说明。

source: The **Control Panel** in the bottom right of the window shows the collection of tools available in the batch queue manager. You can assign a tool to the current queue by a double clicking or a drag and drop. This view also shows a list of pre-recorded queue settings that allows you to later replay a previous workflow. Finally the History tab shows a log-file of previous batch operations.
ca: El **Plafó de control** a la part inferior dreta de la finestra mostra la col·lecció d'eines disponibles del gestor de la cua per lots. Podeu assignar una eina a la cua actual fent doble clic o arrossegant i deixant anar. Aquesta vista també mostra una llista de paràmetres de cua preenregistrats que permeten reproduir més tard un flux de treball anterior. Finalment, la pestanya Historial mostra un fitxer de registre d'operacions per lots anteriors.
it: Il **pannello di controllo**. a destra in basso della finestra, mostra la raccolta di strumenti disponibili nel Gestore elaborazione in serie. Puoi assegnare uno strumento alla coda corrente facendovi sopra doppio clic oppure trascinandolo e rilasciandolo. Questa vista mostra anche un elenco di impostazioni preregistrate di code in modo che ti permettono di replicare un flusso di lavoro in un secondo momento. Infine, la scheda della Cronologia mostra un file di registro delle operazioni elaborate in serie precedenti.
nl: Het **Besturingspaneel** rechtsonder in het venster toont de verzameling beschikbare hulpmiddelen in de takenwachtrijbeheerder. U kunt een hulpmiddel toekennen aan de huidige wachtrij door dubbel te klikken of te slepen en loslaten. Deze weergave toont ook een lijst van vooraf opgenomen wachtrij-instellingen om later een werkmethode opnieuw af te spelen. Tenslotte toont een tabblad Geschiedenis een logbestand met eerdere bewerkingen in bulk.
pt_br: O **Painel de controle** no canto inferior direito da janela mostra a coleção de ferramentas disponíveis no gerenciador de processamento em lote. Você pode atribuir uma ferramenta à fila atual clicando duas vezes ou arrastando e soltando. Esta visualização também mostra uma lista de configurações de fila pré-gravadas, permitindo que você reproduza posteriormente um fluxo de trabalho anterior. Por fim, a aba Histórico exibe um arquivo de log das operações de lote anteriores.
sl: **Nadzorna plošča** v spodnjem desnem kotu okna prikazuje zbirko orodij, ki so na voljo v upravljalniku paketne čakalne vrste. Orodje lahko dodelite trenutni čakalni vrsti z dvojnim klikom ali s tehniko povleci in spusti. Ta pogled prikazuje tudi seznam vnaprej posnetih nastavitev čakalne vrste, ki vam omogoča, da pozneje ponovno predvajate prejšnji tok dela. Končno zavihek Zgodovina prikazuje dnevniško datoteko prejšnjih paketnih operacij.
sv: **Kontrollpanelen** längst ner till höger i fönstret visar samlingen av verktyg som är tillgängliga i köhantering för bakgrundsbehandling. Man kan tilldela ett verktyg till den aktuella kön genom att dubbelklicka eller dra och släppa. Vyn visar också en lista över förberedda köinställningar som gör det möjligt att senare upprepa ett tidigare arbetsflöde. Slutligen visar historikfliken en loggfil över tidigare bakgrundsoperationer.
uk: **Внизу праворуч** на панелі керуваннябуде показано збірку інструментів, якими можна скористатися у засобі керування чергою пакетної обробки. Ви можете пов'язати інструмент із поточною чергою подвійним клацанням на його пункті або перетягуванням зі скиданням. Також на цій панелі буде показано список попередньо записаних параметрів черги, щоб можна було пізніше відтворити робочий процес. Нарешті, на вкладці буде показано звичайний список пакетних дій, які було виконано у черзі, у форматі файла журналу.
zh_cn: 右下角的 **控制面板** 是批处理管理器的工具箱。双击或拖拽工具图标就能添加到当前队列。这里还能看到预设的队列方案，方便你快速复用之前的处理流程。"历史记录"标签页则保存着所有批量操作日志。

source: :ref:`Overview <batch_queue>`
ca: :ref:`Vista general <batch_queue>`
it: :ref:`Panoramica <batch_queue>`
nl: :ref:`Overzicht <batch_queue>`
pt_br: :ref:`Visão geral <batch_queue>`
sv: :ref:`Översikt <batch_queue>`
zh_cn: :ref:`概述 <batch_queue>`

source: The list of **Assigned Tools** to apply to each item in the queue is shown in the top middle of the window. Each tool in this list is applied sequentially from top to bottom. You can drag tools within this list to rearrange the order as needed. It's highly recommended that you export to a new format at the end of this list in order to preserve the best image quality.
ca: La llista d'**Eines assignades** per a aplicar a cada element de la cua es mostra a la part superior central de la finestra. Cada eina d'aquesta llista s'aplica seqüencialment de dalt a baix. Podeu arrossegar les eines dins d'aquesta llista per a reorganitzar l'ordre segons sigui necessari. És molt recomanable que exporteu a un format nou al final d'aquesta llista per tal de conservar la millor qualitat d'imatge.
it: L'elenco degli strumenti assegnati da applicare a ciascun elemento nella coda è mostrato nella parte superiore al centro della finestra. Ogni strumento nell'elenco viene applicato in sequenza, dall'alto verso il basso. Puoi riordinare gli strumenti all'interno dell'elenco trascinandoli, nell'ordine che preferisci. Ti raccomandiamo caldamente di esportare in un nuovo formato alla fine di questo elenco, in modo da preservare la migliore qualità di immagine.
nl: De lijst met **Toegekende hulpmiddelen**, toe te passen op elk item in de wachtrij, wordt getoond midden bovenaan. Elk hulpmiddel in deze lijst wordt sequentieel van bovenaf tot onderaan toegepast. U kunt hulpmiddelen in deze lijst verslepen om de volgorde naar wens opnieuw te ordenen. Het wordt zeer aanbevolen om naar een nieuw formaat te exporteren aan het eind van deze lijst om de beste kwaliteit van de afbeelding te behouden.
pt_br: A lista de **Ferramentas atribuídas** a serem aplicadas a cada item da fila é exibida na parte superior central da janela. Cada ferramenta nesta lista é aplicada sequencialmente, de cima para baixo. Você pode arrastar as ferramentas dentro desta lista para reorganizá-las conforme necessário. É altamente recomendável exportar para um novo formato no final desta lista para preservar a melhor qualidade de imagem.
sv: Listan med **Tilldelade verktyg** som ska användas i för varje objekt i kön visas längst upp i mitten av fönstret. Varje verktyg används steg för steg uppifrån och ner. Man kan dra verktyg i listan för att arrangera om ordningen efter behov. Det rekommenderas starkt att exportera till ett nytt format i slutet av listan för att bevara den bästa bildkvaliteten.
zh_cn: 窗口正中间显示的是 **已指定工具** ——这些工具会从上到下依次对队列里的每张图片进行处理。你可以通过拖拽来调整工具顺序。建议把导出新格式放在最后一步，这样能保证最佳图片质量。
