Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/batchqueue_overview.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: Overview to digiKam Batch Queue Manager
ca: Vista general al gestor de la cua per lots del digiKam
it: Panoramica del Gestore elaborazione in serie di digiKam
nl: Overzicht van het Takenwachtrijbeheer van digiKam
pt: Introdução ao Gestor da Fila em Lote do digiKam
pt_br: Visão geral do gerenciador de processamento em lote do digiKam
sl: Pregled Upravljalnika paketnih čakalnih vrst digiKam
sv: Översikt av köhantering för bakgrundsbehandling i digiKam
uk: Огляд засобу керування пакетною чергою обробки digiKam
zh_cn: digiKam 批处理列管理器概览

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, queue
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, cua
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, coda
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, wachtrij
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, lote, fila
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, lote, fila
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, serija, čakalna vrsta
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bakgrund, kö
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетна, обробка, черга
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批量, 队列

source: Overview
pt: Introdução
sl: Pregled
uk: Огляд

source: Contents
pt: Conteúdo
sl: Vsebina
uk: Зміст

source: digiKam features a batch queue manager in a separate window to easily process in batch items, aka filtering, converting, transforming, etc. It works with all supported image formats including RAW files.
pt: O digiKam oferece um gestor de filas em lote numa janela separada para processar facilmente itens em lote ou massa, p.ex., filtrar, converter, transformar, etc. Funciona com todos os formatos de imagem suportados, incluindo os ficheiros RAW.

source: Select one or several images in any view from the main window, call **Add to Current Queue** :kbd:`Ctrl+B` from the context menu. The selection will be added to the batch queue manager, and its separate window will open. When you are back to the digiKam main window you can quickly access the batch queue manager with :menuselection:`Tools --> Batch Queue Manager` :kbd:`B`.
pt: Seleccione uma ou várias imagens em qualquer área da janela principal e invoque a opção **Adicionar à Fila Actual** :kbd:`Ctrl+B` no menu de contexto. A selecção será adicionada ao gestor da fila em lote e a sua janela separada abrir-se-á. Quando estiver de volta à janela principal do digiKam, poderá aceder rapidamente ao gestor da fila em lote com a opção :menuselection:`Ferramentas --> Gestor da Fila em Lote` :kbd:`B`.

source: The Batch Manager Window
pt: A Janela do Gestor do Lote

source: On the **top left** side, the window shows the list of queues to process. Queues are a stack of items to batch using the same tools and the same settings. Each queue will be processed sequentially, but queue contents can be processed in parallel, depending of the settings. In this view, the list is ordered in flat showing item thumbnail, the original filename, and the target filename corresponding of the result.
pt: No canto **superior esquerdo**, a janela mostra a lista de filas a processar. As filas são uma pilha de itens para usar as mesmas ferramentas e definições em lote. Cada fila será processada sequencialmente, mas o conteúdo da fila pode ser processado em paralelo, dependendo da configuração. Nesta área, a lista está ordenada de forma não-hierárquica, mostrando a miniatura do item, o nome do ficheiro original e o nome do ficheiro de destino correspondente ao resultado.

source: If you want to process in a queue the items from an album and all sub-albums, just turn on the option to display sub-albums in the Album-View using the :menuselection:`View --> Include Album-Sub Tree` menu entry, and then select the corresponding items and add them to the Batch Queue Manager.
pt: SE quiser processar numa fila os itens de um dado álbum e dos seus sub-álbuns, basta activar a opção para mostrar os sub-álbuns na Área do Álbum, usando a opção do menu :menuselection:`Ver --> Incluir a Árvore dos Sub-Álbuns` e depois seleccionar os itens correspondentes e adicioná-los ao Gestor da Fila.

source: On the **top middle**, this view shows the flat list of tools to apply on items queue. Each tool are apply step by step from the top to the bottom. You can arrange the order as you want. It's highly recommended to export to a new format at end of this list to be sure to preserve the best image quality.
pt: **Em cima e ao centro**, esta área mostra uma lista plana de ferramentas a aplicar na fila dos itens. Cada ferramenta é aplicada passo-a-passo de cima para baixo. Poderá organizar a ordem como desejar. É altamente recomendado exportar para um novo formato no fim desta lista, para se certificar que preserva a melhor qualidade de imagem.

source: On the **top right** side, this view shows the settings of the current tool selected on the top middle view. These settings will be saved in the queue and applied to all items to process in batch.
pt: No **canto superior direito**, esta área mostra a configuração da ferramenta actual seleccionada em cima e ao centro. Esta configuração será gravada na fila e aplicada em todos os itens a processar em lote.

source: On the **bottom left**, the view shows all root settings for a queues, as the RAW processing, the file rename rules, the target place to store results, etc. The file renaming view is mostly the same than **Advanced Rename** tool available in **Main Window**. See the full description in :ref:`this section <renaming_photograph>` of this manual.
pt: No **canto inferior esquerdo**, a área mostra todas as definições de raiz para as filas, como o processamento RAW, as regras de mudança dos nomes dos ficheiros, o destino onde guardar os resultados, etc. A área de mudança de nomes é mais ou menos igual à ferramenta de **Mudança de Nomes Avançada** da **Janela Principal**. Veja a descrição completa :ref:`nesta secção <renaming_photograph>` do manual.

source: On the **bottom right**, the view shows the collection of tools available in batch queue manager. You can assign a tool to the current queue by a double click or a drag and drop. This view shows also a list of pre-recorded queue settings to allows to replay later workflow. Finally a tab show a flat list of batch operations processed on queue as a log-file.
pt: No **canto inferior direito**, a área mostra a colecção de ferramentas disponíveis no gestor da fila em lote. Poderá atribuir uma ferramenta à fila actual com um duplo-click ou com um arrastamento. Esta área mostra também uma lista de definições pré-gravadas da fila que poderão ser repetidas num processamento posterior. Finalmente, numa página aparece uma lista de operações em lote processadas na fila, sob a forma de um ficheiro de registo.

source: Screencast of Batch Queue Manager Tools Assignment to a Queue
ca: Vídeo d'una captura de pantalla de l'assignació d'eines a una cua en el gestor de la cua per lots
it: Registrazione di assegnazione di strumenti del Gestore elaborazione in serie a una coda
nl: Schermfilmpje van hulpmiddel van Takenwachtrijbeheerder Aan een wachtrij toekennen
pt: Captura do Ecrã da Atribuição de Ferramentas no Gestor em Lote a uma Fila de Espera
pt_br: Screencast da atribuição de ferramentas do gerenciador de processamento em fila a uma fila
sl: Posnetek dodelitve orodij upravljalnika paketnih čakalnih vrst čakalni vrsti
sv: Skärminspelning av verktygstilldelning i en kö med köhantering för bakgrundsbehandling
uk: Відео призначення інструментів засобу керування пакетною чергою обробки до черги
zh_cn: 批量队列管理器工具配置到队列操作演示

source: digiKam features a batch queue manager that opens in a separate window to easily batch process a list of items, aka filtering, converting, transforming, etc. Batch processing works with all supported image formats including RAW files.
ca: El digiKam presenta un gestor de la cua de lots que s'obre en una finestra separada per a processar fàcilment una llista d'elements per lots, també coneguts com a filtratge, conversió, transformació, etc. El processament per lots funciona amb tots els formats d'imatge admesos, inclosos els fitxers RAW.
it: digiKam presenta un gestore elaborazione in serie che si apre in finestra separata, per elaborare in modo semplice un elenco di elementi in serie, per esempio filtraggio, conversione, trasformazione, ecc. L'elaborazione in serie funziona con tutti i formati immagine supportati, incluso i file RAW.
nl: digiKam bevat een Takenwachtrijbeheerder die in een apart venster opent om gemakkelijk items in bulk te bewerken, zoals filteren, converteren, transformeren, etc. Bulkverwerking werkt met alle ondersteunde afbeeldingsformaten, inclusief RAW-bestanden.
pt_br: O digiKam possui um gerenciador de processamento em lote que abre em uma janela separada para processar facilmente uma lista de itens em lote, também conhecido como filtragem, conversão, transformação, etc. O processamento em lote funciona com todos os formatos de imagem suportados, incluindo arquivos RAW.
sl: digiKam ima upravljalnika paketnih čakalnih vrst v ločenem oknu za enostavno obdelavo paketnih elementov, imenovanih filtriranje, pretvorba, preoblikovanje itd. Paketno delovanje deluje z vsemi podprtimi formati slik, vključno z datotekami RAW.
sv: Det finns en köhantering för bakgrundsbehandling i digiKam som öppnas i ett separat fönster för att enkelt bearbeta en lista över objekt i bakgrunden, såsom filtrering, konvertering, transformering, etc. Bakgrundsbehandling fungerar med alla bildformat som stöds inklusive obehandlade filer.
uk: У digiKam передбачено засіб керування пакетною обробкою в окремому вікні, призначений для простої пакетної обробки зображень, зокрема фільтрування, перетворення формату, перетворення вмісту тощо. Пакетна обробка може працювати з усіма підтримуваними форматами зображень, зокрема файлами цифрових негативів.
zh_cn: digiKam 的批处理管理器功能强大，它会单独弹出窗口，让你能轻松对一组图片进行批量处理，比如筛选、转换、调整等等。所有支持的图片格式 (包括 RAW 文件) 都能进行批量处理。

source: To select images for batch processing, select one or several images in any view from the main window, then select **Add to Current Queue** :kbd:`Ctrl+B` from the context menu. The selection will be added to the batch queue, and a separate Batch Queue Manager window will open. You can also quickly open the Batch Queue Manager window from the digiKam **Main Window** by selecting :menuselection:`Tools --> Batch Queue Manager` :kbd:`B`, or by clicking **Batch Queue Manager** in the main toolbar.
ca: Per a seleccionar imatges per al processament per lots, seleccioneu una o diverses imatges en qualsevol vista de la finestra principal, després seleccioneu **Afegeix a la cua actual** (tecla :kbd:`Ctrl+B`) des del menú contextual. La selecció s'afegirà al gestor de la cua per lots i s'obrirà una finestra separada. També podeu obrir ràpidament la finestra del gestor de la cua per lots des de la finestra principal del digiKam seleccionant :menuselection:`Eines --> Gestor de la cua per lots` (tecla :kbd:`B`), o fent clic a **Gestor de la cua per lots** a la barra d'eines principal.
it: Per selezionare le immagini per l'elaborazione in serie, seleziona una o più immagini in una vista qualsiasi della finestra principale, quindi scegli **Aggiungi alla coda corrente** :kbd:`Ctrl+B` dal menu contestuale. La selezione verrà aggiunta all'elaborazione in serie, che aprirà una finestra separata del Gestore elaborazione in serie. Puoi anche aprire rapidamente la finestra del Gestore elaborazione in serie dalla **finestra principale** di digiKam selezionando dal menu :menuselection:`Strumenti --> Gestore elaborazione in serie` :kbd:`B`, oppure facendo clic sul **Gestore elaborazione in serie** nella barra degli strumenti principale.
nl: Om afbeeldingen te selecteren voor bulkverwerking selecteer één of meerdere afbeeldingen in een weergave uit het hoofdvenster, selecteer daarna **Toevoegen aan huidige wachtrij** :kbd:`Ctrl+B` uit het contextmenu. De selectie zal toegevoegd worden aan het Takenwachtrijbeheer, en een apart venster Takenwachtrijbeheer zal zich openen. U kunt ook snel het venster Takenwachtrijbeheer openen vanuit het **Hoofdvenster** van digiKam door te selecteren :menuselection:`Hulpmiddelen --> Takenwachtrijbeheer` :kbd:`B` of door klikken op **Takenwachtrijbeheerder** in de hoofdwerkbalk.
pt_br: Para selecionar imagens para processamento em lote, selecione uma ou várias imagens em qualquer visualização da janela principal e, em seguida, selecione **Adicionar à fila atual** :kbd:`Ctrl+B` no menu de contexto. A seleção será adicionada à fila de processamento e uma janela separada do gerenciador de processamento em lote será aberta. Você também pode abrir rapidamente a janela do gerenciador de processamento em lote na janela principal do digiKam selecionando :menuselection:`Ferramentas --> Gerenciador de processamento em lote` :kbd:`B` ou clicando em **Gerenciador de processamento em lote **na barra de ferramentas principal.
sl: Če želite izbrati slike za paketno obdelavo, izberite eno ali več slik v katerem koli pogledu v glavnem oknu, nato izberite **Dodaj v trenutno čakalno vrsto** :kbd:`Ctrl+B` iz kontekstnega menija. Izbira bo dodana v paketno čakalno vrsto in odprlo se bo ločeno okno Upravljalnik paketnih bdelav. Okno Upravljalnika paketnih čakalnih vrst lahko hitro odprete tudi v **Glavnem oknu** digiKam tako, da izberete :menuselection:`Orodja --> Upravljalnik paketnih čakalnih vrst` :kbd:`B` ali s klikom na **Upravljalnik paketnih čakalnih vrst** v glavni orodni vrstici.
sv: För att markera bilder för bakgrundsbehandling, markera en eller flera bilder i valfri vy från huvudfönstret, och anropa **Lägg till i aktuell kö** :kbd:`Ctrl+B` i den sammanhangsberoende menyn. Markeringen läggs till i köhantering för bakgrundsbehandling och det separata köhanteringsfönstret öppnas. Man kan också snabbt öppna köhanteringsfönstret från digiKams **Huvudfönstret** genom att välja :menuselection:`Verktyg --> Köhantering för bakgrundsbehandling` :kbd:`B`, eller genom att klicka på **Köhantering för bakgrundsbehandling** i huvudverktygsraden.
uk: Щоб вибрати зображення для пакетної обробки, позначте одне або декілька зображень на будь-якій панелі перегляду основного вікна, скористайтеся пунктом **Додати до поточної черги** :kbd:`Ctrl+B` у контекстному меню. Позначені записи буде додано до засобу черги пакетної обробки, і буде відкрито окреме вікно. Коли ви повернетеся до основного вікна digiKam, ви зможете швидко отримати доступ до засобу керування чергою пакетної обробки за допомогою пункту меню :menuselection:`Інструменти --> Керування чергою обробки` :kbd:`B` або натискання кнопки **Керування пакетної обробки** на головній панелі інструментів.
zh_cn: 若要选择图片进行批量处理，请在主窗口的任意视图中选择一张或多张图片，然后从右键菜单中选择**添加到当前队列** :kbd:`Ctrl+B`。所选项目将被添加到批量队列，并会打开一个独立的“批量队列管理器”窗口。您也可以通过以下方式从 digiKam **主窗口**快速打开“批量队列管理器”窗口：选择 :menuselection:`工具 --> 批量队列管理器` :kbd:`B`，或者点击主工具栏中的**批量队列管理器**。

source: The Batch Queue Manager Window
ca: La finestra del gestor de la cua per lots
it: La finestra del Gestore di elaborazione in serie
nl: Het venster van takenwachtrijbeheerder
pt_br: A janela do gerenciador de processamento em lote
sl: Okno upravljalnika paketnih čakalnih vrst
sv: Köhanteringsfönstret
uk: Вікно засобу керування пакетною обробкою
zh_cn: 批处理管理器窗口

source: The Batch Queue Manager window displays the list of **Queues** to process on the top left. Queues are a stack of items to batch process, applying the same tools with the same settings to each image in the queue. Each queue is processed sequentially, but queue contents can be processed in parallel, depending on the Queue Settings. The Queue list shows queues as tabs, with each tab listing the items in that queue as an ordered table displaying the item thumbnail, the original filename, and the target filename indicating where the result should be stored.
ca: La finestra del gestor de la cua per lots mostra la llista de **Cues** que s'ha de processar a la part superior esquerra. Les cues són una pila d'elements a processar per lots, aplicant les mateixes eines i la mateixa configuració a cada imatge de la cua. Cada cua es processarà seqüencialment, però es pot processar el contingut de la cua en paral·lel, depenent de la configuració de la cua. La llista de cues mostra les cues com a pestanyes, amb cada pestanya llistant els elements d'aquesta cua com una taula ordenada mostrant la miniatura de l'element, el nom del fitxer original i el nom del fitxer de destinació indicant a on s'hauria d'emmagatzemar el resultat.
it: La finestra del Gestore elaborazione in serie visualizza, in alto a sinistra, l'elenco delle **code** da elaborare. Queste sono pile di elementi da elaborare in serie, applicando gli stessi strumenti con le stesse impostazioni a ciascuna immagine della coda. Ogni coda viene elaborata in sequenza, ma il suo contenuto può essere elaborato in parallelo, a seconda delle impostazioni della coda. L'elenco della coda mostra le code sotto forma di schede, e ciascuna scheda elenca gli elementi appartenenti a quella coda sotto forma di tabella, che mostra la miniatura dell'elemento, il nome file originale e il nome file di destinazione indicante la posizione verrà memorizzato il risultato.
nl: Het venster Takenwachtrijbeheerder toont de lijst met te verwerken **Wachtrijen** linksboven. Wachtrijen zijn een stapel items in bulk te verwerken, die dezelfde hulpmiddelen met dezelfde instellingen toepassen op elke afbeelding in de wachtrij. Elke wachtrij wordt in volgorde verwerkt, maar de inhoud van een wachtrij kan in parallel worden verwerkt, afhankelijk van de instellingen van de wachtrij. In wachtrijlijst toont wachtrijen als tabbladen met in elk tabblad een lijst met de items in die wachtrij als een geordend tabel die de miniatuur van het item, de oorspronkelijke bestandsnaam en de doelbestandsnaam die aangeeft waar het resultaat zou moeten worden opgeslagen, toont.
pt_br: A janela do gerenciador de processamento em lote exibe a lista de **Filas** a serem processadas no canto superior esquerdo. As filas são uma pilha de itens a serem processados ​​em lote, aplicando as mesmas ferramentas com as mesmas configurações em cada imagem na fila. Cada fila é processada sequencialmente, mas o conteúdo da fila pode ser processado em paralelo, dependendo das configurações da fila. A lista de filas mostra as filas como abas, com cada aba listando os itens nessa fila como uma tabela ordenada exibindo a miniatura do item, o nome do arquivo original e o nome do arquivo de destino, indicando onde o resultado deve ser armazenado.
sl: Okno Upravljalnika čakalnih vrst paketnih obdelav prikaže seznam **Čakalnih vrst** za obdelavo zgoraj levo. Čakalne vrste so kup elementov za paketno obdelavo, pri čemer se za vsako sliko v čakalni vrsti uporabljajo ista orodja z istimi nastavitvami. Vsaka čakalna vrsta je obdelana zaporedno, vendar je vsebino čakalne vrste mogoče obdelati vzporedno, odvisno od nastavitev čakalne vrste. Seznam čakalnih vrst prikazuje čakalne vrste kot zavihke, pri čemer vsak zavihek navaja elemente v tej čakalni vrsti kot urejeno tabelo, ki prikazuje sličico elementa, izvirno ime datoteke in ciljno ime datoteke, ki označujeta, kam naj bo rezultat shranjen.
sv: Köhanteringsfönstret visar listan över **Köer** som ska bearbetas överst till vänster. Köer är en stapel med objekt att behandla i bakgrunden med hjälp av samma verktyg med samma inställningar för varje bild i kön. Varje kö bearbetas sekventiellt, men köns innehåll kan bearbetas parallellt, beroende på köinställningarna. Kölistan visar köer som flikar, där varje flik listar objekten i den kön som en ordnad tabell med objektets miniatyrbild, det originalfilnamnet och målfilnamnet som anger var resultatet ska lagras.
uk: У **верхній лівій частині** вікна буде показано список черг обробки. Черги є стосом записів пакетної обробки, для яких використано ті самі інструменти з однаковими параметрами. Дії у кожній черзі буде виконано послідовно, але вміст черги може бути оброблено паралельно, залежно від параметрів. У списку черги буде показано черги як вкладки, кожна вкладка містить список записів у черзі у форматі упорядкованої таблиці із показом мініатюр запису, початкової назви файла та назви файла призначення, у якому буде збережено результати обробки.
zh_cn: 在批处理管理器窗口的左上角，会显示待处理的 **队列** 列表。每个队列其实就是一组需要批量处理的图片，系统会对队列里的每张图片应用相同的工具和设置。队列是按顺序处理的，但根据队列设置的不同，队列里的内容也可以并行处理。队列列表以标签页形式展示，每个标签页下都会用表格列出该队列的所有图片，表格里会显示缩略图、原始文件名，以及处理后图片的保存路径 (目标文件名) 。

source: If you want to process the items from an album and all sub-albums in a queue, just turn on the option to display sub-albums in the Album-View using the :menuselection:`View --> Include Album-Sub Tree` menu entry, select the corresponding items, and then add them to the Batch Queue Manager.
ca: Si voleu processar els elements d'un àlbum i tots els subàlbums en una cua, senzillament activeu l'opció per a mostrar els subàlbums a la vista d'àlbum utilitzant l'element de menú :menuselection:`Visualitza --> Inclou les subbranques de l'àlbum`, seleccioneu els elements corresponents i després afegiu-los al Gestor de la cua per lots.
it: Se desideri elaborare gli elementi da un album e da tutti i suoi album secondari in una coda, attiva l'opzione per visualizzare gli album secondari nella vista Album utilizzando la voce di menu :menuselection:`Vista --> Includi sotto-albero dell'album`, seleziona gli elementi corrispondenti e quindi aggiungili al Gestore elaborazione in serie.
nl: Als u de items uit een album en alle sub-albums wilt verwerken in een wachtrij, zet dan de optie aan om sub-albums te tonen in de Albumweergave met het menu-item :menuselection:`Beeld --> Boomstructuur met sub-albums meenemen`, selecteer daarna de overeenkomstige items en voeg ze daarna toe aan de Takenwachtrijbeheerder.
pt_br: Se você quiser processar os itens de um álbum e todos os sub-álbuns em uma fila, basta ativar a opção para exibir sub-álbuns na visualização de álbum usando a entrada de menu :menuselection:`Exibir --> Incluir subárvore do álbum`, selecionar os itens correspondentes e adicioná-los ao gerenciador de processamento em lote.
sl: Če želite v čakalni vrsti obdelati elemente iz albuma in vse podalbumov, preprosto vklopite možnost prikaza podalbumov v pogledu albuma z uporabo vnosa menija :menuselection:`View --> Vključi poddrevo albuma` in nato izberite ustrezne elemente in jih dodajte v upravljalnika paketnih čakalnih vrst.
sv: Om man vill bearbeta objekten från ett album och alla underalbum i en kö, aktivera bara alternativet för att visa underalbum i albumvyn med hjälp av menyalternativet :menuselection:`Visa --> Inkludera albumets underkataloger`, välj motsvarande objekt och lägg sedan till dem i köhantering för bakgrundsbehandling.
uk: Якщо вам потрібна пакетна обробка записів з альбому і усіх його підлеглих альбомів, просто увімкніть можливість показу підальбомів на панелі перегляду альбомів за допомогою пункту меню :menuselection:`Перегляд --> Включати піддерево альбому`, а потім виберіть відповідні записи і додайте їх до засобу керування пакетною обробкою.
zh_cn: 如果你想处理某个相册及其子相册里的所有图片，只需在 :menuselection:`视图 --> 包含子相册内容` 菜单里勾选显示子相册的选项，然后选中对应的图片，再把它们添加到批处理管理器里就行了。
