Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/bqm_workflow.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: digiKam Batch Queue Manager Workflow
ca: Flux de treball del Gestor de la cua per lots en el digiKam
it: Flusso di lavoro del gestore elaborazione in serie di digiKam
nl: Werkmethode van Takenwachtrijbeheerder van digiKam
pt: Processo de Gestão da Fila em Lote do digiKam
pt_br: Fluxo de trabalho do gerenciador de processamento em lote do digiKam
sv: Arbetsflödet med köhantering för bakgrundsbehandling i digiKam
uk: Процес керування чергою пакетної обробки digiKam
zh_cn: digiKam 批处理管理器流程

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, queue, manager, tools, workflow
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, cua, gestor, eines, flux de treball
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, coda, gestore, strumenti, flusso di lavoro
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, wachtrij, beheerder, hulpmiddelen, werkmethode
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, lote, fila, gestor, ferramentas, fluxograma
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, lote, fila, gerenciador, ferramentas, fluxo de trabalho
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, serija, čakalna vrsta, upravljalnik, orodja, potek dela
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bakgrund, kö, hantering, verktyg, arbetsflöde
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетна, обробка, черга, керування, інструменти, засоби, процес
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批处理, 队列, 管理, 工具, 工作流程

source: Workflow
nl: Werkmethode
pt: Fluxograma

source: Contents
nl: Inhoud
pt: Conteúdo

source: The Batch Queue Manager has a tab named **Workflow** in the bottom right of the window which is empty by default. This view is a list where the user can store the preferred set of tools to assign to queues. This list is saved and restored between sessions allowing the re-use of the workflow.
nl: De Takenwachtrijbeheerder heeft een tabblad genaamd **Werkmethode** rechts onderaan het venster, dat standaard leeg is. Deze weergave is een lijst waar de gebruiker de set met voorkeuren kan opslaan van hulpmiddelen om toe te kennen aan wachtrijen. Deze lijst wordt opgeslagen en herstelt tussen sessies waarmee de werkmethode opnieuw gebruikt kan worden.

source: A workflow stores:
ca: Un flux de treball emmagatzema:
it: Un flusso di lavoro memorizza:
nl: Een werkmethodeopslag:
pt_br: Um fluxo de trabalho armazena:
sl: Shramba poteka dela:
sv: Ett arbetsflöde lagrar:
uk: У робочому процесі зберігаються такі дані:
zh_cn: 每个工作流程都会记住：

source: The order of the tools to apply to a queue from the **Assigned Tools** view.
ca: L'ordre de les eines a aplicar a una cua des de la vista **Eines assignades**.
it: L'ordine degli strumenti da applicare a una coda dalla vista **Strumenti assegnati**.
nl: De volgorde van hulpmiddelen om toe te passen op een wachtrij uit de weergave **Toegekende hulpmiddelen**.
pt_br: A ordem das ferramentas a serem aplicadas a uma fila na exibição **Ferramentas atribuídas**.
sl: Vrstni red orodij za izvajanje v čakalni vrsti iz pogleda **Dodeljena orodja**.
sv: Ordningen på verktygen som ska användas för en kö från vyn **Tilldelade verktyg**.
uk: Порядок інструментів, які буде запущено для черги обробки, з панелі **Призначені інструменти**.
zh_cn: **已指定工具** 里所应用工具的顺序

source: All individual tool settings customized in the **Tools Settings** view .
ca: Totes les configuracions personalitzades individuals d'eina a la vista **Configuració de les eines**.
it: Tutte le impostazioni personalizzate dei singoli strumenti nella vista **Impostazioni degli strumenti**.
nl: Alle instellingen voor individuele hulpmiddelen aangepast in de weergave **Instellingen van hulpmiddelen**.
pt_br: Todas as configurações de ferramentas individuais personalizadas na visualização **Configurações da ferramenta**.
sl: Vse posamezne nastavitve orodja, prilagojene v pogledu **Nastavitve orodij**.
sv: Alla individuella verktygsinställningar anpassade i vyn **Verktygsinställningar**.
uk: Усі налаштовані за допомогою панелі **Параметри інструментів** параметри окремого інструмента.
zh_cn: **工具设置** 里每个工具的自定义设置

source: All settings from the **Queue Settings** view.
ca: Totes les opcions de configuració des de la vista **Configuració de la cua**.
it: Tutte le impostazioni dalla vista **Impostazioni delle code**.
nl: Alle instellingen in de weergave **Instellingen wachtrij**.
pt: Todas as definições da área de **Configuração da Fila**.
pt_br: Todas as configurações da visualização **Configurações da fila**.
sl: Vse nastavitve iz pogleda **Nastavitve čakalne vrste**.
sv: Alla inställningar från vyn **Köinställningar**.
uk: Усі параметри з панелі **Параметри черги**.
zh_cn: **队列设置** 里面的所有设置

source: Workflows allow easy reproduction of the tools and settings used for batch processing, all adjusted for your specific use cases. A workflow has three properties identified in the **Workflow** tab:
ca: Els fluxos de treball permeten reproduir amb facilitat les eines i els paràmetres utilitzats en el processament per lots per als vostres casos d'ús específics. Un flux de treball té tres propietats que s'identifiquen a la pestanya **Flux de treball**:
it: I flussi di lavoro permettono la riproduzione facile degli strumenti e delle impostazioni utilizzati per l'elaborazione in serie, regolati tutti in base ai tuoi casi d'uso specifici. Un flusso di lavoro possiede tre proprietà indicate nella scheda **Flusso di lavoro**:
nl: Werkmethoden bieden het gemakkelijk reproduceren van de hulpmiddelen en instellingen voor bulkverwerking, allemaal aangepast voor uw specifieke gebruiksgevallen. Een werkmethode heeft drie eigenschappen geïdentificeerd in het tabblad **Werkmethode**:
pt_br: Os fluxos de trabalho permitem a reprodução fácil das ferramentas e configurações usadas no processamento em lote, tudo ajustado aos seus casos de uso específicos. Um fluxo de trabalho tem três propriedades identificadas na aba **Fluxo de trabalho**:
sl: Poteki dela omogočajo enostavno reprodukcijo orodij in nastavitev, ki se uporabljajo za paketno obdelavo, vse pa je prilagojeno vašim specifičnim primerom uporabe. Potek dela ima tri lastnosti, opredeljene na zavihku **Potek dela**:
sv: Arbetsflöden gör det möjligt att enkelt reproducera verktygen och inställningarna använda för bakgrundsbehandling för varje specifikt användarfall. Ett arbetsflöde har tre egenskaper som identifieras under fliken **Arbetsflöde**:
uk: Робочі процеси надають змогу без проблем відтворювати інструменти і параметри пакетної обробки залежно від випадків використання. У робочого процесу є три властивості для ідентифікації на вкладці **Процес**:
zh_cn: 相当于把你的自定义的调整和修图方案都打包保存好了。在 **工作流程** 选项卡里，每个工作流程方案都有三个属性：

source: A **Title** to name the workflow.
ca: Un **Títol** per a anomenar el flux de treball.
it: Un **Titolo** per il flusso di lavoro.
nl: Een **Titel** om de werkmethode een naam te geven.
pt_br: Um **Título** para nomear o fluxo de trabalho.
sl: **Naslov** za poimenovanje poteka dela.
sv: En **Titel** för att namnge arbetsflödet.
uk: **Заголовок** для іменування процесу.
zh_cn: **标题** ： 给工作流程起个名

source: A **Description** to give details about a workflow.
ca: Una **Descripció** per a oferir detalls sobre un flux de treball.
it: Una **Descrizione** per fornire dettagli sul flusso di lavoro.
nl: Een **Beschrijving** om details te geven over een werkmethode.
pt_br: Uma **Descrição** para fornecer detalhes sobre um fluxo de trabalho.
sl: **Opis** za podrobnosti o poteku dela.
sv: En **Beskrivning** för att ge information om ett arbetsflöde.
uk: **Опис** для надання подробиць щодо процесу.
zh_cn: **描述** ：写清楚这个方案是干嘛的

source: The number of tools stored in the workflow.
ca: El nombre d'eines emmagatzemades en el flux de treball.
it: Il numero di strumenti memorizzati nel flusso di lavoro.
nl: Het aantal hulpmiddelen opgeslagen in de werkmethode.
pt_br: O número de ferramentas armazenadas no fluxo de trabalho.
sl: Število orodij, shranjenih v delovnem poteku.
sv: Antalet verktyg lagrade i arbetsflödet.
uk: Кількість інструментів, що зберігаються у робочому процесі.
zh_cn: **工具** ：记录用了几个处理工具

source: All of this information is stored in an XML file hosted in your home directory.
ca: Tota aquesta informació s'emmagatzema en un fitxer XML allotjat en el vostre directori d'inici.
it: Tutte queste informazioni sono salvate in un file XML memorizzato nella tua cartella principale (Home).
nl: Al deze informatie wordt opgeslagen in een XML-bestand opgeslagen in uw thuismap.
pt_br: Todas essas informações são armazenadas em um arquivo XML hospedado na sua pasta inicial.
sl: Vse te informacije so shranjene v datoteki XML, ki gostuje v vašem domačem imeniku.
sv: All den här informationen är lagrad i en XML-fil som finns i hemkatalogen.
uk: Усі ці дані зберігаються у форматі файла XML у вашому домашньому каталозі.
zh_cn: 这些信息都会保存在用户主目录的 XML 文件里。

source: The Batch Queue Manager Workflow Stores all Settings to Apply to a Queue
ca: El flux de treball en el Gestor de la cua per lots emmagatzema tots els paràmetres que s'aplicaran a una cua
it: Il flusso di lavoro del gestore elaborazione in serie memorizza tutte le impostazioni da applicare a una coda
nl: De werkmethode van de Takenwachtrijbeheerder slaat alle instellingen op om aan een wachtrij toe te kennen
pt_br: O fluxo de trabalho do gerenciador de processamento em lote armazena todas as configurações para aplicar a uma fila
sl: Upravljalnik paketne čakalne vrste shrani vse nastavitve poteka dela za uporabo v čakalni vrsti
sv: Arbetsflödet i köhantering för bakgrundsbehandling lagrar alla inställningar som används för en kö
uk: У записі процесу засобу керування чергою пакетної обробки зберігаються усі параметри, які слід застосувати до черги обробки
zh_cn: 批处理管理器的工作流程功能：保存整套队列设置

source: To create a new Workflow, select tools from the **Base Tools** tab and drag and drop items to **Assigned Tools** list to create a tool sequence. Adjust the tool settings as needed. Then right click on the tool list to bring up the context menu, and select the **Create Workflow** option. A dialog will appear to enter the workflow **Title** and **Description** properties. Press **OK** to append the new item to the **Workflow** tab.
nl: Om een nieuwe werkmethode te maken, selecteer hulpmiddelen uit het tabblad **Basishulpmiddelen** en sleep en laat items los op de lijst **Toegekende hulpmiddelen** om uw volgorde van hulpmiddelen te maken. Pas de instellingen van de hulpmiddelen aan zoals gewenst. Klik daarna rechts op de lijst met hulpmiddelen om het contextmenu te krijgen en selecteer de optie **Werkmethode aanmaken**. Er verschijnt een dialoog om de werkmethode-eigenschappen **Titel** en **Beschrijving** in te voeren. Druk op **OK** om het nieuwe item toe te voegen in het tabblad **Werkmethode**.

source: The Batch Queue Manager Workflow Create Dialog
ca: El diàleg de creació del flux de treball en el Gestor de la cua per lots
it: La finestra di dialogo di creazione del flusso di lavoro del gestore elaborazione in serie
nl: De takenwachtrijbeheerder Dialoog voor maken van werkmethode
pt: A Janela de Criação do Fluxograma do Gestor da Fila em Lote
pt_br: Caixa de diálogo de criação do fluxo de trabalho do gerenciador de processamento em lote
sl: Pogovorno okno za ustvarjanje poteka dela upravljalnika paketne čakalne vrste
sv: Dialogrutan Skapa arbetsflödet i köhantering för bakgrundsbehandling
uk: Вікно створення робочого процесу засобу керування чергою пакетної обробки
zh_cn: 创建工作流程时的设置对话框

source: To apply a workflow to a new Queue, select the new Queue, then double click over an item in the **Workflow** tab, or drag and drop the item from **Workflow** tab to **Assigned Tools**. The Workflow will be assigned to the current Queue and will be ready to run.
nl: Om een werkmethode toe te passen op een nieuwe wachtrij, selecteer de nieuwe wachtrij, dubbelklik daarna op een item in het tabblad **Werkmethode** of sleep en laat het item uit het tabblad **Werkmethode** los boven **Toegekende hulpmiddelen**. De werkmethode zal toegekend worden aan de huidige wachtrij en is dan gereed om uit te voeren.

source: To manage a workflow entry, right-click on an entry in the **Workflow** tab to enable the context menu that provides options to edit workflow properties or delete the workflow.
ca: Per a gestionar una entrada del flux de treball, feu clic amb el botó dret a la pestanya **Flux de treball** per a activar el menú contextual que proporciona opcions per a editar les propietats del flux de treball o eliminar el flux de treball.
it: Per gestire un flusso di lavoro, nella scheda **Flusso di lavoro** fai clic col pulsante destro del mouse sulla voce in modo da abilitare il menu contestuale, che fornisce le opzioni per modificare le proprietà del flusso di lavoro oppure eliminarlo.
nl: Om een werkmethode-item te beheren, klik rechts op een item in het tabblad **Werkmethode** om het contextmenu in te schakelen die opties levert om eigenschappen van een werkmethode te bewerken of de werkmethode te verwijderen.
pt_br: Para gerenciar uma entrada de fluxo de trabalho, clique com o botão direito do mouse em uma entrada na aba **Fluxo de trabalho** para habilitar o menu de contexto que fornece opções para editar propriedades do fluxo de trabalho ou excluí-lo.
sl: Če želite upravljati vnos potek dela, z desno miškino tipko kliknite vnos na zavihku **Potek dela**, da omogočite kontekstni meni, ki ponuja možnosti za urejanje lastnosti poteka dela ali brisanje poteka dela.
sv: För att hantera en arbetsflödespost, högerklicka på en post under fliken **Arbetsflöde** för att aktivera den sammanhangsberoende menyn som tillhandahåller alternativ för att redigera arbetsflödets egenskaper eller ta bort arbetsflödet.
uk: Для того, щоб змінити запис процесу, клацніть правою кнопкою миші на записі на вкладці **Процес**, щоб відкрити контекстне меню. За допомогою контекстного меню ви зможете внести зміни до властивостей процесу або вилучити його запис.
zh_cn: ​​管理工作流​​：右键点击 **工作流程** 选项卡中的条目，会弹出上下文菜单，可以选择编辑工作流程属性，或删除工作流程。

source: The Batch Queue Manager Workflow Context Menu
ca: El menú contextual del flux de treball en el Gestor de la cua per lots
it: Il menu contestuale del flusso di lavoro del gestore elaborazione in serie
nl: De takenwachtrijbeheerder Contextmenu van werkmethode
pt: O Menu de Contexto do Fluxograma do Gestor da Fila
pt_br: Menu de contexto do fluxo de trabalho do gerenciador de processamento em lote
sl: Kontekstni meni poteka dela upravljalnika paketne čakalne vrste
sv: Den sammanhangsberoende menyn i köhantering för bakgrundsbehandling
uk: Контекстне меню робочого процесу засобу керування чергою пакетної обробки
zh_cn: 批处理管理器中，工作流程的右键菜单

source: On the bottom right, the Batch Queue Manager has a tab named **Workflow** which is empty by default. This view is a list where user can store the preferred set of tools to assign to queues. This list is saved and restored between sessions and can be re-used as well.
pt: Em baixo e à direita, o Gestor da Fila em Lote tem uma página chamada **Fluxograma** que está vazia por omissão. Esta área é uma lista onde o utilizador poderá guardar o conjunto de ferramentas favorito para atribuir às filas. Esta lista é guardada e reposta entre sessões, podendo ser também reutilizada.

source: A workflow store:
pt: Um fluxograma guarda:

source: The order of tools to run over a queue from the **Assigned Tools** view.
pt: A ordem das ferramentas a executar sobre uma fila, na área de **Ferramentas Atribuídas**.

source: For each tools, all settings customized in **Tools Settings** view.
pt: Para cada ferramenta, todas as definições personalizadas na área de **Configuração das Ferramentas**.

source: This allows to reproduce easily the items batch processing adjusted for your use cases. A workflow has tree properties to be identified in the **Workflow** tab:
pt: Isto permite reproduzir facilmente o processamento da fila de itens de acordo com os seus casos de uso. Um fluxograma tem propriedades em árvore a identificar na página de **Fluxograma**:

source: A **Title** as text to name the workflow.
pt: Um **Título** como um texto para identificar o fluxograma.

source: A **Description** as text to give details about a workflow.
pt: Uma **Descrição** como texto para indicar detalhes sobre um determinado fluxograma.

source: The amount of tools registered.
pt: A quantidade de ferramentas registadas.

source: All this information is stored in an XML file hosted in your home directory.
pt: Toda esta informação é guardada num ficheiro XML alojado na sua pasta pessoal.

source: The Batch Queue Manager Workflow Stores all Settings to Apply on a Queue
pt: O Gestor da Fila em Lote Guarda Todas as Definições a Aplicar na Fila

source: To create a new Workflow, select your tools from **Base Tools** tab and drag and drop items to **Assigned Tools** list to create your sequence. When all is done, right click with mouse over the list to show the pop-up menu and select the **Create Workflow** option. A dialog will appears to fill the workflow **Title** and **Description** properties. Press **OK** to append the new item on the **Workflow** tab.
pt: Para criar um novo fluxograma, seleccione as suas ferramentas da página de **Ferramentas de Base** e arraste e largue os itens na lista de **Ferramentas Atribuídas** para criar a sua sequência. Quando terminar tudo, carregue com o botão direito do rato para mostrar o menu de contexto e seleccionar a opção para **Criar um Fluxograma**. Irá aparecer uma janela para preencher o **Título** e a **Descrição** do fluxograma. Carregue em **OK** para adicionar o novo item à página do **Fluxograma**.

source: Later, with a new Queue, if you want to apply a workflow with your precious tools/settings, just double click over an item from **Workflow** tab, or drag and drop the item from **Workflow** tab to **Assigned Tools**. The Workflow will be assigned to the current Queue and will be ready to run.
pt: Mais tarde, com uma fila nova, se quiser aplicar um fluxograma com as suas definições/configurações preciosas, basta fazer duplo-click sobre um item na página **Fluxograma**, ou então arrastar e largar o item da página **Fluxograma** nas **Ferramentas Atribuídas**. O Fluxograma será atribuído À fila actual e ficará pronto a executar.

source: To manage a workflow entry, right-click with mouse over an entry from the **Workflow** tab to enable the context menu. This allows to edit a workflow properties or to delete it.
pt: Para gerir um elemento do fluxograma, carregue com o botão direito do rato sobre um elemento da página **Fluxograma** para activar o menu de contexto. Isto permite editar as propriedades de um fluxograma ou removê-lo.

source: :ref:`Workflow <batch_queue>`
ca: :ref:`Flux de treball <batch_queue>`
it: :ref:`Flusso di lavoro <batch_queue>`
pt_br: :ref:`Fluxo de trabalho <batch_queue>`
sl: :ref:`Potek dela <batch_queue>`
sv: :ref:`Arbetsflöde <batch_queue>`
uk: :ref:`Робочий процес <batch_queue>`
zh_cn: :ref:`批处理流程 <batch_queue>`

source: The Batch Queue Manager has a tab named **Workflow** in the bottom right of the window which is empty by default. This view is a list where the user can store the preferred set of tools to assign to queues. This list is saved and restored between sessions allowing the workflows to be reused.
ca: El Gestor de la cua per lots té una pestanya anomenada **Flux de treball** a la part inferior dreta de la finestra que de manera predeterminada està buida. Aquesta vista és una llista a on l'usuari pot emmagatzemar el conjunt d'eines preferit que assignarà a les cues. Aquesta llista es desa i restaura entre sessions permetent la reutilització dels fluxos de treball.
pt_br: O gerenciador de processamento em lote possui uma aba chamada **Fluxo de trabalho** no canto inferior direito da janela, que está vazia por padrão. Essa visualização é uma lista onde o usuário pode armazenar o conjunto de ferramentas preferido para atribuir às filas. Essa lista é salva e restaurada entre as sessões, permitindo que os fluxos de trabalho sejam reutilizados.
uk: Внизу праворуч на панелі керування чергою пакетної обробки є вкладка із назвою **Процес**, яка типово є порожньою. Там буде показано список контейнерів, де користувач може зберігати бажаний список інструментів, які можна призначити до черг обробки. Цей список буде збережено наприкінці сеансу і відновлено на початку наступного, його можна буде використовувати повторно.
