Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/bqm_workflow.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: To create a new Workflow, select tools from the **Base Tools** tab and drag and drop items to the **Assigned Tools** list to create a tool sequence. Adjust the tool settings as needed. Then right click on the tool list to bring up the context menu, and select the **Create Workflow** option. A dialog will appear to enter the workflow **Title** and **Description** properties. Press **OK** to append the new item to the **Workflow** tab.
ca: Per a crear un flux de treball nou, seleccioneu les eines des de la pestanya **Eines base** i arrossegueu i deixeu anar elements a la llista **Eines assignades** per a crear la seqüència d'eina. Ajusteu els paràmetres de l'eina com calgui. Després feu clic dret sobre la llista d'eina per a mostrar el menú contextual i seleccioneu l'opció **Crea un flux de treball**. Apareixerà un diàleg per a introduir les propietats **Títol** i **Descripció** del flux de treball. Premeu **D'acord** per a afegir l'element nou a la pestanya **Flux de treball**.
it: Per creare un nuovo flusso di lavoro, seleziona gli strumenti nella scheda **Strumenti di base** e trascinali nell'elenco **Strumenti assegnati** per creare la sequenza di strumenti. Regola le impostazioni degli strumenti in base alle tue necessità. Quindi fai clic col pulsante destro del mouse sull'elenco per richiamare il menu contestuale e scegli l'opzione **Crea flusso di lavoro**. Si aprirà una finestra di dialogo in cui inserire il **Titolo** e la **Descrizione**. Premi **OK** per inserire il nuovo elemento nella scheda **Flusso di lavoro**.
pt_br: Para criar um novo fluxo de trabalho, selecione as ferramentas na aba **Ferramentas base** e arraste e solte os itens na lista **Ferramentas atribuídas** para criar uma sequência de ferramentas. Ajuste as configurações das ferramentas conforme necessário. Em seguida, clique com o botão direito do mouse na lista de ferramentas para abrir o menu de contexto e selecione a opção **Criar fluxo de trabalho**. Uma caixa de diálogo será exibida para inserir as propriedades **Título** e **Descrição** do fluxo de trabalho. Pressione **OK** para anexar o novo item à aba **Fluxo de trabalho**.
sl: Če želite ustvariti nov potek dela, izberite orodja na kartici **Osnovna orodja** in povlecite in spustite elemente na seznam **Dodeljena orodja**, da ustvarite zaporedje orodij. Po potrebi prilagodite nastavitve orodja. Nato z desnim klikom na seznam orodij odprete kontekstni meni in izberite možnost **Ustvari potek dela**. Prikaže se pogovorno okno za vnos lastnosti **Naslov** in **Opis** poteka dela. Pritisnite **V redu**, da dodate nov element na zavihek **Potek dela**.
sv: För att skapa ett nytt arbetsflöde, välj verktygen från fliken **Basverktyg** och dra och släpp objekt i listan **Tilldelade verktyg** för att skapa en verktygssekvens. Justera verktygsinställningarna efter behov. Högerklicka sedan på verktygslistan för att visa den sammanhangsberoende menyn, och välj alternativet **Skapa arbetsflöde**. En dialogruta visas för att fylla i arbetsflödets egenskaper **Titel** och **Beskrivning**. Tryck på **Ok** för att lägga till det nya objektet under fliken **Arbetsflöde**.
uk: Щоб створити робочий процес, виберіть інструменти з вкладки **Базові інструменти**, перетягніть і скиньте їх до списку **Призначені інструменти**, щоб створити вашу послідовність. Коли вибір буде завершено, клацніть правою кнопкою миші на списку, щоб відкрити контекстне меню, і виберіть у ньому пункт **Створити робочий процес**. У відповідь буде відкрито діалогове вікно для заповнення полів властивостей **Заголовок** та **Опис**. Натисніть кнопку **Гаразд** для дописування нового пункту на вкладку **Процес**.
zh_cn: 新建一个工作流程很简单：先在 **基础工具** 选项卡选好要用的工具，拖到 **已指定工具** 排好顺序，根据需要调整各个工具的设置。此时，在“已指定工具”区域里，右键点击，选 **“保存工作流程”** ，在弹出的对话框里填好 **标题** 和 **描述** ，点 **确定** 后，新的工作流程方案就会出现在 **工作流程** 选项卡里了。

source: To apply a workflow to a new Queue, select the new Queue, then double click over an item in the **Workflow** tab, or drag and drop the item from the **Workflow** tab to **Assigned Tools**. The Workflow will be assigned to the current Queue and will be ready to run.
ca: Per a aplicar un flux de treball a una cua nova, seleccioneu la cua nova, després feu doble clic sobre un element de la pestanya **Flux de treball**, o arrossegueu i deixeu anar l'element des de la pestanya **Flux de treball** a **Eines assignades**. El flux de treball s'assignarà a la cua actual i estarà llest per a executar-se.
it: Per applicare un flusso di lavoro a una nuova coda, seleziona la nuova coda, quindi fai doppio clic su un elemento nella scheda **Flusso di lavoro**, oppure trascina e rilascia l'elemento dalla scheda **Flusso di lavoro** a quella **Strumenti assegnati**. Il flusso di lavoro verrà assegnato alla coda attiva, pronto per essere eseguito.
pt_br: Para aplicar um fluxo de trabalho a uma nova fila, selecione-a e clique duas vezes sobre um item na aba **Fluxo de trabalho** ou arraste e solte o item da aba **Fluxo de trabalho** para **Ferramentas atribuídas**. O fluxo de trabalho será atribuído à fila atual e estará pronto para ser executado.
sl: Če želite uporabiti potek dela za novo čakalno vrsto, izberite novo čakalno vrsto, nato dvokliknite na element na zavihku **Potek dela** ali povlecite in spustite element iz zavihka **Potek dela** v **Dodeljena orodja**. Potek dela bo dodeljen trenutni čakalni vrsti in bo pripravljen za izvajanje.
sv: För att använda ett arbetsflöde för en ny kö, markera den nya kön och dubbelklicka sedan på ett objekt under fliken **Arbetsflöde** eller dra och släpp objektet från fliken **Arbetsflöde** till * *Tilldelade verktyg**. Arbetsflödet tilldelas till den aktuella kön och är redo att köras.
uk: Щоб застосувати робочий процес до нової черги, виберіть нову чергу, потім двічі клацніть на пункті на вкладці **Процес** або перетягніть пункт з вкладки **Процес** і скиньте на панель **Призначені інструменти**. Робочий процес буде пов'язано із поточною чергою обробки і ним можна буде одразу скористатися.
zh_cn: 要在新队列中应用工作流程，​​先选中目标队列，然后双击 **工作流程** 选项卡中的某个工作流程， 或者直接将其中一个工作流程拖拽到 **已指定工具** 列表。这样这个工作流程方案就会自动加载到当前队列，随时可以运行。

source: The Batch Queue Manager has a tab named **Workflow** in the bottom right of the window which is empty by default. This view is a list where the user can store the preferred set of tools to assign to queues. This list is saved and restored between sessions allowing the workflows to be re-used.
sl: Upravljjalnik paketne čakalne vrste ima zavihek z imenom **Potek dela** v spodnjem desnem kotu okna, ki je privzeto prazen. Ta pogled je seznam, kjer lahko uporabnik shrani želeni nabor orodij za dodelitev čakalnim vrstam. Ta seznam se shrani in obnovi med sejami, kar omogoča ponovno uporabo poteka dela.
sv: Köhantering för bakgrundsbehandling har en flik som kallas **Arbetsflöde** längst ned till höger i fönstret, som normalt är tom. Vyn är en lista där användaren kan lagra den föredragna uppsättningen verktyg att tilldela till köer. Listan sparas och återställs mellan sessionerna och kan också återanvändas.
