Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/custom_script.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: digiKam Custom Script from Batch Queue Manager
ca: Script personalitzat en el digiKam des del Gestor de la cua per lots
it: Script personalizzati di digiKam dal gestore elaborazione in serie
nl: Aangepast script uit Takenwachtrijbeheerder van digiKam
pt_br: Script personalizado do gerenciador de processamento em lote do digiKam
sl: skript po meri digiKam iz upravljalnika paketnih čakalnih vrst
uk: Нетиповий скрипт у засобі керування чергою пакетної обробки digiKam
zh_cn: 在 digiKam 批量处理管理器中使用自定义脚本

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, custom, script
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, personalitzat, script
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, personalizzato, script
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, aangepast, script
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, lote, personalizado, script
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, serija, po meri, skript
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетна, обробка, нетиповий, скрипт
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批处理, 自定义, 脚本

source: :ref:`Custom Script <batch_queue>`
it: :ref:`Script personalizzato <batch_queue>`
nl: :ref:`Aangepast script <batch_queue>`
pt_br: :ref:`Script personalizado <batch_queue>`
sl: :ref:`Skript po meri <batch_queue>`
uk: :ref:`Нетиповий скрипт <batch_queue>`
zh_cn: :ref:`自定义脚本 <batch_queue>`

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt_br: Visão geral
sl: Pregled
uk: Огляд
zh_cn: 概述

source: The Batch Queue Manager allows you to customize a **Workflow** by adding the **Custom Script** tool to run a script to process your images with external tools such as `ImageMagick <https://imagemagick.org/>`_ or `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_.
ca: El Gestor de la cua per lots permet personalitzar un **flux de treball** afegint l'eina de **Script personalitzat** per a executar un script per a processar les imatges amb eines externes com l'`ImageMagick <https://imagemagick.org/>`_ o l'`ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_.
it: Il gestore elaborazione in serie ti consente di personalizzare un **flusso di lavoro** aggiungendo lo strumento **Script personalizzato** per avviare uno script ed elaborare le tue immagini con strumenti esterni tipo `ImageMagick <https://imagemagick.org/>`_ o `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_.
nl: De Takenwachtrijbeheerder biedt u het aanpassen van een **Werkmethode** door het hulpmiddel **Aangepast script** toe te voegen om uw afbeeldingen te met zoiets als `ImageMagick <https://imagemagick.org/>`_ of `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_.
pt_br: O gerenciador de processamento em lote permite que você personalize um **Fluxo de trabalho** adicionando a ferramenta **Script personalizado** para executar um script para processar suas imagens com ferramentas externas, como `ImageMagick <https://imagemagick.org/>`_ ou `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_.
sl: Upravljalnik paketnih čakalnih vrst vam omogoča, da prilagodite **Potek dela** tako, da dodate orodje **Skript po meri** za zagon skripta za obdelavo vaših slik z zunanjimi orodji, kot je `ImageMagick <https://imagemagick.org/>`. _ ali `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_.
uk: У засобі керування пакетною обробкою можна налаштувати **робочий процес** за допомогою додавання додатка **Нетиповий скрипт**, який призначено для запуску скрипту і обробки ваших зображень зовнішнім інструментом, зокрема `ImageMagick <https://imagemagick.org/>`_ або `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_.
zh_cn: 批处理管理器支持通过 **自定义脚本** 工具来扩展图片处理流程，让你能用 `ImageMagick <https://imagemagick.org/>`_ 或 `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ 等外部工具处理图片。

source: The tool named **Custom Script** is available from the **Custom Tools** category of the **Base Tools** list. The tool is designed to execute the source code for a shell script that can call one or more command line programs for each item in the Queue. The shell script is written by the user entirely within the plugin. These scripts can include a set of environment variables that specify filenames and few types of metadata.
it: Lo strumento **Script personalizzato** si trova nella categoria **Strumenti personalizzati** dell'elenco **Strumenti di base**. Lo strumento è progettato per eseguire il codice sorgente di uno script di shell che può richiamare uno o più programmi a riga di comando per ciascun elemento nella coda. Lo script di shell viene scritto dall'utente completamente all'interno dell'estensione. Questi script possono includere un gruppo di variabili d'ambiente che specificano i nomi file e alcuni tipi di metadati.
nl: Het hulpmiddel **Aangepast script** is beschikbaar uit de categorie **Aangepaste hulpmiddelen** van de lijst **Basis hulpmiddelen**. Het hulpmiddel is ontworpen om de broncode voor een shell-script uit te voeren die één of meer opdrachtregelprogramma's aanroept voor elk item in de wachtrij. Het shell-script is door de gebruiker geheel binnen de plug-in geschreven. Deze scripts kunnen een set omgevingsvariabelen omvatten die bestandsnamen en een paar typen metagegevens kunnen specificeren.
pt_br: A ferramenta **Script personalizado** está disponível na categoria **Ferramentas personalizadas** da lista **Ferramentas base**. A ferramenta foi projetada para executar o código-fonte de um script de shell que pode chamar um ou mais programas de linha de comando para cada item na fila. O script de shell é escrito pelo usuário inteiramente dentro do plugin. Esses scripts podem incluir um conjunto de variáveis ​​de ambiente que especificam nomes de arquivos e alguns tipos de metadados.
sl: Orodje z imenom **Skript po meri** je na voljo v kategoriji **Orodja po meri** na seznamu **Osnovna orodja**. Orodje je zasnovano za izvajanje izvorne kode za lupinski skript, ki lahko pokliče enega ali več programov ukazne vrstice za vsak element v čakalni vrsti. Lupinski skript napiše uporabnik v celoti znotraj vtičnika. Ti skripti lahko vključujejo niz spremenljivk okolja, ki določajo imena datotek in nekaj vrst metapodatkov.
uk: У категорії **Нетипові інструменти** списку **Основні інструменти** ви можете скористатися інструментом **Нетиповий скрипт**. Цей інструмент створено для виконання початкового коду для скрипту командної оболонки, який може викликати одну або декілька програм для кожного з записів з черги обробки. Скрипт оболонки має бути написано користувачем у межах додатка. До таких скриптів можна включати набір змінних середовища, які визначають назви файлів, та метадані декількох типів.
zh_cn: 在 **基础工具** 列表的 **自定义工具** 分类下可以找到这个 **自定义脚本** 工具。它的作用是为队列中的每张图片执行一段 shell 脚本，脚本里可以调用各种命令行程序。你完全可以在插件里直接编写这些脚本，还能使用一系列的环境变量来获取文件名和元数据。

source: The Batch Queue Manager Including a Custom Script in a Workflow
ca: El gestor de la cua per lots inclou un script personalitzat en un flux de treball
it: Il gestore elaborazione in serie che include uno script personalizzato in un flusso di lavoro
nl: De Takenwachtrijbeheerder die een aangepast script invoegt in een werkmethode
pt_br: O gerenciador de processamento em lote incluindo um script personalizado em um fluxo de trabalho
sl: Upravljalnik paketne čakalne vrste vključuje skript po meri v potek dela
uk: Керування чергою обробки з нетиповим скриптом у робочому процесі
zh_cn: 在批处理管理器的图片处理流程中添加自定义脚本

source: The tool provides these options:
ca: L'eina ofereix aquestes opcions:
it: Lo strumento offre le opzioni seguenti:
nl: Het hulpmiddel levert drie opties:
pt_br: A ferramenta oferece estas opções:
sl: Orodje nudi te možnosti:
uk: Інструмент надає доступ до таких параметрів:
zh_cn: 这个工具提供这几个设置项：

source: **Output Image Type**: specifies the expected image format at the output of your script. The default is **Same as input**, but you can set **JPEG**, **PNG**, or **TIFF**. Please note that JPEG is a lossy compression format, only supports 8-bit color depth, and does not support transparency.
ca: **Tipus de la imatge de sortida**: especifica el format d'imatge esperat a la sortida de l'script. El valor predeterminat és **El mateix que l'entrada**, però podeu establir **JPEG**, **PNG** o **TIFF**. Tingueu en compte que JPEG és un format de compressió amb pèrdua, només admet una profunditat de color de 8 bits i no admet la transparència.
it: **Tipo di file output**: specifica il formato immagine atteso nell'output dello script. Il valore predefinito è **Uguale a quello di input**, ma puoi anche impostare **JPEG**, **PNG** o **TIFF**. Nota che JPEG è un formato di compressione con perdita di dati, supporta soltanto la profondità di colore a 8 bit e non supporta la trasparenza.
nl: **Type uitvoerafbeelding**: specificeert het verwachte type afbeeldingsformaat bij de uitvoer van uw script. De standaard is **Zelfde als invoer**, maar u kunt **JPEG**, **PNG** of **TIFF** instellen. Merk op dat JPEG een compressieformaat is met verlies, alleen 8-bits kleurdiepte ondersteunt en geen transparantie ondersteunt.
pt_br: **Tipo de imagem de saída**: especifica o formato de imagem esperado na saída do seu script. O padrão é **Igual à entrada**, mas você pode definir **JPEG**, **PNG** ou **TIFF**. Observe que JPEG é um formato de compactação com perdas, suporta apenas profundidade de cor de 8 bits e não oferece suporte a transparência.
sl: **Vrsta izhodne slike**: določa pričakovani format slike na izhodu vašega skripta. Privzeto je **Enako kot vnos**, vendar lahko nastavite **JPEG**, **PNG** ali **TIFF**. Upoštevajte, da je JPEG oblika stiskanja z izgubo, ki podpira samo 8-bitno barvno globino in ne podpira prosojnosti.
uk: **Тип зображення-результату**: це значення надає змогу налаштувати очікуваний тип формату зображення, яким слід скористатися для виведення даних у вашому скрипті. Типовим є **Той самий, що і вхідний**, але ви можете встановити тип **JPEG**, **PNG** або **TIFF**. Зверніть увагу, що JPEG є форматом зберігання даних з втратою якості, у якому передбачено глибину кольорів лише 8 бітів і не передбачено підтримки прозорості.
zh_cn: **输出图片格式** ：设置脚本处理后的图片格式。默认是 **与输入相同** ，也可以选 **JPEG** 、**PNG** 或 **TIFF** 。注意 JPEG 是有损压缩格式，只支持 8 位色深且不支持透明通道。

source: **Shell Script**: this text field is where you enter the source code for your shell script. `Bash script <https://en.wikipedia.org/wiki/Bash_(Unix_shell)>`_ is supported under **Linux** and **macOS**. `Batch script <https://en.wikipedia.org/wiki/Batch_file>`_ is supported under **Windows**.
ca: **Script de l'intèrpret d'ordes**: aquest camp és a on introduïu el codi font del vostre script. Al **Linux** i **macOS**, s'admet l'`script en Bash <https://en.wikipedia.org/wiki/Bash_(Unix_shell)>`_. Al **Windows**, s'admet el `fitxer de processament per lots <https://en.wikipedia.org/wiki/Batch_file>`_.
it: **Script di shell**: questo campo testuale è dove inserisci il codice sorgente per il tuo script di shell. È supportato lo `script Bash <https://en.wikipedia.org/wiki/Bash_(Unix_shell)>`_ in **Linux** e **macOS**, mentre in **Windows** è supportato lo `script Batch <https://en.wikipedia.org/wiki/Batch_file>`_.
nl: **Shell-script**: dit tekstveld is waar u de broncode van uw shell-script invoert. `Bash script <https://en.wikipedia.org/wiki/Bash_(Unix_shell)>`_ wordt ondersteund onder **Linux** en **macOS**. `Batch-script <https://en.wikipedia.org/wiki/Batch_file>`_ wordt ondersteund onder **Windows**.
pt_br: **Shell script**: este campo de texto é onde você insere o código-fonte do seu script de shell. `Script Bash <https://en.wikipedia.org/wiki/Bash_(Unix_shell)>`_ é suportado em **Linux** e **macOS**. `Script em lote <https://en.wikipedia.org/wiki/Batch_file>`_ é suportado em **Windows**.
sl: **Shell Script**: v to besedilno polje vnesete izvorno kodo za vaš lupinski skript. `Bash skript <https://en.wikipedia.org/wiki/Bash_(Unix_shell)>`_ je podprt v **Linux** in **macOS**. `Batch skript <https://en.wikipedia.org/wiki/Batch_file>`_ je podprt v **Windows**.
uk: **Скрипт оболонки**: за допомогою цього поля для редагування тексту можна ввести початковий код вашого скрипту оболонки. У **Linux** і **macOS** передбачено підтримку `скриптів Bash <https://en.wikipedia.org/wiki/Bash_(Unix_shell)>`_. У **Windows** передбачено підтримку `пакетних скриптів <https://en.wikipedia.org/wiki/Batch_file>`_.
zh_cn: **Shell 脚本** ：在这里输入你的脚本代码。**Linux/macOS** 支持 `Bash 脚本 <https://en.wikipedia.org/wiki/Bash_(Unix_shell)>`_ ，**Windows** 则支持 `批处理脚本 <https://en.wikipedia.org/wiki/Batch_file>`_ 。

source: The keywords that you can use in your script code are listed below. The tool will replace all occurrences of keywords in the shell script at run time before script execution. Note that the keywords are case sensitive.
it: Le parole chiave che puoi utilizzare nel codice del tuo script sono elencate sotto. Lo strumento sostituirà tutte le occorrenze delle parole chiave nello script di shell al tempo di esecuzione, prima dell'esecuzione dello script. Nota che le parole chiave distinguono tra maiuscole e minuscole.
nl: De sleutelwoorden die u in uw script kunt gebruiken staan hier onder. Het hulpmiddel zal alle voorkomens van sleutelwoorden in het shell-script bij uitvoeren vervangen voordat het script wordt uitgevoerd. Merk er op dat sleutelwoorden hoofd- en kleine letters onderscheiden.
pt_br: As palavras-chave que você pode usar no código do seu script estão listadas abaixo. A ferramenta substituirá todas as ocorrências de palavras-chave no script de shell em tempo de execução, antes da execução do script. Observe que as palavras-chave diferenciam maiúsculas de minúsculas.
sl: Spodaj so navedene ključne besede, ki jih lahko uporabite v kodi skripta. Orodje bo zamenjalo vse pojave ključnih besed v lupinskem skriptu v času izvajanja pred izvedbo skripta. Upoštevajte, da ključne besede razlikujejo med velikimi in malimi črkami.
uk: У наведеному нижче списку ви можете знайти ключові слова, якими можна скористатися у коді скрипту. Інструмент замінить усі записи ключових слів у скрипті під час роботи до виконання команди у командній оболонці. Зверніть увагу на те, що при написанні ключових слів слід враховувати регістр символів.
zh_cn: 脚本中可以使用以下关键字（注意区分大小写），运行时工具会自动替换这些变量：

source: **$INPUT** is replaced by the workflow input filename (with special characters escaped).
ca: **$INPUT** se substituirà pel nom del fitxer d'entrada del flux de treball (escapant els caràcters especials).
it: **$INPUT** è sostituito dal nome file di input del flusso di lavoro (con caratteri speciali di escape).
nl: **$INPUT** wordt door de werkmethode vervangen door de invoerbestandsnaam (met speciale tekens escaped).
pt_br: **$INPUT** é substituído pelo nome do arquivo de entrada do fluxo de trabalho (com caracteres especiais escapados).
sl: **$INPUT** se nadomesti z imenom vhodne datoteke delovnega toka (z ubežnimi posebnimi znaki).
uk: **$INPUT** буде замінено назвою вхідного файла робочого процесу (із екрануванням спеціальних символів).
zh_cn: **$INPUT** 会被替换成工作流程输入文件名（已转义特殊字符）

source: **$OUTPUT** is replaced by the workflow output filename (with special characters escaped).
ca: **$OUTPUT** se substituirà pel nom de fitxer de sortida del flux de treball (escapant els caràcters especials).
it: **$OUTPUT** è sostituito dal nome file di output del flusso di lavoro (con caratteri speciali di escape).
nl: **$OUTPUT** wordt door de werkmethode vervangen door uitvoerbestandsnaam (met speciale tekens escaped).
pt_br: **$OUTPUT** é substituído pelo nome do arquivo de saída do fluxo de trabalho (com caracteres especiais escapados).
sl: **$OUTPUT** se nadomesti z imenom izhodne datoteke delovnega toka (z ubežnimi posebnimi znaki).
uk: **$OUTPUT** буде замінено назвою вихідного файла робочого процесу (із екрануванням спеціальних символів).
zh_cn: **$OUTPUT** 会被替换成工作流程输出文件名（已转义特殊字符）

source: A new file is always expected on **$OUTPUT**. Script programs that do not create a new file (e.g. changing metadata with ExifTool), must first copy **$INPUT** to **$OUTPUT** with the appropriate command for the operating system, before making any changes to **$OUTPUT**.
ca: Sempre s'esperarà un fitxer nou a **$OUTPUT**. Els programes de script que no creen un fitxer nou (p. ex., canviar les metadades amb ExifTool), primer haureu de copiar **$INPUT** a **$OUTPUT** amb l'ordre adequada del sistema operatiu abans de fer qualsevol canvi a **$OUTPUT**.
it: Ci si aspetta sempre un nuovo file in **$OUTPUT**. I programmi di script che non creano un nuovo file (per es. il cambio di metadati con ExifTool) devono prima copiare **$INPUT** in **$OUTPUT** con il corretto comando per il sistema operativo, prima di eseguire qualsiasi modifica in **$OUTPUT**.
nl: Een nieuw bestand wordt altijd verwacht op **$OUTPUT**. Script-programma's die geen nieuw bestand maken (bijv. wijzigen van metagegevens met ExifTool) moeten eerst **$INPUT** naar **$OUTPUT** kopiëren met de opdracht geschikt voor het besturingssysteem en daarna de wijzigingen doen op **$OUTPUT**.
pt_br: Um novo arquivo é sempre esperado em **$OUTPUT**. Programas de script que não criam um novo arquivo (por exemplo, alterando metadados com o ExifTool) devem primeiro copiar **$INPUT** para **$OUTPUT** com o comando apropriado para o sistema operacional, antes de fazer qualquer alteração em **$OUTPUT**.
sl: Nova datoteka se vedno pričakuje na **$OUTPUT**. Skriptni programi, ki ne ustvarijo nove datoteke (npr. spreminjanje metapodatkov z ExifTool), morajo najprej kopirati **$INPUT** v **$OUTPUT** z ustreznim ukazom za operacijski sistem, preden naredijo kakršne koli spremembe v **$OUTPUT**.
uk: На **$OUTPUT** завжди має бути новий файл. Для програм-скриптів, які не створюють нового файла (наприклад, змінюють метадані за допомогою ExifTool) вам слід спочатку скопіювати **$INPUT** до **$OUTPUT** за допомогою команди, відповідної операційній системі, а потім вносити зміни до **$OUTPUT**.
zh_cn: 脚本执行后必须生成一个新文件到 **$OUTPUT** 路径。如果用的是不生成新文件的程序（比如用 ExifTool 修改元数据），得先用命令把 **$INPUT** 拷贝到 **$OUTPUT** ，再对 **$OUTPUT** 做修改。

source: The environment variables that you can use in your shell script are:
ca: Les variables d'entorn que podeu utilitzar en l'script de l'intèrpret d'ordres són:
it: Le variabili di ambiente utilizzabili nel tuo script di shell sono:
nl: De omgevingsvariabelen die u kunt gebruiken in uw shell-script zijn:
pt_br: As variáveis ​​de ambiente que você pode usar no seu script de shell são:
sl: Spremenljivke okolja, ki jih lahko uporabite v lupinskem skriptu, so:
uk: Нижче наведено змінні середовища, якими ви можете скористатися у вашому скрипті:
zh_cn: 脚本里还能调用这些环境变量：

source: **TITLE**: to use the digiKam **Title** item property.
it: **TITLE**: per usare la proprietà dell'elemento **Titolo** di digiKam.
nl: **TITLE**: om de eigenschappen van item **Titel** te gebruiken.
pt_br: **TITLE**: para usar a propriedade **Título** do item do digiKam.
sl: **TITLE**: za uporabo lastnosti postavke digiKam **Naslov - Title**.
uk: **TITLE**: для використання запису **Заголовок** digiKam.
zh_cn: **TITLE**: 对应 digiKam 的 **标题** 属性

source: **COMMENTS**: to use the digiKam **Caption** item property.
it: **COMMENTS**: per usare la proprietà dell'elemento **Didascalia** di digiKam.
nl: **COMMENTS**: om de eigenschappen van item **Opschrift** te gebruiken.
pt_br: **COMMENTS**: para usar a propriedade **Descrição** do item do digiKam.
sl: **COMMENTS**: za obdelavo lastnosti elementa digiKam **Napis - Caption**.
uk: **COMMENTS**: для використання запису **Підпис** digiKam.
zh_cn: **COMMENTS**: 对应 digiKam 的 **说明** 文字

source: **COLORLABEL**: to use the digiKam **Color Label** item property.
it: **COLORLABEL**: per usare la proprietà dell'elemento **Etichetta colorata** di digiKam.
nl: **COLORLABEL**: om de eigenschappen van item **Kleurlabel** te gebruiken.
pt_br: **COLORLABEL**: para usar a propriedade **Rótulo de cor** do item do digiKam.
sl: **COLORLABEL**: za obdelavo lastnosti postavk digiKam **Barvna oznaka - Color Label**.
uk: **COLORLABEL**: для використання запису **Кольорова мітка** digiKam.
zh_cn: **COLORLABEL**: 对应 digiKam 的 **颜色标记** 属性

source: **PICKLABEL**: to use the digiKam **Pick Label** item property.
it: **PICKLABEL**: per usare la proprietà dell'elemento **Etichetta di scelta** di digiKam.
nl: **PICKLABEL**: om de eigenschappen van item **Keuzelabel** te gebruiken.
pt_br: **PICKLABEL**: para usar a propriedade **Rótulo de seleção** do item do digiKam.
sl: **PICKLABEL**: za obdelavo lastnosti elementa **Izberi oznako - Pick Label*** digiKam iz baze podatkov.
uk: **PICKLABEL**: для використання запису **Впорядкувальна мітка** digiKam.
zh_cn: **PICKLABEL**: 对应 digiKam 的 **挑选标记**

source: **RATING**: to use the digiKam **Rating** item property.
it: **RATING**: per usare la proprietà dell'elemento **Valutazione** di digiKam.
nl: **RATING**: om de eigenschappen van item **Waardering** te gebruiken.
pt_br: **RATING**: para usar a propriedade **Classificação** do item do digiKam.
sl: **RATING**: za obdelavo lastnosti postavk digiKam **Ocena - Rating**.
uk: **RATING**: для використання запису **Оцінка** digiKam.
zh_cn: **RATING**: 对应 digiKam 的 **评分星级**

source: **TAGSPATH**: to use the digiKam **Tags** item property.
it: **TAGSPATH**: per usare la proprietà dell'elemento **Tag** di digiKam.
nl: **TAGSPATH**: om de eigenschappen van item **Tags** te gebruiken.
pt_br: **TAGSPATH**: para usar a propriedade **Etiquetas** do item do digiKam.
sl: **TAGSPATH**: za obdelavo lastnosti postavk digiKam **Značke - Tags**.
uk: **TAGSPATH**: для використання запису **Мітки** digiKam.
zh_cn: **TAGSPATH**: 对应 digiKam 的 **标签** 属性

source: All of these properties are set based on the image properties stored in the digiKam database.
it: Tutte queste proprietà sono impostate basandosi sulle proprietà dell'immagine memorizzata nella banca dati di digiKam.
nl: Al deze eigenschappen zijn per set gebaseerd op de afbeeldingseigenschappen opgeslagen in de database van digiKam.
pt_br: Todas essas propriedades são definidas com base nas propriedades da imagem armazenadas no banco de dados do digiKam.
sl: Vse te lastnosti so nastavljene na podlagi lastnosti slike, shranjenih v bazi podatkov digiKam.
uk: Значення усіх цих властивостей буде встановлено на основі властивостей зображення, які зберігаються у базі даних digiKam.
zh_cn: 这些变量值都来自 digiKam 数据库里存的图片属性。
