Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/custom_script.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: The tool named **Custom Script** is available from the **Custom Tools** category of the **Base Tools** list. The tool is designed to execute the source code for a shell script that can call one or more command line programs for each item in the Queue. the shell script is written by the user entirely within the plugin. These scripts can include a set of environment variables that specify filenames and few types of metadata.
ca: L'eina anomenada **Script personalitzat** està disponible a la categoria **Eines personalitzades** de la llista **Eines bàsiques**. L'eina està dissenyada per a executar el codi font d'un script d'intèrpret d'ordres que pot cridar un o més programes de línia d'ordres per a cada element a la cua. L'script de l'intèrpret d'ordres l'escriu l'usuari completament dins del connector. Aquests scripts poden incloure un conjunt de variables d'entorn que especifiquen noms de fitxer i alguns tipus de metadades.

source: The keywords that you can use in your script code are listed below. The tool will replace all occurrences of keywords in the shell script at run time before the script execution. Note that the keywords are case sensitive.
ca: Les paraules clau que podeu utilitzar en el codi de l'script es llisten a continuació. L'eina substituirà totes les ocurrències de les paraules clau a l'script en temps d'execució abans de l'execució de l'script. Tingueu en compte que les paraules clau distingeixin entre majúscules i minúscules.

source: **TITLE**: to use the digiKam **Title** item property from the database.
ca: **TITLE**: per a utilitzar la propietat de l'element **Títol** de la base de dades del digiKam.

source: **COMMENTS**: to use the digiKam **Caption** item property from the database.
ca: **COMMENTS**: per a utilitzar la propietat de l'element **Llegenda** de la base de dades del digiKam.

source: **COLORLABEL**: to use the digiKam **Color Label** item property from the database.
ca: **COLORLABEL**: per a utilitzar la propietats de l'element **Rètol de color** de la base de dades del digiKam.

source: **PICKLABEL**: to use the digiKam **Pick Label** item property from the database.
ca: **PICKLABEL**: per a utilitzar la propietat de l'element **Rètol de selecció** de la base de dades del digiKam.

source: **RATING**: to use the digiKam **Rating** item property from the database.
ca: **RATING**: per a utilitzar la propietat de l'element **Valoració** de la base de dades del digiKam.

source: **TAGSPATH**: to use the digiKam **Tags** item property from the database.
ca: **TAGSPATH**: per a utilitzar la propietat de l'element **Etiquetes** de la base de dades del digiKam.

source: This First example shown below does nothing special. It prints on the console the input/output file names and item properties passed from the Batch Queue Manager to the script, and copies the input file to the output file (this stage is required to prevent the Batch Queue Manager from returning an error because the target file does not exist). The script returns the value from the file copy command, which is parsed by the Batch Queue Manager to for each item in the workflow.
ca: Aquest primer exemple que es mostra a continuació no fa res especial. Imprimeix a la consola els noms dels fitxers d'entrada/sortida i les propietats dels elements passats des del gestor de la cua per lots a l'script, i copia el fitxer d'entrada al fitxer de sortida (aquesta etapa és necessària per a evitar que el gestor de la cua per lots retorni un error perquè el fitxer de destinació no existeix). L'script retorna el valor de l'ordre de còpia de fitxer, que és analitzada pel gestor de la cua per lots per a cada element del flux de treball.

source: If you have started digiKam from a terminal and enabled the debug traces on :ref:`Setup/Miscs/System dialog page <system_settings>`, you will see something like this:
ca: Si heu iniciat el digiKam des d'una terminal i activeu els seguiments de depuració a la pàgina de diàleg :ref:`Configuració/Miscel·lània/Sistema <system_settings>`, veureu alguna cosa com això:
