Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/custom_script.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Under Linux and macOS, environment variables can be accessed in the script with **$** as a prefix for variable names (for example **$INPUT**). The interpreter used to run the script is **/bin/bash**.
ca: Al Linux i macOS, es pot accedir a les variables d'entorn en l'script amb **$** com a prefix dels noms de les variables (per exemple, **$INPUT**). L'intèrpret utilitzat per a executar l'script és **/bin/bash**.
it: In Linux e macOS, le variabili d'ambiente sono accessibili nello script con **$** come un prefisso per nomi di variabile (per esempio **$INPUT**). L'interprete utilizzato per eseguire lo script è **/bin/bash**.
nl: Onder Linux en macOS kunnen omgevingsvariabelen in het script gebruikt worden met **$** als een prefix van namen van variabelen (bijvoorbeeld **$INPUT**). De interpreter die het script uitvoert is **/bin/bash**.
pt_br: No Linux e no macOS, as variáveis ​​de ambiente podem ser acessadas no script com **$** como prefixo para nomes de variáveis ​​(por exemplo, **$INPUT**). O interpretador usado para executar o script é **/bin/bash**.
sl: V sistemih Linux in macOS je do spremenljivk okolja mogoče dostopati v skriptu z **$** kot predpono imen spremenljivk (na primer **$INPUT**). Tolmač za zagon skripta je **/bin/bash**.
uk: У Linux і macOS доступ до змінних середовища у скрипті можна здійснювати за допомогою використання префікса **$** назв змінних (наприклад **$INPUT**). Інтерпретатором, який буде використано для запуску скрипту, є **/bin/bash**.
zh_cn: 在 Linux 和 macOS 下，脚本中的环境变量可以用 **$** 作为变量名的前缀（例如 **$INPUT**）。运行脚本时使用的解释器是 **/bin/bash**。

source: Under Windows, environment variables can be accessed in the script with **%** as a prefix and suffix of variable names (for example **%INPUT%**). The interpreter used to run the script is **cmd.exe**.
ca: Al Windows, es pot accedir a les variables d'entorn de l'script amb **%** com a prefix i sufix de noms de les variables (per exemple, **%INPUT%**). L'intèrpret utilitzat per a executar l'script és **cmd.exe**.
it: In Windows, le variabili d'ambiente sono accessibili nello script con **%** come un prefisso e suffisso dei nomi di variabile (per esempio **%INPUT%**). L'interprete utilizzato per eseguire lo script è **cmd.exe**.
nl: Onder Windows kunnen omgevingsvariabelen in het script gebruikt worden met **%** als een voor- en achtervoegsel van namen van variabelen (bijvoorbeeld **%INPUT%**). De interpreter die het script uitvoert is **cmd.exe**
pt_br: No Windows, as variáveis ​​de ambiente podem ser acessadas no script com **%** como prefixo e sufixo dos nomes das variáveis ​​(por exemplo, **%INPUT%**). O interpretador usado para executar o script é **cmd.exe**.
sl: V sistemu Windows je do spremenljivk okolja mogoče dostopati v skriptu z **%** kot predpono in pripono imen spremenljivk (na primer **%INPUT%**). Tolmač, ki se uporablja za zagon skripta, je **cmd.exe**.
uk: У Windows доступ до змінних середовища у скрипті можна здійснювати за допомогою використання префікса і суфікса **%** назв змінних (наприклад **%INPUT%**). Інтерпретатором, який буде використано для запуску скрипту, є **cmd.exe**.
zh_cn: 在 Windows 下，脚本中可以使用 **%** 作为变量名的前缀和后缀来访问环境变量（例如 **%INPUT%**）。运行脚本的解释器是 **cmd.exe**。

source: Return Value
ca: Valor de retorn
it: Valore restituito
nl: Teruggegeven waarde
pt_br: Valor devolvido
sl: Vrnjena vrednost
uk: Повернуте значення
zh_cn: 返回值

source: By convention, a **Bash script** under Linux and macOS returns 0 on success or an integer in the range 1-255 for an error. Use **exit < error_code >** to pass the return value back to the workflow.
ca: Per convenció, un **script en Bash** en el Linux i macOS retorna 0 en cas d'èxit o un nombre sencer dins l'interval 1 a 255 per a un error. Utilitzeu **exit < codi_error >** per a tornar el valor de retorn al flux de treball.
it: Per convenzione, uno **script Bash** in Linux e macOS restituisce 0 per valori corretti o un intero nell'intervallo 1-255 per un errore. Usa **exit < codice_errore >** per ripassare il valore restituito al flusso di lavoro.
nl: De conventie van een **Bash-script** onder Linux en macOS geeft 0 bij succes of een geheel getal in de reeks van 1-255 voor een fout. Gebruik **exit < error_code >** om de teruggegeven waarde aan de werkmethode door te geven.
pt_br: Por convenção, um **script Bash** no Linux e macOS retorna 0 em caso de sucesso ou um inteiro no intervalo de 1 a 255 em caso de erro. Use **exit < código_de_erro >** para passar o valor de retorno de volta para o fluxo de trabalho.
sl: Po dogovoru **Bash skript** pod Linuxom in macOS vrne 0 v primeru uspeha ali celo število v območju 1-255 v primeru napake. Uporabite **exit < error_code >**, da posredujete vrnjeno vrednost nazaj v potek dela.
uk: Типово, **скрипт Bash** у Linux і macOS повертає 0, якщо його виконано успішно, і ціле число у діапазоні 1-255 в інших випадках. Скористайтеся інструкцією **exit < error_code >**, щоб передати повернуте значення до робочого процесу.
zh_cn: 按照惯例，Linux 和 macOS 下的 **Bash 脚本** 成功时返回 0，错误时返回 1-255 范围内的整数。使用 **exit < error_code >** 将返回值传回工作流。

source: Under Windows, a **Batch script** returns 0 on success and another value for an error, but the value is a signed integer, so a negative value is possible. Use **EXIT /B < error_code >** to pass the return value to the workflow.
ca: Al Windows, un **fitxer de processament per lots** retorna 0 en cas d'èxit i un altre valor per a un error, però el valor és un nombre sencer amb signe, per tant, és possible un valor negatiu. Utilitzeu **EXIT /B < codi_error >** per a tornar el valor de retorn al flux de treball.
it: In Windows, uno **script Batch** restituisce 0 per valori corretti e un altro valore per un errore, ma il valore è un intero con segno, dunque è possibile un valore negativo. Usa **EXIT /B < codice_errore >** per passare il valore restituito al flusso di lavoro.
nl: Onder Windows geeft een **Batch-script** een 0 terug bij success en een andere waarde voor een fout, maar de waarde is een geheel getal met teken, dus een negatieve waarde is mogelijk. gebruik **EXIT /B < error_code >** om de teruggegeven waarde aan de werkmethode door te geven.
pt_br: No Windows, um **script em lote** retorna 0 em caso de sucesso e outro valor em caso de erro, mas o valor é um inteiro com sinal, portanto, um valor negativo é possível. Use **EXIT /B < código_de_erro >** para passar o valor de retorno para o fluxo de trabalho.
sl: V sistemu Windows **Batch skript** vrne 0 ob uspehu in drugo vrednost za nekaj drugega, vendar je vrednost predznačeno celo število, torej mogoča tudi negativna vrednost. Uporabite **EXIT /B < error_code >** za posredovanje vrnjene vrednosti na potek dela.
uk: У Windows **пакетний скрипт** повертає 0 при успішному виконанні та інше значення для помилки, але значенням є ціле число зі знаком, отже, можливе повернуте від'ємне значення. Скористайтеся інструкцією **EXIT /B < error_code >**, щоб передати повернуте значення до робочого процесу.
zh_cn: 在 Windows 下， **批处理脚本** 成功时返回 0，错误时返回其他值，但该值是有符号整数，因此也可能是负值。使用 **EXIT /B < error_code >** 将返回值传给工作流。

source: The Batch Queue Manager handles the value returned by your script. If zero is returned, the workflow will continue as expected, otherwise the workflow is interrupted and the Batch Queue Manager stops processing.
ca: El Gestor de la cua per lots maneja el valor retornat per l'script. Si es retorna zero, el flux de treball continuarà com s'esperava. Altrament, el flux de treball s'interromprà i el Gestor de la cua per lots aturarà el processament.
it: Il Gestore elaborazione in serie gestisce il valore restituito dallo script. Se è restituito zero, il flusso di lavoro continuerà come atteso, in caso contrario il flusso è interrotto e il Gestore elaborazione in serie ferma l'elaborazione.
nl: De Takenwachtrijbeheerder behandelt de waarde teruggeven door uw script. Als nul wordt teruggegeven zal de werkmethode doorgaan zoals verwacht, anders zal de werkmethode onderbroken worden en de Takenwachtrijbeheerder stopt het verwerken.
pt_br: O gerenciador de processamento em lote processa o valor retornado pelo seu script. Se zero for retornado, o fluxo de trabalho continuará conforme o esperado; caso contrário, o fluxo de trabalho será interrompido e o gerenciador de processamento em lote interromperá o processamento.
sl: Upravljalnik paketne čakalne vrste obravnava vrednost, ki jo vrne vaš skript. Če se vrne nič, se potek dela nadaljuje po pričakovanjih, sicer se potek dela prekine in Upravljalnik paketne čakalne vrste ustavi postopek.
uk: Обробку повернутого вашим скриптом значення виконує засіб керування пакетною чергою. Якщо повернуто нуль, робочий процес продовжується у штатному режимі, інакше робочий процес буде припинено, а засіб керування пакетною чергою припинить обробку команд.
zh_cn: 批处理管理器会处理脚本返回的值。如果返回零，工作流将继续正常执行；否则工作流将被中断，批处理管理器停止处理。

source: Examples
ca: Exemples
it: Esempi
nl: Voorbeelden
pt_br: Exemplos
sl: Primeri
uk: Приклади
zh_cn: 示例

source: Proof of Concept
ca: Prova de concepte
it: Prova di fattibilità
pt_br: Prova de conceito
sl: Dokaz koncepta
uk: Технічний зразок
zh_cn: 概念验证

source: This first example shown below does nothing special. It prints on the console the input/output file names and item properties passed from the Batch Queue Manager to the script, and copies the input file to the output file (this stage is required to prevent the Batch Queue Manager from returning an error because the target file does not exist). The script returns the value from the file copy command, which is parsed by the Batch Queue Manager for each item in the workflow. See below the **Bash** version of the script:
pt_br: O primeiro exemplo mostrado abaixo não faz nada de especial. Ele imprime no console os nomes dos arquivos de entrada/saída e as propriedades dos itens passados ​​do gerenciador de processamento em lote para o script e copia o arquivo de entrada para o arquivo de saída (esta etapa é necessária para evitar que o gerenciador de processamento em lote retorne um erro porque o arquivo de destino não existe). O script retorna o valor do comando de cópia de arquivo, que é analisado pelo gerenciador de processamento em lote para cada item no fluxo de trabalho. Veja abaixo a versão **Bash** do script:

source: See below the **Windows Shell** version of the script. The output is redirected and concatened to the *C:\temp\digikam.txt*:
pt_br: Veja abaixo a versão do script para o **Windows Shell**. A saída é redirecionada e concatenada ao arquivo *C:\temp\digikam.txt*:

source: If you have started digiKam from a terminal and enabled the debug traces on :ref:`Setting/Miscellaneous/System dialog page <system_settings>`, you will see something like this:
it: Se hai avviato digiKam da terminale e abilitato la tracciatura di debug nella :ref:`finestra di dialogo Impostazione/Varie/Sistema <system_settings>`, vedrai qualcosa di simile a questo:
nl: Als u digiKam vanaf een terminal hebt gestart en de debugtraces hebt aangeschakeld :ref:`Dialoogpagina Instellingen/Diversen/Systeem <system_settings>`, dan zult iets zien zoals dit:
pt_br: Se você iniciou o digiKam em um terminal e habilitou os rastreamentos de depuração na página de diálogo :ref:`Configurações/Diversos/Sistema <system_settings>`, verá algo assim:
sl: Če ste zagnali digiKam s terminala in omogočili sledi za odpravljanje napak na pogovorni strani :ref:`Nastavi/Razno/Sistem <system_settings>`, boste videli nekaj takega:
uk: Якщо digiKam було запущено з термінала із увімкненим діагностичним трасуванням на :ref:`сторінці Параметри/Різне/Система <system_settings>`, ви побачите щось таке:
zh_cn: 如果你是从终端启动 digiKam 的，而且在 :ref:`设置/其他(杂项)/系统 <system_settings>` 里开了调试日志，就能在终端看到类似这样的输出。

source: The digiKam information taken from the database are:
ca: La informació del digiKam agafada des de la base de dades és:
it: Le informazioni di digiKam prese dalla banca dati sono:
nl: De informatie van digiKam genomen uit de database is:
pt_br: As informações do digiKam retiradas do banco de dados são:
sl: Podatki digiKam, vzeti iz baze podatkov, so:
uk: Дані, які digiKam бере з бази даних:
zh_cn: 从数据库里提取出来的信息就是：

source: Item processed is **/mnt/data/Images/SALAGOU/DSC08833.JPG**.
ca: L'element processat és **/mnt/data/Images/SALAGOU/DSC08833.JPG**.
it: L'elemento elaborato è **/mnt/data/Images/SALAGOU/DSC08833.JPG**.
nl: Verwerkt item is **/mnt/data/Images/SALAGOU/DSC08833.JPG**.
pt_br: O item processado é **/mnt/data/Images/SALAGOU/DSC08833.JPG**.
sl: Obdelan predmet je **/mnt/data/Images/SALAGOU/DSC08833.JPG**.
uk: Оброблюваний запис **/mnt/data/Images/SALAGOU/DSC08833.JPG**.
zh_cn: 所处理的项目是 **/mnt/data/Images/SALAGOU/DSC08833.JPG**

source: Target filename is **/mnt/data/Images/SALAGOU/BatchTool-EpEjEz-9e1c7a12.digikamtempfile.JPG** (a temporary file generated by Batch Queue Manager).
ca: El nom del fitxer de destinació és **/mnt/data/Images/SALAGOU/BatchTool-EpEjEz-9e1c7a12.digikamtempfile.JPG** (un fitxer temporal generat pel Gestor de la cua per lots).
it: Il nome file di destinazione è **/mnt/data/Images/SALAGOU/BatchTool-EpEjEz-9e1c7a12.digikamtempfile.JPG** (un file temporaneo generato dal Gestore elaborazione in serie).
nl: Doelbestandsnaam is **/mnt/data/Images/SALAGOU/BatchTool-EpEjEz-9e1c7a12.digikamtempfile.JPG** (een tijdelijk bestand gegenereerd door takenwachtrijbeheerder).
pt_br: O nome do arquivo de destino é **/mnt/data/Images/SALAGOU/BatchTool-EpEjEz-9e1c7a12.digikamtempfile.JPG** (um arquivo temporário gerado pelo gerenciador de processamento em lote).
sl: Ime ciljne datoteke je **/mnt/data/Images/SALAGOU/BatchTool-EpEjEz-9e1c7a12.digikamtempfile.JPG** (začasna datoteka, ki jo ustvari upravljalnik paketne čakalne vrste).
uk: Назва файла призначення — **/mnt/data/Images/SALAGOU/BatchTool-EpEjEz-9e1c7a12.digikamtempfile.JPG** (тимчасовий файл, який буде створено засобом керування пакетною чергою).
zh_cn: 目标文件名是 **/mnt/data/Images/SALAGOU/BatchTool-EpEjEz-9e1c7a12.digikampetfile.JPG** (由批处理管理器生成的临时文件)。

source: Item Title is **Salagou Trip**.
ca: El títol de l'article és **Salagou Trip**.
it: L'elemento Title è **Salagou Trip**.
nl: Titel van item is **Salagou Trip**.
pt_br: O título do item é **Salagou Trip**.
sl: Naslov predmeta je **Salagou Trip**.
uk: Заголовок запису — **Salagou Trip**.
zh_cn: 项目标题为 **Salagou Trip**。

source: Item Comment is null.
ca: El comentari de l'element és nul.
it: L'elemento Comment è null.
nl: Item Commentaar is null.
pt_br: O comentário do item é nulo.
sl: Komentar predmeta je ničelen.
uk: Коментар до запису є порожнім.
zh_cn: 项目注释为空。

source: Item Color Label is **5** (Green).
ca: El rètol de color de l'element és **5** (verd).
it: L'elemento Color Label è **5** (verde).
nl: Item Kleurlabel is **5** (Groen).
pt_br: O rótulo de cor do item é **5** (Verde).
sl: Oznaka barve predmeta je **5** (zelena).
uk: Кольоровою міткою запису є **5** (зелена).
zh_cn: 项目颜色标记为 **5** (绿色)。

source: Item Pick Label is **3** (Accepted).
ca: El rètol de selecció de l'element és **3** (acceptada).
it: L'elemento Pick Label è **3** (Accettata).
nl: Item Keuzelabel is **3** (Geaccepteerd).
pt_br: O rótulo de seleção do item é **3** (Aceito).
sl: Oznaka izbire predmeta je **3** (sprejeto).
uk: Значенням впорядкувальної мітки є **3** (прийнято).
zh_cn: 项目挑选标记是 **3** (已接受)。

source: Item Rating is **3 stars**.
ca: La valoració de l'element és de **3 estrelles**.
it: L'elemento Rating è **3 stelle**.
nl: Item Waardering is **3 sterren**.
pt_br: A classificação do item é **3 estrelas**.
sl: Ocena predmeta je **3 zvezdice**.
uk: Значенням оцінки запису є **3 зірочки**.
zh_cn: 项目评分为 **3星**。

source: Item Tags are **Places**, **Places/France**, **Places/France/Salagou Lake**.
ca: Les etiquetes de l'element són **Llocs**, **Llocs/França**, **Llocs/França/Llac Salagou**.
it: L'elemento Tag è **Places**, **Places/France**, **Places/France/Salagou Lake**.
nl: Item Tags zijn **Plaatsen**, **Plaatsen/Frankrijk**, **Plaatsen/Frankrijk/Salagou Lake**.
pt_br: As etiquetas do item são **Places**, **Places/France**, **Places/France/Salagou Lake**.
sl: Značke predmeta so **Kraji**, **Kraji/Francija**, **Kraji/Francija/Jezero Salagou**.
uk: Мітками запису є **Places**, **Places/France**, **Places/France/Salagou Lake**.
zh_cn: 项目标签是 **Places**，**Places/France**，**Places/France/Salagou Lake**。

source: Add a Watermark with ImageMagick
ca: Afegir una marca d'aigua amb ImageMagick
it: Aggiungere una filigrana con ImageMagick
nl: Een watermerk toevoegen met ImageMagick
pt_br: Adicionar uma marca d'água com o ImageMagick
sl: Dodajte vodni žig z ImageMagick
uk: Додавання «водяного» знаку за допомогою ImageMagick
zh_cn: 使用 ImageMagick 添加水印

source: The second example below is more complex and uses the **ImageMagick** command line tool to add visible watermarks by superimposing a multiline text field over each image in the Queue.
ca: El segon exemple a continuació és més complex i utilitza l'eina de la línia d'ordres **ImageMagick** per a afegir marques d'aigua visibles superposant un camp de text multilínia sobre cada imatge de la cua.
it: Il secondo esempio sotto riportato è più complesso e utilizza lo strumento a riga di comando di **ImageMagick** per filigrane visibili sovrapponendo un campo di testo a più righe a ciascuna immagine nella coda.
nl: Het tweede onderstaande voorbeeld is complexer en gebruikt het opdrachtregelcommando **ImageMagick** een zichtbaar watermerk toe te voegen door een meerregelig tekstveld bovenop elke afbeelding in de wachtrij te zetten.
pt_br: O segundo exemplo abaixo é mais complexo e usa a ferramenta de linha de comando **ImageMagick** para adicionar marcas d'água visíveis sobrepondo um campo de texto multilinha sobre cada imagem na fila.
sl: Drugi primer spodaj je bolj zapleten in uporablja orodje ukazne vrstice **ImageMagick** za dodajanje vidnih vodnih žigov s prekrivanjem večvrstičnega besedilnega polja nad vsako sliko v čakalni vrsti.
uk: **Другий приклад**, який наведено нижче, є складнішим і використовує командний інструмент **ImageMagick** для додавання багаторядкового тексту, накладеного на зображення для створення видимого «водяного» знаку у центрі кожного зображення у черзі обробки.
zh_cn: 下面这个示例就复杂多了，它用 **ImageMagick** 的命令行工具给队列里的每张图片叠加多行文字水印。

source: In this example, there is no explicit **exit** call to return a value to the Workflow. Bash uses the last called method as the returned value from the script, here the ImageMagick command line tool **convert**.
ca: En aquest exemple, no hi ha una crida **exit** explícita per a tornar un valor sobre el flux de treball. Bash utilitza l'últim mètode anomenat com el valor retornat per l'script, aquí l'eina de línia d'ordres «**convert**» d'ImageMagick.
it: In questo esempio, non c'è una chiamata di **uscita** esplicita che restituisca un valore al flusso di lavoro. Bash usa l'ultimo metodo chiamato come valore restituito dallo script, in questo caso lo strumento a riga di comando di ImageMagick **convert**.
nl: In dit voorbeeld is er geen expliciete **exit** aanroep om een waarde aan de werkmethode terug te geven. Bash gebruikt de laatst aangeroepen methode als de terugkeerwaarde uit het script, hier de opdracht van ImageMagick **convert**.
pt_br: Neste exemplo, não há uma chamada explícita de **exit** para retornar um valor ao fluxo de trabalho. O Bash usa o último método chamado como o valor retornado do script, neste caso, a ferramenta de linha de comando **convert** do ImageMagick.
sl: V tem primeru ni eksplicitnega klica **exit** za vrnitev vrednosti v potek dela. Bash uporabi nazadnje klicano metodo kot vrnjeno vrednost iz skripta, tukaj orodje ukazne vrstice ImageMagick **pretvori**.
uk: У цьому прикладі немає явного виклику **exit** для повернення значення до робочого процесу. Bash використовує останній викликаний метод як повернуте значення скрипту. Тут цим методом є інструмент командного рядка ImageMagick **convert**.
zh_cn: 这个脚本里没有专门写 **exit** 命令来返回值。Bash 会自动把最后执行的命令结果作为脚本返回值，在这里就是 ImageMagick 的 **convert 工具** 的执行状态。

source: This give a result like below.
ca: Això dona un resultat com el següent.
it: Viene restituito un risultato come riportato sotto.
nl: Dit geeft een resultaat zoals onderstaand.
pt_br: Isso dá um resultado como o abaixo.
sl: To daje rezultat kot spodaj.
uk: Результат буде таким, як наведено нижче.
zh_cn: 所得结果如下。

source: The result of the Script Using ImageMagick to Apply a Watermark
ca: El resultat de l'script que utilitza ImageMagick per a aplicar una marca d'aigua
it: Il risultato dello script che utilizza ImageMagick per applicare una filigrana
nl: Het resultaat van het script met gebruik van ImageMagick om een watermerk toe te passen
pt_br: O resultado do script usando o ImageMagick para aplicar uma marca d'água
sl: Rezultat skripta, ki uporablja ImageMagick za uporabo vodnega žiga
uk: Результат виконання скрипту з використанням ImageMagick для застосування «водяного» знаку
zh_cn: 使用 ImageMagick 应用水印的脚本结果

source: This first example shown below does nothing special. It prints on the console the input/output file names and item properties passed from the Batch Queue Manager to the script, and copies the input file to the output file (this stage is required to prevent the Batch Queue Manager from returning an error because the target file does not exist). The script returns the value from the file copy command, which is parsed by the Batch Queue Manager for each item in the workflow.
it: Questo primo esempio mostrato sotto non fa nulla di speciale. Stampa sulla console i nome file di input/output e le proprietà degli elementi passati dal Gestore elaborazione in serie allo script, e copia il file di input nel file di output (questa fase è obbligatoria, altrimenti il Gestore elaborazione in serie restituirebbe un errore in quanto il file di destinazione non esiste). Lo script restituisce il valore dal comando copia file; che viene analizzato dal Gestore elaborazione in serie per ciascun elemento nel flusso del lavoro.
nl: Dit eerste voorbeeld dat u onderstaand ziet doet niets speciaals. Het zal op de console de invoer/uitvoer bestandsnamen en eigenschappen van items doorgegeven aan de takenwachtrijbeheerder naar het script afdrukken en kopieert het invoerbestand naar het uitvoerbestand (deze stap is vereist om te voorkomen dat de takenwachtrijbeheerder bij terugkrijgen van een fout omdat het doelbestand niet bestaat). Het script geeft de waarde terug van de kopieeropdracht van het bestand, deze wordt bekeken door de takenwachtrijbeheerder voor elk item in de werkmethode.
sl: Ta prvi primer, prikazan spodaj, ne naredi nič posebnega. Na konzoli natisne imena vhodno/izhodnih datotek in lastnosti elementov, posredovane iz upravljalnika paketnih čakalnih vrst v skript, in kopira vhodno datoteko v izhodno datoteko (ta stopnja je potrebna, da prepreči, da bi upravljalnik paketnih čakalnih vrst vrnil napako, ker ciljna datoteka ne obstaja). Skript vrne vrednost iz ukaza za kopiranje datoteke, ki jo razčleni Upravljalnik paketne čakalne vrste za vsak element v poteku dela.
uk: **Перший приклад**, який наведено нижче, ...не робить нічого особливого. Він виводить до консолі назви вхідного і вихідного файлів та властивості запису, які передано із засобу керування пакетною обробкою до скрипту, і копіює вхідний файл до вихідного файла (цей крок є обов'язковим, оскільки засіб керування пакетною чергою повертатиме помилку, якщо файла призначення не існує). Скрипт повертає значення з команди копіювання файла. Його буде оброблено засобом керування пакетною чергою з метою перевірки коректності робочого процесу.
zh_cn: 下面这个示例脚本其实没什么特别功能。它主要做这些事：把批处理管理器传给脚本的输入/输出文件名和图片属性，打印到控制台；把输入文件原样拷贝到输出路径（这步不能省，不然会报错说找不到输出文件）；返回文件拷贝命令的执行状态码，批处理管理器会根据这个状态码判断要不要继续处理。

source: Custom Script
ca: Script personalitzat
