Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/dng_converter.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: `The Digital Negative (DNG) <https://en.wikipedia.org/wiki/Digital_Negative>`_ format introduced by Adobe Systems, Inc in 2004 is designed to overcome these shortcomings by providing an open, well-documented universal format based on TIFF-EP standard for storing RAW files. If you would like to know more about the DNG format, see the :ref:`Digital Asset Management section <dam_fileformats>` from this manual. The `DNG articles and links Web site <http://www.barrypearson.co.uk/articles/dng/>`_ also provides a wealth of valuable information on the topic.
ca: El format `negatiu digital (DNG) <https://en.wikipedia.org/wiki/Digital_Negative>`_ presentat per Adobe Systems, Inc. el 2004 està dissenyat per a superar aquestes deficiències proporcionant un format universal obert i ben documentat basat en l'estàndard TIFF-EP per a emmagatzemar fitxers RAW. Per a obtenir més informació sobre el format DNG, vegeu la :ref:`secció Gestió d'actius digitals <dam_fileformats>` d'aquest manual. El `lloc web d'articles i enllaços de DNG <http://www.barrypearson.co.uk/articles/dng/>`_ també proporciona una gran quantitat d'informació valuosa sobre el tema.
nl: `Het formaat Digital Negative (DNG) <https://en.wikipedia.org/wiki/Digital_Negative>`_ geïntroduceerd door Adobe Systems, Inc in 2004 is ontworpen om deze tekortkomingen te overkomen door een open, goed gedocumenteerd universeel formaat gebaseerd op de standaard TIFF-EP voor opslaan van RAW-bestanden te leveren. Als u meer zou willen weten over het DNG-formaat, zie de :ref:`sectie Digitaal Assetbeheer <dam_fileformats>` in deze handleiding. `De DNG artikelen en koppelingen naar website <http://www.barrypearson.co.uk/articles/dng/>`_ leveren ook een rijkdom aan waardevolle informatie over het onderwerp.
pt_br: O formato `Digital Negative (DNG) <https://en.wikipedia.org/wiki/Digital_Negative>`_, introduzido pela Adobe Systems, Inc. em 2004, foi projetado para superar essas deficiências, fornecendo um formato universal aberto e bem documentado, baseado no padrão TIFF-EP para armazenamento de arquivos RAW. Se desejar saber mais sobre o formato DNG, consulte a seção :ref:`Gerenciamento de ativos digitais <dam_fileformats>` deste manual. O site `Artigos e links sobre DNG <http://www.barrypearson.co.uk/articles/dng/>`_ também fornece com riqueza informações valiosas sobre o tópico.
sl: `Digitalni negativ (DNG) <https://en.wikipedia.org/wiki/Digital_Negative>`_ format, ki ga je leta 2004 uvedel Adobe Systems, Inc je zasnovan za premagovanje teh pomanjkljivosti z zagotavljanjem odprtega, dobro dokumentiranega univerzalnega formata, ki temelji na standardu TIFF-EP za shranjevanje surovih datotek RAW. Če želite izvedeti več o formatu DNG, glejte :ref:`Digital Asset Management section <dam_fileformats>` iz priročnika. Spletna stran `DNG articles and links Web site <http://www.barrypearson.co.uk/articles/dng/>`_ ponuja tudi veliko dragocenih informacij o tej temi.
sv: Formatet `Digital Negative (DNG) <https://sv.wikipedia.org/wiki/Digital_Negative>`_ som introducerades av Adobe Systems, Inc 2004 är utformat för att övervinna bristerna genom att tillhandahålla ett öppet, väldokumenterat universellt format baserat på TIFF-EP-standarden för lagring av obehandlade filer. För att ta reda på mer om DNG-formatet, se :ref:`avsnittet om digital tillgångshantering <dam_fileformats>` i handboken. `DNG-webbplatsen med artiklar och länkar <http://www.barrypearson.co.uk/articles/dng/>`_ ger också en mängd värdefull information om ämnet.
uk: `Digital Negative (DNG) <https://en.wikipedia.org/wiki/Digital_Negative>`_ — формат, який впроваджено Adobe Systems, Inc у 2004 році. Формат розроблено для усування згаданих вище недоліків і надання усім відкритого, добре документованого, універсального формату, який засновано на стандарті TIFF-EP для зберігання файлів цифрових негативів. Якщо вам хочеться дізнатися більше про формат DNG, зверніться до :ref:`розділу щодо керування цифровою власністю <dam_fileformats>` цього підручника. Важливим джерелом інформації за темою є `сайт статей та посилань щодо DNG <http://www.barrypearson.co.uk/articles/dng/>`_.
zh_cn: Adobe 公司在 2004 年推出的 `DNG（Digital Negative） <https://en.wikipedia.org/wiki/Digital_Negative>`_ 格式就解决了这些问题——它基于 TIFF-EP 标准，开放且文档齐全。想深入了解 DNG 可以查看本手册的 :ref:`数字资产管理<dam_fileformats>` 章节，或者参考 `DNG 专题网站 <http://www.barrypearson.co.uk/articles/dng/>`_ 。

source: Being an open and well-documented format, DNG is particularly well suited for long-term archiving of digital photos. Of course, the CR3 and NEF and other RAW formats are widely adopted and supported, so they are not going away anytime soon. But there is no reason why you shouldn’t save your RAW files in the DNG format to be on the safe side. After all, storage is cheap nowadays, and the Batch Queue Manager DNG Converter utility makes it extremely easy to convert RAW files to the DNG format.
ca: Com que és un format obert i ben documentat, el DNG és particularment adequat per a l'arxiu a llarg termini de fotografies digitals. Per descomptat, CR3 i NEF i altres formats RAW són àmpliament adoptats i compatibles, per la qual cosa no desapareixeran a curt termini. Però no hi ha cap raó per la qual no hàgiu de desar els vostres fitxers RAW en format DNG per a estar segur. Després de tot, l'emmagatzematge és barat avui en dia, i la utilitat Convertidor DNG del Gestor de la cua per lots fa que sigui extremadament fàcil convertir fitxers RAW al format DNG.
nl: Omdat het een open en goed gedocumenteerd formaat is, is DNG speciaal geschikt voor archivering op lange termijn van digitale foto's. Natuurlijk zijn de CR3 en NEF en andere RAW-formaten breed geadopteerd en ondersteund, dus gaan ze niet spoedig weg. Maar er is geen reden waarom u uw RAW-bestanden niet in het DNG-formaat zou moeten opslaan om aan de veilige kant te blijven. Tenslotte is opslag tegenwoordig goedkoop en het hulpmiddel DNG-converter van de takenwachtrijbeheerder maakt het uiterst gemakkelijk om RAW-bestanden naar het DNG-formaat te converteren.
pt_br: Sendo um formato aberto e bem documentado, o DNG é particularmente adequado para arquivamento de longo prazo de fotos digitais. É claro que os formatos CR3, NEF e outros formatos RAW são amplamente adotados e suportados, portanto, não desaparecerão tão cedo. Mas não há motivo para não salvar seus arquivos RAW no formato DNG por segurança. Afinal, o armazenamento é barato hoje em dia, e o utilitário para converter para arquivo DNG do gerenciador de processamento em lote facilita muito a conversão de arquivos RAW para o formato DNG.
sl: Ker je format DNG odprt in dobro dokumentiran, je še posebej primeren za dolgoročno arhiviranje digitalnih fotografij. Seveda so CR3 in NEF in drugi surovi formati RAW široko sprejeti in podprti, zato ne bodo kmalu izginili. Vendar ni razloga, zakaj ne bi shranili svoje surove datoteke tudi v formatu DNG, da boste na varni strani. Navsezadnje je shranjevanje dandanes poceni in pripomoček Upravljalnik paketnih obdelav DNG Converter omogoča nadvse enostavno pretvorbo surovih datotek RAW v format DNG.
sv: Eftersom DNG är ett öppet och väldokumenterat format passar DNG särskilt bra för långtidsarkivering av digitala bilder. Naturligtvis är CR3 och NEF och andra obehandlade format allmänt använda och stöds, så de försvinner inte snart. Men det finns ingen anledning till varför man inte ska spara obehandlade filer med DNG-format för att vara på den säkra sidan. När allt kommer omkring är lagring billig nuförtiden, och DNG-konverteringsverktyget i köhantering för bakgrundsbehandling gör det extremt enkelt att konvertera obehandlade filer till DNG-formatet.
uk: Оскільки формат є відкритим і добре документованим, DNG досить добре пасує для довгострокового архівування цифрових фотографій. Звичайно ж, CR3, NEF та інші формати цифрових негативів є широко розповсюдженими і підтримуваними, тому вони не зникнуть найближчим часом. Але немає причини, чому вам не варто зберігати ваші файли цифрових негативів у форматі DNG, щоб зробити це безпечнішим. Врешті-решт, носії даних сьогодні є досить дешевими, а засіб перетворення DNG керування чергою пакетної обробки робить дуже простим перетворення файлів цифрових негативів до формату DNG.
zh_cn: DNG 特别适合长期存档，毕竟开放格式更可靠。虽然 CR3、NEF 等 RAW 格式短期内不会消失，但用批量队列管理器的 DNG 转换工具备份一份 DNG 总没坏处——现在存储这么便宜，转换起来又特别方便。

source: Unlike the :ref:`RAW Converter <raw_converter>` tool which decodes RAW data to an RGB color space, DNG stores the RAW data in an open-standard container. DNG is another RAW format, but it is not proprietary. So you cannot apply Batch Queue Manager filters to DNG images without first converting them to another format such as JPEG, PNG or TIFF. However, the metadata can be post-processed after DNG conversion, as this will maintain the integrity of the RAW image data stored in the container.
ca: A diferència de l'eina :ref:`Convertidor RAW <raw_converter>` que descodifica les dades RAW a un espai de color RGB, el DNG emmagatzema les dades RAW en un contenidor d'estàndard obert. El DNG és un altre format RAW, però no és propietari. Per tant, no podeu aplicar filtres del gestor de la cua per lots a les imatges DNG sense convertir-les primer a un altre format com JPEG, PNG o TIFF. No obstant això, les metadades es poden postprocessar després de la conversió DNG, ja que això mantindrà la integritat de les dades de la imatge RAW emmagatzemades al contenidor.
nl: Anders dan het hulpmiddel :ref:`RAW-converter <raw_converter>` die RAW gegevens naar RGB kleurruimte converteert, slaat DNG de RAW gegevens op om ze in een open-standaard container op te slaan, maar het is niet bedrijfseigen. U kunt dus geen RGB informatie over de afbeeldingen met de takenwachtrijbeheerder filteren zonder de afbeelding te decoderen en het resultaat in een ander formaat dan JPEG, PNG of TIFF op te slaan. De metagegevens kunnen echter vooraf verwerkt worden na DNG-conversie, omdat dit de integriteit van de RAW-afbeeldingsgegevens opgeslagen in de container zal behouden.
pt_br: Ao contrário da ferramenta do :ref:`Conversor RAW <raw_converter>`, que decodifica dados RAW para um espaço de cor RGB, o DNG armazena os dados RAW em um contêiner de padrão aberto. DNG é outro formato RAW, mas não é proprietário. Portanto, você não pode aplicar filtros do gerenciador de processamento em lote a imagens DNG sem primeiro convertê-las para outro formato, como JPEG, PNG ou TIFF. No entanto, os metadados podem ser pós-processados ​​após a conversão para DNG, pois isso manterá a integridade dos dados da imagem RAW armazenados no contêiner.
sl: Za razliko od orodja :ref:`RAW Converter <raw_converter>`, ki dekodira podatke RAW v barvni prostor RGB, DNG shrani podatke RAW v vsebnik odprtega standarda. DNG je še en surovi format RAW, vendar ni zaščiten. Tako ne morete uporabiti filtrov Upravljalnika paketnih obdelav za slike DNG, ne da bi jih prej pretvorili v drug format, kot je JPEG, PNG ali TIFF. Vendar pa je mogoče metapodatke po pretvorbi DNG naknadno obdelati, saj bo to ohranilo celovitost slikovnih podatkov RAW, shranjenih v vsebniku.
sv: Till skillnad från verktyget :ref:`Obehandlad konvertering <raw_converter>` som avkodar obehandlad data till RGB-färgrymden, lagrar DNG obehandlad data med en öppen standardbehållare. DNG är ett annat obehandlat format, men det är inte proprietärt. Så man kan inte behandla DNG-bilder med filter i köhantering för bakgrundsbehandling utan att först konvertera dem till ett annat format som JPEG, PNG eller TIFF. Metadata kan dock efterbehandlas efter DNG-konvertering, eftersom det behåller integriteten hos obehandlad data lagrad i behållaren.
uk: На відміну від :ref:`засобу перетворення цифрових негативів <raw_converter>`, який декодує дані цифрового негатива до простору кольорів RGB, DNG бере дані цифрового негатива для зберігання у контейнері із відкритим стандартом. DNG є ще одним форматом цифрового негатива (не закритим). Тому ви не можете застосувати фільтри керування пакетною обробкою до зображень DNG без початкового перетворення їх до іншого формату, зокрема JPEG, PNG або TIFF. Втім, метадані може бути оброблено після перетворення до DNG, оскільки це не стосується даних зображення цифрового негатива з контейнера.
zh_cn: 与将 RAW 数据解码到 RGB 色彩空间的 :ref:`RAW 解码 <raw_converter>` 不同，DNG 是以开放标准容器存储 RAW 数据。DNG 本质上也是一种 RAW 格式，但它不是私有格式。不过要注意：如果想对 DNG 图片应用批处理管理器的滤镜，必须先转换成 JPEG、PNG 或 TIFF 等其他格式。但元数据可以在 DNG 转换后进行后期处理，这样不会破坏容器中的 RAW 图像数据完整性。

source: Using the Batch Queue Manager DNG Converter is easy. **Place the tool on the top of workflow list** (this point is mandatory), add the RAW files to the queue, specify a few options, and hit the **Start** button. For complete peace of mind, you might want to enable the option which embeds the source RAW data into the resulting DNG file.
ca: Utilitzar el Convertidor DNG del Gestor de la cua per lots és fàcil. **Col·loqueu l'eina a la part superior de la llista de flux de treball** (aquest punt és obligatori), afegiu els fitxers RAW a la cua, especifiqueu algunes opcions i premeu el botó **Inicia**. Per a la vostra total tranquil·litat, és possible que vulgueu activar l'opció que incrusta les dades RAW d'origen a dins del fitxer DNG resultant.
nl: De DNG-converter van de takenwachtrijbeheerder is gemakkelijk te gebruiken. **Plaats het hulpmiddel bovenaan de werkmethodelijst** (dit punt is verplicht), voeg de RAW-bestanden toe aan de wachtrij, specificeer een paar opties en klik op de knop **Start**. Voor volledige gemoedsrust zou u de optie in kunnen schakelen die de bron-RAW-gegevens in het resulterende DNG-bestand inbed.
pt_br: Usar o conversor para DNG do gerenciador de processamento em lote é fácil. **Coloque a ferramenta no topo da lista do fluxo de trabalho** (este passo é obrigatório), adicione os arquivos RAW à fila, especifique algumas opções e clique no botão **Iniciar**. Para maior tranquilidade, você pode ativar a opção que incorpora os dados RAW de origem no arquivo DNG resultante.
sl: Uporaba Upravljalnika paketnih obdelav DNG Converterja je preprosta. **Postavite orodje na vrh seznama poteka dela** (ta točka je obvezna), dodajte surove datoteke RAW v čakalno vrsto, določite nekaj možnosti in pritisnite gumb **Začni**. Da bi bili popolnoma brez skrbi, boste morda želeli omogočiti možnost, ki vdela izvirne podatke RAW v nastalo datoteko DNG.
sv: Det är enkelt att använda DNG-konvertering i köhantering för bakgrundsbehandling. **Placera verktyget högst upp i arbetsflödeslistan** (punkten är obligatorisk), lägg till de obehandlade filerna i kön, ange några alternativ och tryck på knappen **Starta**. För fullständig sinnesfrid kanske alternativet som inbäddar obehandlade källdata i den resulterande DNG-filen bör aktiveras.
uk: Користуватися засобом перетворення на DNG керування чергою пакетної обробки дуже просто. **Розташуйте пункт засобу на початку списку робочого процесу** (цей є обов'язковим), додайте файли цифрових негативів до черги обробки, вкажіть значення декількох параметрів і натисніть кнопку **Почати**. Щоб забезпечити повню безпеку даних, ви можете позначити пункт, який призводить до вбудовування початкових даних цифрового негатива до файла-результату DNG.
zh_cn: 使用批量队列管理器的 DNG 转换器很简单： **把这个工具放在工作流列表最前面** （必须这么做），把 RAW 文件添加到队列，设置几个选项，然后点击 **开始** 按钮。为了万无一失，你可以勾选嵌入原始文件选项，把源 RAW 数据也打包进 DNG 文件。

source: **Lossless Compression**: enable a non-destructive compression method to encode image data. We recommend turning this option on to obtain the best quality, except if you need to minimize space disk.
ca: **Compressió sense pèrdua**: habiliteu un mètode de compressió no destructiu per a codificar les dades d'imatge. Recomanem activar aquesta opció per a obtenir la millor qualitat, excepte si voleu minimitzar l'espai en disc.
nl: **Compressie zonder verlies**: schakel een niet destructieve compressiemethode in om afbeeldingsgegevens te coderen. We bevelen aan om deze optie aan te zetten om de beste kwaliteit te verkrijgen, uitgezonderd als u benodigde schijfruimte wilt minimaliseren.
pt_br: **Compressão sem perdas**: habilita um método de compressão não destrutivo para codificar dados de imagem. Recomendamos ativar esta opção para obter a melhor qualidade, exceto se você precisar minimizar o espaço em disco.
sl: **Stiskanje brez izgube**: omogočite metodo nedestruktivnega stiskanja za kodiranje slikovnih podatkov. Priporočamo, da vklopite to možnost, da dobite najboljše kakovosti, razen če želite minimizirati prostor na disku.
sv: **Förlustfri komprimering**: Aktivera en icke-förstörande komprimeringsmetod för att koda bilddata. Vi rekommenderar att aktivera alternativet för att få bästa kvalitet, förutom om man behöver minimera diskanvändning.
uk: **Стискання без втрат**: увімкнути неруйнівний метод стискання для кодування даних зображення. Ми рекомендуємо позначити цей пункт, щоб отримати найкращу якість, якщо у вас немає причини заощаджувати місце на диску.
zh_cn: **无损压缩** ：启用非破坏性压缩方法编码图像数据。除非需要节省磁盘空间，否则建议开启这个选项以获得最佳质量。

source: **JPEG Preview**: with this option you can tune the quality of preview image stored in the container. This JPEG preview is used to quickly visualize the contents without decoding the RAW data. The available choices are **None** to not store a preview, **Medium** to store a half-sized preview, and **Full Size** to store a preview with same dimensions as the original RAW image.
ca: **Vista prèvia de JPEG**: amb aquesta opció podreu ajustar la qualitat de la imatge de vista prèvia emmagatzemada en el contenidor. Aquesta vista prèvia JPEG s'utilitza per a visualitzar ràpidament el contingut sense descodificar les dades RAW. Les opcions disponibles són **Cap** per a no emmagatzemar una vista prèvia, **Mitjana** per a emmagatzemar una vista prèvia de mida mitjana i **Mida completa** per a emmagatzemar una vista prèvia amb les mateixes dimensions que el RAW original.
nl: **JPEG voorbeeld**: met deze optie kunt u de kwaliteit van de voorbeeldafbeelding opgeslagen in de container afregelen. Dit JPEG-voorbeeld wordt gebruikt om snel de inhoud te visualiseren zonder de RAW-gegevens te decoderen. De beschikbare keuzes zijn **Geen** geen voorbeeld opslaan, **Medium** om een voorbeeld op halve grootte op te slaan en **Volledige grootte** om een voorbeeld op te slaan met dezelfde afmetingen als de originele RAW-afbeelding.
pt_br: **Visualização JPEG**: com esta opção, você pode ajustar a qualidade da imagem de visualização armazenada no contêiner. Esta visualização JPEG é usada para visualizar rapidamente o conteúdo sem decodificar os dados RAW. As opções disponíveis são **Nenhum** para não armazenar uma visualização, **Médio** para armazenar uma visualização com metade do tamanho e **Tamanho completo** para armazenar uma visualização com as mesmas dimensões da imagem RAW original.
sl: **JPEG Predogled**: s to možnostjo lahko prilagodite kakovost predogleda slike shranjeno v vsebniku. Ta JPEG predogled se uporablja za hitro vizualizacijo vsebine brez dekodiranja podatkov RAW. Razpoložljive možnosti so **Brez** ne shrani predogled, **Srednji** za shranjevanje predogleda polovične velikosti in **Polna velikost** za shranjevanje predogleda z enakimi dimenzijami kot je originalni RAW.
sv: **JPEG-förhandsgranskning**: Med alternativet kan man ställa in kvaliteten på förhandsgranskningsbilden som lagras i behållaren. JPEG-förhandsgranskningen används för att snabbt visualisera innehållet utan att avkoda obehandlad data. De tillgängliga alternativen är **Ingen** för att inte lagra någon förhandsgranskning, **Normal** för att lagra en halvstor förhandsgranskning och **Full storlek** för att lagra en förhandsgranskning med samma mått som den obehandlade originalbilden.
uk: **Перегляд JPEG**: за допомогою цього пункту ви можете скоригувати якість зображення попереднього перегляду, яке буде збережено у контейнері. Це зображення JPEG буде використано для швидкої візуалізації вмісту без декодування даних цифрового негатива. Доступними варіантами є такі: **Немає** — не зберігати зображення попереднього перегляду, **Середній** — зберігати попередній перегляд у половину розміру, **Повнорозмірний** — зберігати попередній перегляд із тими самими розмірами, що і початкове зображення цифрового негатива.
zh_cn: **JPEG 预览图** ：这个选项可以调整容器内预览图的质量。JPEG 预览用于快速查看内容而无需解码 RAW 数据。可选设置包括：**无** （不存储预览）、 **中等大小** （存储半尺寸预览）、**完整大小** （存储与原 RAW 图像尺寸相同的完整预览）。

source: The DNG conversion tool is also available in the **Import Tool** as a post-process converter while downloading RAW files from a camera. See :ref:`this section <camera_dngconvert>` from the manual for details.
ca: L'eina de conversió DNG també està disponible a l'**Eina d'importació** com un convertidor de postprocessament en baixar fitxers RAW des d'una càmera. Vegeu els detalls en :ref:`aquesta secció <camera_dngconvert>` del manual.
nl: Het hulpmiddel DNG-conversie is ook beschikbaar in het **Importhulpmiddel** als een nabewerkingsconverter tijdens downloaden van RAW-bestanden uit een camera. Zie voor details :ref:`deze sectie <camera_dngconvert>` in de handleiding.
pt_br: A ferramenta de conversão DNG também está disponível na **Ferramenta de importação** como um conversor pós-processamento durante o download de arquivos RAW de uma câmera. Consulte :ref:`esta seção <camera_dngconvert>` do manual para obter detalhes.
sl: Orodje DNG za konverzijo je na voljo tudi v **Orodju za uvoz** kot naknadni proces pretvornika med prenosom surove datoteke RAW iz fotoaparata. Glejte :ref:`ta razdelek <camera_dngconvert>` iz priročnika za podrobnosti.
sv: DNG-konverteringsverktyget är också tillgängligt i **Importverktyget** som en efterbearbetningskonvertering när man laddar ner obehandlade filer från en kamera. Se :ref:`det här avsnittet <camera_dngconvert>` i handboken för detaljerad information.
uk: Інструментом перетворення DNG можна також скористатися в **Інструменті імпортування**, як остаточним обробником при отриманні файла цифрового негатива з фотоапарата. Докладніший опис можна знайти у :ref:`цьому розділі <camera_dngconvert>` підручника.
zh_cn: 这个 DNG 转换工具也可以在导入工具中使用，作为从相机下载 RAW 文件时的后处理转换器。具体操作方法请参阅本手册 :ref:`这一部分 <camera_dngconvert>` 的详细说明。
