Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/dng_converter.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: digiKam DNG Converter from Batch Queue Manager
ca: Convertidor DNG en el digiKam des del Gestor de la cua per lots
it: Convertitore DNG di digiKam dal gestore elaborazione in serie
nl: DNG-converteren met Takenwachtrijbeheerder van digiKam
pt_br: Conversor para DNG do gerenciador de processamento em lote do digiKam
sl: pretvornik digiKam DNG iz upravljalnika paketnih čakalnih vrst Batch Queue Managerja
sv: DNG-konvertering från köhantering för bakgrundsbehandling i digiKam
uk: Засіб перетворення DNG у керуванні чергою пакетної обробки digiKam
zh_cn: 批处理管理器中的 digiKam DNG 转换器

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, dng, converter
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, dng, convertidor
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, dng, convertitore
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, dng, converteren
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, lote, dng, conversor
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, serija, dng, pretvornik
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bakgrund, dng, konvertering
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетний, перетворення, цифровий негатив, dng
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批处理, dng, 转换器

source: DNG Converter
it: Convertitore DNG

source: Contents
it: Contenuto
nl: Inhoud

source: digiKam comes with a nifty batch utility that allows you to convert RAW files to the DNG format. The question is, of course, why you would want to do that. After all, digiKam can handle RAW files without any problem, so what’s the point of adding one more step to your photographic workflow?
ca: El digiKam ve amb una enginyosa utilitat per lots que permet convertir fitxers RAW al format DNG. La pregunta és, per descomptat, per què voldríeu fer això. Després de tot, el digiKam pot gestionar fitxers RAW sense cap problema, llavors, quin és el punt d'afegir un pas més al vostre flux de treball fotogràfic?
it: digiKam viene distribuito con un intelligente programmino per l'elaborazione in serie che ti permette di convertire i file RAW nel formato DNG. La domanda è, ovviamente, perché dovresti farlo. In fondo, digiKam è in grado di gestire i file RAW senza problemi, dunque perché aggiungere un ulteriore passaggio al tuo flusso di lavoro fotografico?
nl: digiKam komt met een handig hulpmiddel voor bulk verwerking die u het converteren RAW-bestanden biedt naar het DNG-formaat. De vraag is, natuurlijk, waarom zou u dat willen doen. digiKam kan tenslotte RAW-bestanden zonder enig probleem behandelen, dus wat is het punt om een extra stap toe te voegen aan uw fotografische werkmethode?
pt_br: O digiKam vem com um utilitário em lote bacana que permite converter arquivos RAW para o formato DNG. A questão, claro, é: por que você faria isso? Afinal, o digiKam lida com arquivos RAW sem problemas, então qual o sentido de adicionar mais uma etapa ao seu fluxo de trabalho fotográfico?
sl: digiKam je opremljen z odličnim paketnim pripomočkom, ki vam omogoča pretvorbo surove datoteke RAW v format DNG. Vprašanje je seveda, zakaj bi to želeli storiti. Navsezadnje lahko digiKam brez težav obravnava surove datoteke RAW, torej kakšen smisel ima dodajanje še enega koraka k vašemu fotografskemu delovnemu toku?
sv: digiKam levereras med ett snyggt bakgrundsverktyg som gör det möjligt att konvertera obehandlade filer till DNG-format. Frågan är förstås varför man skulle vilja göra det. När allt kommer omkring kan digiKam hantera obehandlade filer utan problem, så vad är poängen med att lägga till ett steg till i det fotografiska arbetsflödet?
uk: digiKam постачається зі зручною допоміжною програмою, яка надає змогу перетворювати файли цифрових негативів (RAW) до формату DNG. Звичайно ж, може виникнути питання, чому, власне, слід це робити. Адже, врешті-решт, digiKam може без проблем працювати із файлами цифрових негативів. Навіщо ж тоді додавати ще один крок у вашому робочому процесі обробки фотографій?
zh_cn: digiKam 自带一个很实用的批量工具，能把 RAW 文件转成 DNG 格式。你可能会问：既然 digiKam 本来就能直接处理 RAW 文件，何必多此一举？

source: As you might know, RAW is not a file format, but rather an umbrella term that describes multiple file formats controlled by multiple hardware manufacturers. The RAW formats themselves are specific to digital camera manufacturers. For example, Canon cameras store RAW files in the CR3 format, while Nikon cameras use the NEF format. Besides being proprietary, RAW formats are often poorly documented and encumbered by patents.
ca: Com sabreu, RAW no és un format de fitxer, sinó un terme general que descriu múltiples formats de fitxer controlats per múltiples fabricants de maquinari. Els formats RAW en si són específics dels fabricants de càmeres digitals. Per exemple, les càmeres Canon emmagatzemen fitxers RAW en format CR3, mentre que les càmeres Nikon utilitzen el format NEF. A més de ser propietaris, els formats RAW sovint estan mal documentats i carregats amb patents.
it: Come sai, RAW non è un formato di file ma piuttosto un termine che racchiude e descrive più formati di file controllati da svariati produttori di apparecchiature fotografiche. Gli stessi formati RAW sono specifici a seconda dei produttori di fotocamere digitali. Per esempio, le macchine fotografiche Canon memorizzano i file RAW nel formato CR3, mentre quelle Nikon usano il formato NEF. Oltre al fatto di essere formati proprietari, i formati RAW sono spesso poco documentati e gravati da brevetti.
nl: Zoals u kunt weten is RAW geen bestandsformaat, maar meer een parapluterm die meerdere bestandsformaten beschrijft bestuurd gecontroleerd door meerdere hardware fabrikanten. De RAW-formaten zelf zijn specifiek voor fabrikanten van digitale camera's. Bijvoorbeeld, Canon cameras slaan RAW-bestanden op in het CR3-formaat, terwijl Nikon camera's het NEF-formaat gebruiken. Naast dat het eigendom is, zijn RAW-formaten vaak slecht gedocumenteerd en omgeven door patenten.
pt_br: Como você deve saber, RAW não é um formato de arquivo, mas sim um termo genérico que descreve diversos formatos de arquivo controlados por diversos fabricantes de hardware. Os formatos RAW em si são específicos para fabricantes de câmeras digitais. Por exemplo, câmeras Canon armazenam arquivos RAW no formato CR3, enquanto câmeras Nikon usam o formato NEF. Além de serem proprietários, os formatos RAW costumam ser mal documentados e protegidos por patentes.
sl: Kot morda veste, RAW ni oblika datoteke, temveč krovni izraz, ki opisuje več formatov datotek, ki jih nadzorujejo proizvajalci različne strojne opreme. Sami surovi formati RAW so specifični za model digitalni fotoaparat nekega proizvajalca. Fotoaparati Canon na primer shranjujejo datoteke RAW v formatu CR3,medtem ko fotoaparati Nikon uporabljajo format NEF. Poleg tega, da so formati lastniški, so surovi formati RAW so pogosto slabo dokumentirani in obremenjeni s patenti.
sv: Som du kanske vet är obehandlade filer inte ett filformat, utan snarare en paraplyterm som beskriver flera filformat som kontrolleras av flera apparattillverkare. De obehandlade formaten i sig är specifika för digitalkameratillverkare. Canons kameror lagrar till exempel obehandlade filer med CR3-formatet, medan Nikon-kameror använder NEF-formatet. Förutom att vara proprietära, är de obehandlade formaten ofta dåligt dokumenterade och belastade med patent.
uk: Як ви мабуть знаєте, цифровий негатив не є форматом файлів, а лише загальним терміном, яким позначають декілька форматів файлів, які контролюються декількома виробниками обладнання. Самі формати цифрових негативів є специфічними для виробників цифрових фотоапаратів. Наприклад, фотоапарати Canon зберігають файли цифрових негативів у форматі CR3, а фотоапарати Nikon використовують формат NEF. Окрім закритості, формати цифрових негативів часто погано документовані та обтяжені патентами.
zh_cn: 要知道，RAW 其实不是单一格式，而是各家相机厂商专属格式的统称。比如佳能用 CR3，尼康用 NEF。这些私有格式不仅文档不全，还受专利限制。

source: `The Digital Negative (DNG) <https://en.wikipedia.org/wiki/Digital_Negative>`_ format introduced by Adobe Systems, Inc in 2004 is designed to overcome these shortcomings by providing an open, well-documented universal format based on TIFF-EP standard for storing RAW files. If you would like to know more about the DNG format, see the :ref:`Digital Asset Management section <dam_fileformats>` from this manual. The `DNG articles and links Web site <http://www.barrypearson.co.uk/articles/dng/>`_ provides also a wealth of valuable information on the topic.
it: Il formato `Digital Negative (DNG) <https://en.wikipedia.org/wiki/Digital_Negative>`_ introdotto da Adobe Systems, Inc nel 2004 è progettato per superare questi limiti e fornisce un formato universale aperto e ben documentato basato sullo standard TIFF-EP per la memorizzazione dei file RAW. Se vuoi approfondire la conoscenza del formato DNG, consulta la :ref:`sezione Gestione dei beni digitali <dam_fileformats>` di questo manuale. Il `sito web su collegamenti e articoli relativi al formato DNG <http://www.barrypearson.co.uk/articles/dng/>`_ fornisce inoltre ricche informazioni sull'argomento.

source: Being an open and well-documented format, DNG is suited particularly well for long-term archiving of digital photos. Of course, the CR3 and NEF and other RAW formats are widely adopted and supported, so they are not going away anytime soon. But there is no reason why you shouldn’t save your RAW files in the DNG format to be on the safe side. After all, storage is cheap nowadays, and the Batch Queue Manager DNG Converter utility makes it supremely easy to convert RAW files to the DNG format.
it: Essendo un formato aperto e ben documentato, DNG è particolarmente adatto per l'archiviazione di foto digitali a lungo termine. Ovviamente, i formati CR3 e NEF, e gli altri formati RAW, sono largamente adottati e supportati, e non verranno messi da parte in tempi brevi. Ma non vi è ragione per non salvare i tuoi file RAW nel formato DNG ed essere al sicuro. Dopotutto, l'archiviazione al giorno d'oggi è economica e il programmino Convertitore DNG del Gestore elaborazione in serie rende la conversione dei file RAW in formato DNG estremamente facile.

source: The Batch Queue Manager With a Workflow to Convert RAW files to DNG Container by Applying Metadata Adjustments
ca: El gestor de la cua per lots amb un flux de treball per a convertir fitxers RAW a un contenidor DNG aplicant ajustos de metadades
it: Il gestore elaborazione in serie con un flusso di lavoro per convertire i file RAW in contenitore DNG applicando la regolazione dei metadati
nl: Het takenwachtrijbeheerder met een werkmethode om RAW-bestanden naar DNG-container te converteren met toepassing van aanpassingen in metagegevens
pt_br: O gerenciador de processamento em lote com um fluxo de trabalho para converter arquivos RAW em contêiner DNG aplicando ajustes de metadados
sl: Upravljalnik paketne čakalne vrste s potekom dela za pretvorbo datotek RAW v vsebnik DNG z uporabo prilagoditev metapodatkov
sv: Köhantering för bakgrundsbehandling med ett arbetsflöde för att konvertera obehandlade filer till DNG-behållare genom att utföra metadatajusteringar
uk: Засіб керування пакетною обробкою із процедурою для перетворення файлів цифрових негативів до контейнера DNG із застосуванням коригування метаданих
zh_cn: 批量队列管理器的工作流：元数据调整，将 RAW 文件转换为 DNG 格式

source: Unlike the :ref:`RAW Converter <raw_converter>` tool which decodes RAW data to RGB color space, DNG takes the RAW data to store in a open-standard container. DNG is another RAW format (not proprietary). You cannot process RGB information over the images with Batch Queue Manager filters without of decode the image and store the result in another format as JPEG, PNG or TIFF. However, the metadata can be post-processed after DNG conversion, as this will not touch the RAW image data from the container.
it: A differenza dello strumento :ref:`Convertitore RAW <raw_converter>`, che decodifica i dati RAW nello spazio dei colori RGB, DNG prende i dati RAW e li memorizza in un contenitore standard aperto. DNG è un altro formato RAW (non proprietario). Non puoi elaborare le informazioni RGB sulle immagini con i filtri del Gestore elaborazione in serie senza decodificare l'immagine e memorizzare il risultato in un altro formato come JPEG, PNG o TIFF. Tuttavia, i metadati possono essere post-elaborati dopo la conversione DNG, poiché essa non modificherà i dati dell'immagine RAW dal contenitore.

source: Using the Batch Queue Manager DNG Converter is easy. **Place the tool on the top of workflow list** (this point is mandatory), add the RAW files to the queue, specify a few options, and hit the **Start** button. For complete peace of mind, you might want to enable the option which embeds the source RAW data into the resulting DNG file.
it: L'uso del Convertitore DNG del Gestore elaborazione in serie è facile. **Posiziona lo strumento in cima all'elenco del flusso di lavoro** (questo punto è obbligatorio), aggiungi i file RAW alla coda, specifica alcune opzioni e premi il pulsante **Avvia**. Per stare completamente tranquillo, potresti voler abilitare l'opzione che incorpora i dati RAW di origine all'interno del file DNG risultante.

source: **Lossless Compression**: enable a non-destructive compression method to encode image data. We recommend to turn on this option to obtain the best quality, excepted if you want to preserve space disk.
it: **Compressione senza perdita di dati**: abilita un metodo di compressione non distruttivo per codificare i dati dell'immagine. Raccomandiamo di attivare questa opzione per ottenere la qualità migliore, a meno che tu non voglia risparmiare spazio nel disco.

source: **JPEG Preview**: with this option you can tune the quality of preview image stored in the container. This JPEG is used to quick visualize the contents without to decode RAW data. The available choices are **None** do not store a preview, **Medium** to store an half sized preview, and **Full Size** to store a preview with same dimensions than original RAW.
it: **Anteprima JPEG**: con questa opzione regoli la qualità dell'immagine di anteprima memorizzata nel contenitore. Questo JPEG viene utilizzato per visualizzare rapidamente il contenuto senza decodificare i dati RAW. Le opzioni disponibili sono **Nessuna**, per non memorizzare alcuna anteprima, **Media**, per memorizzare un'anteprima a dimensione media, e **Di pari dimensione**, per memorizzare un'anteprima con le stesse dimensioni del file RAW originale.

source: **Embed Original File**: for complete peace of mind, you might want to enable this option which embeds the source RAW data into the resulting DNG file. Do not turn on this setting if you want to preserve space disk.
ca: **Incrusta el fitxer original**: per a la vostra total tranquil·litat, possiblement voldreu activar aquesta opció que incrusta les dades RAW d'origen a dins del fitxer DNG resultant. No activeu aquesta configuració si voleu conservar l'espai en disc.
it: **Incorpora file originale**: per la tua tranquillità, potresti voler abilitare questa opzione che incorpora i dati RAW di origine nel file DNG risultante. Non attivare questa opzione se vuoi risparmiare spazio sul disco.
nl: **Origineel bestand inbedden**: voor volledige gemoedsrust zou u deze optie in kunnen schakelen die de bron RAW-gegevens in het resulterende DNG-bestand inbed. Zet deze instelling niet aan als u schijfruimte wilt besparen.
pt_br: **Embutir arquivo original**: para maior tranquilidade, você pode habilitar esta opção que embute os dados RAW de origem no arquivo DNG resultante. Não ative esta configuração se quiser economizar espaço em disco.
sl: **Vdelaj izvirno datoteko**: za bi bili popolnoma brez skrbi boste morda želeli omogočiti to možnost, ki vdela izvorne podatke RAW v nastali datoteko DNG. Ne vklopite te nastavitve, če želite varčevati s prostorom na disku.
sv: **Inbädda originalfilen**: För fullständig sinnesfrid kanske man bör aktivera alternativet som bäddar in obehandlad källdata i den resulterande DNG-filen. Sätt inte på inställningen om diskutrymme måste bevaras.
uk: **Вбудувати початковий файл**: щоб повністю убезпечити дані, ви можете позначити цей пункт, який призводить до вбудовування даних початкового цифрового негатива до файла-результату DNG. Не позначайте цей пункт, якщо хочете заощадити місце на диску.
zh_cn: **嵌入原始文件**：为了彻底放心，可以开启这个选项将源 RAW 数据嵌入生成的 DNG 文件。如果想节省磁盘空间就不要开启。

source: To backup the original metadata from the RAW file to the DNG container, the famous `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ engine is used in the background. If ExifTool is not available on your system, the DNG Converter will show this message: **Warning: ExifTool is not available to post-process metadata**. In this case, not all metadata will be backported from the RAW file to DNG.
ca: Per a fer una còpia de seguretat de les metadades originals del fitxer RAW al contenidor DNG, s'utilitza en segon pla el famós motor `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_. Si no està disponible en el vostre sistema, el Convertidor DNG mostrarà aquest missatge: **Avís: ExifTool no està disponible per a postprocessar les metadades**. En aquest cas, no totes les metadades es transferiran des del fitxer RAW cap al DNG.
it: Per eseguire copie di sicurezza dei metadati originali dal file RAW nel contenitore DNG, viene utilizzato in sottofondo il motore del famoso `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_. Se ExifTool non è disponibile nel tuo sistema, il Convertitore DNG mostrerà questo messaggio: **Attenzione: ExifTool non è disponibile per la post-elaborazione dei metadati**. In questo caso, non tutti i metadati verranno convertiti da RAW a DNG.
nl: Om de originele metagegevens uit het RAW-bestand naar de DNG-container over te zetten, wordt de beroemde engine `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ in de achtergrond gebruikt. Als ExifTool niet beschikbaar is op uw systeem, zal de DNG-converter dit bericht tonen: **Waarschuwing: ExifTool is niet beschikbaar om metagegevens na te bewerken**. In dat geval, zullen niet alle metagegevens overgebracht worden van het RAW-bestand naar DNG.
pt_br: Para fazer backup dos metadados originais do arquivo RAW para o contêiner DNG, o famoso mecanismo `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ é usado em segundo plano. Se o ExifTool não estiver disponível no seu sistema, o conversor DNG exibirá esta mensagem: **Aviso: O ExifTool não está disponível para pós-processamento de metadados**. Nesse caso, nem todos os metadados serão migrados do arquivo RAW para o DNG.
sl: Za varnostno kopiranje izvirnih metapodatkov iz datoteke RAW v vsebnik DNG uporabite znan mehanizem `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ v ozadju. Če orodja ExifTool ni na voljo v vašem sistemu, bo DNG Pretvornik bo prikazal to sporočilo: **Opozorilo: ExifTool ni na voljo za metapodatke po obdelavi**. V tem primeru vsi metapodatki ne bodo preneseni iz datoteke RAW v DNG.
sv: För att säkerhetskopiera ursprunglig metadata från den obehandlade filen till DNG-behållaren, används det berömda gränssnittet `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ i bakgrunden. Om ExifTool inte är tillgängligt på systemet visar DNG-konverteringen det här meddelandet: **Varning: ExifTool är inte tillgängligt för att efterbehandla metadata**. I så fall konverteras inte all metadata från den obehandlade filen till DNG.
uk: Щоб створити резервну копію початкових метаданих з файла цифрового негатива у контейнері DNG, за лаштунками буде використано відомий рушій `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_. Якщо у вашій системі не встановлено ExifTool, засіб перетворення на DNG покаже таке повідомлення: **Увага! Немає доступу до ExifTool для остаточної обробки метаданих.**. У такому випадку до файла DNG буде перенесено не усі метадані з файла цифрового негатива.
zh_cn: 将 RAW 文件原始元数据备份到 DNG 容器时，后台使用的是著名的 `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ 引擎。如果您的系统中没有安装 ExifTool，DNG 转换器会显示这条警告信息：**警告：无法使用 ExifTool 进行元数据后处理** 。这种情况下，并非所有元数据都能从 RAW 文件回传到 DNG 格式。

source: This tool is also available in the **Import Tool** as a post-process converter while downloading RAW file from a camera. See :ref:`this section <camera_dngconvert>` from the manual for details.
it: Questo strumento è disponibile anche nello **strumento Importazione** come convertitore di post-elaborazione durante lo scaricamento dei file RAW da una fotocamera. Per i dettagli, vedi :ref:`questa sezione <camera_dngconvert>` del manuale.

source: :ref:`DNG Converter <batch_queue>`
ca: :ref:`Convertidor DNG <batch_queue>`
pt_br: :ref:`Conversor DNG <batch_queue>`
sl: :ref:`Pretvornik DNG <batch_queue>`
sv: :ref:`DNG-konvertering <batch_queue>`
uk: :ref:`Перетворювач DNG <batch_queue>`
zh_cn: :ref:`DNG 转换工具 <batch_queue>`
