Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/metadata_tools.po
Languages: ca, es, it, nl, pt, sl, uk, zh_cn

source: digiKam Batch Queue Manager Metadata Tools
ca: Eines de metadades del Gestor de la cua per lots en el digiKam
es: Herramientas de metadatos del gestor de cola por lotes de digiKam
it: Strumenti per metadati del gestore elaborazione in serie di digiKam
nl: Takenwachtrijbeheerder van digiKam hulpmiddelen voor metagegevens
pt: Ferramentas de Meta-Dados do Gestor da Fila do digiKam
sl: digiKam orodja metapodatkov upravljalnika paketnih čakalnih vrst
uk: Інструменти метаданих керування пакетною обробкою у digiKam
zh_cn: digiKam 批处理管理器元数据工具

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, metadata, pick, labels, rating, color, comment, caption, title
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, metadades, selecció, rètols, valoració, color, comentari, llegenda, títol
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, metadati, scelta, etichette, valutazione, colore, commento, didascalia, titolo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, metagegevens, kiezen, labels, waardering, kleur, commentaar, opschrift, titel
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, lote, meta-dados, selecção, legendas, classificação, cor, comentário, legenda, título
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, serija, metapodatki, izbira, oznake, ocena, barva, komentar, napis, naslov
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетна, обробка, метадані, впорядкувальні, позначки, мітки, оцінка, колір, коментар, підпис, заголовок
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批处理, 元数据, 选择标签, 评级, 颜色, 注释, 标题,

source: :ref:`Metadata Tools <batch_queue>`
ca: :ref:`Eines de metadades <batch_queue>`
it: :ref:`Strumenti per metadati <batch_queue>`
sl: :ref:`Orodja za metapodatke <batch_queue>`
zh_cn: :ref:`元数据工具 <batch_queue>`

source: Contents
ca: Contingut
es: Contenido
it: Indice
nl: Inhoud
pt: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: The Batch Manager metadata tools are used to assist with :ref:`Digital Asset Management <asset_management>` by managing metadata values in items within a Queue, by helping to classify contents in your collection, or by preparing files for sharing with other applications.
ca: Les eines de metadades del Gestor de la cua per lots s'utilitzen per a fomentar la :ref:`gestió d'actius digitals <asset_management>` mitjançant la gestió dels valors de les metadades als elements en una cua, per a ajudar a classificar el contingut de la col·lecció o per a preparar els fitxers per a compartir-los amb altres aplicacions.
it: Gli strumenti per la gestione in serie dei metadati sono utilizzati per assistere tramite la :ref:`Gestione dei beni digitali <asset_management>` gestendo i valori dei metadati negli elementi all'interno di una coda, coadiuvando nella classificazione dei contenuti nelle raccolte, o preparando i file per la condivisione con altre applicazioni.
sl: Orodja za metapodatke upravljalnika paketov se uporabljajo za pomoč pri :ref:`Upravljanju z digitalnimi imetji <asset_management>` z upravljanjem vrednosti metapodatkov v elementih v čakalni vrsti, s pomočjo pri razvrščanju vsebine v vaši zbirki ali s pripravo datotek za skupno rabo z drugimi aplikacijami.
zh_cn: 批量管理器的元数据工具能帮您更好地 :ref:`管理数字资产 <asset_management>` ，主要通过三种方式：管理队列中文件的元数据值、协助分类整理您的收藏集，以及为文件共享到其他应用做准备。

source: Image Quality Scan
ca: Exploració de la qualitat de les imatges
it: Analisi qualità dell'immagine
sl: Skeniranje kakovosti slike
zh_cn: 图像品质扫描

source: This tool assesses your items to automatically assign a **Pick Label** based on the aesthetic value of the contents. You can use the fully automated quality assessment based on a deep-learning engine (recommended), or use manual settings for a fixed set of criteria including Blur, Noise, Exposure, and Compression. These settings are fully explained in the :ref:`Image Quality Scanning Settings <label_imagescan>` topic in the **Labels View** section of this manual.
ca: Aquesta eina avalua els elements per a assignar automàticament un **Rètol de selecció** segons el valor estètic del contingut. Podeu utilitzar la solució totalment automatitzada basada en un motor d'aprenentatge profund (recomanat) o utilitzar una configuració manual per a un conjunt fixat de criteris incloent-hi Difuminat, Soroll, Exposició i Compressió. Aquests paràmetres s'expliquen completament al tema :ref:`Configuració de l'exploració de la qualitat de les imatges <label_imagescan>` a la secció **Vista d'etiquetes** d'aquest manual.
it: Questo strumento valuta gli elementi per assegnare automaticamente loro una **etichetta di scelta** basata sul valore estetico del contenuto. Puoi utilizzare la valutazione di qualità completamente automatizzata basata su un motore di apprendimento profondo (raccomandata), oppure utilizzare le impostazioni manuali per un gruppo fisso di criteri che include Opacità, Rumore, Esposizione e Compressione. Queste impostazioni vengono spiegate in modo esaustivo nella sezione :ref:`Impostazioni di analisi qualità dell'immagine <label_imagescan>` nel capitolo **Vista delle etichette** di questo manuale.
sl: To orodje oceni vaše predmete in samodejno dodeli **Oznako za izbiro** na podlagi estetske vrednosti vsebine. Uporabite lahko popolnoma avtomatizirano oceno kakovosti, ki temelji na mehanizmu za poglobljeno učenje (priporočeno), ali pa uporabite ročne nastavitve za določen nabor meril, vključno z zameglitvijo, šumom, osvetlitvijo in stiskanjem. Te nastavitve so v celoti razložene v razdelku :ref:`Nastavitve skeniranja kakovosti slike <label_imagescan>` v razdelju* *Pogled oznak** tega priročnika.
zh_cn: 这个工具会自动评估文件内容的美学价值，并会自动分配好 **挑选标记** 。您可以选择：基于深度学习引擎的全自动质量评估（推荐），或者手动设置固定标准，包括：模糊度、噪点、曝光和压缩（具体设置请参阅本手册 **标记视图** 章节中的 :ref:`图像品质扫描设置 <label_imagescan>` 专题）

source: The Batch Queue Manager Tool to Sort Items by Image Quality
ca: L'eina Gestor de la cua per lots per a ordenar els elements segons la qualitat de la imatge
it: Lo strumento del gestore elaborazione in serie per ordinare gli elementi per qualità di immagine
nl: Het hulpmiddel items sorteren op kwaliteit van de afbeelding in de takenwachtrijbeheerder
pt: A Ferramenta de Gestão da Fila em Lote para Ordenar os Itens pela Qualidade da Imagem
sl: Orodje za upravljanje paketnih čakalnih vrst za razvrščanje elementov po kakovosti slike
uk: Засіб керування чергою пакетної обробки упорядковує записи за якістю зображення
zh_cn: 批处理管理器，按图像品质来给项目排序

source: Apply Metadata Template
ca: Aplicar la plantilla de metadades
es: Aplicar plantilla de metadatos
it: Applica il modello di metadati
nl: Pas het metagegevenssjabloon toe
pt: Aplicar o Modelo de Meta-Dados
sl: Uporabi predlogo metapodatkov
uk: Застосування шаблону метаданих
zh_cn: 应用元数据模板

source: This tool applies a metadata template to your items in order to set copyright and descriptive information about the contents. The **Template** drop-down field lets you choose one of the metadata templates that can be customized in :ref:`Templates Settings <templates_settings>`. You can also access the **Template Manager** with the edit button to the right of the drop-down field.
ca: Aquesta eina aplica una plantilla de metadades als vostres elements per a establir la informació dels drets d'autor i la descripció sobre el contingut. El camp desplegable **Plantilla** permet escollir una de les plantilles de metadades que es poden personalitzar a :ref:`Configurar les plantilles <templates_settings>`. També podeu accedir al **Gestor de plantilles** amb el botó d'edició que hi ha a la dreta del camp desplegable.
it: Questo strumento applica un modello di metadati agli elementi in modo da impostare il copyright e le informazioni descrittive sul contenuto. Il campo a tendina **Modello** ti permette di scegliere uno dei modelli di metadati che può essere personalizzato nelle :ref:`Impostazioni dei modelli <templates_settings>`. Puoi accedere al **Gestore dei modelli** anche col pulsante di modifica alla destra del campo a tendina.
nl: Dit hulpmiddel past een metagegevenssjabloon toe op uw items om informatie over copyright en beschrijving over de inhoud in te stellen. Het afrolveld **Sjabloon** laat u een van uw metagegevenssjablonen kiezen die aangepast kunnen worden in :ref:`Sjablooninstellingen <templates_settings>`. U krijgt ook toegang tot de **Sjabloonbeheerder** met de knop bewerken rechts van het afrolveld.
sl: To orodje uporabi predlogo metapodatkov za vaše elemente, da nastavi avtorske pravice in opisne informacije o vsebini. V spustnem polju **Predloga** lahko izberete eno od predlog metapodatkov, ki jih lahko prilagodite v :ref:`Nastavitve predlog <templates_settings>`. Do **Upravitelja predlog** lahko dostopate tudi z gumbom za urejanje na desni strani spustnega polja.
uk: Цей інструмент призначено для застосування шаблона метаданих до ваших записів за порядком для встановлення даних щодо авторських прав і опису вмісту. За допомогою спадного списку поля **Шаблон** ви можете вибрати один з ваших шаблонів метаданих, які налаштовано у :ref:`параметрах шаблонів <templates_settings>`. Доступ до **керування шаблонами** можна також отримати за допомогою кнопки редагування, розташованої праворуч від поля спадного списку.
zh_cn: 这个工具可以把预设的元数据模板应用到您的文件上，用来设置版权和描述信息。操作很简单：在 **模板** 下拉菜单中选择一个模板，这些模板可以在 :ref:`模板配置 <templates_settings>` 中自定义，点击下拉框右侧的编辑（笔图标）按钮，还能进入 **模板管理** 进行更多设置。

source: The Batch Queue Manager Tool to Apply Metadata Template
ca: L'eina Gestor de la cua per lots per a aplicar la plantilla de metadades
es: La herramienta del gestor de cola por lotes para aplicar una plantilla de metadatos
it: Lo strumento del gestore elaborazione in serie per applicare il modello dei metadati
nl: Het hulpmiddel metagegevenssjabloon toepassen in de takenwachtrijbeheerder
pt: A Ferramenta do Gestor da Fila para Aplicar o Modelo de Meta-Dados
sl: Orodje za upravljanje paketnih čakalnih vrst za uporabo predloge metapodatkov
uk: Інструмент засобу керування чергою пакетної обробки для застосування шаблона метаданих
zh_cn: 批处理管理器：应用元数据模板工具

source: Translate Metadata
ca: Traduir les metadades
es: Traducir metadatos
it: Traduci metadati
nl: Metagegevens vertalen
pt: Tradução dos Meta-Dados
sl: Prevedi metapodatke
uk: Переклад метаданих
zh_cn: 元数据翻译工具​

source: This tool automatically translates some key metadata into alternative language strings using an online translator service. Translatable entries are:
ca: Aquesta eina tradueix automàticament algunes metadades clau a cadenes en un idioma alternatiu mitjançant un servei traductor en línia. Les entrades traduïbles són:
it: Questo strumento traduce automaticamente alcuni metadati chiave in stringhe di lingue alternative utilizzando un servizio di traduzione in linea. Le voci traducibili sono:
nl: Dit hulpmiddel vertaalt automatisch sleutelmetagegevens in alternatieve taal tekenreeksen met een online vertaalservice. Vertaalbare items zijn:
sl: To orodje samodejno prevede nekatere ključne metapodatke v alternativne jezikovne nize s pomočjo spletne prevajalske storitve. Prevedljivi vnosi so:
uk: За допомогою цього інструмента можна автоматично перекладати альтернативними мовами рядок з метаданих за допомогою служби інтернет-перекладу. Придатними до перекладу є такі записи:
zh_cn: 这个工具能通过在线翻译服务，自动将关键元数据翻译成其他语言版本。支持翻译的字段包括：

source: :ref:`Title <captions_comments>`
ca: :ref:`Títol <captions_comments>`
it: :ref:`Titolo <captions_comments>`
sl: :ref:`Naslov <captions_comments>`
zh_cn: :ref:`标题 <captions_comments>`

source: :ref:`Captions <captions_comments>`
ca: :ref:`Llegendes <captions_comments>`
it: :ref:`Didascalie <captions_comments>`
sl: :ref:`Napisi <captions_comments>`
zh_cn: :ref:`说明 <captions_comments>`

source: :ref:`Copyrights <authorship_copyright>`
ca: :ref:`Drets d'autor <authorship_copyright>`
it: :ref:`Copyright <authorship_copyright>`
sl: :ref:`Avtorske pravice <authorship_copyright>`
zh_cn: :ref:`版权 <authorship_copyright>`

source: :ref:`Usage Terms <authorship_copyright>`
ca: :ref:`Condicions d'ús <authorship_copyright>`
it: :ref:`Termini di utilizzo <authorship_copyright>`
sl: :ref:`Pogoji uporabe <authorship_copyright>`
zh_cn: :ref:`使用条款 <authorship_copyright>`

source: The translations settings can be modified from the dedicated :ref:`Localize Settings Panel <localize_settings>`. Translation settings include a list of additional languages that can be used. To add a new language to the list, use the drop-down button on the left of **Translate to** option. To remove a language, use the context menu for any item in the list.
ca: Els paràmetres de les traduccions es poden modificar al :ref:`Plafó de configuració de traducció <localize_settings>` dedicat. Els paràmetres de les traduccions inclouen una llista d'idiomes addicionals que es poden fer servir. Per a afegir un idioma nou a aquesta llista, utilitzeu el botó desplegable a l'esquerra de l'opció **Tradueix a**. Per a eliminar un idioma, utilitzeu el menú contextual sobre qualsevol element de la llista.
it: Le impostazioni delle traduzioni possono essere modificate dal :ref:` pannello delle impostazioni di localizzazione <localize_settings>` dedicato. Le impostazioni di traduzione includono un elenco di lingue aggiuntive utilizzabili. Per aggiungere una nuova lingua all'elenco, usa il pulsante a tendina che si trova alla sinistra dell'opzione **Traduci in**. Per rimuovere una lingua, usa il menu contestuale su qualsiasi elemento nell'elenco.
sl: Nastavitve prevodov je mogoče spremeniti v namenski :ref:`Nastavitvena plošča lokalizacije <localize_settings>`. Nastavitve prevajanja vključujejo seznam dodatnih jezikov, ki jih je mogoče uporabiti. Če želite na seznam dodati nov jezik, uporabite spustni gumb na levi strani možnosti **Prevedi v**. Če želite odstraniti jezik, uporabite kontekstni meni za kateri koli element na seznamu.
zh_cn: 翻译设置可在专属的 :ref:`本地化设置面板 <localize_settings>` 中调整。您可以：点击 **翻译为** 选项左侧的下拉按钮添加新语言。右键点击列表中的语言项即可移除。

source: The Batch Queue Manager Tool to Translate Strings in Metadata
ca: L'eina Gestor de la cua per lots per a traduir cadenes en les metadades
it: Lo strumento del gestore elaborazione in serie per tradurre le stringhe nei metadati
nl: Het hulpmiddel om tekenreeksen te vertalen in metagegevens in de takenwachtrijbeheerder
pt: A Ferramenta do Gestor da Fila para Traduzir os Textos nos Meta-Dados
sl: Orodje za upravljanje paketnih čakalnih vrst za prevajanje nizov v metapodatkih
uk: Інструмент засобу керування чергою пакетної обробки для перекладу рядків у метаданих
zh_cn: 批处理管理器的元数据字段翻译工具

source: Assign Captions
ca: Assignar llegendes
es: Asignar pies de foto
it: Assegna didascalie
nl: Opschriften toekennen
pt: Atribuição de Legendas
sl: Dodeli napise
uk: Призначити підписи
zh_cn: 说明文字分配

source: This tool assigns **Title**, **Captions**, and **Author** properties to items from a Queue. For details about these properties, take a look at the :ref:`Captions View <captions_view>` section of this manual.
ca: Aquesta eina assigna les propietats de **Títol**, **Llegendes** i **Autor** als elements d'una cua. Per als detalls sobre aquestes propietats, vegeu la secció :ref:`Vista de llegendes <captions_view>` d'aquest manual.
it: Questo strumento assegna le proprietà **Titolo**, **Didascalie** e **Autore** agli elementi da una coda. Per i dettagli su queste proprietà, consulta il capitolo :ref:`Vista Didascalie <captions_view>` di questo manuale.
sl: To orodje omogoča dodelitev lastnosti elementov **Naslova**, **Napisov** in **Avtorja** iz čakalne vrste. Za podrobnosti o teh lastnostih si poglejte :ref:`Razdelek z napisi <captions_view>` v tem priročniku.
zh_cn: 此工具用于为队列中的文件批量设置 **标题** 、**说明** 和 **作者** 信息。具体字段说明请参阅本手册 :ref:`说明视图 <captions_view>` 章节。

source: The Batch Queue Manager Tool to Assign Captions to Items
ca: L'eina Gestor de la cua per lots per a assignar llegendes als elements
it: Lo strumento del gestore elaborazione in serie per assegnare didascalie agli elementi
nl: Het hulpmiddel opschriften toekennen aan items in de takenwachtrijbeheerder
pt: A Ferramenta do Gestor da Fila para Atribuir Legendas aos Itens
sl: Orodje za upravljanje paketnih čakalnih vrst za dodeljevanje napisov elementom
uk: Засіб керування чергою пакетної обробки призначає підписи до записів
zh_cn: 批处理管理器的说明文字分配工具

source: Assign Labels
ca: Assignar rètols
es: Asignar emblemas
it: Assegna etichette
nl: Labels toewijzen
pt: Atribuir as Legendas
sl: Dodelite oznake
uk: Призначення позначок
zh_cn: 分配标记

source: This tool assigns **Pick Label**, **Rating**, and **Color Label** to items from a Queue. Unlike the **Quality Sort** tool which applies a Pick Label automatically, this tool will set the Pick Label value manually. For details about these properties, take a look at the :ref:`Captions View <captions_view>` section of this manual.
ca: Aquesta eina assigna **Rètols de selecció**, **Valoració** i **Rètols de color** als elements d'una cua. A diferència de l'eina **Ordena segons la qualitat** que aplica automàticament un rètol de selecció, aquesta eina establirà manualment el valor del rètol de selecció. Per als detalls sobre aquestes propietats, vegeu la secció :ref:`Vista de llegendes <captions_view>` d'aquest manual.
it: Questo strumento assegna **etichette di scelta**, **valutazione** ed **etichette colorate** agli elementi da una coda. A differenza dello strumento **Ordinamento qualità**, che applica automaticamente un'etichetta di scelta, questo strumento regola solo manualmente il valore della etichetta di scelta. Per i dettagli su queste proprietà, consulta il capitolo :ref:`Vista Didascalie <captions_view>` di questo manuale.
sl: To orodje omogoča dodelitev **Izbira oznake**, **Ocena** in **Oznaka barve** elementom iz čakalne vrste. V nasprotju z orodjem **Razvrščanje po kakovosti**, ki samodejno izbere oznako, to orodje le ročno prilagodi vrednost izbire oznake. Za podrobnosti o teh lastnostih si oglejte :ref:`Razdelek napisov <captions_view>` tega priročnika.
zh_cn: 这个工具可为队列文件分配 **挑选标记**、 **星级评分** 和 **颜色标记** 。与自动分配标记的 **图像品质扫描** 工具不同，这里需要手动设置。各标签属性说明请参阅本手册 :ref:`说明视图 <captions_view>` 章节。

source: The Batch Queue Manager Tool to Assign Labels to Items
ca: L'eina Gestor de la cua per lots per a assignar rètols als elements
it: Lo strumento del gestore elaborazione in serie per assegnare etichette agli elementi
nl: Het hulpmiddel labels toekennen aan items in de takenwachtrijbeheerder
pt: A Ferramenta do Gestor da Fila para Atribuir Etiquetas aos Itens
sl: Orodje za upravljanje paketnih čakalnih vrst za dodeljevanje oznak elementom
uk: Засіб керування чергою пакетної обробки призначає позначки до записів
zh_cn: 批处理管理器的分配标记工具

source: Remove Metadata
ca: Eliminar les metadades
es: Eliminar metadatos
it: Rimuovi metadati
nl: Metagegevens verwijderen
pt: Remover os Meta-Dados
sl: Odstrani metapodatke
uk: Вилучити метадані
zh_cn: 移除元数据

source: This tool deletes selected portions of **Exif**, **IPTC**, and **XMP** metadata from files in the Queue. You can select specific categories of metadata to remove from the **Exif**, **IPTC**, and **XMP** drop-down menus:
ca: Aquesta eina suprimeix porcions seleccionades de les metadades **Exif**, **IPTC** i **XMP** dels fitxers de la cua. Podeu seleccionar categories específiques de metadades per a eliminar dels menús desplegables d'**Exif**, **IPTC** i **XMP**:
it: Questo strumento elimina le porzioni selezionate dei metadati **Exif**, **IPTC** e **XMP** dai file nella coda. Puoi selezionare categorie specifiche di metadati da rimuovere dai menu a discesa **Exif**, **IPTC** e **XMP**:
nl: Dit hulp middel verwijdert geselecteerde delen van metagegevens **Exif**, **IPTC** en **XMP** uit bestanden in de wachtrij. U kunt specifieke categorieÃ«n van metagegevens selecteren om te verwijderen uit de afrolmenu's **Exif**, **IPTC** en **XMP**:
sl: To orodje izbriše izbrane dele metapodatkov **Exif**, **IPTC** in **XMP** iz datotek v čakalni vrsti. V spustnih menijih **Exif**, **IPTC** in **XMP** lahko izberete določene kategorije metapodatkov, ki jih želite odstraniti:
uk: За допомогою цього інструмента можна вилучити позначені частини метаданих **Exif**, **IPTC** і **XMP** з файлів у черзі обробки. Ви можете вибрати певні категорії метаданих, які слід вилучити, за допомогою спадних меню **Exif**, **IPTC** і **XMP**:
zh_cn: 这个工具可以删除队列文件中选定的 **Exif** 、 **IPTC** 和 **XMP** 元数据。通过下拉菜单选择要删除的元数据类型：

source: **Completely**: remove all Exif entries.
ca: **Completament**: elimina totes les entrades d'Exif.
it: **Completamente**: rimuove tutte le voci Exif.
nl: **Volledig**: verwijder alle Exif-items.
sl: **Popolnoma**: izbriše vse vnose Exif.
uk: **Повністю**: вилучити усі записи Exif.
zh_cn: **全部** ：删除所有 Exif 条目

source: **Date**: remove the time-stamp.
ca: **Data**: elimina la marca de temps.
it: **Data**: rimuove la data e l'ora.
nl: **Datum**: verwijder het tijdstempel.
sl: **Datum**: izpusti časovni žig.
uk: **Дата**: вилучити часову позначку.
zh_cn: **日期** ：删除时间戳

source: **GPS**: remove geolocation information.
ca: **GPS**: elimina la informació de geolocalització.
it: **GPS**: rimuove le informazioni di geolocalizzazione.
nl: **GPS**: verwijder de informatie over geo-locatie.
sl: **GPS**: izpusti informacije o geolokaciji.
uk: **GPS**: вилучити дані геопозиціювання.
zh_cn: **GPS** ：删除地理位置信息

source: **XPKeywords**: remove the Windows keywords
ca: **XPKeywords**: elimina les paraules clau del Windows
it: **XPKeywords**: rimuove le parole chiave di Windows
nl: **XPKeywords**: verwijder de Windows sleutelwoorden
sl: **XPKeywords**: izpusti ključne besede Windows
uk: **XPKeywords**: вилучити ключові слова Windows
zh_cn: **XP 关键字** ：删除 Windows 关键字

source: **Comments and Descriptions**: remove all captions entries.
ca: **Comentaris i descripcions**: elimina totes les entrades de llegendes.
it: **Commento e descrizione**: rimuove tutte le voci delle didascalie.
nl: **Commentaar en beschrijvingen**: verwijder alle opschriftitems.
sl: **Komentarji in opisi**: odstrani vse vnose podnapisov.
uk: **Коментарі і описи**: вилучити усі записи підписів.
zh_cn: **注释和描述** ：删除所有说明文字

source: **Completely**: remove all IPTC entries.
ca: **Completament**: elimina totes les entrades d'IPTC.
it: **Completamente**: rimuove tutte le voci IPTC.
nl: **Volledig**: verwijdert alle IPTC-items.
sl: **Popolnoma**: izbriše vse vnose IPTC.
uk: **Повністю**: вилучити усі записи IPTC.
zh_cn: **全部** ：删除所有 IPTC 条目

source: **Caption**: remove the content descriptions.
ca: **Llegenda**: elimina les descripcions del contingut.
it: **Didascalia**: rimuove le descrizioni del contenuto.
nl: **Opschrift**: verwijdert de inhoud van beschrijvingen.
sl: **Napis**: odstrani opise vsebine.
uk: **Підпис**: вилучити описи вмісту.
zh_cn: **说明** ：删除内容说明

source: **Completely**: remove all XMP entries.
ca: **Completament**: elimina totes les entrades XMP.
it: **Completamente**: rimuove tutte le voci XMP.
nl: **Volledig**: verwijdert alle XMP-items.
sl: **Popolnoma**: izbriše vse vnose XMP.
uk: **Повністю**: вилучити усі записи XMP.
zh_cn: **全部** ：删除所有 XMP 条目
