Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/metadata_tools.po
Languages: ca, es, it, nl, pt, sl, uk, zh_cn

source: **DigiKam**: remove all information from the application namespace.
ca: **DigiKam**: elimina tota la informació des de l'espai de noms de l'aplicació.
it: **digiKam**: rimuove tutte le informazioni dallo spazio nome dell'applicazione.
nl: **DigiKam**: verwijder alle informatie uit de naamruimte van de toepassing.
sl: **DigiKam**: izbriše vse informacije iz imenskega prostora aplikacije.
uk: **DigiKam**: вилучити усі дані з простору назв програми.
zh_cn: **digiKam 全部** ：删除 digiKam写入的所有元数据（包括调整参数、评分标签等）

source: **DigiKam image history**: remove only the versioning data from the application namespace.
ca: **Historial d'imatges del DigiKam**: només elimina les dades de control de versions des de l'espai de noms de l'aplicació.
it: **Cronologia immagini digiKam**: rimuove solo di dati di revisione dallo spazio nome dell'applicazione.
nl: **Afbeeldingsgeschiedenis van digiKam**: verwijder alleen de gegevens over met versies uit de naamruimte van de toepassing.
sl: **Zgodovina slik DigiKam**: odstrani samo podatke o različicah iz imenskega prostora aplikacije.
uk: **Журнал зображення digiKam**: вилучити лише дані щодо версій з простору назв програми.
zh_cn: **digiKam 图像历史** ：则只删除版本历史记录（如修改次数、操作时间等）

source: **Dublin Core**: remove only the entries from the Dublin Core namespace.
ca: **Nucli Dublin**: només elimina les entrades des de l'espai de noms Nucli Dublin.
it: **Dublin Core**: rimuove solo le voci dallo spazio nome Dublin Core.
nl: **Dublin Core**: verwijdert alleen de items uit de naamruimte Dublin Core.
sl: **Dublin Core**: odstrani samo vnose iz imenskega prostora Dublin Core.
uk: **Dublin Core**: вилучити лише записи з простору назв Dublin Core.
zh_cn: **Dublin 核心** ：仅删除 Dublin 核心命名空间的条目

source: **Exif**: remove only the translated Exif information stored in the dedicated namespace.
ca: **Exif**: només elimina la informació Exif traduïda emmagatzemada en l'espai de noms dedicat.
it: **Exif**: rimuove solo le informazioni Exif tradotte memorizzate nello spazio nome dedicato.
nl: **Exif**: verwijder alleen de vertaalde Exif-informatie opgeslagen in de toegewezen naamruimte.
sl: **Exif**: odstrani samo prevedene informacije Exif, shranjene v namenskem imenskem prostoru.
uk: **Exif**: вилучити лише перекладені відомості Exif, що зберігаються у спеціалізованому просторі назв.
zh_cn: **Exif** ：仅删除专用命名空间中存储的转换后 Exif 信息（​​XMP 元数据中存储的 Exif 副本数据​​）

source: **Video**: remove only the entries from the Video namespace.
ca: **Vídeo**: només elimina les entrades des de l'espai de noms Vídeo.
it: **Video**: rimuove solo le voci dallo spazio nome Video.
nl: **Video**: verwijdert alleen de items uit de naamruimte Video.
sl: **Video**: odstrani samo vnose iz imenskega prostora Video.
uk: **Відео**: вилучити лише записи з простору назв відео.
zh_cn: **视频** ：仅删除视频命名空间的条目（删除XMP元数据中专门描述视频特性的字段）

source: **Caption, comment and description**: remove all entries describing the contents.
ca: **Llegenda, comentari i descripció**: elimina totes les entrades que descriuen el contingut.
it: **Didascalia, commento e descrizione**: rimuove tutte le voci che descrivono il contenuto.
nl: **Opschrift, commentaar en beschrijving**: verwijder alle items die de inhoud beschrijven.
sl: **Napis, komentar in opis**: odstrani vse vnose, ki opisujejo vsebino.
uk: **Підпис, коментар і опис**: вилучити усі записи, які описують вміст.
zh_cn: **说明、注释和描述** ：删除所有内容描述条目

source: The Batch Queue Manager Tool to Remove Metadata from Items
ca: L'eina Gestor de la cua per lots per a eliminar metadades dels elements
es: La herramienta del gestor de cola por lotes para eliminar metadatos de los elementos
it: Lo strumento del gestore elaborazione in serie per rimuovere i metadati dagli elementi
nl: Het hulpmiddel voor verwijderen van metagegevens uit items in de takenwachtrijbeheerder
pt: A Ferramenta do Gestor da Fila para Remover os Meta-Dados dos Itens
sl: Orodje za upravljanje paketnih čakalnih vrst za odstranjevanje metapodatkov iz elementov
uk: Інструмент засобу керування чергою пакетної обробки вилучає метадані з записів
zh_cn: 批处理管理器的元数据删除工具

source: Time Adjust
ca: Ajustar de l'hora
es: Ajuste horario
it: Regolazione dell'ora
nl: Tijdbijstelling
pt: Ajuste de Hora
sl: Prilagoditev časa
uk: Налаштування часу
zh_cn: 时间调整

source: This tool adjusts the time-stamp entries in file metadata. It use the same settings as the :ref:`stand alone version <time_adjust>` of this plugin available from :menuselection:`Item --> Adjust Date & Time` in the **Main Window** menubar.
ca: Aquesta eina ajusta les entrades de marca de temps en les metadades del fitxer. Utilitza la mateixa configuració que la :ref:`versió independent <time_adjust>` d'aquest connector disponible a :menuselection:`Element --> Ajusta la data i hora` de la barra de menús de la **finestra principal**.
it: Questo strumento regola le voci della data e l'ora nei metadati dei file. Utilizza le stesse impostazioni della :ref:`versione indipendente <time_adjust>` di questa estensione, disponibile dalla voce di menu :menuselection:`Elemento --> Regola data e ora` della **finestra principale**.
nl: Dit hulpmiddel past het tijdstempel in metagegevens van het bestand aan. Het gebruikt dezelfde instellingen als :ref:`alleen staande versie <time_adjust>` van deze plug-in, beschikbaar in :menuselection:`Item --> Datum & tijd aanpassen` in de menubalk van het **Hoofdvenster**.
sl: To orodje prilagodi vnose časovnih žigov v metapodatkih datoteke. Uporablja enake nastavitve kot :ref:`samostojna različica <time_adjust>` tega vtičnika, ki je na voljo v :menuselection:`Predmet --> Prilagodi datum in čas` v menijski vrstici **Glavnega okna**.
uk: За допомогою цього інструмента можна скоригувати записи часової позначки у метаданих файла. Буде використано ті самі параметри, що і в :ref:`окремій версії <time_adjust>` цього додатка, доступ до якої можна отримати з пункту меню :menuselection:`Запис --> Налаштувати дату і час` **основного вікна** програми.
zh_cn: 用于修改文件元数据中的时间戳记录，其设置项与主菜单 :menuselection:`项目 --> 调整时间和日期` 中的 :ref:`独立插件版本 <time_adjust>` 完全一致。

source: The Batch Queue Manager Tool to Adjust Items' Time-Stamp
ca: L'eina Gestor de la cua per lots per a ajustar la marca de temps dels elements
it: Lo strumento del gestore elaborazione in serie per regolare la data e l'ora degli elementi
sl: Orodje za upravljanje paketnih čakalnih vrst za prilagajanje časovnega žiga
zh_cn: 批处理管理器的时间戳调整工具

source: Metadata Tools
es: Herramientas de metadatos
pt: Ferramentas de Meta-Dados
uk: Інструменти метаданих

source: The Batch Manager metadata tools are used to apply the :ref:`Digital Asset Management <asset_management>` by managing metadata values in items hosted in a Queue, to help to classify contents in your collection or to prepare for sharing outside the box.
pt: As ferramentas de meta-dados do Gestor da Fila são usadas para aplicar a :ref:`Gestão de Activos Digitais <asset_management>`, gerindo os valores dos meta-dados nos itens alojados numa Fila, de forma a ajudar a classificar os conteúdos na sua colecção ou prepará-los para serem partilhados lá fora.

source: Image Quality Sort
es: Ordenar por calidad de imagen
nl: Sorteren op kwaliteit
pt: Ordenação pela Qualidade da Imagem
uk: Впорядковування зображень за якістю

source: This tool parse your items to assign a **Pick Label** automatically depending of the aesthetic value of the contents. You can use the full automated solution based on deep-learning engine (recommended), or use a manual settings for each criteria. These settings are fully explained in the :ref:`Setup Quality <imgqsort_settings>` section from this manual.
pt: Esta ferramenta processa os seus itens para atribuir uma **Legenda de Selecção** automaticamente, dependendo do valor estético dos conteúdos. Poderá usar a solução totalmente automatizada com base no motor de aprendizagem (recomendado), ou usando uma definição manual para cada critério. Estas configurações estão completamente explicadas na secção de :ref:`Configuração da Qualidade <imgqsort_settings>` deste manual.

source: This tool is dedicated to apply a metadata template to your items in order to set copyright and description information about the contents. The **Template** drop-down field lets you choose one of your metadata templates you customized in :ref:`Templates Settings <templates_settings>`. You can access the **Template Manager** also with the edit button to the right of the drop-down field.
pt: Esta ferramenta está dedicada à aplicação de um modelo de meta-dados aos seus itens, com o objectivo de definir informações de direitos de autor e descrições sobre os conteúdos. O campo **Modelo** permite-lhe escolher um dos seus modelos de meta-dados que personalizou na :ref:`Configuração dos Modelos <templates_settings>`. Poderá aceder ao **Gestor de Modelos** também com o botão de edição à direita da lista.

source: This tool allows to translate automatically some alternative language string from metadata using an online translator service. Translatable entries are:
pt: Esta ferramenta permite traduzir automaticamente alguns textos para uma língua alternativa a partir dos meta-dados, usando um serviço de traduções 'online'. Os itens disponíveis para tradução são:

source: :ref:`Title <captions_comments>`.
es: :ref:`Título <captions_comments>`.
pt: :ref:`Título <captions_comments>`.
uk: :ref:`Заголовок <captions_comments>`.

source: :ref:`Captions <captions_comments>`.
es: :ref:`Pies de foto <captions_comments>`.
pt: :ref:`Legendas <captions_comments>`.
uk: :ref:`Підписи <captions_comments>`.

source: :ref:`Copyrights <authorship_copyright>`.
es: :ref:`Derechos de autor <authorship_copyright>`.
pt: :ref:`Direitos de Autor <authorship_copyright>`.
uk: :ref:`Авторські права <authorship_copyright>`.

source: :ref:`Usage Terms <authorship_copyright>`.
es: :ref:`Condiciones de uso <authorship_copyright>`.
pt: :ref:`Termos de Utilização <authorship_copyright>`.
uk: :ref:`Умови використання <authorship_copyright>`.

source: The translations settings can be tuned with the dedicated :ref:`Localize Setup Panel <localize_settings>`. A list of languages to append or fix in selected alternative language strings. To add a new language in this list, use the drop-down button on the left of **Translate to** option. To remove a language, use the context menu over this list.
pt: As definições das traduções podem ser ajustadas com o :ref:`Painel de Configuração da Localização <localize_settings>` dedicado. Irá aparecer uma lista das línguas a adicionar ou corrigir nos textos nas línguas alternativas seleccionadas. Para adicionar uma nova língua nesta lista, use a lista à esquerda da opção **Traduzir para**. Para remover uma língua, use o menu de contexto nesta lista.

source: This tool allows to assign **Title**, **Captions**, and **Author** properties to items from a Queue. For details about these properties, take a look to the :ref:`Captions section <captions_view>` from this manual.
pt: Esta ferramenta permite atribuir as propriedades do **Título**, **Legendas** e **Autor** aos itens de uma fila. Para mais detalhes sobre estas propriedades, dê uma vista de olhos na :ref:`secção das Legendas <captions_view>` deste manual.

source: This tool allows to assign **Pick Label**, **Rating**, and **Color Label** to items from a Queue. In oppposite to **Quality Sort** tool which apply a Pick Label automatically, this tool just tune the Pick Label value manually. For details about these properties, take a look to the :ref:`Captions section <captions_view>` from this manual.
pt: Esta ferramenta permite atribuir uma **Legenda de Selecção**, **Classificação** e **Legenda de Cor** aos itens de uma fila. Ao contrário da **Ordenação por Qualidade**, que aplica uma Legenda de Selecção automaticamente, esta ferramenta apenas tenta ajustar manualmente o valor da Legenda de Selecção. Para saber mais detalhes sobre estas propriedades, dẽ uma vista de olhos na :ref:`secção de Legendas <captions_view>` deste manual.

source: This tool to drop parts of metadata from files, into the **Exif**, **IPTC**, and **XMP** chunks. More precisely you can select from the delegate drop-down menus the following sections:
pt: Esta ferramenta permite retirar parte dos meta-dados dos ficheiros nos blocos de **EXIF**, **IPTC** e **XMP**. Para ser mais exacto, pode seleccionar nos menus delegados as seguintes secções:

source: **Completely**: drop all Exif entries.
es: **Completamente**: descartar todas las entradas Exif.
pt: **Completamente**: remover todos os itens de EXIF.

source: **Date**: drop the time-stamp.
es: **Fecha**: descartar la marca de fecha y hora.
pt: **Data**: remover a data/hora.

source: **GPS**: drop geolocation information.
es: **GPS**: descartar la información de geolocalización.
pt: **GPS**: remover os dados de localização geográfica.

source: **XPKeywords**: drop the Windows keywords
es: **XPKeywords**: descartar las palabras claves de Windows.
pt: **XPKeywords**: remove as palavras-chave do Windows

source: **Comments and Descriptions**: all captions entries.
es: **Comentarios y descripciones**: todas las entradas de pies de foto.
pt: **Comentários e Descrições**: todos os elementos de legendas.

source: **Completely**: drop all IPTC entries.
es: **Completamente**: descartar todas las entradas IPTC.
pt: **Completamente**: remover todos os itens do IPTC.

source: **Caption**: drop the content descriptions.
es: **Pie de foto**: descartar las descripciones del contenido.
pt: **Legenda**: remove as descrições do conteúdo.

source: **Completely**: drop all XMP entries.
es: **Completamente**: descartar todas las entradas XMP.
pt: **Completamente**: remover todos os itens do XMP.

source: **DigiKam**: drop all information from application namespace.
es: **DigiKam**: descartar toda la información del espacio de nombres de la aplicación.
pt: **DigiKam**: remove todas as informações do espaço de nomes da aplicação.

source: **DigiKam image history**: drop only the versioning data from the application namespace.
pt: **Histórico de imagens do DigiKam**: remove apenas os dados de controlo de versões do espaço de nomes da aplicação.

source: **Dublin Core**: drop only the entries from Dublin Core namespace.
es: **Dublin Core**: descartar solo las entradas del espacio de nombres de Dublin Core.
pt: **Dublin Core**: remove apenas os elementos do espaço de nomes do Dublin Core.

source: **Exif**: drop only the translated Exif information stored in the dedicated namespace.
es: **Exif**: descartar solo la información Exif traducida que esté guardada en el espacio de nombres dedicado.
pt: **EXIF**: remove apenas os dados de EXIF traduzidos no espaço de nomes dedicado.

source: **Video**: drop only the entries from the Video namespace.
es: **Vídeo**: descartar solo las entradas del espacio de nombres de Vídeo.
pt: **Vídeo**: remove apenas os itens do espaço de nomes de vídeos.

source: **Caption, comment and description**: drop all entries described the contents.
es: **Pie de foto, comentario y descripción**: descartar todas las entradas que describen el contenido.
pt: **Legenda, comentário e descrição**: remove todos os itens que descrevem o conteúdo.

source: This tool allows to adjust the time-stamp entries in file metadata. It use the same settings than :ref:`stand alone version <time_adjust>` of this plugin available from **Main Window** from :menuselection:`Item --> Adjust Date & Time` menu entry.
pt: Esta ferramenta permite ajustar os itens de horas nos meta-dados dos ficheiros. Usa as mesmas definições que a :ref:`versão independente <time_adjust>` deste 'plugin', que está disponível na **Janela Principal** em :menuselection:`Item --> Ajustar a Data & Hora`.

source: The Batch Queue Manager Tool to Adjust Items Time-Stamp
pt: A Ferramenta do Gestor da Fila para Acertar a Hora dos Itens
uk: Засіб керування чергою пакетної обробки коригує часову позначку записів

source: The Batch Manager metadata tools are used to assist with :ref:`Digital Asset Management <asset_management>` by managing metadata values in items within in a Queue, by helping to classify contents in your collection, or by preparing files for sharing with other applications.
uk: Інструменти роботи з метаданими засобу керування пакетною обробкою використовують для полегшення :ref:`керування цифровою власністю <asset_management>` шляхом керування значеннями метаданих у записах з черги обробки, щоб допомогти у класифікації даних вашої збірки або приготувати зображення для оприлюднення.

source: This tool assesses your items to automatically assign a **Pick Label** based on the aesthetic value of the contents. You can use the fully automated quality assessment based on a deep-learning engine (recommended), or use manual settings for a fixed set of criteria including Blur, Noise, Exposure, and Compression. These settings are fully explained in the :ref:`Setup Quality <imgqsort_settings>` section of this manual.
uk: Цей інструменти виконує обробку ваших записів для автоматичного призначення **впорядкувальної мітки** естетичної цінності вмісту. Ви можете скористатися повністю автоматизованим рішенням на основі рушія глибинного навчання (рекомендовано) або скористатися заданими вручну значеннями для кожного з критеріїв, зокрема розмиття, шуму, експонування та стискання. Ці параметри повністю описано у розділі щодо :ref:`налаштовування якості <imgqsort_settings>` цього підручника.

source: The translations settings can be modified from the dedicated :ref:`Localize Setup Panel <localize_settings>`. Translation settings include a list of additional languages that can be used. To add a new language to the list, use the drop-down button on the left of **Translate to** option. To remove a language, use the context menu for any item in the list.
uk: Параметри перекладу можна скоригувати за допомогою відповідної :ref:`панелі налаштовування локалізації <localize_settings>`. Там буде наведено список мов для додавання для вибраних рядків з альтернативними мовами. Щоб додати мову до списку, скористайтеся кнопкою спадного списку ліворуч від мітки **Перекласти такою мовою**. Щоб вилучити пункт мови, скористайтеся контекстним меню відповідного пункту у списку мов.

source: This tool assigns **Title**, **Captions**, and **Author** properties to items from a Queue. For details about these properties, take a look at the :ref:`Captions section <captions_view>` of this manual.
uk: За допомогою цього інструмента можна встановити значення властивостей **Заголовок**, **Підписи** і **Автор** для записів з черги. Докладний опис цих властивостей наведено у :ref:`розділі щодо підписів <captions_view>` цього підручника.

source: This tool assigns **Pick Label**, **Rating**, and **Color Label** to items from a Queue. Unlike the **Quality Sort** tool which applies a Pick Label automatically, this tool will set the Pick Label value manually. For details about these properties, take a look at the :ref:`Captions section <captions_view>` of this manual.
uk: За допомогою цього інструмента можна встановити значення **впорядкувальної мітки**, **оцінки** та **кольорової мітки** записів з черги обробки. На відміну від інструмента **упорядкування за якістю**, який призначає впорядкувальну мітку автоматично, цей інструмент просто коригує значення впорядкувальної мітки вручну. Докладніший опис цих властивостей можна знайти у :ref:`розділі щодо підписів <captions_view>` цього підручника.
