Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/queue_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: digiKam Batch Queue Manager Queue Settings
ca: Configuració de la cua del Gestor de la cua per lots en el digiKam
it: Impostazioni delle code del gestore elaborazione in serie di digiKam
nl: Takenwachtrijbeheerder van digiKam Instellingen wachtrij
pt: Configuração do Gestor da Fila em Lote do digiKam
pt_br: Configurações da fila do gerenciador de processamento em lote do digiKam
sl: digiKam Nastavitve upravljalnika paketnih čakalnih vrst
sv: Köinställningar i köhantering för bakgrundsbehandling i digiKam
uk: Параметри черги засобу керування чергою пакетної обробки digiKam
zh_cn: digiKam 批处理管理器队列设置

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, queue, manager, settings
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, cua, gestor, configuració
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, coda, gestore, impostazioni
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, wachtrij, beheerder, hulpmiddelen, instellingen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, lote, fila, gestor, configuração
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, lote, fila, gerenciador, configurações
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, serija, čakalna vrsta, upravljalnik, nastavitve
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bakgrund, kö, hantering, inställningar
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетна, обробка, черга, керування, інструменти, параметри, налаштування
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批处理, 队列, 管理, 设置

source: :ref:`Queue Settings <batch_queue>`
ca: :ref:`Configuració de la cua <batch_queue>`
it: :ref:`Impostazioni delle code <batch_queue>`
nl: :ref:`Instellingen voor wachtrijen <batch_queue>`
pt_br: :ref:`Configurações da fila <batch_queue>`
sl: :ref:`Nastavitve čakalne vrste <batch_queue>`
sv: :ref:`Köinställningar <batch_queue>`
uk: :ref:`Параметри черги <batch_queue>`
zh_cn: :ref:`队列设置 <batch_queue>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: The **Queue Settings** area in the bottom left of the Batch Queue Manager is used to adjust the settings for each queue. The settings in this area are organized into five tabs. The Batch Queue Manager supports the definition of multiple queues, which are shown as tabs in the **Queues** list, and each queue can have its own settings. The Queue Settings display updates when you switch from one queue to another by clicking on a queue tab in the **Queues** list.
ca: L'àrea **Configuració de la cua** a la part inferior esquerra del gestor de la cua per lots s'utilitza per a ajustar la configuració de cada cua. La configuració d'aquesta àrea s'organitza en cinc pestanyes. El gestor de la cua per lots admet la definició de diverses cues, que es mostren com a pestanyes a la llista **Cues**, i cada cua pot tenir la seva configuració pròpia. La configuració de la cua mostra les actualitzacions quan canvieu d'una cua a una altra fent clic en una pestanya de la cua a la llista **Cues**.
it: L'area delle **Impostazioni delle code**, nella parte inferiore sinistra del Gestore elaborazione in serie, viene utilizzata per regolare le impostazioni di ciascuna coda. Le impostazioni in quest'area sono organizzate in cinque schede. Il Gestore elaborazione in serie supporta la definizione di più code, mostrate come schede nell'elenco delle **Code**, e ciascuna coda può avere le sue proprie impostazioni. La visualizzazione delle impostazioni della coda si aggiornano quando passi da una coda all'altra facendo clic facendo in alto sulla scheda di una coda nell'elenco delle **Code**.
nl: Het gebied **Wachtrij-instellingen* links onderaan de Takenwachtrijbeheerder wordt gebruikt om de instellingen voor elke wachtrij aan te passen De Takenwachtrijbeheerder ondersteunt de definitie van meerdere wachtrijen, die worden getoond als tabbladen in de lijst **Wachtrijen** en elke wachtrij kan zijn eigen instellingen hebben. De weergave van Wachtrij-instellingen wordt bijgewerkt wanneer u van de ene wachtrij omschakelt naar de andere door te klikken op een wachtrijtabblad in de lijst **Wachtrijen**.
pt_br: A área de **Configurações da fila** no canto inferior esquerdo do gerenciador de processamento em lote é usada para ajustar as configurações de cada fila. As configurações nesta área são organizadas em cinco abas. O gerenciador de processamento em lote suporta a definição de múltiplas filas, que são exibidas como abas na lista **Filas**, e cada fila pode ter suas próprias configurações. As configurações da fila exibem atualizações quando você alterna de uma fila para outra clicando na aba de uma fila na lista **Filas**.
sl: Območje **Nastavitve čakalne vrste** v spodnjem levem kotu upravljalnika paketnih čakalnih vrst se uporablja za prilagajanje nastavitev za vsako čakalno vrsto. Nastavitve v tem območju so organizirane v petih zavihkih. Upravljalnik paketnih čakalnih vrst podpira definicijo več čakalnih vrst, ki so prikazane kot zavihki na seznamu **Čakalne vrste**, vsaka čakalna vrsta pa ima lahko svoje nastavitve. Nastavitve čakalne vrste se posodobijo, ko preklopite iz ene čakalne vrste v drugo s klikom na zavihek čakalne vrste na seznamu **Čakalne vrste**.
sv: Området **Köinställningar** längst ner till vänster i köhantering för bakgrundsprogram används för att justera inställningarna för varje kö. Inställningarna i området är organiserade i fem flikar. Köhantering för bakgrundsprogram stöder definitionen av flera köer, vilka visas som flikar i listan **Köer**, och varje kö kan ha sina egna inställningar. Köinställningarna uppdateras när man byter från en kö till en annan genom att klicka på en flik i listan **Köer**.
uk: Панеллю **Параметри черги** у нижній лівій частині панелі керування чергою пакетної обробки можна скористатися для коригування параметрів кожної з черг. Цю панель поділено між п'ятьма вкладками. У засобі керування чергою пакетної обробки передбачено можливість зберігання багатьох черг для одночасної обробки. Черги буде показано як вкладки у списку **Черги**. У кожної черги можуть бути власні параметри. Перемикатися з однієї черги до іншої можна за допомогою клацання на вкладці черги на верхній панелі.
zh_cn: 批处理管理器左下角的 **队列设置** 区域用来调整每个队列的配置。这里的设置分成五个选项卡。批处理管理器支持定义多个队列（这些队列会以选项卡形式显示在队列列表里），而且每个队列都能有自己的独立设置。当你点击队列列表切换不同队列时，这里的设置显示也会实时同步更新。

source: With the Workflow feature, you can store your preferred queue settings for later use. See :ref:`this section <bqm_workflow>` of the manual for details.
ca: Amb la característica Flux de treball, podreu emmagatzemar la configuració de cua preferida per a un ús posterior. Per a més detalls, vegeu :ref:`aquesta secció <bqm_workflow>` del manual.
it: Con la funzionalità Flusso di lavoro puoi memorizzare le impostazioni delle tue code preferite in modo da utilizzarle in un secondo momento. Per dettagli, vedi :ref:`questa sezione <bqm_workflow>` del manuale.
nl: Met de werkmethodefunctie kunt u uw voorkeurinstellingen van de wachtrij opslaan voor later gebruik. Zie :ref:`deze sectie <bqm_workflow>` uit de handleiding voor details.
pt_br: Com a funcionalidade de fluxo de trabalho, você pode armazenar suas configurações de fila preferidas para uso posterior. Consulte :ref:`esta seção <bqm_workflow>` do manual para obter detalhes.
sl: S funkcijo poteka dela lahko shranite želene nastavitve čakalne vrste za kasnejšo uporabo. Za podrobnosti glejte :ref:`ta razdelek <bqm_workflow>` priročnika.
sv: Med arbetsflödesfunktionen kan önskade köinställningar lagras för senare användning. Se :ref:`den här sektionen <bqm_workflow>` i handboken för mer information.
uk: За допомогою можливості користування процесами ви можете зберігати бажані параметри черг обробки для наступного використання. Докладніший опис можна знайти у :ref:`цьому розділі <bqm_workflow>` підручника.
zh_cn: 通过工作流程功能，你还可以把常用的队列设置保存起来下次直接用。具体用法详见手册 :ref:`这一章节 <bqm_workflow>` 。

source: Target
ca: Destinació
it: Destinazione
nl: Doel
pt_br: Alvo
sl: Cilj
sv: Mål
uk: Призначення
zh_cn: 目标

source: This tab allows you to select the album where the target or result files will be stored. Two choices are supported: the same album where the original files are stored, or another album. The search field on the bottom allows you to filter the album tree-view, a handy feature if you have a huge collection.
ca: Aquesta pestanya permet seleccionar l'àlbum on s'emmagatzemaran els fitxers de destinació o resultat. S'admeten dues opcions: el mateix àlbum on s'emmagatzemen els fitxers originals, o un altre àlbum. El camp de cerca a la part inferior us permet filtrar la vista en arbre de l'àlbum, una característica útil si teniu una col·lecció enorme.
it: Questa scheda ti consente di selezionare l'album dove saranno memorizzati i file di destinazione o del risultato. Sono supportate due possibilità: lo stesso album in cui sono memorizzati i file di origine, oppure un altro album. Nel caso di una raccolta molto vasta, il campo di ricerca in basso ti consente di filtrare la vista ad albero degli album.
nl: Dit tabblad biedt u het selecteren van het album waar het doel of de resulterende bestanden opgeslagen zullen worden. Er worden twee keuzes ondersteund: in hetzelfde album waar de originele bestanden zijn opgeslagen of een ander album. Het zoekveld onderaan biedt het filteren van de album boomstructuur, een handige functie als u een enorme verzameling hebt.
pt_br: Esta aba permite selecionar o álbum onde os arquivos de destino ou de resultado serão armazenados. Há duas opções: o mesmo álbum onde os arquivos originais estão armazenados ou outro álbum. O campo de busca na parte inferior permite filtrar a visualização em árvore do álbum, um recurso útil se você tiver uma coleção enorme.
sl: Ta zavihek vam omogoča, da izberete album, v katerem bodo shranjene ciljne ali rezultatske datoteke. Podprti sta dve možnosti: isti album, kjer so shranjene izvirne datoteke, ali drug album. Iskalno polje na dnu vam omogoča filtriranje drevesnega pogleda albuma, kar je priročna funkcija, če imate veliko zbirko.
sv: Den här fliken gör det möjligt att välja albumet där resultatfilerna ska lagras. Två alternativ stöds: samma album där originalfilerna lagras, eller ett annat album. Sökfältet längst filtrerar albumets trädvy, en praktisk funktion om man har en stor samling.
uk: За допомогою цієї вкладки можна вибрати альбом, де зберігатимуться оброблені файли-результати. Можна вибрати один з двох варіантів: у тому самому альбомі, що і початкові файли, або у іншому. За допомогою поля пошуку, розташованого внизу, можна фільтрувати ієрархію альбомів у великих збірках.
zh_cn: 这个标签页让你选择处理后的文件存到哪个相册。有两个选项：要么存在原文件所在的相册，要么另选其他相册。底部的搜索框能快速筛选相册树状列表，照片多的用户用这个功能找目标相册特别方便。

source: The Batch Queue Manager Queue Settings View to Customize Target Album to Store Processed Items
ca: La vista de les opcions de configuració de la cua del Gestor de la cua per lots per a personalitzar l'àlbum de destinació on s'emmagatzemaran els elements processats
it: La vista delle impostazioni del gestore elaborazione in serie per personalizzare l'album di destinazione in cui memorizzare gli elementi elaborati
nl: De Takenwachtrijbeheerder Weergave instellingen wachtrij om het doelalbum aan te passen om verwerkte items op te slaan
pt: A Área de Configuração do Gestor da Fila em Lote para Personalizar o Álbum de Destino onde Guardar os Itens Processados
pt_br: A vista das configurações de fila do gerenciador de processamento em lote para personalizar o álbum de destino para armazenar os itens processados
sl: Pogled nastavitev čakalne vrste upravljalnika paketne čakalne vrste za prilagajanje ciljnega albuma za shranjevanje obdelanih elementov
sv: Köinställningar i köhantering för bakgrundsprogram för att ställa in resultatalbum där behandlade objekt lagras
uk: Панель параметрів черги засобу керування чергою пакетної обробки з налаштовуванням альбому призначення для зберігання оброблених записів
zh_cn: 批处理管理器设置目标存储相册的界面

source: File Renaming
ca: Canviar de nom els fitxers
it: Rinomina dei file
nl: Hernoemen van bestanden
pt: Mudança de Nomes dos Ficheiros
pt_br: Renomeação de arquivos
sl: Preimenovanje datoteke
sv: Namnbyte av filer
uk: Перейменування файлів
zh_cn: 文件重命名

source: This tab allows you to customize the file renaming rules. The **Original** and **Target** file names list in the **Queues** view provides examples of how the target files will be renamed.
ca: Aquesta pestanya permet personalitzar les regles de canvi de nom dels fitxers. La llista de noms de fitxer **Original** i **Destinació** a la vista **Cues** proporciona exemples de com es canviarà el nom dels fitxers de destinació.
it: Questa scheda ti consente di personalizzare le regole di rinomina dei file. L'elenco dei nomi file **Originale** e **Destinazione**, nella vista delle **Code**, forniscono esempi di come i file di destinazione saranno rinominati.
nl: Dit tabblad biedt u het aanpassen van de regels voor het hernoemen van bestanden. De lijst met bestandsnamen **Origineel** en **Doel** in de weergave **Wachtrijen** leveren voorbeelden van hoe de doelbestanden hernoemd zullen worden.
pt_br: Esta aba permite personalizar as regras de renomeação de arquivos. A lista de nomes de arquivo **Original** e **Destino** na visualização **Filas** fornece exemplos de como os arquivos de destino serão renomeados.
sl: Ta zavihek vam omogoča prilagajanje pravil za preimenovanje datotek. Seznama imen datotek **Izvirna** in **Ciljna** v pogledu **Čakalne vrste** nudita primere, kako bodo ciljne datoteke preimenovane.
sv: Den här fliken gör det möjligt att anpassa reglerna för filnamnsbyte. Listan över filer under **Original** och **Resultat** i vyn **Köer** ger exempel på hur resultatfilernas namn ändras.
uk: За допомогою цієї вкладки можна налаштувати правила перейменовування файлів. На панелі **Черги** ви зможете бачити приклад даних щодо **Початкової** назви файла та назви файла **Призначення**.
zh_cn: 这个选项卡可以自定义文件重命名规则。队列视图里的 **原始文件名** 和 **目标文件名** 列表会实时显示重命名效果。

source: The settings for file renaming are exactly the same as in the **Advanced Rename** tool available from **Main Window**. See :ref:`this section <renaming_photograph>` from the manual for details.
ca: Els paràmetres de canvi de nom de fitxers és exactament la mateixa que l'eina **Reanomenament avançat** disponible a la **finestra principal**. Vegeu els detalls en :ref:`aquesta secció <renaming_photograph>` del manual.
it: Le impostazioni per la rinomina dei file sono uguali allo strumento **Rinomina avanzata** disponibile nella **finestra principale**. Per i dettagli, vedi :ref:`questa sezione <renaming_photograph>` del manuale.
nl: De instellingen voor hernoemen van bestanden zijn exact hetzelfde als in het hulpmiddel **Geavanceerd hernoemen**, beschikbaar in het **Hoofdvenster**. Zie voor details :ref:`deze sectie <renaming_photograph>` uit de handleiding.
pt_br: As configurações para renomeação de arquivos são exatamente as mesmas da ferramenta **Renomeação avançada**, disponível na **janela principal**. Consulte :ref:`esta seção <renaming_photograph>` do manual para obter detalhes.
sl: Nastavitve preimenovanja so popolnoma enake kot orodje **Napredno preimenovanje** na voljo v **Glavnem oknu**. Poglejte :ref:`ta razdelek <renaming_photograph>` iz priročnika za podrobnosti.
sv: Inställningarna för att byta namn på filer är exakt desamma som i verktyget **Avancerat namnbyte** som är tillgängligt från **Huvudfönstret**. Se :ref:`det här avsnittet <renaming_photograph>` i handboken för mer information.
uk: Параметри перейменовування є точно такими самими, як і у засобі **Складний пошук**, доступ до якого можна отримати з **основного вікна**. Докладніші відомості про цей засіб наведено у :ref:`цьому розділі <renaming_photograph>` підручника.
zh_cn: 文件重命名的设置项和 **主窗口** 的 **高级重命名工具** 完全一致，具体说明详见手册 :ref:`这个部分 <renaming_photograph>` 。

source: The Batch Queue Manager Queue Settings View to Customize the File Rename Rules
ca: La vista de les opcions de configuració de la cua del Gestor de la cua per lots per a personalitzar les regles de canvi de nom dels fitxers
it: La vista delle impostazioni del gestore elaborazione in serie per personalizzare le regole di rinomina dei file
nl: De instellingenweergave van de takenwachtrijbeheerder voor aanpassen van de regels voor hernoemen van bestanden
pt: A Área de Configuração do Gestor da Fila em Lote para Personalizar as Regras de Mudança de Nomes dos Ficheiros
pt_br: Vista das configurações de fila do gerenciador de processamento avançado para personalizar as regras de renomeação de arquivos
sl: Pogled nastavitev čakalne vrste upravljalnika paketnih čakalnih vrst za prilagajanje pravil za preimenovanje datotek
sv: Köinställningar i köhantering för bakgrundsprogram för att anpassa regler för namnbyte av filer
uk: Панель параметрів черги засобу керування чергою пакетної обробки з налаштовуванням правил перейменовування файлів
zh_cn: 批处理管理器文件重命名规则设置界面

source: Behavior
ca: Comportament
it: Comportamento
nl: Gedrag
pt: Comportamento
pt_br: Comportamento
sl: Obnašanje
sv: Beteende
uk: Поведінка
zh_cn: 行为

source: This tab allows you to customize certain behaviors that control queue processing.
ca: Aquesta pestanya permet personalitzar determinats comportaments que controlen el processament de la cua.
it: Questa scheda ti consente di personalizzare certi comportamenti che controllano l'elaborazione della coda.
nl: Dit tabblad biedt u het aanpassen van bepaald gedrag dat verwerking in de wachtrij bestuurt.
pt_br: Esta aba permite que você personalize determinados comportamentos que controlam o processamento da fila.
sl: Ta zavihek vam omogoča prilagajanjenekaterih pravil med obdelavo čakalne vrste.
sv: Den här fliken gör det möjligt att anpassa vissa beteenden som styr bearbetningen av köer.
uk: За допомогою цієї вкладки можна налаштувати певні правила обробки черги.
zh_cn: 这个选项卡用来调整队列处理的具体运作方式。

source: The **RAW Files Loading** setting configures how any RAW files will be processed: select **RAW Decoding** to process with standard demosaicing (see below), or select **Embedded Preview** to process with an embedded preview. This last option is very fast compared to RAW decoding.
ca: El paràmetre **Càrrega de fitxers RAW:** configura com es processaran els fitxers RAW: seleccioneu **Descodificació RAW** per a processar la reconstrucció estàndard (vegeu a continuació), o seleccioneu **Vista prèvia incrustada** per a processar amb una vista prèvia incrustada. Aquesta última opció és molt ràpida en comparació amb la descodificació RAW.
it: L'impostazione **Caricamento dei file RAW** configura come verranno elaborati tutti i file RAW: scegli **Decodifica RAW** per elaborare con la demosaicizzazione standard (vedi sotto), oppure scegli **Anteprima incorporata** per elaborare con un'anteprima (incorporata, appunto). Quest'ultima opzione è molto più veloce rispetto alla decodifica RAW.
nl: De instelling **Laden van RAW-bestanden** configureert hoe een RAW-bestand verwerkt zal worden: selecteer **RAW-decodering** om standaard mozaïek te verwijderen (zie onderstaand) of selecteer **Ingebedde voorbeeld** om een ingebed voorbeeld te verwerken. Deze laatste optie is erg snel vergeleken met RAW decoderen.
pt_br: A configuração de **Carregamento dos arquivos RAW** define como os arquivos RAW serão processados: selecione **Decodificação RAW** para processar com a reconstrução de cor padrão (veja abaixo) ou selecione **Visualização embutida** para processar com uma visualização embutida. Esta última opção é muito mais rápida em comparação com a decodificação RAW.
sl: Nastavitev **Nalaganje datotek RAW** konfigurira, kako bodo surove datoteke RAW obdelane: z uporabo nastavitev **RAW dekodiranja** za standardno obdelavo odstranjevanja mozaičnosti (glejte spodaj) ali z izbiro **Vdelanega predogleda**. Ta zadnji je zelo hiter v primerjavi z dekodiranje surove slike.
sv: Inställningen **Inläsning av obehandlade filer** ställer in hur obehandlade filer ska bearbetas: välj **Avkodning av obehandlade bilder** för att bearbeta med vanlig mosaikborttagning (se nedan), eller välj **Inbäddad förhandsgranskning** för att bearbeta med en inbäddad förhandsgranskning. Det sista alternativet är mycket snabbt jämfört med avkodning av obehandlade bilder.
uk: Пункт **Завантаження файлів цифрових негативів** визначає, як буде оброблено файли цифрових негативів (RAW): за допомогою параметрів **Декодування цифрових негативів** для обробки стандартного усування мозаїчності (див. нижче) або за допомогою використання **Вбудованого перегляду**. Другий спосіб є дуже швидким, порівняно із декодуванням цифрових негативів.
zh_cn: **​​RAW 文件加载** ​​：设置 RAW 文件的加载方式。选择 **执行 RAW 去马赛克 (RAW 解码)** 会进行标准的去马赛克处理（详见下方）；选择 **提取内嵌预览图(更快)** 则直接使用内嵌预览图，这个速度相对更快。
