Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/queue_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: On the bottom left of the Batch Queue Manager, a view dedicated to host the settings for a queue is available to tune the configurations categorized in five tabs. Batch Queue Manager allows to host many queues to process at the same time on the top left side. Each queue can have a different settings than other one. You switch from one to one by clicking on the wanted queue tab on the top.
pt: Na parte inferior esquerda do Gestor da Fila, está disponível uma área dedicada a alojar a configuração de uma fila, estando categorizada em cinco páginas. O Gestor da Fila em Lote permite alojar várias filas para processar ao mesmo tempo no canto superior esquerdo. Cada fila poderá ter uma configuração diferente das outras. Poderá mudar de uma para a outra, carregando no separador da página da fila desejada no topo.

source: With the Workflow feature, you can store your preferred queue settings for a later use. See :ref:`this section <bqm_workflow>` of the manual for details.
pt: Com a funcionalidade do Fluxograma, poderá guardar as suas definições preferidas da fila para um uso posterior. Veja :ref:`esta secção <bqm_workflow>` do manual para saber mais detalhes.

source: Target Album
pt: Álbum de Destino

source: This view allows to select where the target files processed will be stored. Two choices are possible: at the same album than original files, or a dedicated album. The search field on the bottom allows to filter album tree-view with huge collections.
pt: Esta área permite seleccionar onde serão guardados os ficheiros de destino processados. São possíveis duas opções: no mesmo álbum que os ficheiros originais ou num álbum dedicado. O campo de pesquisa no fundo permite filtrar a árvore de álbuns com colecções enormes.

source: This view allows to customize the file renaming rules. On the **Queues** view, the **Original** and the **Target** file names will give you a feedback about the file renaming.
pt: Esta área permite personalizar as regras de mudança de nomes dos ficheiros. Na área de **Filas**, os nomes dos ficheiros **Original** e de **Destino** dar-lhe-ão uma reacção sobre a mudança de nomes dos ficheiros.

source: The renaming settings is exactly the same than **Advanced Rename** tool available from **Main Window**. See :ref:`this section <renaming_photograph>` from the manual for details.
pt: As definições de mudança de nomes são exactamente as mesmas que a ferramenta de **Mudança de Nome Avançada**, disponível na **Janela Principal**. Veja :ref:`esta secção <renaming_photograph>` do manual para saber mais detalhes.

source: This view allows to customize important rules while the queue is processed.
pt: Esta área permite personalizar algumas regras importantes enquanto a fila é processada.

source: The **RAW Files Loading** setting configure how the RAW files will be processed: using the **RAW Decoding** settings to process standard demosaicing (see below), or through the use of the **Embedded Preview**. This last one is very fast compared to RAW decoded.
pt: A configuração do **Carregamento dos Ficheiros RAW** define como serão processados os ficheiros RAW: usando a configuração da **Descodificação RAW** para processar a redução do efeito de mosaico (ver abaixo), ou através do uso da **Antevisão Incorporada**. Esta última é muito rápida em comparação com a descodificação do RAW.

source: The **Target File Exists** setting allows to customize the behavior when target file exists. You can **Store as a Different file Name**, **Overwrite Automatically** the file, or **Skip Automatically** to don't touch the target file. In all cases, Batch Queue Manager will not ask you about this behavior while running.
pt: A opção **O Ficheiro de Destino Existe** permite personalizar o comportamento quando o ficheiro de destino existe. Poderá **Guardar com um Nome de Ficheiro Diferente**, **Substituir Automaticamente** o ficheiro ou **Ignorar Automaticamente** para não mexer no ficheiro de destino. Em qualquer dos casos, o Gestor da Fila não lhe irá perguntar este comportamento durante a execução.

source: The **Save Image as a Newly Created Branch** setting will use **Image Versioning** to name target files. It's the same behavior when you export file from **Image Editor** when Versioning feature is enabled.
pt: A opção para **Gravar a Imagem como uma Ramificação Recém-Criada** irá usar o **Controlo de Versões da Imagem** para atribuir nomes aos ficheiros de destino. É o mesmo comportamento quando exportar o ficheiro do **Editor de Imagens**, quando a funcionalidade de Controlo de Versões está activa.

source: This view allows to customize the RAW Import settings for the Batch Queue Manager. Typically these settings are used when a RAW files is present in a Queue. To process the file and operate filters, the RAW data needs to be decoded to be loaded in memory in a RGB color space. This setting is only used if **Behavior/RAW Files Loading** is set to **RAW Decoding**.
pt: Esta área permite personalizar as opções de Importação RAW para o Gestor da Fila. Tipicamente estas opções são usadas quando um ficheiro RAW está presente numa fila. Para processar o ficheiro e aplicar os filtros, os dados do RAW precisam de ser descodificados para serem carregados na memória, num espaço de cores RGB. Esta opção só é usada se o **Comportamento/Carregamento de Ficheiros RAW** estiver definido como **Descodificação RAW**.

source: All the details of these settings is described in the **RAW Import** section from :ref:`the Image Editor configuration <setup_rawdefault>`.
pt: Todos os detalhes desta configuração estão descritos na secção de **Importação do RAW** da :ref:`configuração do Editor de Imagens <setup_rawdefault>`.

source: This view allows to customize the settings used while image needs to be saved in the original format. A queue can process file without exporting results to another format, as loading **JPEG** files and apply **White Balance** and **Resize** tools. Without a convert tool at end of your workflow, the Batch Queue Manager will write processed images in same formats that originals and use these settings as well.
pt: Esta área permite personalizar as opções usadas quando a imagem precisa de ser gravada no formato original. Uma fila poderá processar o ficheiro sem exportar os resultados para outro formato, como por exemplo carregar os ficheiros **JPEG** e aplicar as ferramentas de **Balanceamento de Branco** e **Dimensionamento**. Sem uma ferramenta de conversão no fim do seu procedimento, o Gestor da Fila irá gravar as imagens processadas nos mesmos formatos que as originais e também usar estas opções.

source: All the details of these settings is described in **Save Images** section from :ref:`the Image Editor configuration <saveimage_settings>`.
pt: Todos os detalhes desta configuração estão descritos na secção para **Gravar as Imagens** da :ref:`configuração do Editor de Imagens <saveimage_settings>`.
