Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/queue_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: The **Target File Exists** setting allows you to customize the behavior when the target file already exists. You can **Store as a different name**, **Overwrite automatically** to overwrite the target file, or **Skip automatically** to skip overwriting the target file. No matter what option is selected, the Batch Queue Manager will not ask you about this behavior while running.
ca: El paràmetre **Si el fitxer de destinació ja existeix** permet personalitzar el comportament quan ja existeix el fitxer de destinació. Podeu fer **Desa amb un nom diferent**, **Sobreescriu automàticament** per a sobreescriure el fitxer de destinació, o **Omet automàticament** per a ometre la sobreescriptura del fitxer de destinació. No importa l'opció que se seleccioni, el Gestor de la cua per lots no us demanarà sobre aquest comportament mentre s'executa.
it: L'impostazione **Se il file di destinazione esiste già** ti consente di personalizzare il comportamento nel caso in cui tale file sia già presente. Le opzioni presenti sono: **Salva con un nome diverso**, **Sovrascrivi automaticamente**, per sovrascrivere il file di destinazione, e **Salta automaticamente**, per saltare la sua sovrascrittura. Indipendentemente dall'opzione selezionata, il Gestore elaborazione in serie non ti formulerà richieste riguardo questo comportamento durante l'esecuzione.
nl: De instelling **Doelbestand bestaat** biedt het aanpassen van het gedrag wanneer het doelbestand al bestaat. U kunt **Onder een andere bestandsnaam opslaan**, **Automatisch overschrijven** van het bestand of **Automatisch overslaan** om het doelbestand niet aan te overschrijven. In alle gevallen zal de Takenwachtrijbeheerder u niets vragen over dit gedrag bij uitvoeren.
pt_br: A configuração **Se o arquivo de destino existir** permite personalizar o comportamento quando o arquivo de destino já existe. Você pode **Armazenar com outro nome**, **Sobrescrever automaticamente** para substituir o arquivo de destino ou **Ignorar automaticamente** para ignorar a substituição do arquivo de destino. Independentemente da opção selecionada, o gerenciador de processamento em lote não perguntará sobre esse comportamento durante a execução.
sl: Nastavitev **Ciljna datoteka obstaja** omogoča prilagajanje vedenja, kadar ciljna datoteka obstaja. Lahko **Shranite kot drugo ime datoteke**, **Samodejno prepišete** datoteko ali **Samodejno preskočite**, da ne da prepisali ciljne datoteke. Ne glede na to, katera možnost je izbrana, vas Upravljalnik paketne čakalne vrste med izvajanjem ne bo vpraševal o tem vedenju.
sv: Inställningen **Resultatfilen finns** gör det möjligt att ställa in beteendet när resultatfilen redan finns. Man kan använda **Lagra med ett annat namn**, **Skriv över automatiskt** för att skriva över resultatfilen eller **Hoppa över automatiskt** för att hoppa över att resultatfilen skrivs över. Oavsett vilket alternativ som är valt frågar inte köhantering för bakgrundsbehandling om beteendet medan programmet körs.
uk: За допомогою пункту **Файл призначення існує** можна налаштувати поведінку програми, якщо файл призначення вже існує. Ви можете наказати програмі **Зберегти з іншою назвою**, **Автоматично перезаписати** файл або **Автоматично пропустити**, щоб не змінювати файл призначення. Який би з варіантів ви не вибрали, засіб керування чергою пакетної обробки не питатиме вас про спосіб обробки під час роботи.
zh_cn: **如果目标文件已存在** 设置，可以设置如果目标文件已经有重名的存在的时候，软件怎么做。你可以选择 **改名保存** 、 **自动覆盖** ，或 **自动跳过** 。注意：无论选哪种，运行时都不会再弹出确认提示。

source: The **Save Image as a Newly Created Branch** setting will use **Image Versioning** to name target files. This is the same behavior as when files are exported from **Image Editor** when the versioning feature is enabled.
ca: L'opció de configuració **Desa els canvis com una branca creada de nou** utilitzarà el **control de versions de les imatges** per a nomenar els fitxers de destinació. És el mateix comportament que quan s'exporten fitxers des de l'**Editor d'imatges** quan la característica del control de versions està activada.
it: L'impostazione **Salva l'immagine come un ramo creato di recente** utilizzerà la **revisione dell'immagine** per rinominare i file di destinazione. È uguale al comportamento tenuto durante l'esportazione dei file dall'**Editor delle immagini**, quando l'opzione Revisione è abilitata.
nl: De instelling **Afbeelding opslaan als een nieuw aangemaakte branch** zal **Afbeeldingen met versies** gebruiken om doelbestanden een naam te geven. Dit is hetzelfde gedrag als wanneer u een bestand exporteert uit de **Afbeeldingsbewerker** wanneer de functie Met versie is ingeschakeld.
pt_br: A configuração **Salvar imagem como uma versão recém criada** usará o **Controle de versão de imagem** para nomear os arquivos de destino. Este é o mesmo comportamento de quando os arquivos são exportados do **Editor de Imagens** quando o recurso de controle de versão está habilitado.
sl: Nastavitev **Shrani sliko kot novo ustvarjeno vejo** bo uporabila **Verzioniranje slike** za poimenovanje ciljnih datotek. Enako vedenje je pri izvozu datoteke iz **Urejevalnika slik**, kadar je omogočena funkcija za urejanje različic.
sv: Inställningen **Spara bild som en nyskapad gren** använder **bildversionshantering** för att namnge resultatfiler. Det fungerar på samma sätt som när filer exporteras från **Bildeditor** när versionsfunktionen är aktiverad.
uk: За допомогою пункту **Зберегти зображення як новостворену гілку** можна скористатися **версіями зображення** для іменування файлів призначення. Це та сама можливість, що і при експортуванні файла з **редактора зображень**, якщо увімкнено можливість версій.
zh_cn: **另存图像为新建分支​​** ：启用后会使用 **图像版本控制** 来命名文件，和 **图像编辑器** 启用版本控制时的导出行为一致。

source: The **Work on all Processor Cores** option allows digiKam to use multiple CPU cores to process items in the queue simultaneously. Parallel processing can significantly speed up batch operations, especially when handling large numbers of images or resource-intensive tools. However, using all available cores may impact the performance of other applications and make your system feel less responsive during processing. If your machine is slow or if you need to run other tasks while the batch queue is active, you can disable this option to reduce system load.
ca: L'opció **Treballa amb tots els nuclis del processador** permet al digiKam utilitzar diversos nuclis de CPU per a processar elements a la cua simultàniament. El processament paral·lel pot accelerar significativament les operacions per lots, especialment quan es manipulen un nombre gran d'imatges o eines intensives en recursos. No obstant això, l'ús de tots els nuclis disponibles pot afectar el rendiment d'altres aplicacions i fer que el vostre sistema se senti menys fluid durant el processament. Si la màquina és lenta o si necessiteu executar altres tasques mentre la cua de lots està activa, podeu desactivar aquesta opció per a reduir la càrrega del sistema.

source: Because of technical limitations on Windows, multi-core support for MySQL/MariaDB databases does not perform well. For better performance, we recommend using a SQLite database instead.
ca: Per les limitacions tècniques del Windows, el suport multinucli amb les bases de dades MySQL/MariaDB no tenen un bon rendiment. Per a millorar el rendiment, recomanem utilitzar una base de dades SQLite.

source: The Batch Queue Manager Queue Settings View to Customize the Behavior
ca: La vista de les opcions de configuració de la cua del Gestor de la cua per lots per a personalitzar el comportament
it: La vista delle impostazioni del gestore elaborazione in serie per personalizzare il comportamento
nl: De instellingenweergave van de takenwachtrijbeheerder voor aanpassen van het gedrag
pt: A Área de Configuração do Gestor da Fila em Lote para Personalizar o Comportamento
pt_br: Vista da configurações de fila do gerenciador de processamento em lote para personalizar o comportamento
sl: Pogled nastavitev čakalne vrste upravljalnika paketnih čakalnih vrst za prilagajanje vedenja
sv: Köinställningar i köhantering för bakgrundsprogram för att anpassa beteendet
uk: Налаштовування поведінки на панелі параметрів засобу керування чергою пакетної обробки
zh_cn: 批处理管理器行为设置界面

source: RAW Decoding
ca: Descodificació RAW
it: Decodifica dei file RAW
nl: RAW-decodering
pt: Descodificação RAW
pt_br: Decodificação RAW
sl: Dekodiranje RAW
sv: Obehandlad avkodning
uk: Декодування RAW
zh_cn: RAW 解码

source: This tab allows you to customize the RAW Import settings for the Batch Queue Manager. Typically these settings are used when RAW files are present in a Queue. RAW files need to be decoded and loaded into memory in a RGB color space before batch processing the file. This setting is only used if **Behavior/RAW Files Loading** is set to **RAW Decoding**.
ca: Aquesta pestanya permet personalitzar els paràmetres d'importació RAW per al Gestor de la cua per lots. Normalment, aquests paràmetres s'utilitzen quan hi ha fitxers RAW presents en una cua. Els fitxers RAW s'han de descodificar i carregar a la memòria en un espai de color RGB abans de processar per lots el fitxer. Aquest paràmetre només s'utilitza si **Comportament/Càrrega de fitxers RAW** està establerta a **Descodificació RAW**.
it: Questa scheda ti consente di personalizzare le impostazioni di importazione RAW per il gestore elaborazione in serie. Esse vengono tipicamente usate quando nella coda sono presenti file RAW. I file RAW devono essere decodificati e caricati in memoria in uno spazio dei colori RGB, prima di elaborare in serie il file. Questa impostazione è utilizzata solo se l'opzione **Comportamento/Caricamento dei file RAW** è abilitata in **Decodifica RAW**.
nl: Dit tabblad biedt u het aanpassen van de instellingen voor RAW importeren voor de takenwachtrijbeheerder. Deze instellingen worden typisch gebruikt wanneer RAW-bestanden aanwezig zijn in een wachtrij. RAW-bestanden moeten gedecodeerd worden en in het geheugen geladen in een RGB-kleurruimte voordat het bestand in de takenwachtrijbeheerder wordt verwerkt. Deze instelling wordt alleen gebruikt als **Gedrag/RAW-bestanden laden** is gezet op **RAW decoderen**.
pt_br: Esta aba permite personalizar as configurações de importação RAW para o gerenciador de processamento em lote. Normalmente, essas configurações são usadas quando há arquivos RAW em uma fila. Os arquivos RAW precisam ser decodificados e carregados na memória em um espaço de cor RGB antes do processamento em lote. Esta configuração só é usada se **Carregamento de arquivos RAW/Comportamento** estiver definido como **Decodificação RAW**.
sl: Ta zavihek vam omogoča prilagajanje nastavitev uvoza RAW upravljalnika paketne čakalne vrste. Običajno se te nastavitve uporabljajo, ko so datoteke RAW prisotne v čakalni vrsti. Surove datoteke RAW je treba pred paketno obdelavo datoteke dekodirati in naložiti v pomnilnik v barvnem prostoru RGB pred obdelavo. Ta nastavitev se uporablja samo, če je **Vedenje/Nalaganje datotek RAW** nastavljeno na **Dekodiranje RAW**.
sv: Fliken gör det möjligt att anpassa importinställningar av obehandlade filer i köhantering för bakgrundsbehandling. Vanligtvis används inställningarna när obehandlade filer finns i en kö. Obehandlade filer måste avkodas och laddas in i minnet i en RGB-färgrymd innan filen bearbetas i bakgrunden. Inställningen används endast om **Beteende/Inläsning av obehandlade filer:** är inställt på **Avkodning av obehandlade bilder**.
uk: За допомогою цієї панелі можна налаштувати параметри імпортування цифрових негативів у засобі керування чергою пакетної обробки. Типово, ці параметри використовують, якщо у черзі є файли цифрових негативів. Для обробки файла і використання фільтрів дані цифрового негатива має бути декодовано для завантаження до пам'яті у просторі кольорів RGB до пакетної обробки файла. Цей параметр буде використано, лише якщо для пункту **Поведінка/Завантаження файлів цифрових негативів** вибрано варіант **Декодування цифрових негативів**.
zh_cn: 这个选项卡专门用来调整批处理管理器处理 RAW 文件时的解码参数。RAW 文件需要先解码转换成 RGB 色彩空间，才能进行后续批量处理。只有当 **行为 --> RAW 文件加载** 选项设为 **执行 RAW 去马赛克时，这些设置才会生效。

source: The **RAW Import** portion of the :ref:`Image Editor Settings <setup_rawdefault>` section provides a detailed description of these settings.
ca: La part **Importació RAW** de la secció :ref:`configuració de l'editor d'imatges <setup_rawdefault>` proporciona una descripció detallada d'aquests paràmetres.
it: Il paragrafo **Importazione RAW** del capitolo :ref:`Impostazioni dell'Editor delle immagini <setup_rawdefault>` fornisce una descrizione dettagliata di queste impostazioni.
nl: Het gedeelte van de sectie **RAW importeren** van de :ref:`Instellingen van de afbeeldingsbewerker <setup_rawdefault>` levert een gedetailleerde beschrijving van deze instellingen.
pt_br: A parte sobre a **Importação RAW** da seção :ref:`Configurações do Editor de Imagem <setup_rawdefault>` fornece uma descrição detalhada dessas configurações.
sl: Razdelek **Uvoz RAW** v :ref:`konfiguraciji urejevalnika slik <setup_rawdefault>` ponuja podroben opis teh nastavitev.
sv: **Obehandlad import** i avsnittet :ref:`Bildeditorinställningar <setup_rawdefault>` ger en detaljerad beskrivning av inställningarna.
uk: Усі подробиці щодо цих параметрів описано у розділі **Імпортування цифрових негативів** :ref:`глави щодо налаштовування редактора зображень <setup_rawdefault>`.
zh_cn: 具体参数说明请参考本手册 :ref:`图像编辑器设置 <setup_rawdefault>` 章节中的 **RAW 导入** 部分。

source: The Batch Queue Manager Queue Settings View to Customize the RAW Decoding
ca: La vista de les opcions de configuració de la cua del Gestor de la cua per lots per a personalitzar la descodificació RAW
it: La vista delle impostazioni del gestore elaborazione in serie per personalizzare la decodifica RAW
nl: De instellingenweergave van de takenwachtrijbeheerder voor aanpassen van RAW decoderen
pt: A Área de Configuração do Gestor da Fila em Lote para Personalizar a Descodificação RAW
pt_br: Vista das configurações de fila do gerenciador de processamento em lote para personalizar a decodificação RAW
sl: Pogled nastavitev čakalne vrste upravljalnika paketnih čakalnih vrst za prilagajanje dekodiranja RAW
sv: Köinställningar i köhantering för bakgrundsprogram för att anpassa avkodning av obehandlade bilder
uk: Налаштовування декодування цифрових негативів на панелі параметрів засобу керування чергою пакетної обробки
zh_cn: 批处理管理器的 RAW 解码设置界面

source: Saving Images
ca: Desar les imatges
it: Salvataggio delle immagini
nl: Afbeeldingen opslaan
pt: A Gravar as Imagens
pt_br: Salvando imagens
sl: Shranjevanje slik
sv: Spara bilder
uk: Збереження зображень
zh_cn: 保存图像

source: This tab allows you to customize the settings used while saving the image. It is not uncommon for a queue to process files without exporting the results into another format. An example would be loading **JPEG** files, applying **White Balance** and **Resize** tools, and then storing the results as **JPEG** files. When you want to save the results of batch processing into a file type different than the original, you need to apply a convert tool at end of your workflow. In either case, these Tool Settings are used to control the export process.
ca: Aquesta pestanya permet personalitzar la configuració utilitzada mentre es desa la imatge. No és estrany que una cua processi fitxers sense exportar els resultats a un altre format. Un exemple seria la càrrega de fitxers **JPEG**, aplicar les eines **Balanç de blancs** i **Redimensiona**, i després emmagatzemar els resultats com a fitxers **JPEG**. Quan voleu desar els resultats del processament per lots en un tipus de fitxer diferent de l'original, cal aplicar una eina de conversió al final del flux de treball. En qualsevol cas, aquests paràmetres de l'eina s'utilitzen per a controlar el procés d'exportació.
it: Questa scheda ti permette di personalizzare le impostazioni utilizzate quando salvi l'immagine. Non è raro per una coda può elaborare i file senza esportare i risultati in un altro formato. Un esempio potrebbe essere caricare i file **JPEG**, applicare gli strumenti **Bilanciamento del bianco** e **Ridimensiona** e quindi memorizzare i risultati come file **JPEG**. Quando vuoi salvare i risultati dell'elaborazione in serie in un tipo di file diverso dall'originale, devi applicare uno strumento di conversione alla fine del flusso di lavoro. In entrambi i casi queste impostazioni degli strumenti saranno utilizzate per controllare il processo di esportazione.
nl: Dit tabblad biedt u het aanpassen van de instellingen gebruikt terwijl de afbeelding wordt opgeslagen. Het is niet ongewoon voor een wachtrij om bestanden te verwerken zonder de resultaten te exporteren in een ander formaat. Een voorbeeld zou zijn het laden van **JPEG** bestanden en het toepassen van de hulpmiddelen **Witbalans** en **Grootte wijzigen** en dan het resultaat opslaan als **JPEG** bestanden. Wanneer u de resultaten van verwerken in bulk op wil slaan in aan ander bestandstype dan het originele, moet u een conversiehulpmiddel aan het eind van uw werkmethode toepassen. In alle gevallen worden deze hulpmiddelinstellingen gebruikt om het proces van exporteren te besturen.
pt_br: Esta aba permite personalizar as configurações usadas ao salvar a imagem. Não é incomum que uma fila processe arquivos sem exportar os resultados para outro formato. Um exemplo seria carregar arquivos **JPEG**, aplicar as ferramentas **Balanço de branco** e **Redimensionar** e, em seguida, armazenar os resultados como arquivos **JPEG**. Quando você deseja salvar os resultados do processamento em lote em um tipo de arquivo diferente do original, é necessário aplicar uma ferramenta de conversão ao final do seu fluxo de trabalho. Em ambos os casos, essas configurações da ferramenta são usadas para controlar o processo de exportação.
sl: Ta zavihek vam omogoča prilagajanje nastavitev, uporabljenih med shranjevanjem slike. Ni neobičajno, da čakalna vrsta obdela datoteke brez izvoza rezultatov v drugo obliko. Primer bi bilo nalaganje datotek **JPEG**, uporaba orodij **Ravnovesje beline** in **Spreminjanje velikosti** in nato shranjevanje rezultatov kot datotek **JPEG**. Če želite rezultate paketne obdelave shraniti v vrsto datoteke, ki ni izvirna, morate na koncu delovnega toka uporabiti orodje za pretvorbo. V obeh primerih se te nastavitve orodja uporabljajo za nadzor postopka izvoza.
sv: Den här fliken gör det möjligt att anpassa inställningarna som används när bilden sparas. Det är inte ovanligt att en kö bearbetar filer utan att exportera resultaten till ett annat format. Ett exempel skulle vara att läsa in **JPEG**-filer, använda verktygen **Vitbalans** och **Storleksändring** och sedan lagra resultaten som **JPEG**-filer. När man vill spara resultaten av bakgrundsbearbetningen med en annan filtyp än originalet måste man använda ett konverteringsverktyg i slutet av arbetsflödet. I båda fallen används verktygsinställningarna för att styra exportprocessen.
uk: За допомогою цієї панелі можна налаштувати параметри, які буде використано, коли зображення слід зберегти у початковому форматі. Черга обробки може обробити файл без експортування даних до іншого формату, наприклад завантажити файли **JPEG** і застосувати інструменти **Баланс білого** і **Змінити розмір**, а потім зберегти результати у файлах **JPEG**. Якщо вам потрібно зберегти результати пакетної обробки до файла, відмінного від початкового, вам слід застосувати засіб перетворення наприкінці вашого робочого процесу. Щоб там не було, ці параметри інструмента використовують для керування процедурою експортування.
zh_cn: 这个标签页控制文件保存时的各项参数。有时候队列处理完文件后并不需要转换格式，比如：对 **JPEG** 文件进行 **白平衡** 调整和 **尺寸** 修改后，仍然保存为 **JPEG** 。但如果需要转换成其他格式，就必须在工作流最后添加格式转换工具。无论是哪种情况，这些设置都会影响最终的导出效果。

source: All the details of these settings is described in the **Save Images** portion of the :ref:`Image Editor Settings <saveimage_settings>` section of this manual.
ca: Tots els detalls d'aquests paràmetres de la configuració es descriuen a la secció **Desar les imatges** de la secció :ref:`configuració de l'editor d'imatges <saveimage_settings>` d'aquest manual.
it: Tutti i dettagli di queste impostazioni sono descritti nel paragrafo **Salva immagini** del capitolo :ref:`Impostazioni dell'Editor delle immagini <saveimage_settings>` di questo manuale.
nl: Alle details van deze instellingen zijn beschreven in de sectie **Afbeeldingen opslaan** uit de sectie :ref:`Instellingen van de afbeeldingsbewerker <saveimage_settings>` van deze handleiding.
pt_br: Todos os detalhes dessas configurações são descritos na parte **Salvar imagens** da seção :ref:`Configurações do Editor de Imagem <saveimage_settings>` deste manual.
sl: Vse podrobnosti teh nastavitev so opisane v razdelku **Shrani slike** iz :ref:`konfiguracije urejevalnika slik <saveimage_settings>` tega priročnika.
sv: All information om inställningarna beskrivs under **Spara bilder** i avsnittet :ref:`Bildredigeringsinställningar <saveimage_settings>` i handboken.
uk: Усі подробиці щодо цих параметрів описано у розділі **Збереження зображень** :ref:`глави щодо налаштовування редактора зображень <saveimage_settings>`.
zh_cn: 所有设置项的详细说明，请参阅本手册 :ref:`图像编辑器设置 <saveimage_settings>` 章节中的 **保存图像** 部分。

source: The Batch Queue Manager Queue Settings View to Customize the File Saving
ca: La vista de les opcions de configuració de la cua del Gestor de la cua per lots per a personalitzar el desament dels fitxers
it: La vista delle impostazioni del gestore elaborazione in serie per personalizzare il salvataggio dei file
nl: De instellingenweergave van de takenwachtrijbeheerder voor aanpassen van opslaan van bestanden
pt: A Área de Configuração do Gestor da Fila em Lote para Personalizar a Gravação dos Ficheiros
pt_br: Vista das configurações da fila do gerenciador de processamento em lote para personalizar o salvamento de arquivos
sl: Pogled nastavitev čakalne vrste upravljalnika paketnih čakalnih vrst za prilagoditev shranjevanja datotek
sv: Köinställningar i köhantering för bakgrundsprogram för att anpassa spara filer
uk: Панель параметрів черги засобу керування чергою пакетної обробки з налаштовуванням зберігання файлів
zh_cn: 批处理管理器的文件保存设置界面

source: The **Work on all Processor Cores** setting will use more than one core to process items in parallel from the same queue.
it: L'impostazione **Lavora con tutti i core del processore** userà più di un core per elaborare gli elementi in parallelo dalla stessa coda.
nl: De instelling **Werk op alle processorkernen** zal meer dan één kern gebruiken om items uit dezelfde wachtrij parallel te verwerken.
pt: A opção para **Trabalhar em Todos os Núcleos de Processamento** irá usar mais que um núcleo para processar os itens em paralelo a partir da mesma fila.
pt_br: A configuração **Usar todos os núcleos do processador** usará mais de um núcleo para processar itens em paralelo da mesma fila.
sl: Nastavitev **Delo na vseh procesorskih jedrih** bo uporabila več kot eno jedro za vzporedno obdelavo elementov iz iste čakalne vrste.
uk: За допомогою пункту **Працювати на усіх ядрах процесора** можна скористатися для обробки записів декількома ядрами процесора одночасно в одній черзі обробки.
zh_cn: **使用全部处理器核心​​** ：开启后可以并行处理同一队列中的文件（多核加速）

source: Queue Settings
pt: Configuração da Fila
