Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/raw_converter.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: digiKam RAW Converter from Batch Queue Manager
ca: Convertidor RAW del gestor de la cua per lots del digiKam
it: Convertitore RAW di digiKam dal gestore elaborazione in serie
nl: RAW-converteren met Takenwachtrijbeheerder van digiKam
pt: Gestor de Conversão RAW em Lote do digiKam
pt_br: Conversor de RAW do gerenciador de processamento em fila do digiKam
sl: pretvornik digiKam RAW iz upravljalnika paketnih čakalnih vrst
sv: Obehandlad konvertering från köhantering för bakgrundsbehandling i digiKam
uk: Засіб перетворення цифрових негативів у керуванні чергою пакетної обробки digiKam
zh_cn: 批处理管理器中的 RAW 转换工具

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, raw, converter
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, raw, convertidor
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, raw, convertitore
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, converteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, lote, RAW, conversor
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, lote, bruto, conversor
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, paketno, surovo, pretvornik
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bakgrund, obehandlad, konvertering
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетний, перетворення, цифровий негатив, raw
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批处理, raw, 转换器

source: RAW Converter
ca: Convertidor RAW
pt: Conversor para RAW

source: Contents
ca: Contingut
pt: Conteúdo

source: With the Batch Queue Manager, you can import and convert your images stored in RAW format to a demosaiced target formats such as (JPEG, TIFF, or PNG).
ca: Amb el Gestor de la cua per lots, podreu importar i convertir les vostres imatges emmagatzemades en format RAW a un format de reconstrucció com (JPEG, TIFF, o PNG).
it: Con il Gestore elaborazione in serie puoi importare e convertire le immagini conservate in formato RAW in un formato di destinazione demosacizzato come JPEG, TIFF o PNG.
nl: Met de Takenwachtrijbeheerder kunt u uw afbeeldingen importeren/converteren die zijn opgeslagen in RAW-formaat naar een doelformaat met verwijderde mozaïek zoals (JPEG, TIFF of PNG).
pt_br: Com o gerenciador de processamento em lote, você pode importar e converter suas imagens armazenadas no formato RAW para formatos de destino com reconstrução de cor como (JPEG, TIFF ou PNG).
sl: Z upravljalnikom paketne čakalne vrste lahko svoje slike, shranjene v formatu RAW, uvozite in pretvorite v ciljne formate z odstranjeno mozaičnostjo kot (JPEG, TIFF ali PNG).
sv: Med köhantering för bakgrundsbehandling kan man importera och konvertera bilder som lagrats med obehandlat format till ett mosaikborttaget målformat såsom (JPEG, TIFF eller PNG).
uk: За допомогою засобу керування чергою обробки ви зможете імпортувати/перетворювати ваші зображення, що зберігаються у форматі цифрових негативів (RAW), на зображення з усуненою мозаїчністю у форматі, вибраному вами з трьох варіантів: JPEG, TIFF, PNG.
zh_cn: 用批处理管理器，你可以把相机拍的 RAW 格式照片批量转换成常见的 JPEG、TIFF 或 PNG 格式。

source: There are some things to be considered before you process, or even shoot in RAW format. Uncompressed RAW image file formats store all of the information obtained by the camera for each image. There are also some compressed RAW formats that store the same information after application of reversible, lossless compression algorithms. Many photographers prefer to take pictures in RAW mode because digital image post-processing can often produce better quality images than the camera's built-in conversion algorithms.
ca: Hi ha algunes coses a considerar abans de processar, o fins i tot disparar en format RAW. Els formats de fitxer d'imatge RAW sense comprimir emmagatzemen tota la informació obtinguda per la càmera a cada imatge. També hi ha alguns formats RAW comprimits que emmagatzemen la mateixa informació després de l'aplicació d'algorismes de compressió reversibles i sense pèrdua. Molts fotògrafs prefereixen prendre imatges en mode RAW perquè el postprocessament d'imatges digitals sovint pot produir imatges de millor qualitat que els algorismes de conversió incorporats a la càmera.
it: Ci sono degli aspetti da considerare prima di elaborare o persino scattare in formato RAW. I formati di file immagine RAW non compressi memorizzano tutte le informazioni ottenute dalla fotocamera per ciascuna immagine. Esistono anche alcuni formati RAW compressi che memorizzano le stesse informazioni dopo l'applicazione degli algoritmi di compressione senza perdita di dati reversibili. Molti fotografi preferiscono scattare foto in modalità RAW perché la post-elaborazione delle immagini digitali possono spesso produrre immagini di qualità migliori rispetto agli algoritmi di conversione incorporati della fotocamera.
nl: Er zijn enige zaken om te overwegen alvorens u verwerkt, of zelfs schiet in RAW-formaat. Niet gecomprimeerde RAW-afbeeldingsbestandsformaten slaan alle door de camera verkregen informatie op voor elke afbeelding. Er zijn ook enige gecomprimeerde RAW-formaten die dezelfde informatie opslaan na toepassing van herstelbare, verliesloze compressie-algoritmen. Veel fotografen geven voorkeur om foto's te nemen in modus RAW omdat digitale nabewerking van afbeeldingen vaak betere kwaliteit afbeeldingen produceren dan de ingebouwde conversie-algoritmen van de camera.
pt_br: Há alguns aspectos a serem considerados antes de processar ou mesmo fotografar em formato RAW. Os formatos de arquivo de imagem RAW não compactados armazenam todas as informações obtidas pela câmera para cada imagem. Existem também alguns formatos RAW compactados que armazenam as mesmas informações após a aplicação de algoritmos de compressão reversíveis e sem perdas. Muitos fotógrafos preferem tirar fotos no modo RAW porque o pós-processamento digital de imagens pode frequentemente produzir imagens de melhor qualidade do que os algoritmos de conversão integrados da câmera.
sl: Pred obdelavo ali celo snemanjem v formatu RAW morate upoštevati nekaj stvari. Nestisnjeni formati slikovnih datotek RAW shranjujejo vse informacije, ki jih fotoaparat pridobi za vsako sliko. Obstaja tudi nekaj stisnjenih formatov RAW, ki shranijo iste informacije po uporabi reverzibilnih algoritmov stiskanja brez izgub. Številni fotografi raje fotografirajo v načinu RAW, ker lahko naknadna obdelava digitalnih slik pogosto proizvede slike boljše kakovosti kot algoritmi za pretvorbo, vgrajeni v kamero.
sv: Det finns några saker att tänka på innan man bearbetar, eller till och med fotograferar med obehandlat format. Okomprimerade obehandlade bildfilformat lagrar all information som kameran tar emot för varje bild. Det finns också några komprimerade obehandlade format som lagrar samma information efter användning av reversibla, förlustfria komprimeringsalgoritmer. Många fotografer föredrar att ta bilder i obehandlat läge eftersom digital bildefterbehandling ofta kan ge bilder med bättre kvalitet än kamerans inbyggda konverteringsalgoritmer.
uk: Перш ніж обробляти або навіть знімати у форматі RAW, слід врахувати деякі речі. Формати файлів зображень без стискання RAW зберігають усю інформацію, отриману фотоапаратом для кожного зображення. Існують також деякі формати RAW із стисканням, які зберігають ту саму інформацію після застосування інверсивних алгоритмів стиснення без втрат. Багато фотографів віддають перевагу створенню фотографій у режимі RAW, оскільки наступна обробка цифрових зображень вручну часто може дати якісніші зображення, ніж вбудовані алгоритми перетворення камери.
zh_cn: 不过在处理 RAW 文件之前（甚至拍摄之前），有几点要注意：RAW 格式会保留相机拍到的所有原始数据，一点不压缩。也有压缩版的 RAW，但用的是无损压缩算法，解压后数据一点不丢。很多摄影师爱用 RAW 格式拍照，因为后期修图的效果往往比相机直出的效果更好。

source: The RAW files include data from each physical pixel in the camera's focal plane. For most digital cameras this means recording four color channels for each color pixel in the final image: one red, one blue, and two green channels. Often these channels are recorded to a bit depth greater than the 8 bits used in most common image formats. And the white balance of the digital camera is stored in a RAW image, so it can be applied to the image in post-processing. Demosaicing is the step taken to convert this raw 4-channel data to the standard 3-channel RGB representation used in standard image formats like JPEG and TIFF. That is the job of the RAW Convertor tool.
ca: Els fitxers RAW inclouen dades de cada píxel físic en el pla focal de la càmera. A la majoria de càmeres digitals això significa gravar quatre canals de color per a cada píxel de color en la imatge final: un vermell, un blau i dos canals verds. Sovint aquests canals s'enregistren a una profunditat de bits superior als 8 bits utilitzats en els formats d'imatge més habituals. I el balanç de blancs de la càmera digital s'emmagatzema en una imatge RAW, de manera que es pot aplicar a la imatge en el postprocessament. La reconstrucció del color («demosaicing») és el pas donat per a convertir aquestes dades de 4 canals en brut a la representació RGB estàndard de 3 canals que s'utilitza en formats d'imatge estàndard com JPEG i TIFF. Aquesta és la tasca de l'eina Convertidor RAW.

source: The RAW conversion in digiKam is based on `Libraw <https://www.libraw.org/>`_. Don't expect to produce exactly the same images as software provided by the camera vendor, but sometimes libraw gives better results. See :ref:`this section <camera_profiles>` of this manual for details.
ca: La conversió RAW en el digiKam es basa en la `LibRaw <https://www.libraw.org/>`_. No espereu produir les mateixes imatges que el programari proporcionat pel venedor de la càmera, però a vegades la LibRaw dona millors resultats. Per a obtenir més informació, vegeu :ref:`aquesta secció <camera_profiles>` del manual.

source: To use the RAW convertor in the Batch Queue Manager, select the RAW files to convert and load them into a dedicate batch queue.
ca: Per a utilitzar el convertidor RAW al gestor de la cua per lots, seleccioneu els fitxers RAW que s'han de convertir i carregueu-los a una cua per lots dedicada.
sl: Če želite uporabiti pretvornik RAW v upravljalniku paketne čakalne vrste, izberite datoteke RAW za pretvorbo in jih naložite v namensko paketno čakalno vrsto.
sv: För att använda obehandlad konvertering i köhantering för bakgrundsbehandling, välj de obehandlade filerna att konvertera och läs in dem i en dedicerad bakgrundskö.

source: Next adjust the available check and value boxes to optimize the RAW conversion process in the Batch Queue Manager settings view. Settings are available to adjust demosaicing and white balance, apply noise reduction, or manage the color profile. If find the results of a RAW conversion are not quite optimal, don't worry, it is always possible to fine-tune the image later on. A detailed description of the **RAW Decoding** settings is provided in :ref:`this section <setup_rawdefault>` of this manual.
ca: A continuació ajusteu les caselles de selecció i els valors disponibles per a optimitzar el procés de conversió RAW a la vista de configuració del gestor de la cua per lots. La configuració està disponible per ajustar la reconstrucció del color i el balanç de blancs, aplicar una reducció del soroll o gestionar el perfil de color. Si trobeu que els resultats d'una conversió RAW no són del tot òptims, no us preocupeu, sempre és possible afinar la imatge més endavant. Es proporciona una descripció detallada de la configuració del **Descodificació RAW** en :ref:`aquesta secció <setup_rawdefault>` d'aquest manual.

source: For RAW files, you must choose one output format to save the conversion result by adding a format conversion tool to the end of Assigned Tools list. The file name will stay the same by default, only the extension changes. **JPEG** uses a lossy algorithm that often produces the smallest output file size. In contrast, the tagged image format (**TIFF**) preserves all image information using a lossless LZW compression.
ca: Per als fitxers RAW, heu de triar un format de sortida a on desar el resultat de la conversió afegint una eina de conversió de format al final de la llista d'eines assignades. El nom del fitxer seguirà sent el mateix de manera predeterminada, només canviarà l'extensió. **JPEG** utilitza un algorisme amb pèrdua que sovint produeix la mida de fitxer de sortida més petita. En canvi, el format d'imatge etiquetada (**TIFF**) conserva tota la informació de la imatge utilitzant una compressió LZW sense pèrdua.

source: Don't use the **JPEG** format if you intend to perform a lot of editing on your images or if it is likely that you have to later reuse the images. The **JPEG** format allows only a limited number of operations before image quality visibly deteriorates. **TIFF** and **PNG** are better suited to maintain the quality of the original data.
ca: No utilitzeu el format **JPEG** si voleu realitzar una gran quantitat d'edició sobre les imatges o si és probable que hàgiu de tornar a utilitzar les imatges més tard. El format **JPEG** només permet un nombre limitat d'operacions abans que la qualitat de la imatge es deteriori visiblement. **TIFF** i **PNG** són més adequats per mantenir la qualitat de les dades originals.
it: Non usare il formato **JPEG** se intendi apportare molte modifiche alle tue immagini, o se è probabile che le dovrai riutilizzare in seguito. Il formato **JPEG** permette soltanto un numero limitato di operazioni prima che la qualità dell'immagine si deteriori visibilmente. Per preservare la qualità dei dati originali sono più adatti i formati **TIFF** e **PNG**.
nl: Gebruik het formaat **JPEG** niet als u van plan bent veel van uw afbeeldingen te bewerken of het waarschijnlijk is dat u het later nog eens zal gebruiken. Het **JPEG*-formaat biedt alleen een beperkt aantal bewerkingen voordat het zichtbaar verslechterd. **TIFF** en **PNG** zijn beter toegesneden om de originele gegevens te bewaren.
pt_br: Não use o formato **JPEG** se você pretende realizar muitas edições em suas imagens ou se for provável que precise reutilizá-las posteriormente. O formato **JPEG** permite apenas um número limitado de operações antes que a qualidade da imagem se deteriore visivelmente. **TIFF** e **PNG** são mais adequados para manter a qualidade dos dados originais.
sl: Ne uporabljajte zapisa **JPEG**, če nameravate svoje slike veliko urejati ali če obstaja verjetnost, da jih boste morali kasneje znova uporabiti. Format **JPEG** dovoljuje le omejeno število operacij, preden se kakovost slike vidno poslabša. **TIFF** in **PNG** sta bolj primerna za ohranjanje kakovosti izvirnih podatkov.
sv: Använd inte formatet **JPEG** om avsikten är att utföra mycket redigering av bilderna eller om det är troligt att de måste återanvändas senare. Formatet **JPEG** tillåter bara ett begränsat antal operationer innan bildkvaliteten försämras synligt. **TIFF** och **PNG** är bättre lämpade för att behålla den ursprungliga datakvaliteten.
uk: Якщо у вас попереду значна робота над знімками або ви згодом використаєте знімки з метою, відмінною від перегляду, не використовуйте формат **JPEG**, оскільки за його використання досить буде декілька разів зберегти зображення, щоб втрата якості стала видимою. Для збереження початкового зображення краще пасують формати **TIFF** і **PNG**.
zh_cn: 如果要反复修图，千万别用 **JPEG** 格式。这格式经不起折腾，改几次画质就明显变差。 **TIFF** 和 **PNG** 更适合保留原始画质。

source: If you choose **JPEG**, or **TIFF**, or **PNG** as the **Save Format** then the metadata included in the RAW file will be included in the target files as Exif information.
ca: Si escolliu **JPEG**, **TIFF** o **PNG** com el **Format de desament**, llavors les ​​metadades incloses en el fitxer RAW s'inclouran en els fitxers de destinació com a informació Exif.
it: Se scegli **JPEG**, **TIFF** o **PNG** come **formato di salvataggio**, i metadati inclusi nel file RAW saranno inclusi nei file di destinazione come informazioni Exif.
nl: Als u **JPEG** of **TIFF** of **PNG** kiest als het **Opslagformaat**, dan zullen de metagegevens uit het RAW-bestand ingevoegd worden in het doelbestand als Exif informatie.
pt_br: Se você escolher **JPEG**, **TIFF** ou **PNG** como o **Formato de salvamento**, os metadados incluídos no arquivo RAW serão incluídos nos arquivos de destino como informações Exif.
sl: Če izberete **JPEG** ali **TIFF** ali **PNG** kot **Shrani format**, bodo metapodatki, vključeni v datoteko RAW, vključeni v ciljne datoteke kot informacije Exif.
sv: Om **JPEG**, **TIFF** eller **PNG** väljes som **Spara format** inkluderas metadata som ingår i den obehandlade filen att inkluderas i resultatfilerna som Exif-information.
uk: Якщо ви виберете **JPEG**, **TIFF** або **PNG** як **Формат зберігання**, до файла результатів перетворення буде включено метадані з файла цифрового негатива, як дані Exif.
zh_cn: 不管选 **JPEG** 、 **TIFF** 还是 **PNG** 作为 **保存格式** ，RAW 文件里的元数据都会以 Exif 信息的形式存到新文件里。

source: When you have finished setting up the queue, click the **Process** button to start the conversion. If you want to abort image conversion, press the **Abort** button.
ca: Quan finalitzeu la configuració de la cua, feu clic en el botó **Executa** per a iniciar la conversió de la imatge. Si la voleu interrompre, premeu el botó **Interromp**.
it: Quando hai finito di impostare la coda, fai clic sul pulsante **Elabora** per avviare la conversione. Se vuoi interrompere la conversione dell'immagine, premi il pulsante **Interrompi**.
nl: Wanneer u klaar bent met het opzetten van de wachtrij, klik dan op de knop **Verwerken** om de conversie te starten. Als u de afbeeldingsconversie wilt afbreken, druk dan op de knop **Afbreken**.
pt_br: Após terminar de configurar a fila, clique no botão **Processar** para iniciar a conversão. Se desejar interromper a conversão da imagem, pressione o botão **Interromper**.
sl: Ko končate z nastavitvijo čakalne vrste, kliknite gumb **Zaženi** da zaženete pretvorbo. Če želite prekiniti pretvorbo slike, pritisnite gumb **Prekini**.
sv: När inställning av kön är klar, klicka på knappen **Behandla** för att starta konverteringen. Om bildkonverteringen ska avbrytas, tryck på knappen **Avbryt**.
uk: Після встановлення належних параметрів черги обробки натисніть кнопку **Обробити**, щоб наказати програмі здійснити перетворення. Якщо ви забажаєте перервати перетворення зображення, натисніть кнопку **Перервати**.
zh_cn: 设置好队列后，点 **执行** 按钮开始转换。想中途取消的话，按 **停止** 按钮就行。

source: The Batch Queue Manager with a Workflow to Convert RAW files to HEIF Container by Applying Filters
ca: El Gestor de la cua per lots amb un flux de treball per a convertir fitxers RAW al contenidor HEIF aplicant filtres
it: Il gestore elaborazione in serie con un flusso di lavoro per convertire i file RAW in contenitore HEIF applicando dei filtri
nl: De takenwachtrijbeheerder met een werkmethode om RAW-bestanden naar HEIF-container te converteren met toepassing van filters
pt_br: O gerenciador de processamento em lote com um fluxo de trabalho para converter arquivos RAW em contêiner HEIF aplicando filtros
sl: Upravljalnik paketne čakalne vrste s potekom dela za pretvorbo datotek RAW v vsebnik HEIF z uporabo filtrov
sv: Köhantering för bakgrundsbehandling med ett arbetsflöde för att konvertera obehandlade filer till HEIF-behållare genom att använda filter
uk: Засіб керування пакетною обробкою із процедурою для перетворення файлів цифрових негативів до контейнера HEIF із застосуванням фільтрів
zh_cn: 图示：用批处理管理器把 RAW 文件转成 HEIF 格式，还能顺便加滤镜

source: With the Batch Queue Manager, you can import and convert your images stored in RAW format to a demosaiced target formats as (JPEG, TIFF, or PNG).
pt: Com o Gestor da Fila em Lote, poderá importar e converter as suas imagens guardadas no formato RAW noutros formatos de destino sem efeito de mosaico, como o JPEG, TIFF ou PNG.

source: There are ome considerations before your convert, and even before you shoot in RAW format. RAW image file formats keep the original information of the exposure supposedly without loss (when compressed, they use reversible, lossless compressions algorithms). Many photographers prefer to take their picture in RAW mode because the camera's built-in conversion program is often of lesser quality than what you can achieve with digital image processing. The whitebalance of the digital camera is registered but not applied to the image. Some CMOS CCD's create four types of color filter data: RGBG, Red, Green, Blue and another Green mask for contrast enhancement. This tool can take this into account.
pt: Existem algumas considerações antes da sua conversão e mesmo ainda antes de fotografar no formato RAW. Os formatos de ficheiros de imagens RAW mantêm a informação original da exposição supostamente sem qualquer perda (quando comprimidos, usam algoritmos de compressão sem perdas). Muitos fotógrafos preferem tirar as suas fotografias no modo RAW, porque o programa de conversão incorporado na câmara normalmente é de menor qualidade do que poderá obter com o processamento de imagens digitais. O balanceamento de branco da câmara digital é registado mas não é aplicado à imagem. Alguns CCD's CMOS criam quatro tipos de dados de filtros de cores (RGBG): Vermelho, Verde, Azul e outra máscara de Verde para a melhoria do contraste. Esta ferramenta poderá ter isso em conta.

source: The conversion is based on `Libraw <https://www.libraw.org/>`_. Don't expect to produce the same images as software provided by the camera vendor but sometimes libraw gives better results. See :ref:`this section <camera_profiles>` of this manual for details.
pt: A conversão baseia-se na `Libraw <https://www.libraw.org/>`_. Não espere produzir as mesmas imagens que as aplicações fornecidas pelo fabricante da câmara, mas às vezes a Libraw gera melhores resultados. Veja :ref:`esta secção <camera_profiles>` deste manual para saber mais detalhes.

source: Select the RAW files to convert and load them to a dedicate batch queue.
pt: Seleccione os ficheiros RAW a converter e carregue-os para uma fila de espera dedicada.

source: In Batch Queue Manager settings view, you can adjust the available check and value boxes to optimize the RAW conversion process. The first checkbox indicates to use the camera settings for white balance. The essential parameters like brightness, and red/blue amplifier may be adjusted. If the result is not quite optimal, don't worry, it is always possible to fine-tune the image later on.
pt: Na janela de configuração do Gestor da Fila de Espera, poderá ajustar os campos de marcação e de valores disponíveis para optimizar o processo de conversão RAW. A primeira opção diz para usar a configuração do balanceamento de branco da máquina. Os parâmetros essenciais, como o brilho e a amplificação de vermelho/azul poderão ser ajustados. Se o resultado não for óptimo, não se preocupe - é sempre possível afinar as definições da imagem mais tarde.
