Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/raw_converter.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: The **Interpolate RGB as four colors** conversion option can be selected to use contrast information. (If your camera works in RGB mode, the RGBG setting has no effect). If you want to know all details about the **RAW Decoding** settings see :ref:`this section <setup_rawdefault>` of this manual.
pt: A opção de conversão **Interpolar o RGB como quatro cores** poderá ser seleccionada para usar a informação do contraste. (Se a sua câmara funcionar no modo RGB, a definição do RGBG não fará efeito). Se quiser saber todos os detalhes sobre a **Descodificação RAW**, veja :ref:`esta secção <setup_rawdefault>` deste manual.

source: You must choose one output formats to save the conversion result by placing the target file format conversion tool. The file name will stay the same by default, only the extension changes. **JPEG** uses the lossy algorithm and produces the smallest output file size. In opposite the tagged image format (**TIFF**) preserves all information of your image while using lossless LZW compression.
pt: Deverá escolher um formato de saída para gravar o resultado da conversão, colocando a ferramenta de conversão do formato de ficheiro de destino. O nome do ficheiro de destino ficará igual por omissão, sendo que apenas a extensão muda. O **JPEG** usa o algoritmo com perdas e produz o menor tamanho de ficheiro possível. Por oposição, o formato de imagem com marcas (**TIFF**) preserva toda a informação da sua imagem, usando à mesma a compressão sem perdas LZW.

source: If you intend to work a lot on your images or if it is likely that you have to reuse it later on, then don't use **JPEG** format because it allows a limited number of operations before it deteriorates visibly. **TIFF** and **PNG** are better suited to keep the original data.
pt: Se pretender trabalhar bastante nas suas imagens, ou caso seja provável que tenha de as reutilizar mais tarde, então não use o formato **JPEG**, porque permite um número limitado de operações antes de deteriorar de forma visível. Os formatos **TIFF** e **PNG** são mais adequados para manter os dados originais.

source: If you choose **JPEG**, or **TIFF**, or **PNG** as the **Save Format** then the metadata included in RAW file will be included in the target files as Exif information.
pt: Se escolher o **JPEG**, o **TIFF** ou o **PNG** como **Formato de Gravação**, então os meta-dados incluídos no ficheiro RAW serão incluídos no ficheiro de destino como dados em EXIF.

source: When you have finished to setup the queue, click the **Process** button to start the conversion. If you want abort image conversion, press the **Abort** button.
pt: Quando tiver terminado de configurar a fila, carregue no botão **Processar** para iniciar a conversão. Se quiser interromper a conversão da imagem, carregue no botão **Interromper**.

source: The Batch Queue Manager With a Workflow to Convert RAW files to HEIF Container by Applying Filters
pt: O Gestor da Fila em Lote com um Processo de Conversão de Ficheiros RAW no Contentor HEIF, Aplicando os Filtros

source: :ref:`RAW Converter <batch_queue>`
it: :ref:`Convertitore RAW <batch_queue>`
nl: :ref:`RAW-convertor <batch_queue>`
pt_br: :ref:`Conversor de RAW <batch_queue>`
sl: :ref:`Pretvornik RAW <batch_queue>`
sv: :ref:`Obehandlad konvertering <batch_queue>`
uk: :ref:`Перетворювач цифрових негативів <batch_queue>`
zh_cn: :ref:`RAW 转换 <batch_queue>`

source: The RAW files include data from each physical pixel in the camera's focal plane. For most digital cameras this means recording four color channels for each color pixel in the final image: one red, one blue, and two green channels. Often these channels are recorded to a bit depth greater than the 8 bits used in most common image formats. In addition, the white balance of the digital camera is stored in a RAW image, so it can be applied to the image in post-processing. Demosaicing is the step taken to convert this raw 4-channel data to the standard 3-channel RGB representation used in standard image formats like JPEG and TIFF. That is the job of the RAW Converter tool.
it: I file RAW includono i dati presi da ciascun pixel fisico nel piano focale della fotocamera. Per la maggior parte delle fotocamere digitali questo significa la registrazione di quattro canali di colore nell'immagine finale: uno rosso, uno blu e due verdi. Spesso questi canali sono registrati a una profondità di bit maggiore degli 8 bit utilizzati nei formati immagine più comuni. In aggiunta, il bilanciamento del bianco della fotocamera digitale viene memorizzato in un'immagine RAW, dunque può essere applicato all'immagine in fase di post-elaborazione. La demosaicizzazione è il passaggio intrapreso per convertire questi dati a quattro canali raw nella rappresentazione RGB a tre canali standard utilizzata nei formati immagini quali JPEG e TIFF, che è il lavoro di cui si occupa il Convertitore RAW.
nl: De RAW-bestanden bevatten gegevens van elk fysiek pixel in het brandpuntsvlak van de camera. Voor de meeste digitale camera's betekent dit het opnemen van vier kleurkanalen voor elk kleurpixel in de uiteindelijke afbeelding: één rood, één blauw en twee groene kanalen. Vaak worden deze kanalen opgenomen tot een bit dieper dan de 8 bits gebruikt in de meest algemene afbeeldingsformaten. Naast de witbalans van de digitale camera wordt opgeslagen in een RAW-afbeelding, dus kan het toegepast worden op de nabewerking van de afbeelding. Mozaïek verwijderen is de stap genomen naar conversie van deze raw 4-kanaalsgegevens naar de standaard 3-kanaals RGB representatie gebruikt in standaard afbeeldingsformaten zoals JPEG en TIFF. Dat is de taak van het hulpmiddel RAW-convertor.
pt_br: Os arquivos RAW incluem dados de cada pixel físico no plano focal da câmera. Para a maioria das câmeras digitais, isso significa gravar quatro canais de cor para cada pixel de cor na imagem final: um canal vermelho, um canal azul e dois canais verdes. Frequentemente, esses canais são gravados com uma profundidade de bits maior do que os 8 bits usados ​​na maioria dos formatos de imagem comuns. Além disso, o balanço de branco da câmera digital é armazenado em uma imagem RAW, para que possa ser aplicado à imagem no pós-processamento. A reconstrução de cor é a etapa realizada para converter esses dados brutos de 4 canais para a representação RGB padrão de 3 canais usada em formatos de imagem padrão como JPEG e TIFF. Essa é a função da ferramenta de conversão de RAW.
uk: Файли цифрових негативів містять дані з кожного фізичного пікселя у фокальній площині камери. Для більшості цифрових камер це означає запис чотирьох кольорових каналів для кожного кольорового пікселя в кінцевому зображенні: один червоний, один синій і два зелених канали. Часто ці канали записуються з бітовою глибиною, яка перевищує 8 біт, які використовуються в більшості поширених форматів зображень. А баланс білого цифрової камери зберігається в зображенні цифрового негатива, тому його можна застосувати до зображення під час остаточної обробки. Усування мозаїчності — це крок, який виконується для перетворення цих необроблених 4-канальних даних у стандартне 3-канальне представлення RGB, яке використовується в стандартних форматах зображень, таких як JPEG і TIFF. Це завдання інструменту перетворення цифрових негативів.

source: The RAW conversion in digiKam is based on `Libraw <https://www.libraw.org/>`_, which supports many, but not all, RAW formats. Don't expect to produce exactly the same images as software provided by the camera vendor, but sometimes libraw gives better results. See :ref:`this section <camera_profiles>` of this manual for details.
it: La conversione RAW in digiKam si basa su `Libraw <https://www.libraw.org/>`_, che supporta molti formati RAW, ma non tutti. Non aspettarti di ottenere esattamente le stesse immagini che produrrebbe il software fornito dal costruttore della fotocamera, però a volte libraw restituisce risultati migliori. Per i dettagli, consulta :ref:`questa sezione <camera_profiles>` del manuale.
nl: De RAW-conversie in digiKam is gebaseerd op `Libcraw <https://www.libraw.org/>`_, die veel, maar niet alle RAW-formaten ondersteunt. Verwacht niet dat hiermee exact dezelfde afbeeldingen worden geproduceerd als de software geleverd door de verkoper van de camera, maar soms geeft libcraw betere resultaten. Zie voor details :ref:`deze sectie <camera_profiles>` van deze handleiding.
pt_br: A conversão RAW no digiKam é baseada no `Libraw <https://www.libraw.org/>`_, que suporta muitos, mas não todos, os formatos RAW. Não espere produzir exatamente as mesmas imagens que o software fornecido pelo fabricante da câmera, mas às vezes o Libraw oferece resultados melhores. Consulte :ref:`esta seção <camera_profiles>` deste manual para obter detalhes.
sl: Pretvorba RAW v digiKamu temelji na `Libraw <https://www.libraw.org/>`_, ki podpira veliko, a ne vseh formatov RAW. Ne pričakujte, da boste ustvarili popolnoma enake slike kot programska oprema, ki jo ponuja prodajalec fotoaparata, vendar včasih libraw daje boljše rezultate. Glej :ref:`ta razdelek <camera_profiles>` tega priročnika za podrobnosti.
sv: Obehandlad konvertering i digiKam är baserad på `Libraw <https://www.libraw.org/>`_. som stöder många, men inte alla, obehandlade format. Förvänta inte att producera exakt samma bilder som programvara från kameraleverantören, men ibland ger libraw bättre resultat. Se :ref:`det här avsnittet <camera_profiles>` i handboken för detaljerad information.
uk: Перетворення цифрових негативів у digiKam засновано на бібліотеці `Libraw <https://www.libraw.org/>`_, у якій передбачено підтримку багатьох, але не усіх, форматів цифрових негативів. Не очікуйте, що dcraw дасть вам точно ті самі зображення, що і програмне забезпечення, створене виробником фотоапарата, але іноді libraw дає кращі результати. Докладніший опис можна знайти у :ref:`цьому розділі <camera_profiles>` підручника.
zh_cn: digiKam 用的是 `Libraw <https://www.libraw.org/>`_ 库来转换RAW，支持大部分（但不是所有）相机的RAW格式。转换效果可能和相机厂商自己的软件不太一样，但有时候反而更好。具体区别可以看手册里的 :ref:`这部分 <camera_profiles>` 说明。

source: To use the RAW converter in the Batch Queue Manager, select the RAW files to convert and load them into a dedicate batch queue.
it: Per utilizzare il convertitore RAW nel Gestore elaborazione in serie, seleziona il file RAW da convertire e caricalo nell'apposito elaboratore in serie.
nl: Om de RAW-conversie van de Takenwachtrijbeheerder te gebruiken selecteer de RAW-bestanden om ze te converteren en te laden naar een toepasselijke wachtrij voor bulk.
pt_br: Para usar o conversor RAW no gerenciador de processamento em lote, selecione os arquivos RAW a serem convertidos e carregue-os em uma fila dedicada.
uk: Щоб скористатися засобом перетворення цифрових негативів у засобі керування пакетною чергою обробки, виберіть файли цифрових негативів для перетворення і завантажте їх до відповідної черги пакетної обробки.

source: Next adjust the available check and value boxes to optimize the RAW conversion process in the Batch Queue Manager settings view. Settings are available to adjust demosaicing and white balance, apply noise reduction, or manage the color profile. If you find the results of a RAW conversion are not quite optimal, don't worry, it is always possible to fine-tune the image later on. A detailed description of the **RAW Decoding** settings is provided in :ref:`this section <setup_rawdefault>` of this manual.
it: Regola, quindi, le varie caselle di controllo e dei valori, in modo da ottimizzare il processo di conversione RAW nella vista delle impostazioni del Gestore elaborazione in serie. Le impostazioni sono disponibili per regolare la demosaicizzazione e il bilanciamento del bianco, applicare la riduzione del rumore oppure gestire il profilo dei colori. Se ti sembra che i risultati di una conversione RAW non siano per nulla ottimali, non preoccuparti: è sempre possibile regolare in modo preciso l'immagine in un momento successivo. Una descrizione dettagliata delle impostazioni di **Decodifica RAW** si trova in :ref:`questa sezione <setup_rawdefault>` del manuale.
nl: Pas vervolgens de beschikbare activerings- en waardevakken aan om het RAW-conversieproces in de instellingenweergave van Takenwachtrijbeheerder. Instellingen zijn beschikbaar om mozaïek verwijderen en witbalans aan te passen, ruisreductie toepassen of het kleurprofiel te beheren. Als u vindt dat de resultaten van een RAW-conversie niet geheel optimaal zijn, geen probleem, het is altijd mogelijk de afbeelding later te verfijnen. Een gedetailleerde beschrijving van de instellingen voor **RAW decoderen** wordt geleverd in :ref:`deze sectie <setup_rawdefault>` van deze handleiding.
pt_br: Em seguida, ajuste as caixas de seleção e valores disponíveis para otimizar o processo de conversão RAW na visualização de configurações do gerenciador de processamento em Lote. As configurações estão disponíveis para ajustar a reconstrução de cor e o balanço de branco, aplicar redução de ruído ou gerenciar o perfil de cor. Se você achar que os resultados de uma conversão RAW não são os ideais, não se preocupe, sempre é possível ajustar a imagem posteriormente. Uma descrição detalhada das configurações de **Decodificação RAW** é fornecida :ref:`nesta seção <setup_rawdefault>` deste manual.
sl: Nato prilagodite razpoložljiva potrditvena polja in polja z vrednostmi, da optimizirate postopek pretvorbe RAW v pogledu nastavitev upravljalnika paketne čakalne vrste. Na voljo so nastavitve za prilagajanje odstranjevanja mozaičnosti in ravnovesja beline, uporabo zmanjšanja šuma ali upravljanje barvnega profila. Če ugotovite, da rezultati pretvorbe RAW niso povsem optimalni, ne skrbite, sliko je vedno mogoče natančno prilagoditi pozneje. Podroben opis nastavitev **dekodiranja RAW** je na voljo v :ref:`tem razdelku <setup_rawdefault>` tega priročnika.
sv: Justera sedan de tillgängliga kryss- och värderutorna för att optimera den obehandlade konverteringsprocessen med inställningarna i köhantering för bakgrundsbehandling. Inställningar är tillgängliga för att justera mosaikborttagning och vitbalans, införa brusreducering och hantera färgprofilen. Om man tycker att resultatet av en obehandlad konvertering inte är helt optimal, var inte orolig, det är alltid möjligt att finjustera bilden senare. En detaljerad beskrivning av inställningarna för **obehandlad avkodning** finns i :ref:`det här avsnittet <setup_rawdefault>` i handboken.
uk: Потім скоригуйте доступні пункти позначок та значень, щоб оптимізувати процес перетворення цифрових негативів на панелі параметрів керування пакетною обробкою. Можна налаштувати параметри усування мозаїчності та балансу білого, застосувати усування шуму або керування профілем кольорів. Якщо ви виявите, що результати перетворення цифрового негатива не зовсім оптимальні, не хвилюйтеся, завжди можна скоригувати зображення пізніше. Детальний опис параметрів **Розшифрування цифрових негативів** наведено у :ref:`цьому розділі <setup_rawdefault>` цього підручника.
zh_cn: 接着在批处理管理器的设置界面里，调整各种复选框和数值框来优化转换效果。这里可以设置去马赛克方式、调白平衡、降噪，还能管理色彩配置。要是转换效果不满意也别急，反正后期还能再微调。具体怎么设置 **RAW 解码** 参数，手册 :ref:`这一节 <setup_rawdefault>` 有详细说明。

source: For RAW files, you must add a format conversion tool to the end of Assigned Tools list that specifies the output format used to save the results file. The file name will stay the same by default, only the extension changes. **JPEG** uses a lossy algorithm that often produces the smallest output file size. In contrast, the tagged image format (**TIFF**) preserves all image information using a lossless LZW compression.
it: Per i file RAW devi scegliere aggiungere uno strumento di conversione del formato alla fine dell'elenco degli strumenti assegnati che specifica il formato di uscita utilizzato per salvare i file del risultato. Il nome del file rimarrà lo stesso nel modo predefinito, cambia solo l'estensione. **JPEG** usa un algoritmo con perdita di dati, e produce il file di uscita più piccolo. Al contrario, il formato tagged image (**TIFF**) conserva tutte le informazioni dell'immagine usando un algoritmo di compressione senza perdita di dati LZW.
nl: Voor RAW-bestanden moet u een formaatconversiehulpmiddel toevoegen aan het eind van de lijst Toegekende hulpmiddelen, die het uitvoerformaat specificeert gebruikt om het resultaatbestand op te slaan. De bestandsnaam zal standaard hetzelfde blijven, alleen wijzigt de extensie. **JPEG** gebruikt een algoritme met verlies en produceert vaak de kleinste uitvoerbestandsgrootte. Hier tegenover zal het tagged image format (**TIFF**) alle informatie van uw afbeelding bewaren met gebruik van de LZW-compressie zonder verlies.
pt_br: Para arquivos RAW, você deve adicionar uma ferramenta de conversão de formato ao final da lista de ferramentas atribuídas, que especifique o formato de saída usado para salvar o arquivo de resultado. O nome do arquivo permanecerá o mesmo por padrão, apenas a extensão muda. **JPEG** usa um algoritmo com perdas que geralmente produz o menor tamanho de arquivo de saída. Em contraste, o formato de imagem marcada (**TIFF**) preserva todas as informações da imagem usando uma compactação LZW sem perdas.
sl: Za surove datoteke RAW morate izbrati eno izhodno obliko, da shranite rezultat pretvorbe, tako da dodate orodje za pretvorbo oblike na konec seznama dodeljenih orodij. Ime datoteke bo privzeto ostalo enako, spremeni se le končnica. **JPEG** uporablja algoritem z izgubo, ki pogosto ustvari najmanjšo velikost izhodne datoteke. Nasprotno pa format označene slike (**TIFF**) ohrani vse informacije o sliki s kompresijo LZW brez izgub.
sv: För obehandlade bilder måste man lägga till ett formatkonverteringsverktyg i slutet av listan Tilldelade verktyg som anger utdataformatet använt för att spara resultatfilen. Filnamnet förblir normalt detsamma, bara filändelsen ändras. **JPEG** använder en förstörande algoritm och ofta producerar den minsta utdatafilstorleken. I motsatt till det bevarar det taggade bildformatet (**TIFF**) all information med användning av en förlustfri LZW-komprimering.
uk: Для файлів цифрових негативів вам слід вибрати один із форматів виведення даних для зберігання результатів перетворення додаванням засобу перетворення форматів у кінець списку призначених інструментів. Типово, назву файла змінено не буде, змін зазнає лише суфікс назви. Для зберігання даних у форматі **JPEG** використовується алгоритм із втратою даних, але результат перетворення матиме найменші розміри файла. Навпаки, якщо використано формат зображень **TIFF**, усі дані зображення буде збережено, а для стискання буде використано алгоритм LZW, який не призводить до втрат даних.
zh_cn: 处理 RAW 文件时，记得在"已指定工具"列表最后加个格式转换工具，用来指定输出格式。默认情况下文件名不变，只改后缀。选 **JPEG** 的话文件最小，但用的是有损压缩；选 **TIFF** 的话能无损保留所有图像信息（用的是 LZW 压缩算法）。

source: The RAW files include data from each physical pixel in the camera's focal plane. For most digital cameras this means recording four color channels for each color pixel in the final image: one red, one blue, and two green channels. Often these channels are recorded to a bit depth greater than the 8 bits used in most common image formats. In addition, the white balance of the digital camera is stored in a RAW image, so it can be applied to the image in post-processing. Demosaicing is the step taken to convert this raw 4-channel data to the standard 3-channel RGB representation used in standard image formats like JPEG and TIFF. That is the job of the RAW Convertor tool.
sl: Surove datoteke RAW vključujejo podatke iz vsake fizične slikovne pike v goriščni ravnini kamere. Za večino digitalnih kamer to pomeni snemanje štirih barvnih kanalov za vsako barvno slikovno piko na končni sliki: enega rdečega, enega modrega in dveh zelenih kanalov. Ti kanali so pogosto posneti z bitno globino, ki je večja od 8 bitov, ki se uporabljajo v najpogostejših formatih slik. Poleg tega je nastavitev beline digitalne kamere shranjena v sliko RAW, tako da jo je mogoče uporabiti za sliko v naknadni obdelavi. Odstranjevanje mozaičnosti je korak za pretvorbo teh neobdelanih 4-kanalnih podatkov v standardno 3-kanalno predstavitev RGB, ki se uporablja v standardnih formatih slik, kot sta JPEG in TIFF. To je naloga orodja pretvornika RAW.
sv: De obehandlade filerna innehåller data från varje fysisk bildpunkt i kamerans fokalplan. För de flesta digitalkameror innebär det att man lagrar fyra färgkanaler för varje färgbildpunkt i den slutliga bilden: en röd, en blå och två gröna kanaler. Ofta lagras kanalerna med ett bitdjup större än de 8 bitar som används i de vanligaste bildformaten. Dessutom lagras digitalkamerans vitbalans i en obehandlad bild, så den kan införas på bilden i efterbehandling. Mosaikborttagning är steget som tas för att konvertera obehandlad fyra kanalers data till vanlig tre kanalers RGB-representation som används i vanliga bildformat som JPEG och TIFF. Det jobbet som verktyget för obehandlad konvertering gör.
