Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/watermark_tool.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: **X margin** and **Y margin** specifies the margin from the edge in X and Y directions, as a percentage of the marked image.
ca: **Marge X** i **Marge Y** especifiquen el marge des de la vora en les direccions «X» i «Y», com a percentatge de la imatge marcada.
it: **Margine X** e **margine Y** specificano rispettivamente il margine dal bordo nelle direzioni X e Y, come percentuale dell'immagine contrassegnata.
nl: **X-marge** en **Y-marge** specificeren de marge vanaf de rand in X en Y richting, als een percentage van de gemerkte afbeelding.
pt_br: **Margem X** e **Margem Y** especificam a margem da borda nas direções X e Y, como uma porcentagem da imagem marcada.
sl: **X rob** in **Y rob** omogočata določitev roba od roba v smereh X in Y kot odstotek označene slike.
sv: **X-marginal** och **Y-marginal** anger marginalen från kanten i X- och Y-riktningarna, som en procentandel av den markerade bilden.
uk: За допомогою пунктів **Відступ за X** і **Відступ за Y** можна вказати відступи від краю у напрямках X та Y у відсотках до базового зображення.
zh_cn: **X 边距** 控制左右留空比例， **Y 边距** 控制上下留空比例，都是按原图尺寸百分比计算。

source: Results
ca: Resultat
it: Risultati
nl: Resultaten
pt: Resultados
pt_br: Resultados
sl: Rezultati
sv: Resultat
uk: Результати
zh_cn: 结果

source: Once you are satisfied with the settings, hit the **Run** button, and when digiKam finishes, you’ll find the watermarked photos in the target folder. Samples of text and image watermarks applied to the same image using transparency are shown below.
ca: Una vegada estigueu satisfet amb la configuració, premeu el botó **Executa** i quan el digiKam hagi acabat, trobareu les fotografies amb marca d'aigua a la carpeta de destinació. A continuació es mostren exemples de marques d'aigua de text i imatge aplicades sobre la mateixa imatge utilitzant la transparència.
it: Una volta sistemate a piacimento le impostazioni, premi il pulsante **Avvia** per applicare la filigrana alle fotografie presenti nella cartella di destinazione. Di seguito sono riportati campioni di filigrana con testo e filigrana con immagini applicati alla stessa foto, e con uso della trasparenza.
nl: Nadat u tevreden bent met de instellingen, druk de knop **Uitvoeren** in en wanneer digiKam eindigt, zult u de foto's voorzien van een watermerk in de doelmap vinden. Voorbeelden van een tekst- en afbeeldingswatermerk toegepast op dezelfde afbeelding met gebruik van transparantie worden onderstaand getoond.
pt_br: Quando estiver satisfeito com as configurações, clique no botão **Executar** e, quando o digiKam terminar, você encontrará as fotos com marca d'água na pasta de destino. Exemplos de marcas d'água de texto e imagem aplicadas à mesma imagem usando transparência são mostrados abaixo.
sl: Ko ste zadovoljni z nastavitvami, pritisnite gumb **Zaženi** in ko se digiKam konča, boste v ciljni mapi našli fotografije z vodnim žigom. Spodaj so prikazani vzorci besedilnih in slikovnih vodnih žigov, uporabljenih na isti sliki z uporabo prosojnosti.
sv: När du är nöjd med inställningarna tryck på knappen **Kör**. När digiKam är klar finns de vattenmärkta fotona i målkatalogen. Exempel på text- och bildvattenmärken som lagts till på samma bild med hjälp av genomskinlighet visas nedan.
uk: Щойно потрібні параметри буде визначено, можете натиснути кнопку **Виконати**, і коли роботу digiKam буде завершено, у теці призначення з'являться позначені водяним знаком фотографії. Нижче наведено приклади текстового водяного знаку і накладки-зображення, які застосовано до того самого зображення з прозорістю.
zh_cn: 设置完成后，点击 **执行** 按钮，处理完成的水印照片会自动保存到目标文件夹。下方是效果示意图，是分别给同一张图片应用文本水印和图像水印的效果。

source: Sample of Centered Image Watermark Applied to a photo Using Transparency
ca: Mostra d'una marca d'aigua d'imatge aplicada a una fotografia utilitzant la transparència
it: Campione di filigrana immagine centrata applicata a una foto con uso della trasparenza
nl: Voorbeeld van een gecentreerd afbeeldingswatermerk toegepast op een foto met gebruik van transparantie
pt: Exemplo de Marca-de-Água com Imagem Centrada Aplicada numa Fotografia, Usando a Transparência
pt_br: Exemplo de marca d'água de imagem centralizada aplicada a uma foto usando transparência
sl: Vzorec vodnega žiga na sredini slike, uporabljenega na fotografiji s prosojnostjo
sv: Exempel på centrerat vattenmärke tillagt på ett foto med hjälp av genomskinlighet
uk: Зразок центрованого зображення водяного знака, який застосовано до зображення з використанням прозорості
zh_cn: 使用透明度的居中图片水印效果

source: Sample of Systematic Repeated Text Watermark Applied to a photo Using Transparency
ca: Mostra d'una marca d'aigua de text aplicada a una fotografia utilitzant la transparència
it: Campione di filigrana con ripetizione sistematica del testo applicata a una foto con uso della trasparenza
nl: Voorbeeld van een systematisch herhaald tekstwatermerk toegepast op een foto met gebruik van transparantie
pt: Exemplo de Marca-de-Água com Texto Repetitivo Aplicada numa Fotografia, Usando a Transparência
pt_br: Exemplo de marca d'água de texto repetido sistemático aplicado a uma foto usando transparência
sl: Vzorec sistematičnega ponavljajočega se besedilnega vodnega žiga, uporabljenega na fotografiji s prosojnostjo
sv: Exempel på systematiskt upprepat textvattenmärke tillagt på ett foto med hjälp av genomskinlighet
uk: Зразок систематично повторюваного текстового водяного знака, який застосовано до фотографії з використанням прозорості
zh_cn: 使用透明度的有序重复文字水印效果

source: Watermark
pt: Marca de Água

source: While there are many ways to protect your photos from unauthorized use, watermarking still remains the simplest and probably the most effective technique that can help you to identify you as the creator and make it difficult to use your works without permission.
pt: Embora existam muitas formas de proteger as suas fotografias contra o uso não-autorizado, as marcas-de-água continuam a ser a técnica mais simples e efectivada que o poderá ajudar a identificar como criador e a dificultar o uso por parte de outros do seu trabalho sem autorização.

source: digiKam supports watermarking. The watermarking function in digiKam is available under the Batch Queue Manager tool which you can use to watermark multiple photos in one go. Drag the photos you want to watermark from a digiKam album onto the **Queues** pane to add them to the current queue. Click on the **Base Tools** tab in the **Control Panel** pane and double-click on the **Decorate/Add Watermark** tool to add it to the **Assigned Tools** pane.
pt: O digiKam suporta as marcas-de-água. Esta funcionalidade no digiKam está disponível na ferramenta do Gestor da Fila, o qual poderá usar para marcar várias fotografias de uma vez. Arraste as fotografias que deseja marcar de um dado álbum do digiKam para a área de **Filas** para as adicionar à fila actual. Carregue na página de **Ferramentas de Base** no **Painel de Controlo** e faça duplo-click sobre a ferramenta **Decorar/Adicionar uma Marca-de-Água** para a adicionar à área de **Ferramentas Atribuídas**.

source: Lead Settings
pt: Configuração Inicial

source: digiKam can use **Text** or **Image** as watermarks, and you can choose the desired watermark type at the top of the Tool Settings pane with the **Watermark type** option. Check **Use Absolute Size** option if you want the watermark to use the given size of the font or the image without any adjustment to the actual image.
pt: O digiKam pode usar **Texto** ou uma **Imagem** como marcas de água, e poderá escolher o tipo de marca-de-água desejado no topo da área de Configuração da Ferramenta com a opção **Tipo de marca-de-água**. Assinale a opção **Usar um Tamanho Absoluto** se quiser que a marca-de-água use o tamanho de letra indicado ou a imagem sem quaisquer ajustes à imagem em si.

source: The Batch Queue Manager Watermark Tool Lead Settings
pt: A Configuração Inicial da Ferramenta de Marca-de-Água do Gestor de Lote

source: If you want to use the **Image** watermark type, make sure that you already have a graphics file handy, and select it from the file system. Check **Ignore Watermark aspect Ratio** option if you want the watermark to ignore its own aspect ratio and use the image's aspect ratio instead. Check **Add transparency to watermark image** if you want watermark to be transparent and tune the **Opacity** value in percentages with the option just below.
pt: Se quiser usar o tipo de marca-de-água **Imagem**, certifique-se que já tem um ficheiro de imagem pronto e seleccione-o no sistema de ficheiros. Assinale a opção para **Ignorar as Proporções da Marca-de-Água** se quiser que a marca-de-água ignore as suas próprias proporções de tamanho e use as da imagem. Assinale a opção **Adicionar a transparência à imagem da marca-de-água** se quiser que a marca-de-água seja transparente e ajuste o valor de **Opacidade** como uma percentagem, usando a opção abaixo.

source: The **Text** watermark is more simple to use as it does not require an external source of contents to generate the mark over the images. In **Watermark text** field, enter the desired string to use superimposed contents. Below, you can tune the **Font** properties to write text on images, as the **name**, the **style**, and the **color** (the **size** is auto-calculated). With **Text opacity** you can adjust the transparency of the watermark text, where 100 is fully opaque and 0 is fully transparent. Finally, the **Use background** allows to draw the text over a colored background where you can choose the color and the transparency level.
pt: A marca-de-água de **Texto** é mais fácil de usar, dado que não necessita de uma fonte externa de conteúdos para gerar a marca sobre as imagens. No campo do **Texto da marca-de-água**, indique o texto desejado para sobrepor os conteúdos. Em baixo, poderá ajustar as propriedades do **Tipo de Letra** para escrever o texto nas imagens, como o **nome**, o **estilo** e a **cor** (o **tamanho** é calculado automaticamente). Com a **Opacidade do texto**, poderá ajustar a transparência do texto da marca-de-água, onde o 100 é totalmente opaco e o 0 é totalmente transparente. Finalmente. A opção **Usar o fundo** permite desenhar o texto sobre um fundo colorido, no qual poderá escolher a cor e o nível de transparência.

source: Specify in this view the watermark geometry settings such as **Placement Position**, **Rotation**, **Size**, and **Margins**.
pt: Configure nesta área as definições da geometria da marca-de-água, como a **Posição de Colocação**, **Rotação**, **Tamanho** e **Margens**.

source: **Placement Type** is the lead geometry setting which will enable or disable other options from this view. **Specific Location** allows to set a static position of the watermark. **Systematic Repetition** will place the watermark in loop to cover the images. **Random Repetition** will place the watermark randomly over the images.
pt: O **Tipo de Colocação** é a opção de geometria inicial que irá activar ou desactivar outras opções nesta área. A **Localização Específica** permite definir uma posição estática da marca-de-água. A **Repetição Sistemática** irá colocar a marca-de-água em ciclo para cobrir as imagens. A **Repetição Aleatória** irá colocar a marca-de-água de forma aleatória sobre as imagens.

source: **Density of watermark repetition** is Disabled in **Specific Location** mode. When you choose to have the watermark repeated many times in the **Placement Type**, you can specify here whether the repetition.
pt: A **Densidade da repetição da marca-de-água** está desactiva no modo de **Localização Específica**. Quando optar por repetir a marca de água várias vezes no **Tipo de Colocação**, poderá definir aqui essa repetição.

source: **Randomize watermark orientation** is enabled in **Random Repetition** mode only. When you choose to have the watermark repeated randomly in the **Placement Type**, you can specify here to randomly rotate the watermark (0, 90, 180, 270 degrees).
pt: A **Orientação aleatória da marca-de-água** está activa apenas no modo de **Repetição Aleatória**. Quando optar por ter a marca-de-água repetida aleatoriamente no **Tipo de Colocação**, poderá indicar aqui para rodar a marca-de-água de forma aleatória (0, 90, 180, 270 graus).

source: Use **Sparsity Factor** option to get more control over the sparsity of watermark repetition. The higher the value the sparser the watermarks get. Use floating point values, typically between 1.0 and 3.0. It can also be less than 1.0.
pt: Use a opção do **Factor de Esparsidade** para ter mais controlo sobre a forma esparsa como é repetida a marca-de-água. Quanto maior o valor, mais esparsas ficam as marcas-de-água. Use valores de vírgula flutuante, tipicamente, entre 1,0 e 3,0. Também poderá ser inferior a 1,0.

source: **Placement Position** allows to specify the area on the image to write the watermark. Available values are **Top left**, **Top right**, **Bottom left**, **Bottom right**, **Center**, **Top center**, and **Bottom center**.
pt: A **Posição de Colocação** permite definir a área na imagem para gravar a marca-de-água. Os valores disponíveis são **Superior esquerdo**, **Superior direito**, **Inferior esquerdo**, **Inferior direito**, **Centro**, **Topo-centro** e **Fundo-centro**.

source: **Rotation** allows to specify the amount of degrees to rotate the watermark. Available values are **0 degrees**, **90 degrees CW**, **180 degrees**, and **270 degrees CW**.
pt: A **Rotação** permite definir o valor em graus sobre o qual rodar a marca-de-água. Os valores disponíveis são **0 graus**, **90 graus horário**, **180 graus** e **270 graus horários**.

source: **Size** setting allows to specify the size of watermark, as a percentage of the marked image.
pt: A opção do **Tamanho** permite definir o tamanho da marca-de-água como uma percentagem da imagem marcada.

source: **X margin** and **Y margin** allow to specify the margin from the edge in X and Y directions, as a percentage of the marked image.
pt: A **margem em X** e a **margem em Y** permitem definir a margem do extremo nas direcções em X e Y, como uma percentagem da imagem marcada.

source: Once you are satisfied with the settings, hit the **Run** button, and once digiKam’s finished, you’ll find the watermarked photos in the target folder. See below the samples of text and image watermarks applied to the same image using transparency.
pt: Assim que estiver satisfeito com a configuração, carregue no botão **Executar** e, assim que o digiKam terminar, irá encontrar as fotografias com marcas-de-água na pasta de destino. Veja abaixo os exemplos de marcas-de-água com texto e imagens aplicadas à mesma imagem com transparência.
