Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/watermark_tool.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: The **Text** watermark is simpler to use, as it does not require an external file to generate the watermark. Enter the string to be superimposed over the images in the **Watermark text** field. The controls below allow you to set the **Font**, **Font style**, and **Font color** for the watermark text. The **Size** is auto-calculated, unless you selected **Use Absolute Size**. **Text opacity** adjusts the transparency of the watermark text, with 100 being fully opaque and 0 being fully transparent. Finally, the **Use background** option allows the watermark text to be drawn over a colored background with a color and transparency of your choosing.
ca: La marca d'aigua **Text** és més senzilla d'utilitzar, ja que no requereix cap fitxer extern per a generar la marca d'aigua. Introduïu la cadena que se superposarà sobre les imatges en el camp **Text de la marca d'aigua**. Els controls següents us permeten establir la **Lletra**, l'**Estil de la lletra** i el **Color de la lletra** del text de la marca d'aigua. La **Mida** es calcula automàticament, llevat que seleccioneu **Utilitza una mida absoluta**. **Opacitat del text** ajusta la transparència del text de la marca d'aigua, amb 100 totalment opac i 0 totalment transparent. Finalment, l'opció **Utilitza el fons** permet dibuixar el text de la marca d'aigua sobre un fons de color amb un color i transparència de la vostra elecció.
it: La filigrana **Testo** è più semplice da usare, in quanto non richiede un file esterno per generare la filigrana. Nel campo **Testo della filigrana** inserisci la stringa da sovrapporre sulle immagini. I controlli sotto ti consentono di impostare il **tipo di carattere**, lo **stile del carattere** e il **colore**. La **dimensione** viene calcolata automaticamente, a meno che non abbia selezionato l'opzione **Usa dimensione assoluta**. L'opzione **Opacità del testo** regola la trasparenza del testo della filigrana: il valore 100 indica completamente opaco, 0 completamente trasparente. Infine, l'opzione **Usa sfondo** permette di scrivere il testo su di uno sfondo colorato, con colore e trasparenza a tua scelta.
nl: Het watermerk **Tekst** is eenvoudiger te gebruiken omdat het geen extern bestand nodig heeft om het watermerk te genereren. Voer de tekenreeks in om over de afbeeldingen te leggen in het veld **Watermerktekst**. De besturing onderaan biedt u het zetten van het **Lettertype**, de **Lettertypestijl** en de **Lettertypekleur** van de watermerktekst. De **Grootte** wordt automatisch berekend, tenzij u ** Absolute grootte gebruiken** selecteert. Met **Tekstdekking** past u de transparantie van de watermerktekst aan, met 100 als volledige dekking en 0 is volledig transparant. Tenslotte, biedt de optie **Achtergrond gebruiken** om de watermerktekst over een gekleurde achtergrond te tekenen met een kleur en transparantie naar keuze.
pt_br: A marca d'água **Texto** é mais simples de usar, pois não requer um arquivo externo para gerá-la. Digite o testo a ser sobreposto às imagens no campo **Texto da marca d'água**. Os controles abaixo permitem definir a **Fonte**, o **Estilo da fonte** e a **Cor da fonte** para o texto da marca d'água. O **Tamanho** é calculado automaticamente, a menos que você tenha selecionado **Usar tamanho absoluto**. A **Opacidade do texto** ajusta a transparência do texto da marca d'água, com 100 sendo totalmente opaco e 0 sendo totalmente transparente. Por fim, a opção **Usar plano de fundo** permite que o texto da marca d'água seja desenhado sobre um fundo colorido com a cor e a transparência de sua escolha.
sl: Vodni žig **Besedilo** je preprostejši za uporabo, saj ne zahteva zunanjega vira vsebine za ustvarjanje oznake nad slikami. V polje **Besedilo vodnega žiga** vnesite želeni niz, ki ga želite uporabiti prek vsebine. Spodaj lahko nastavite lastnosti **Pisave** za pisanje besedila slike, kot so **ime**, **slog** in **barva** (**velikost** je samodejno izračunana). S **Prosojnostjo besedila** lahko prilagodite prosojnost besedilo vodnega žiga, kjer je 100 popolnoma neprozorno, 0 pa popolnoma prosojno. Končno **Uporabi ozadje** omogoča risanje besedila čez barvno ozadje, kjer lahko izberete barvo in stopnjo prosojnosti.
sv: Vattenmärket **Text** är enklare att använda eftersom den inte kräver en extern fil för att generera vattenmärket. Ange strängen som ska läggas över bilderna i fältet **Vattenmärkets text**. Med kontrollerna nedan kan du ställa in **Teckensnitt**, **Teckenstil** och **Teckenfärg** för vattenmärkets text. **Storlek** beräknas automatiskt, såvida du inte har valt **Använd absolut storlek**. **Textens ogenomskinlighet** justerar vattenmärkets genomskinlighet, där 100 är helt ogenomskinlig och 0 är helt genomskinligt. Slutligen tillåter alternativet **Använd bakgrund** att vattenmärkets text ritas över en färgad bakgrund med en färg och genomskinlighet som du väljer.
uk: **Текстовий** водяний знак простіший у користуванні, оскільки не потребує зовнішнього джерела даних для створення на зображенні позначки. У полі **Текст накладки** вкажіть бажаний рядок, який буде накладено на зображення. Нижче ви можете скоригувати властивості **Шрифту** для написання тексту, зокрема **назву**, **стиль** і **колір** (**розмір** буде обчислено автоматично). За допомогою пункту **Непрозорість тексту** можна скоригувати прозорість тексту накладки водяного знаку. 100 — повна непрозорість, а 0 — повна прозорість. Нарешті, за допомогою пункту **Використовувати тло** можна намалювати текст на кольоровому тлі. Ви можете вибрати колір і рівень непрозорості тла.
zh_cn: **文本** 水印用起来更简单，不用准备图片文件。直接在 **水印文字** 框里输入想显示的内容就行。 **字体** ​​：选水印文字的字体。 **字体样式** ​​：比如加粗、斜体这些效果。颜色​​：设置文字颜色。 **大小​​** ：如果没勾选上面的 **使用绝对大小** ，那么字号会自动计算。​​ **字体不透明度** ​​：0 是完全透明，100 是完全不透明。 **​​文字背景色** ​​：勾选后可以给文字加个底色，还能调背景颜色和透明度。

source: The Batch Queue Manager Watermark Tool Text Settings
ca: Configuració del text a l'eina Marca d'aigua en el gestor de la cua per lots
it: Le impostazioni del testo dello strumento Filigrana del gestore elaborazione in serie
nl: Het hulpmiddel Tekstinstellingen voor het watermerk in de takenwachtrijbeheerder
pt: A Configuração do Texto da Ferramenta de Marca-de-Água do Gestor da Fila
pt_br: Configurações de texto da ferramenta de marca d'água do gerenciador de processamento em lote
sl: Nastavitve besedila orodja za upravljanje paketnih čakalnih žigov
sv: Inställningar av text för vattenmärke i köhantering för bakgrundsbehandling
uk: Параметри тексту інструмента водяних знаків засобу керування чергою пакетною обробкою
zh_cn: 批处理管理器：添加水印工具文字设置

source: Geometry Settings
ca: Configurar la geometria
it: Impostazioni di geometria
nl: Geometrie-instellingen
pt: Configuração da Geometria
pt_br: Configurações de geometria
sl: Geometrijske nastavitve
sv: Geometri-inställningar
uk: Параметри геометрії
zh_cn: 排版设置

source: Below the controls to specify the watermark image or text, are a set of controls to specify the watermark geometry settings such as **Placement Position**, **Rotation**, **Size**, and **Margins**.
ca: A sota dels controls per a especificar la imatge o el text de la marca d'aigua, hi ha un conjunt de controls per a especificar la configuració de la geometria de la marca d'aigua, com ara la **Posició d'emplaçament**, el **Gir**, la **Mida** i els **Marges**.
it: Sotto i controlli che specificano l'immagine o il testo della filigrana, si trova un gruppo di controlli che specificano le impostazioni di geometria, quali **Posizione ubicazione**, **Rotazione**, **Dimensione** e **Margini**.
nl: Onder de besturing om de de watermerkafbeelding of tekst te specificeren zijn een set besturingen voor het specificeren in de geometrie-instellingen van het watermark, zoals **Positie van plaatsing**, **Rotatie**, **Grootte** en **Marges**.
pt_br: Abaixo dos controles para especificar a imagem ou o texto da marca d'água, há um conjunto de controles para especificar as configurações de geometria da marca d'água, como **Posição de colocação**, **Rotação**, **Tamanho** e **Margens**.
sl: Pod kontrolniki za določanje slike ali besedila vodnega žiga je nabor kontrolnikov za določanje geometrijskih nastavitev vodnega žiga, kot so **Položaj postavitve**, **Vrtenje**, **Velikost** in **Robovi**.
sv: Under kontrollerna för att ange vattenmärkets bild eller text finns en uppsättning kontroller för att ange vattenmärkets inställningar av geometri, till exempel **Placeringsposition**, **Rotation**, **Storlek** och **Marginaler**.
uk: Під засобами керування для визначення зображення або тексту «водяного» знаку розташовано набір засобів керування для визначення параметрів геометрії водяного знаку, зокрема **Місце**, **Обертання**, **Розмір** і **Поля**.
zh_cn: 水印内容设置好后，你还可以做一些细调，来调整水印的位置和排布方式，比如​​ **定位方式** ​​、 **​​旋转** 角度​​、 **大小** ​​、​​ **边距** 。

source: The Batch Queue Manager Watermark Tool Geometry Settings
ca: Configuració de la geometria a l'eina Marca d'aigua en el gestor de la cua per lots
it: Le impostazioni di geometria dello strumento Filigrana del gestore elaborazione in serie
nl: Het hulpmiddel Geometrie-instellingen voor het watermerk in de takenwachtrijbeheerder
pt: A Configuração da Geometria da Ferramenta do Gestora da Fila
pt_br: Configurações de geometria da ferramenta de marca d'água do gerenciador de processamento em lote
sl: Geometrijske nastavitve orodja vodnega žiga Batch Queue Manager
sv: Inställningar av geometri för vattenmärke i köhantering för bakgrundsbehandling
uk: Параметри геометрії інструмента водяних знаків засобу керування чергою пакетною обробкою
zh_cn: 批处理管理器添加水印工具的排版设置

source: The first control sets the **Placement Type** which in turn enables or disables other options in this view. **Specific Location** sets a static position for the watermark. **Systematic Repetition** places multiple copies of the watermark to cover the images. While **Random Repetition** places the watermark randomly over the images.
ca: El primer control estableix el **Tipus d'emplaçament** que al seu torn activa o desactiva altres opcions en aquesta vista. **Ubicació específica** estableix una posició estàtica de la marca d'aigua. **Repetició sistemàtica** posa diverses còpies de la marca d'aigua cobrint les imatges. Mentre que **Repetició aleatòria** col·loca la marca d'aigua aleatòriament sobre les imatges.
it: Il primo controllo imposta il **Tipo di ubicazione** che, a sua volta, abilita o disabilita le altre opzioni in questa vista. **Posizione specifica** imposta una posizione statica della filigrana; **Ripetizione sistematica** posiziona più copie della filigrana, in modo da coprire le immagini; **Ripetizione casuale** sistema la filigrana in modo casuale sulle immagini.
nl: De eerste besturing zet het **Type plaatsing** die op zijn beurt andere opties van deze weergave in of uitschakelt. **Specifieke locatie** zet een statische positie van het watermerk. **Systematische herhaling** plaatst meerdere kopieën van het watermerk om de afbeeldingen te bedekken. Terwijl **Willekeurige herhaling** het watermerk willekeurig plaats over de afbeeldingen.
pt_br: O primeiro controle define o **Tipo de posicionamento**, que por sua vez habilita ou desabilita outras opções nesta visualização. **Localização específica** define uma posição estática para a marca d'água. **Repetição sistemática** insere várias cópias da marca d'água para cobrir as imagens. Já a **Repetição aleatória** insere a marca d'água aleatoriamente sobre as imagens.
sl: Prvi kontrolnik nastavi **Vrsto umestitve**, ki omogoči ali onemogoči druge možnosti v tem pogledu. **Določena lokacija** nastavi statični položaj za vodni žig. **Sistematsko ponavljanje** postavi več kopij vodnega žiga, da prekrije slike. Medtem ko **Naključno ponavljanje** naključno postavi vodni žig čez slike.
sv: Den första kontrollen anger **Placeringstyp** som i sin tur aktiverar eller inaktiverar andra alternativ i vyn. **Specifik plats** anger en statisk position för vattenmärket. **Systematisk upprepning** placerar flera kopior av vattenmärket för att täcka bilderna. Medan **Slumpmässig upprepning** placerar vattenmärket slumpmässigt över bilderna.
uk: Першим параметром є **Тип розташування**, його пункт вмикає або вимикає інші пункти на цій панелі. За допомогою пункту **Певне місце** ви можете вказати статичне місце для накладки водяного знаку. За допомогою пункту **Систематичне повторення** можна розташувати водяний знак регулярно для покриття усього зображення. Пункт **Випадкове повторення** надає змогу розташувати водяний знак на зображенні випадковим чином.
zh_cn: 第一个选项 **定位方式** 会影响后面其他设置。​​ **固定位置** ​​：水印只出现在指定位置。 **有序重复** ​​：整张图平铺多个水印。 **​​随机重复** ：水印随机出现在图片任意位置。

source: **Density of watermark repetition** is Disabled in **Specific Location** mode. When you choose to have the watermark repeated many times in the **Placement Type**, checking this option increases the density of the repetition.
ca: La **Densitat de la repetició de la marca d'aigua** estarà desactivada en el mode **Ubicació específica**. Quan trieu que la marca d'aigua es repeteixi moltes vegades en el **Tipus d'emplaçament:**, marcant aquesta opció s'incrementa la densitat de la repetició.
it: **Densità di ripetizione della filigrana** è disabilitata nella modalità **Posizione specifica**. Quando scegli di ripetere più volte la filigrana in **Tipo di ubicazione**, selezionando questa opzione aumenti la densità della ripetizione.
nl: **Dichtheid van herhaling van watermerk** is uitgeschakeld in modus **Specifieke locatie**. Wanneer u er voor kiest om het watermerk vele malen te herhalen in het **Type plaatsing**, dan verhoogt deze optie de dichtheid van de herhaling.
pt_br: A **Densidade de repetição da marca d'água** está desabilitada no modo **Localização específica**. Ao escolher que a marca d'água seja repetida várias vezes no **Tipo de posicionamento**, marcar esta opção aumenta a densidade da repetição.
sl: **Gostota ponavljanja vodnega žiga** je onemogočena v načinu **Določena lokacija**. Ko izberete, da se vodni žig večkrat ponovi v **Vrsta umestitve**, potrdite to možnost, povečate gostoto ponavljanja.
sv: **Täthet för repetition av vattenmärke** är inaktiverad i läget **Specifik plats**. När du väljer att vattenstämpeln ska upprepas många gånger i läget **Placeringstyp** ökar alternativet upprepningens täthet.
uk: **Щільність повторення накладки** буде вимкнено у режимі **Певне місце**. Якщо у спадному списку **Тип розташування** ви вкажете, що «водяним знаком» слід регулярно заповнити зображення, тут ви зможете змінити щільність повторення.
zh_cn: 选 **指定位置** 时，不能调整 **水印重复密度** 。选 **有序重复** 或 **随机重复** 时，可以调水印密度来控制数量。

source: **Randomize watermark orientation** is enabled in **Random Repetition** mode only. When you choose to have the watermark repeated randomly in the **Placement Type**, and this option is checked, the watermarks will be randomly rotated 0, 90, 180, or 270 degrees.
ca: **Orientació aleatòria de la marca d'aigua** només està activada en el mode **Repetició aleatòria**. Quan trieu que la marca d'aigua es repeteixi aleatòriament en el **Tipus d'emplaçament**, i aquesta opció està marcada, les marques d'aigua es giraran aleatòriament 0, 90, 180 o 270 graus.
it: **Rendi casuale l'orientazione della filigrana** è abilitata soltanto nella modalità **Ripetizione casuale**. Quando scegli di ripetere casualmente la filigrana in **Tipo di ubicazione**, e questa opzione è selezionata, le filigrane saranno ruotate di 0, 90, 180 o 270 gradi.
nl: **Willekeurige oriëntatie van watermerk** is alleen ingeschakeld in modus **Willekeurige herhaling**. Wanneer u er voor kiest om het watermerk vele malen willekeurig te herhalen in **Type plaatsing**, en deze optie is geactiveerd, dan zullen de watermerken willekeurig 0, 90, 180 of 270 graden worden gedraaid.
pt_br: **Randomizar a orientação da marca d'água** está habilitada apenas no modo **Repetição aleatória**. Ao escolher que a marca d'água seja repetida aleatoriamente no **Tipo de posicionamento** e esta opção estiver marcada, as marcas d'água serão giradas aleatoriamente em 0, 90, 180 ou 270 graus.
sl: **Naključno spreminjanje usmerjenosti vodnega žiga** je omogočeno samo v načinu **Naključno ponavljanje**. Ko izberete, da se vodni žig naključno ponavlja v **Vrsti umestitve** in je ta možnost označena, bodo vodni žigi naključno zasukani za 0, 90, 180 ali 270 stopinj.
sv: **Gör vattenmärkets rotation slumpmässig** är endast aktiverat i läget **Slumpmässig upprepning**. När man väljer att vattenmärket ska upprepas slumpmässigt i **Placeringstyp**, och alternativet är markerat, roteras vattenmärken slumpmässigt 0, 90, 180 eller 270 grader.
uk: Пункт **Випадкова орієнтація накладки** буде увімкнено лише у режимі **Випадкове повторення**. Якщо у спадному списку ви вкажете, що «водяним знаком» слід випадковим чином заповнити зображення, тут ви зможете вказати, чи слід випадковим чином обертати цей знак (на 0, 90, 180 чи 270 градусів).
zh_cn: 只有选 **随机重复** 时，才能勾选 **水印方向随机** ——这样水印会随机转 0°、90°、180° 或 270°。

source: The **Sparsity Factor** provides more control over the sparsity of the watermark repetition. Larger values mean fewer watermarks. Use floating point values, with typical values lying between 1.0 and 3.0, although values less than 1.0 can also be used.
ca: El **Factor de dispersió** proporciona més control sobre la dispersió de la repetició de la marca d'aigua. Els valors més grans impliquen menys marques d'aigua. Utilitzeu valors de coma flotant, normalment entre 1,0 i 3,0, encara que també es poden fer servir valors inferiors a 1,0.
it: Il **Fattore di scarsità** fornisce più controllo sulla scarsità della ripetizione della filigrana. Valore più alti implicano meno filigrane. Usa valori a virgola mobile con valori standard tra 1,0 e 3,0, sebbene possano essere utilizzati valori inferiori a 1,0.
nl: De **Spreidingsfactor** levert controle over de spaarzaamheid van de spreiding van herhaling van het watermerk. Groter waarden betekent minder watermerken. Gebruik drijvende-komma waarden, typisch liggend tussen 1,0 en 3,0, hoewel waarden minder dan 1,0 ook gebruikt kunnen worden.
pt_br: O **Fator de dispersão** oferece mais controle sobre a dispersão da repetição da marca d'água. Valores maiores significam menos marcas d'água. Use valores de ponto flutuante, com valores típicos entre 1,0 e 3,0, embora valores menores que 1,0 também possam ser usados.
sl: **Faktor redkosti** zagotavlja večji nadzor nad redkostjo ponavljanja vodnega žiga. Večje vrednosti pomenijo manj vodnih žigov. Uporabite vrednosti s plavajočo vejico, pri čemer so tipične vrednosti med 1,0 in 3,0, čeprav je mogoče uporabiti tudi vrednosti, manjše od 1,0.
sv: **Gleshetsfaktor** ger mer kontroll över hur gles vattenmärken repetitionen är. Större värden innebär färre vattenmärken. Använd flyttal, med typiska värden mellan 1,0 och 3,0, även om värden mindre än 1,0 också kan användas.
uk: Полем **Коефіцієнт розрідженості** можна скористатися для визначення щільності повторень «водяного знаку». Чим більшим буде це значення, тим щільніше розташовуватимуться «водяні знаки». Значення слід вказувати у форматі числа із рухомою крапкою, типово, між 1.0 і 3.0. Значення може бути і меншим за 1.0..
zh_cn: **稀疏程度** 用来控制水印的分布密度——数值越大，水印越稀疏。支持小数。建议范围 1.0 到 3.0，小于 1.0 也可以。

source: **Placement Position** specifies the area on the image to write the watermark. Available values are **Top left**, **Top right**, **Bottom left**, **Bottom right**, **Center**, **Top center**, and **Bottom center**.
ca: La **Posició d'emplaçament:** especifica l'àrea de la imatge on s'escriurà la marca d'aigua. Els valors disponibles són **Superior esquerra**, **Superior dreta**, **Inferior esquerra**, **Inferior dreta**, **Centre**, **Superior centre** i **Inferior centre**.
it: **Posizione ubicazione** specifica l'area dell'immagine su cui scrivere la filigrana. I valori disponibili sono **In alto a sinistra**, **In alto a destra**, **In basso a sinistra**, **In basso a destra**, **Al centro**, **In alto al centro** e **In basso al centro**.
nl: **Plaatsingspositie** specificeert het gebied op de afbeelding waar het watermerk te schrijven. Beschikbare waarden zijn **Linksboven**, **Rechtsboven**, **Linksonder**, **Rechtsonder**, **Centrum**, **Midden boven** en **Midden onder**.
pt_br: **Posição** especifica a área da imagem onde a marca d'água será gravada. Os valores disponíveis são **Superior esquerdo**, **Superior direito**, **Inferior esquerdo**, **Inferior direito**, **Centro**, **Superior central** e **Inferior central**.
sl: **Položaj umestitve** omogoča določitev območja na sliki za pisanje vodnega žiga. Razpoložljive vrednosti so **Zgoraj levo**, **Zgoraj desno**, **Spodaj levo**, **Spodaj desno**, **Na sredini**, **Zgoraj na sredini** in **Spodaj na sredini**.
sv: **Placeringsposition** anger området på bilden där vattenstämpeln ska placeras. Tillgängliga värden är **Överst till vänster**, **Överst till höger**, **Nederst till vänster**, **Nederst till höger**, **Centrera**, **Överst centrerat** och **Nederst centrerat**.
uk: За допомогою пункту **Місце** можна вказати область зображення, на яку слід накласти водяний знак. Доступні значення: **Вгорі ліворуч**, **Вгорі праворуч**, **Внизу ліворуч**, **Внизу праворуч**, **За центром**, **Вгорі за центром** і **Внизу за центром**.
zh_cn: **定位方式** ：设置水印出现在图片具体哪个位置，可选 左上 / 右上 / 左下 / 右下 / 中心 / 顶部中间 / 底部中间。

source: **Rotation** specifies the angle in degrees to rotate the watermark. Available values are **0 degrees**, **90 degrees CW**, **180 degrees**, and **270 degrees CW**.
ca: **Gir** especifica l'angle en graus que es girarà la marca d'aigua. Els valors disponibles són **0 graus**, **90 graus en sentit antihorari**, **180 graus** i **270 graus en sentit antihorari**.
it: **Rotazione** specifica l'angolo in gradi di rotazione della filigrana. I valori disponibili sono **0 gradi**, **90 gradi in senso orario**, **180 gradi** e **270 gradi in senso orario**.
nl: **Rotatie** biedt het specificeren van het aantal te draaien graden van het watermerk. Beschikbare waarden zijn **0 graden**, **90 graden rechtsom**, **180 graden** en **270 graden rechtsom**.
pt_br: **Rotação** especifica o ângulo em graus para girar a marca d'água. Os valores disponíveis são **0 graus**, **90 graus no sentido horário**, **180 graus** e **270 graus no sentido horário**.
sl: **Vrtenje** omogoča določitev števila stopinj za vrtenje vodnega žiga. Razpoložljive vrednosti so **0 stopinj**, **90 stopinj v smeri urinega kazalca**, **180 stopinj** in **270 stopinj v smeri urinega kazalca**.
sv: **Rotation** anger vinkeln i grader för att rotera vattenmärket. Tillgängliga värden är **0 grader**, **90 grader medurs**, **180 grader** och **270 grader medurs**.
uk: За допомогою пункту **Обертання** можна вказати величну кута обертання накладки у градусах. Можливі такі варіанти: **0°**, **90° за год. стрілкою**, **180°** і **270° за год. стрілкою**.
zh_cn: **旋转角度** ​​：设置水印旋转多少角度。支持 0°（不旋转）、90° 顺时针、180°、270° 顺时针。

source: **Size** setting specifies the size of watermark, as a percentage of the marked image.
ca: **Mida** especifica la mida de la marca d'aigua, com a percentatge de la imatge marcada.
it: L'impostazione **Dimensione** specifica la dimensione della filigrana come percentuale dell'immagine contrassegnata.
nl: **Grootte** instelling specificeert de grootte van het watermerk, als een percentage van de gemerkte afbeelding.
pt_br: A configuração **Tamanho** especifica o tamanho da marca d'água, como uma porcentagem da imagem marcada.
sl: Nastavitev **Velikost** omogoča določitev velikosti vodnega žiga kot odstotka označene slike.
sv: Inställningen **Storlek** anger vattenmärkets storlek, som en procentandel av den markerade bilden.
uk: За допомогою пункту **Розмір** ви можете вказати розмір накладки у відсотках до розміру зображення.
zh_cn: **大小** ：按原图尺寸的百分比设置。
