Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/batch_queue/watermark_tool.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: digiKam Batch Queue Manager Base Tools
ca: Eines base en el Gestor de la cua per lots del digiKam
it: Strumenti di base del gestore elaborazione in serie di digiKam
nl: Basishulpmiddelen voor Takenwachtrijbeheerder van digiKam
pt: Ferramentas de Base do Gestor da Fila do digiKam
pt_br: Ferramentas base do gerenciador de processamento em lote do digiKam
sl: osnovna orodja digiKam Upravljalnika paketnih čakalnih vrst
sv: Basverktyg med köhantering för bakgrundsbehandling i digiKam
uk: Базові інструменти керування пакетною обробкою у digiKam
zh_cn: digiKam 批处理管理基本工具

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, batch, queue, manager, watermark, image, text
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, lots, cua, gestor, marca d'aigua, imatge, text
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, in serie, coda, gestore, filigrana, immagine, testo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bulk, wachtrij, beheerder, watermerk, afbeelding, tekst
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, lote, fila, gestor, marca-de-água, imagem, texto
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, lote, fila, gerenciador, marca d'água, imagem, texto
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, serija, čakalna vrsta, upravljalnik, vodni žig, slika, besedilo
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bakgrund, kö, hantering, vattenmärke, bild, text
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, пакетна, обробка, черга, керування, інструменти, водяний, знак, накладка, зображення, текст
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 轻松, 批处理, 队列, 管理, 水印, 图片, 文本

source: :ref:`Watermark <batch_queue>`
ca: :ref:`Marca d'aigua <batch_queue>`
it: :ref:`Filigrana <batch_queue>`
nl: :ref:`Watermerk <batch_queue>`
pt_br: :ref:`Marca d'água <batch_queue>`
sl: :ref:`Vodni tisk <batch_queue>`
sv: :ref:`Vattenmärke <batch_queue>`
uk: :ref:`Накладний знак <batch_queue>`
zh_cn: :ref:`添加水印 <batch_queue>`

source: While there are many ways to protect your photos from unauthorized use, watermarking still remains the simplest and probably the most effective technique that can help identify you as the creator and make it difficult to use your works without permission.
ca: Si bé hi ha moltes maneres de protegir les vostres fotografies de l'ús no autoritzat, la marca d'aigua segueix sent la tècnica més senzilla i probablement la més efectiva que pot ajudar a identificar-vos com a creador i dificultar l'ús del vostre treball sense permís.
it: Sebbene esistano molti modi per proteggere le tue foto dall'uso non autorizzato, l'utilizzo della filigrana resta la tecnica più semplice, e probabilmente la più efficace, per identificarti come autore e rendere difficile usare i tuoi lavori senza permesso.
nl: Terwijl er vele manieren zijn om uw foto's te beveiligen tegen ongeautoriseerd gebruik, blijft een watermerk aanbrengen nog steeds de eenvoudigste en waarschijnlijk de meest effectieve techniek die kan helpen om u als de maker te identificeren en het moeilijk maken om uw werken zonder toestemming te gebruiken.
pt_br: Embora existam muitas maneiras de proteger suas fotos do uso não autorizado, a marca d'água ainda é a técnica mais simples e provavelmente mais eficaz que pode ajudar a identificá-lo como o criador e dificultar o uso de suas obras sem permissão.
sl: Čeprav obstaja veliko načinov za zaščito vaših fotografij pred nepooblaščeno uporabo, vodni žig še vedno ostaja najpreprostejša in verjetno najučinkovitejša tehnika, ki vam lahko pomaga identificirati vas kot ustvarjalca in oteži uporabo vaših del brez dovoljenja.
sv: Även om det finns många sätt att skydda foton från obehörig användning, är vattenmärkning fortfarande den enklaste och förmodligen den mest effektiva tekniken som kan hjälpa till att identifiera dig som skaparen och göra det svårt att använda dina verk utan tillstånd.
uk: Хоча існує багато способів захистити ваші фотографії від несанкціонованого використання, водяні знаки лишаються найпростішим і, ймовірно, найефективнішим способом, який допоможе вам ідентифікувати вас як автора і зробити складним використання ваших робіт без дозволу.
zh_cn: 虽然保护照片不被滥用的方法很多，但加水印依然是最简单、也最有效的方式——既能标明作者身份，又能防止他人盗用。

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: digiKam supports watermarking using the Batch Queue Manager tool, allowing you to watermark multiple photos in a single operation. Drag the photos you want to watermark from a digiKam album onto the **Queues** pane to add them to the current queue. Click on the **Base Tools** tab in the **Control Panel** pane and double-click on the **Decorate/Add Watermark** tool to add it to the **Assigned Tools** pane.
ca: El digiKam admet marques d'aigua utilitzant l'eina Gestor de la cua per lots, que permet marcar diverses fotografies en una única operació. Arrossegueu les fotos que voleu marcar des d'un àlbum del digiKam cap a la subfinestra **Cues** per a afegir-les a la cua actual. Feu clic sobre la pestanya **Eines base** a la subfinestra **Plafó de control** i feu doble clic sobre l'eina **Decora/Afegeix una marca d'aigua** per a afegir-la a la subfinestra **Eines assignades**.
it: digiKam supporta l'uso della filigrana tramite lo strumento Gestore elaborazione in serie, che consentendoti di applicare la filigrana a più foto con un'unica operazione. Trascina le foto a cui applicare la filigrana da un album al pannello **Code** per aggiungerle alla coda attiva. Fai clic sulla scheda **Strumenti di base** nel **Pannello di controllo**, quindi fai doppio clic sullo strumento **Decora/Aggiungi filigrana** per aggiungerlo al pannello **Strumenti assegnati**.
nl: digiKam ondersteunt het aanbrengen van een watermerk met het hulpmiddel Takenwachtrijbeheerder, die u biedt om in meerdere foto's een watermerk aan te brengen in een bewerking. Sleep de foto's waarin u een watermark wilt aanbrengen uit een digiKam-album in het paneel **Wachtrijen** om ze aan de huidige wachtrij toe te voegen. Klik op het tabblad **Basishulpmiddelen** in het paneel **Besturingspaneel** en dubbelklik op het hulpmiddel **Versieren/Watermark toevoegen** om het aan het paneel **Toegekende hulpmiddelen** toe te voegen.
pt_br: O digiKam suporta marcas d'água usando a ferramenta gerenciador de processamento em lote, permitindo que você marque várias fotos com uma única marca d'água. Arraste as fotos que deseja marcar de um álbum do digiKam para o painel **Filas** para adicioná-las à fila atual. Clique na aba **Ferramentas base** no painel **Painel de controle** e clique duas vezes na ferramenta **Decorar/Adicionar marca d'água** para adicioná-la ao painel **Ferramentas atribuídas**.
sl: digiKam podpira vodni žig z uporabo orodja Upravljalnika paketnih čakalnih vrst, ki vam omogoča vodni žig več fotografij v eni sami operaciji. Povlecite fotografije, na katere želite dodati vodni žig, iz albuma digiKam v podokno **Čakalne vrste**, da jih dodate v trenutno čakalno vrsto. Kliknite zavihek **Osnovna orodja** v podoknu **Nadzorna plošča** in dvokliknite orodje **Okrasi/dodaj vodni žig**, da ga dodate v podokno **Dodeljena orodja**.
sv: digiKam stöder vattenmärken med hjälp av verktyget köhantering för bakgrundsbehandling, vilket gör att du kan vattenmärka flera foton i en enda operation. Dra de foton som ska vattenmärkas från ett album i digiKam till rutan **Köer** för att lägga till dem i den aktuella kön. Klicka på fliken **Basverktyg** i rutan **Kontrollpanelen** och dubbelklicka på verktyget **Dekorera/Lägg till vattenmärke** för att lägga till det i rutan **Tilldelade verktyg**.
uk: У digiKam передбачено підтримку водяних знаків, яку реалізовано у засобі керування чергою пакетної обробки. Відповідним інструментом ви можете скористатися для позначення водяним знаком одразу декількох фотографій за одну дію. Перетягніть фотографії, які ви хочете позначити водяним знаком на панель **Черги**, щоб додати їх до поточної черги обробки. Натисніть на вкладці **Базові інструменти** на **Панелі керування** і двічі клацніть на пункті інструмента **Декорування/Додати «водяний знак»**, щоб додати інструмент на панель **Призначені інструменти**.
zh_cn: 在 digiKam 里，用批处理管理器就能批量给照片加水印。操作很简单：把要加水印的照片从相册拖到 **队列** 面板；在 **控制面板** 里点 **基础工具** 选项卡；双击 **装饰 --> 添加水印** 工具，它就会出现在 **已指定工具** 面板里。

source: Initial Settings
ca: Configuració inicial
it: Impostazioni iniziali
nl: Initiële instellingen
pt_br: Configurações iniciais
sl: Začetne nastavitve
sv: Originalinställningar
uk: Початкові параметри
zh_cn: 初始设置

source: digiKam can use **Text** or an **Image** as watermarks, and you can choose the desired watermark type at the top of the Tool Settings pane with the **Watermark type** option. Check **Use Absolute Size** option if you want the watermark to use the given size of the font or the image without any adjustment to the actual image.
ca: El digiKam pot utilitzar **Text** o una **Imatge** com a marques d'aigua, i podreu triar el tipus de marca d'aigua que voleu a la part superior de la subfinestra Configuració de les eines amb l'opció **Tipus de marca d'aigua:**. Marqueu l'opció **Usa una mida absoluta** si voleu que la marca d'aigua utilitzi la mida donada de la lletra o la imatge sense cap ajustament a la imatge real.
it: digiKam può utilizzare come filigrana del **testo** o una **immagine**, e puoi scegliere il tipo di filigrana con l'opzione **Tipo di filigrana** presente nella parte superiore del pannello Impostazioni dello strumento. Seleziona l'opzione **Usa dimensione assoluta** se vuoi che la filigrana utilizzi la dimensione specificata del carattere o dell'immagine senza alcun adattamento all'immagine reale.
nl: digiKam kan **Tekst** of een **Afbeelding** als watermerk aanbrengen en u kunt het gewenste type watermerk kiezen bovenaan het paneel Hulpmiddelinstellingen met de optie **Type watermerk**. Activeer de optie **Absolute grootte gebruiken** als u het te gebruiken watermark de gegeven grootte van het lettertype of de afbeelding wilt geven zonder enige aanpassing aan de actuele afbeelding.
pt_br: O digiKam pode usar **Texto** ou uma **Imagem** como marcas d'água, e você pode escolher o tipo de marca d'água desejado na parte superior do painel configurações da ferramenta com a opção **Tipo de marca d'água**. Marque a opção **Usar tamanho absoluto** se quiser que a marca d'água use o tamanho fornecido da fonte ou da imagem sem nenhum ajuste na imagem real.
sl: digiKam lahko kot vodni žig uporabi **Besedilo** ali **Sliko**, želeno vrsto vodnega žiga pa lahko izberete na vrhu podokna z nastavitvami orodja z možnostjo **Vrsta vodnega žiga**. Označite možnost **Uporabi absolutno velikost**, če želite, da vodni žig uporablja dano velikost pisave ali slike brez prilagajanja dejanski sliki.
sv: digiKam kan använda **Text** eller en **Bild** som vattenmärke, och man kan välja önskad typ av vattenmärke längst upp i verktygsinställningarna med alternativet **Typ av vattenmärke**. Markera alternativet **Använd absolut storlek** om du vill att vattenmärket ska använda den angivna storleken på teckensnittet eller bilden utan någon justering av den faktiska bilden.
uk: У digiKam передбачено використання для водяних знаків **Тексту** або **Зображення**, ви можете вибрати бажаний тип водяного знаку у верхній частині панелі параметрів інструмента за допомогою пункту **Тип накладки**. Позначте пункт **Використовувати абсолютний розмір**, якщо хочете, щоб у водяному знаці вбуло використано заданий розмір шрифту або зображення без коригування за зображенням, яке ви позначаєте знаком.
zh_cn: 水印支持两种形式： **文本** 或 **图像** ，在"工具设置"面板顶部的 **水印类型** 一行就能选。勾选 **使用绝对大小** 的话，水印会严格按照设定的字体大小或图片尺寸显示，不会随主图大小变化。

source: The Batch Queue Manager Watermark Tool Initial Settings
ca: Configuració inicial de l'eina Marca d'aigua del gestor de la cua per lots
it: Le impostazioni iniziali dello strumento Filigrana del gestore elaborazione in serie
nl: Het hulpmiddel Watermerk Initiële instellen in de takenwachtrijbeheerder
pt_br: Configurações iniciais da ferramenta de marca d'água do gerenciador de processamento em lote
sl: Začetne nastavitve orodja za vodnih tiskov upravljalnika paketnih čakalnih vrst
sv: Originalinställningar av vattenmärkesverktyget i köhantering för bakgrundsbehandling
uk: Параметри зображення інструмента водяних знаків засобу керування чергою пакетною обробкою
zh_cn: 批处理管理器：添加水印工具初始设置

source: Image Settings
ca: Configurar la imatge
it: Impostazioni dell'immagine
nl: Afbeeldingsinstellingen
pt: Configuração da Imagem
pt_br: Configurações da imagem
sl: Nastavitve slike
sv: Bildinställningar
uk: Параметри зображення
zh_cn: 图像设置

source: If you want to use the **Image** watermark type, make sure that you already have a graphics file handy, and select it from the file system. Check the **Ignore Watermark aspect Ratio** option if you want to ignore the watermark's aspect ratio and use the image's aspect ratio instead. Check **Add transparency to watermark image** if you want the watermark to be transparent and adjust the **Opacity** value in percentages with the option just below.
ca: Si voleu utilitzar el tipus de marca d'aigua **Imatge**, assegureu-vos de tenir un fitxer de gràfics a mà i seleccioneu-lo des del sistema de fitxers. Marqueu l'opció **Ignora la relació d'aspecte de la marca d'aigua** si voleu que la marca d'aigua ignori la seva relació d'aspecte i que en el seu lloc utilitzi la relació d'aspecte de la imatge. Marqueu **Afegeix transparència a la marca d'aigua** si voleu que la marca d'aigua sigui transparent i ajusteu el valor **Opacitat** en percentatges amb l'opció just a sota.
it: Se vuoi utilizzare il tipo di filigrana **Immagine**, assicurati di avere già a portata di mano un file grafico e selezionalo dalla scelta file. Seleziona l'opzione **Ignora la proporzione della filigrana** se vuoi ignorare le proporzioni della filigrana e usare invece quelle dell'immagine. Seleziona l'opzione **Aggiungi trasparenza all'immagine di filigrana** se vuoi che la filigrana sia trasparente, e regoli il valore di **Opacità** in percentuale con l'opzione sottostante.
nl: Als u het type watermerk **Afbeelding** wilt gebruiken, dan moet u al een grafisch bestand bij de hand hebben en het selecteren uit het bestandssysteem. Activeer de optie **Beeldverhouding van watermerk negeren** als u de beeldverhouding van het watermerk wil negeren en de beeldverhouding van de afbeelding in plaats daarvan moet gebruiken. Activeer **Transparantie aan watermerkafbeelding toevoegen** als u het watermerk transparant wilt hebben en pas de waarde van **Dekking** in percentages aan met de optie er juist onder.
pt_br: Se quiser usar o tipo de marca d'água **Imagem**, certifique-se de ter um arquivo gráfico em mãos e selecione-o no sistema de arquivos. Marque a opção **Ignorar proporção da marca d'água** se quiser ignorar a proporção da marca d'água e usar a proporção da imagem. Marque a opção **Adicionar transparência à imagem da marca d'água** se quiser que a marca d'água seja transparente e ajuste o valor de **Opacidade** em porcentagens com a opção logo abaixo.
sl: Če želite uporabiti vrsto vodnega žiga **Slika**, se prepričajte, da že imate pri roki grafično datoteko in jo izberite v datotečnem sistemu. Označite možnost **Prezri razmerje stranic vodnega žiga**, če želite prezreti razmerje stranic vodnega žiga in namesto tega uporabiti razmerje stranic slike. Označite **Dodaj prosojnost sliki vodnega žiga**, če želite, da je vodni žig prosojen, in prilagodite vrednost **Neprosojnost** v odstotkih z možnostjo spodaj.
sv: Om du vill använda vattenmärket av typen **Bild**, se till att du redan har en grafikfil till hands och välj den i filsystemet. Markera alternativet **Ignorera vattenmärkets proportion** om du vill ignorera vattenmärkets proportion och istället använda bildens proportion. Markera **Lägg till genomskinlighet i vattenmärkesbilden** om du vill att vattenmärket ska vara genomskinligt och justera värdet **Ogenomskinlighet** i procent med alternativet precis nedanför.
uk: Якщо ви хочете скористатися типом водяного знаку **Зображення**, переконайтеся, що ви вже виконали із зображенням усі дії і виберіть його файл у файловій системі. Позначте пункт **Ігнорувати пропорції накладки**, якщо хочете, щоб співвідношення сторін накладки водяного знаку було проігноровано і використано співвідношення сторін основного зображення. Позначте пункт **Додати прозорість до зображення накладки**, якщо хочете, щоб водяний знак був прозорим, і скоригуйте значення **Непрозорість** у відсотках за допомогою пункту одразу під ним.
zh_cn: 如果想用 **图像** 做水印，你得提前准备好图片文件，点击 **浏览** 按钮选择水印图片。勾选 **忽略水印宽高比** 会按主图比例调整水印。勾选 **添加透明度到水印图像** 能让水印变半透明，下面的滑块可以调 **不透明度** 百分比。

source: The Batch Queue Manager Watermark Tool Image Settings
ca: Configuració de la imatge a l'eina Marca d'aigua en el gestor de la cua per lots
it: Le impostazioni dell'immagine dello strumento Filigrana del gestore elaborazione in serie
nl: Het hulpmiddel watermerk in de afbeelding instellen in de takenwachtrijbeheerder
pt: A Configuração da Imagem da Ferramenta de Marca-de-Água do Gestor da Fila
pt_br: Configurações de imagem da ferramenta de marca d'água do gerenciador de processamento em lote
sl: Nastavitve slike orodja za upravljanje paketnih čakalnih žigov
sv: Inställningar av bild för vattenmärke i köhantering för bakgrundsbehandling
uk: Параметри зображення інструмента водяних знаків засобу керування чергою пакетною обробкою
zh_cn: 批处理管理器：添加水印工具图像设置

source: Text Settings
ca: Configurar el text
it: Impostazioni del testo
nl: Tekstinstellingen
pt: Configuração do Texto
pt_br: Configurações do texto
sl: Nastavitve besedila
sv: Textinställningar
uk: Параметри тексту
zh_cn: 文字设置
