Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/slideshow_tools/opengl_viewer.po
Languages: it, nl, pt, sl, sv, uk

source: Using digiKam OpenGL Viewer
it: Uso del visore OpenGL di digiKam
nl: De OpenGL-viewer van digiKam gebruiken
pt: Usar o Visualizador de OpenGL do digiKam
sl: Uporaba pregledovalnika digiKam OpenGL
sv: Använda digiKams OpenGL-visning
uk: Користування засобом перегляду OpenGL digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, slide, opengl
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, diapositiva, opengl
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, dia, opengl
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, apresentação, opengl
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, diapozitiv, opengl
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bild, opengl
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, слайд, opengl

source: :ref:`OpenGL Viewer <slideshow_tools>`
sl: :ref:`Ogledovalnik OpenGL <slideshow_tools>`
sv: :ref:`OpenGL-visning <slideshow_tools>`
uk: :ref:`Переглядач із OpenGL <slideshow_tools>`

source: This tool previews a series of items using OpenGL hardware to speed-up rendering. There is no configuration dialog. Calling this tool from :menuselection:`View --> OpenGL Image Viewer` will show items in full-screen mode.
nl: Dit hulpmiddel laat een serie items zien met gebruik van OpenGL hardware om weergave te versnellen. Er is geen configuratiedialoog. Dit hulpmiddel aanroepen uit :menuselection:`Beeld --> OpenGL afbeeldingsviewer` zal items in modus volledig scherm tonen.
sl: To orodje omogoča predogled vrste elementov s strojno opremo OpenGL za pospešitev upodabljanja. Ni pogovornega okna konfiguracije. Če pokličete to orodje iz :menuselection:`Pogled --> Ogledovalnik slik OpenGL`, bodo elementi prikazani v celozaslonskem načinu.
sv: Det här verktyget förhandsgranskar en serie objekt med användning av OpenGL-maskinvara för att snabba upp återgivningen. Det finns ingen inställningsdialogruta. När verktyget anropas från :menuselection:`Visa --> OpenGL-bildvisare` visas objekt i fullskärmsläge.
uk: За допомогою цього інструмента можна переглядати записи за допомогою апаратного прискорення OpenGL для пришвидшення обробки. Діалогового вікна налаштувань не передбачено. Виклик цього інструмента за допомогою пункту меню :menuselection:`Перегляд --> Переглядач зображень з OpenGL` призведе до показу зображень у повноекранному режимі.

source: This tool does not include an OSD (On Screen Display). Navigating between items is done with the keyboard and mouse.
nl: Dit hulpmiddel bevat geen OSD (On Screen Display). Navigeren tussen items wordt gedaan met het toetsenbord en muis.
sl: To orodje ne vključuje OSD (On Screen Display - zaslonskega prikaza). Krmarjenje med elementi poteka s tipkovnico in miško.
sv: Verktyget inkluderar inte någon textvisning på skärmen. Navigering mellan objekt sker med tangentbordet och musen.
uk: У цьому інструменті не передбачено екранної накладки (OSD або On Screen Display). Навігація між записами здійснюється за допомогою клавіатури та миші.

source: Screencast of the OpenGL Viewer
it: Registrazione del visore OpenGL
nl: Filmpje van de OpenGL-viewer
pt: Apresentação do Visualizador de OpenGL
sl: Posnetek pregledovalnika OpenGL
sv: Skärminspelning av OpenGL-visning
uk: Відео роботи переглядача із OpenGL

source: The keyboard and mouse actions used to navigate between items are:
nl: De toetsenbord- en muisacties gebruikt om te navigeren tussen items is:
sl: Dejanja tipkovnice in miške, ki se uporabljajo za krmarjenje med elementi, so:
sv: Tangentbords- och musåtgärderna använda för att navigera mellan objekt är:
uk: За допомогою клавіатури і миші можна виконувати такі дії з навігації між записами:

source: Item Access
it: Accesso all'elemento
nl: Toegang tot item
pt: Acesso ao Item
sl: Dostop do predmeta
sv: Objektåtkomst
uk: Доступ до записів

source: :kbd:`Up` key :kbd:`PgUp` key :kbd:`Left` key Mouse wheel up
it: Tasto :kbd:`Su` / Tasto :kbd:`PagSu` / Tasto :kbd:`Freccia sinistra` / Rotella del mouse su
nl: Toets :kbd:`Up`, toets :kbd:`PgUp`, toets :kbd:`Links` en Muiswiel omhoog
pt: tecla :kbd:`Cima`, tecla :kbd:`PgUp`, tecla :kbd:`Esquerda`, roda do rato para cima
sl: :kbd:`Gor` :kbd:`PgUp` :kbd:`Levo` Kolesce miške gor
sv: Tangenterna :kbd:`Upp`, :kbd:`Page Up`, key :kbd:`Vänster`, mushjul upp
uk: Клавіша :kbd:`↑`, клавіша :kbd:`PgUp`, клавіша :kbd:`←`, гортання коліщатка миші вгору

source: Previous Item:
it: Elemento precedente:
nl: Vorige item:
pt: Item Anterior:
sl: Prejšnji element:
sv: Föregående objekt:
uk: Попередній запис:

source: :kbd:`Down` key :kbd:`PgDown` key :kbd:`Right` key Mouse wheel down
it: Tasto :kbd:`Giù` / Tasto :kbd:`PagGiù` / Tasto :kbd:`Freccia destra` / Rotella del mouse giù
nl: Toets :kbd:`Down`, toets :kbd:`PgDown`, toets :kbd:`Rechts` en Muiswiel omlaag
pt: tecla :kbd:`Baixo`, tecla :kbd:`PgDn`, tecla :kbd:`Direita`, roda do rato para baixo
sl: :kbd:`Dol` :kbd:`PgDown` :kbd:`Desno` Kolesce miške navzdol
sv: Tangenterna :kbd:`Ner`, :kbd:`Page Down`, key :kbd:`Höger`, mushjul ner
uk: Клавіша :kbd:`↓`, клавіша :kbd:`PgDown`, клавіша :kbd:`→`, гортання коліщатка миші вниз

source: Next Item:
it: Elemento successivo:
nl: Volgende item:
pt: Item Seguinte:
sl: Naslednji element:
sv: Nästa objekt:
uk: Наступний запис:

source: Quit:
it: Esci:
nl: Afsluiten:
pt: Sair:
sl: Končaj:
sv: Avsluta:
uk: Вийти:

source: :kbd:`Esc` key
it: Tasto :kbd:`Esc`
nl: toets :kbd:`Esc`
pt: tecla :kbd:`Esc`
sl: tipka :kbd:`Esc`
sv: Tangenten :kbd:`Esc`
uk: Клавіша :kbd:`Esc`

source: Item Display
it: Visualizzazione dell'elemento
nl: Tonen van item
pt: Visualização do Item
sl: Prikaz predmeta
sv: Objektvisning
uk: Показ записів

source: Toggle fullscreen to normal:
it: Commuta da schermo intero a normale:
nl: Volledig scherm naar normaal omschakelen:
pt: Mudar de/para o Ecrã Completo para Normal:
sl: Preklopi celozaslonski na običajni:
sv: Byt mellan fullskärm och normal:
uk: Перемикання з повноекранного режиму на звичайний:

source: :kbd:`f` key
it: Tasto :kbd:`f`
nl: toets :kbd:`F`
pt: tecla :kbd:`f`
sl: tipka :kbd:`f`
sv: Tangenten :kbd:`f`
uk: Клавіша :kbd:`F`

source: Toggle scroll-wheel action:
it: Attiva/disattiva azione scorrimento rotella:
nl: Schuifwiel wisselactie:
pt: Comutar a acção da roda do rato:
sl: Preklop dejanja drsnega kolesca:
sv: Ändra mushjulets åtgärd:
uk: Перемикання дії коліщатка гортання:

source: :kbd:`c` key (either zoom or change image)
it: Tasto :kbd:`c` (o ingrandimento o cambio immagine)
nl: toets :kbd:`C` (ofwel zoomen als afbeelding wisselen)
pt: tecla :kbd:`c` (seja por ampliação ou mudança da imagem)
sl: tipka :kbd:`c` (bodisi povečava ali spremeni sliko)
sv: Tangenten :kbd:`c` (antingen zooma eller byta bild)
uk: Клавіша :kbd:`C` (масштабування або зміна зображення)

source: Rotation:
it: Rotazione:
nl: Rotatie:
pt: Rotação:
sl: Vrtenje:
uk: Обертання:

source: :kbd:`r` key
it: Tasto :kbd:`r`
nl: toets :kbd:`R`
pt: tecla :kbd:`r`
sl: tipka :kbd:`r`
sv: Tangenten :kbd:`r`
uk: Клавіша :kbd:`R`

source: Reset view:
it: Azzera vista:
nl: Beeld herstellen:
pt: Repor a janela:
sl: Ponastavi pogled:
sv: Återställ vy:
uk: Скинути перегляд:

source: double click
it: doppio clic
nl: dubbelklik
pt: duplo-click
sl: dvojni klik
sv: dubbelklick
uk: подвійний клік

source: Original size:
it: Dimensione originale:
nl: Oorspronkelijke grootte:
pt: Tamanho original:
sl: Originalna velikost:
sv: Originalstorlek:
uk: Початковий розмір:

source: :kbd:`o` key
it: Tasto :kbd:`o`
nl: toets :kbd:`O`
pt: tecla :kbd:`o`
sl: tipka :kbd:`o`
sv: Tangenten :kbd:`o`
uk: Клавіша :kbd:`O`

source: Move mouse in up-down-direction while pressing the right mouse button :kbd:`c` key and use the scroll-wheel :kbd:`+` and :kbd:`-` keys :kbd:`ctrl` + scrollwheel
it: Sposta il mouse in direzione su-giù mentre premi il pulsante destro del mouse, tasto :kbd:`c`, e usa la rotellina del mouse, tasti :kbd:`+` e :kbd:`-` / tasto :kbd:`ctrl` + rotella del mouse
nl: Beweeg de muis omhoog-omlaag tijdens indrukken van de rechter muisknop toets :kbd:`C` en gebruik het schuifwiel toetsen :kbd:`+` en :kbd:`-` :kbd:`Ctrl` + schuifwiel
pt: Mover o rato para cima/baixo, enquanto mantém o botão direito do rato carregado, tecla :kbd:`c` e use a roda do rato, teclas :kbd:`+` e :kbd:`-`, :kbd:`Ctrl + roda do rato`
sl: Premikajte miško v smeri gor-dol, medtem ko pritiskate desno miškino tipko :kbd:`c` in uporabite kolesce :kbd:`+` in tipki :kbd:`-` :kbd:`ctrl` kolesce
sv: Flytta musen i riktning uppåt eller neråt samtidigt som höger musknapp hålls nere, tangenten :kbd:`c` och använd mushjulet, tangenterna :kbd:`+` och :kbd:`-`, :kbd:`ctrl` + mushjul
uk: Пересування вказівника у напрямку вгору-вниз із одночасним утриманням натиснутою правої кнопки миші, клавіша :kbd:`C` і використання коліщатка гортання, клавіші :kbd:`+` і :kbd:`-`, :kbd:`Ctrl + коліщатко гортання`

source: Zooming:
it: Ingrandimento:
nl: Zoomen:
pt: Ampliação:
sl: Povečava:
sv: Zoomning:
uk: Масштабування:

source: Panning:
it: Scorrimento:
nl: Zwenken:
pt: Deslocamento:
sl: Premikanje:
sv: Panorering:
uk: Панорамування:

source: Move mouse while pressing the left button
it: Sposta mouse durante la pressione del pulsante sinistro
nl: Muis bewegen tijdens indrukken van de linker knop
pt: Mover o rato enquanto mantém carregado o botão esquerdo
sl: Premikajte miško, medtem ko pritiskate levi gumb
sv: Flytta musen medan vänster knapp hålls nere
uk: Пересування вказівника миші під час утримування натиснутою лівої кнопки миші

source: Others
it: Altro
nl: Overig
pt: Outros
sl: Drugi
sv: Övrigt
uk: Інші

source: Show help dialog:
it: Mostra finestra di dialogo di aiuto:
nl: Dialoog voor hulp tonen:
pt: Mostrar a janela de ajuda:
sl: Pokaži pogovorno okno za pomoč:
sv: Visa hjälpdialogruta:
uk: Показ вікна довідки:

source: :kbd:`F1` key
it: Tasto :kbd:`F1`
nl: toets :kbd:`F1`
pt: tecla :kbd:`F1`
sl: tipka :kbd:`F1`
sv: Tangenten :kbd:`F1`
uk: Клавіша :kbd:`F1`
