Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/slideshow_tools/presentation_tool.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: Using digiKam Presentation Tool
ca: Ús de l'eina de presentacions en el digiKam
it: Usare lo strumento Presentazione di digiKam
nl: Presentatiehulpmiddel van digiKam gebruiken
pt: Usar a Ferramenta de Apresentações do digiKam
pt_br: Usando a ferramenta de apresentação do digiKam
sl: Uporaba predstavitvenega orodja digiKam
sv: Använda digiKams presentationsverktyg
uk: Користування засобом для роботи з презентаціями digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, slide, presentation, OpenGL, effects
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, diapositiva, presentació, OpenGL, efectes
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, diapositiva, presentazione, OpenGL, effetti
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, dia, presentatie, OpenGL, effecten
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, slide, apresentação, OpenGL, efeitos
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, slide, apresentação, OpenGL, efeitos
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, diapozitiv, predstavitev, OpenGL, učinki
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bild, presentation, OpenGL, effekter
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, слайд, презентація, OpenGL, ефекти

source: Presentation Tool
ca: Eina de presentacions
nl: Presentatiehulpmiddel
pt: Ferramenta de Apresentação

source: Contents
ca: Contingut
nl: Inhoud
pt: Conteúdo

source: The **Presentation** tool creates a configurable full screen slide-show of your images using advanced visual effects.
ca: L'eina de **presentacions** crea una presentació de diapositives configurable a pantalla completa de les vostres imatges utilitzant efectes visuals avançats.
it: Lo strumento **Presentazione** crea una presentazione configurabile a schermo intero con le tue immagini, usando effetti visivi avanzati.
nl: Het hulpmiddel **Presentation** maakt een te configureren diavoorstelling in volledig-scherm van uw afbeeldingen met geavanceerde visuele effecten.
pt: A ferramenta **Apresentação** cria uma apresentação configurável em todo o ecrã para as suas imagens, usando efeitos visuais avançados.
pt_br: A ferramenta **Apresentação** cria uma apresentação de slides em tela cheia configurável de suas imagens usando efeitos visuais avançados.
sl: Orodje **Predstavitev** ustvari nastavljivo celozaslonsko projekcijo vaših slik z uporabo naprednih vizualnih učinkov.
sv: Verktyget **Presentation** skapar ett inställningsbart fullskärmsbildspel av bilder med hjälp av avancerade visuella effekter.
uk: За допомогою засобу **Презентація** ви зможете створити повноекранний показ слайдів на основі ваших зображень із використанням широкого спектра візуальних ефектів.

source: With this tool you can create a perfect slide show with just three mouse clicks. When opening the tool from the :menuselection:`View --> Presentation` menu, the Presentation window **Main** page will appear asking questions as to how you want to stage your slide show. You can choose between the selected images or all images in the same album.
ca: Amb aquesta eina, podreu crear una presentació de diapositives perfecta amb només tres clics del ratolí. Quan obriu l'eina des de l'element de menú :menuselection:`Visualitza --> Presentació`, apareixerà la pàgina **Principal** de la finestra de presentació amb preguntes sobre com voleu organitzar la vostra presentació de diapositives. Podreu triar entre les imatges seleccionades o totes les imatges en el mateix àlbum.
it: Con questo strumento puoi creare una presentazione perfetta con solo tre clic del mouse. Quando apri lo strumento dal menu :menuselection:`Visualizza --> Presentazione` si aprirà la scheda **Principale** della finestra e saranno formulate domande su come impostare la presentazione. Puoi scegliere tra le immagini selezionate o tutte le immagini di uno stesso album.
nl: Met dit hulpmiddel kunt u een perfecte diapresentatie maken met niet meer dan drie muiskliks. Bij openen van het hulpmiddel vanuit het menu :menuselection:`Beeld --> Presentatie`, zal de **Hoofdpagina** van het presentatievenster verschijnen die vragen stelt als hoe u uw diapresentatie vorm wilt geven. U kunt kiezen tussen de geselecteerde afbeeldingen of alle afbeeldingen in hetzelfde album.
pt: Com esta ferramenta, poderá criar uma apresentação perfeita com apenas três 'clicks' do rato. Ao abrir a ferramenta a partir da opção do menu :menuselection:`Ver --> Apresentação`, a janela **Principal** da apresentação irá aparecer com algumas questões para definir como deseja encenar a sua apresentação. Poderá escolher entre as imagens escolhidas ou entre todas as imagens no mesmo álbum.
pt_br: Com esta ferramenta, você pode criar uma apresentação de slides perfeita com apenas três cliques do mouse. Ao abrir a ferramenta no menu :menuselection:`Exibir --> Apresentação`, a janela **Principal** da apresentação aparecerá perguntando como você deseja organizar sua apresentação de slides. Você pode escolher entre as imagens selecionadas ou todas as imagens do mesmo álbum.
sl: S tem orodjem lahko ustvarite popolno projekcijo s samo tremi kliki miške. Ko odprete orodje iz :menuselection:`Pogled --> Predstavitev`, se prikaže se okno predstavitve **Glavna** stran z vprašanjem o tem, kako želite uprizoriti svojo projekcijo. Lahko izbirate med izbranimi slikami ali med vsemi slikami v istem albumu.
sv: Med det här verktyget kan man skapa ett perfekt bildspel med bara tre musklick. När man öppnar verktyget från menyn :menuselection:`Visa --> Presentation`, öppnas presentationsfönstrets **Huvudsida** med frågor om hur man vill arrangera bildspelet. Man kan välja mellan markerade bilder eller alla bilder i samma album.
uk: За допомогою цього інструмента ви можете створити ідеальний показ слайдів. Для цього достатньо буде лише трьох клацань кнопкою миші. Після того, як ви скористаєтеся пунктом меню :menuselection:`Перегляд --> Презентація` для відкриття вікна презентації, програма відкриє сторінку **Основні параметри** із питаннями щодо того, як слід скомпонувати показ слайдів. Ви можете вибрати між позначеними зображеннями або усіма зображеннями альбому.

source: The Presentation Tool Dialog
ca: El diàleg de l'eina de presentació
it: La finestra di dialogo dello strumento Presentazione
nl: De dialoog van het hulpmiddel presentatie
pt: A Janela da Ferramenta de Apresentação
pt_br: A janela da ferramenta de apresentação
sl: Pogovorno okno orodja za predstavitve
sv: Presentationsverktygets dialogruta
uk: Вікно засобу роботи з презентаціями

source: The **Use OpenGL Transitions** checkbox enables very smooth image transitions using the OpenGL display mode. Be sure you have OpenGL enabled on your graphics card, since otherwise the slideshow will be very slow.
ca: La casella de selecció **Usa les transicions OpenGL** permet transicions d'imatge molt suaus utilitzant el mode de visualització OpenGL. Assegureu-vos de tenir-lo activat a la targeta gràfica, ja que en cas contrari la presentació de diapositives serà molt lenta.
it: La casella di controllo **Usa transizioni OpenGL** genera transizioni di immagini molto morbide, usando la modalità di visualizzazione OpenGL. Assicurati che OpenGL sia abilitato nella tua scheda grafica, altrimenti la presentazione sarà molto lenta.
nl: Het keuzevakje **OpenGL-overgangen** activeert een heel geleidelijke beeldovergang door gebruik van de OpenGL weergavemodus. Vergewis u er van dat u OpenGL voor de grafische kaart heeft ingesteld anders zal de diavoorstelling heel langzaam verlopen.
pt: A opção **Usar as Transições do OpenGL** permite transições entre as imagens muito suaves, usando o modo de visualização em OpenGL. Certifique-se que tem o OpenGL activado na sua placa gráfica, caso contrário a apresentação ficará bastante lenta.
pt_br: A caixa de seleção **Usar transições do OpenGL** permite transições de imagem muito suaves usando o modo de exibição OpenGL. Certifique-se de que o OpenGL esteja habilitado na sua placa de vídeo, caso contrário, a apresentação de slides ficará muito lenta.
sl: Potrditveno polje **Uporabi prehode OpenGL** omogoča zelo gladke prehode med slikami z uporabo načina prikaza OpenGL. Prepričajte se, da imate omogočen OpenGLna vaši grafični kartici, sicer bo projekcija zelo počasna.
sv: Kryssrutan **Använd OpenGL-övergångar** möjliggör mycket mjuka bildövergångar med OpenGL-visningsläget. Se till att OpenGL är aktiverat på grafikkortet, eftersom bildspelet annars blir väldigt långsamt.
uk: За допомогою пункту **Переходи OpenGL під час показу слайдів** можна увімкнути дуже плавні переходи між зображеннями з використанням режиму показу OpenGL. Не забудьте увімкнути режим показу OpenGL у драйверах відеокартки вашого комп’ютера, інакше показ слайдів значно сповільниться.

source: The **Print Filename** checkbox enables displaying the image filename in the lower left corner.
ca: La casella de selecció **Imprimeix el nom del fitxer** permet mostrar el nom del fitxer d'imatge a la cantonada inferior esquerra.
nl: Met het keuzevakje **Bestandsnaam tonen** kiest u voor het tonen van de bestandsnaam linksonder.
pt: A opção **Nome do Ficheiro de Impressão** activa a apresentação do nome do ficheiro de imagem no canto inferior esquerdo.
pt_br: A caixa de seleção **Mostrar nome do arquivo** permite exibir o nome do arquivo da imagem no canto inferior esquerdo.

source: The **Loop** checkbox will enable running the whole show in an endless loop (until manually stopped with :kbd:`Esc`).
ca: La casella de selecció **Repetició** permet executar tot el programa en un bucle infinit (fins que s'atura manualment amb la tecla :kbd:`Esc`).
it: La casella di controllo **In ciclo** abilita la ripetizione continua della presentazione (fino al suo stop manuale col tasto :kbd:`Esc`)
nl: Het keuzevakje **Herhalen** stelt u in staat de hele voorstelling continue te laten zien (totdat handmatig wordt gestopt met :kbd:`Esc`).
pt: A opção **Ciclo** irá permitir a execução da apresentação completa num ciclo infinito (até que seja interrompida manualmente com a tecla :kbd:`Esc`).
pt_br: A caixa de seleção **Repetir** permitirá executar toda a exibição em um loop infinito (até ser interrompido manualmente com :kbd:`Esc`).
sl: Potrditveno polje **Zanka** bo omogočilo poganjanje celotne predstavitve v neskončni zanki (dokler je ročno ne zaustavite z :kbd:`Esc`).
sv: Kryssrutan **Upprepa** gör det möjligt att köra hela showen i en oändlig loop (tills den stoppas manuellt med :kbd:`Esc`).
uk: За допомогою позначення пункту **Зациклити** можна змусити додаток циклічно повторювати показ слайдів (аж доки його не буде зупинено натисканням клавіші :kbd:`Esc`).

source: The **Shuffle Images** checkbox will enable displaying the images randomly (not using the current images collection order).
ca: La casella de selecció **Barreja les imatges** permet mostrar les imatges a l'atzar (sense utilitzar l'ordre en la col·lecció d'imatges).
it: La casella di controllo **Ordine casuale immagini** abilita la visualizzazione casuale delle immagini (senza usare l'ordine attuale della raccolta delle immagini).
nl: Het keuzevakje **Afbeeldingen schudden** laat de beelden in willekeurige volgorde zien (zonder de huidige volgorde van de verzameling aan te houden).
pt: A opção **Baralhar as Imagens** irá activar a apresentação aleatória das imagens (não usando a ordem actual na colecção de imagens).
pt_br: A caixa de seleção **Embaralhar imagens** permitirá a exibição aleatória das imagens (sem usar a ordem atual da coleção de imagens).
sl: Potrditveno polje **Premešaj slike** bo omogočilo naključni prikaz slik (brez uporabe trenutnega vrstnega reda zbiranja slik).
sv: Kryssrutan **Blanda bilder** gör det möjligt att visa bilderna slumpmässigt (inte med den aktuella bildsamlingsordningen).
uk: За допомогою пункту **Випадковий порядок** можна змусити програму показувати зображення у випадковому порядку (без врахування порядку зображень у поточній збірці).

source: The **Delay Between Images** may be set in millisecond steps. 1500 milliseconds correspond to 1.5 seconds and is a good default value. The best timing depends also a bit on your computer power and the transition effect. Try it out before you show it to your friends!
ca: El **Retard entre imatges** es pot establir en passos de mil·lisegons. 1.500 mil·lisegons corresponen a 1,5 segons i és un bon valor predeterminat. El millor moment també dependrà una mica de la potència del vostre ordinador i l'efecte de transició. Proveu abans de mostrar-ho als vostres amics!
nl: Met **Vertraging tussen afbeeldingen** kan de tijdsduur voor het tonen van de beelden in milliseconden worden ingesteld. 1500 milliseconden komt overeen met 1,5 seconde en is een goede standaard waarde. De beste keuze wordt voor een deel bepaald door de snelheid van de computer en door welk overgangseffect u kiest. Probeer het eerst uit voor u het aan uw vrienden laat zien.
pt: O **Atraso Entre Imagens** poderá ser definido ao nível dos milisegundos. 1500 milisegundos correspondem a 1,5 segundos, sendo um valor predefinido adequado. O melhor tempo depende um pouco da potência de processamento do seu computador e do efeito de transição. Experimente antes de o mostrar aos seus amigos!

source: There are more than a dozen **Transition Effects** available to choose from. The **Random** selection will change the transition effect with every image.
ca: Hi ha més d'una dotzena d'**Efectes de transició** disponibles per a triar. La selecció **Aleatòria** canviarà l'efecte de transició amb cada imatge.
it: Ci sono più di una dozzina di **Effetti di transizione** disponibili tra i quali scegliere. La selezione **Casuale** cambierà l'effetto di transizione con ogni immagine.
nl: Er zijn meer dan twaalf **Overgangseffecten** beschikbaar om uit te kiezen. De keuze **Willekeurig** verandert bij elke overgang het effect.
pt: Existe mais de uma dúzia de **Efeitos de Transição** por onde escolher. A selecção **Aleatória** irá mudar o efeito de transição entre todas as imagens.
pt_br: Há mais de uma dúzia de **Efeitos de transição** disponíveis para você escolher. A seleção **Aleatório** mudará o efeito de transição a cada imagem.
sl: Na izbiro je več kot ducat **Učinkov prehoda**. **Naključna** izbira bo spremenila učinek prehoda z vsako sliko.
sv: Det finns mer än ett dussin **Övergångseffekter** att välja mellan. Valet **Slumpmässig** ändrar övergångseffekten för varje bild.
uk: У додатку передбачено більше дюжини **Ефектів переходу**, одним з цих ефектів ви і можете скористатися. За допомогою пункту **Випадковий** ви можете зробити так, що ефект переходу змінюватиметься під час перегляду показу слайдів.

source: The **Caption** page from the tool allows to customize the font properties to render item description over the screen.
ca: La pàgina **Llegenda** de l'eina permet personalitzar les propietats de la lletra amb la qual es renderitzarà la descripció de l'element sobre la pantalla.
nl: De pagina **Opschrift** van het hulpmiddel biedt het aanpassen van de eigenschappen van het lettertype om beschrijving van items weer te geven op het scherm.
pt: A página **Legenda** da ferramenta permite personalizar as propriedades de texto para desenhar a descrição do item no ecrã.

source: The Caption Settings from Presentation Tool
ca: La configuració de les llegendes des de l'eina de presentació
it: Le impostazioni Didascalia dello strumento Presentazione
nl: De instellingen voor Opschrift van het hulpmiddel Presentatie
pt: A Configuração da Legenda na Ferramenta de Apresentações
pt_br: Configurações de legenda da ferramenta de apresentação
sl: Nastavitve napisov iz orodja za predstavitve
sv: Rubrikinställningar i presentationsverktyget
uk: Параметри підпису засобу роботи з презентаціями

source: The **Soundtrack** page from the tool allows to append audio tracks to play while slideshow.
ca: La pàgina **Pista de so** de l'eina permet afegir pistes d'àudio per a reproduir-les durant la presentació de diapositives.
nl: De pagina **Geluidstrack** van het hulpmiddel biedt het aanhangen van geluidstracks om af te spelen tijdens de diapresentatie.
pt: A página da **Banda Sonora** da ferramenta permite adicionar faixas de áudio para reproduzir durante a apresentação.

source: The Soundtrack Settings from Presentation Tool
ca: La configuració de la pista de so des de l'eina de presentacions
it: Le impostazioni Traccia audio dello strumento Presentazione
nl: De instellingen voor Geluidstrack van het hulpmiddel Presentatie
pt: A Configuração da Banda Sonora na Ferramenta de Apresentação
pt_br: Configurações da trilha sonora da ferramenta de apresentação
sl: Nastavitve zvočnega posnetka iz orodja za predstavitve
sv: Ljudspårsinställningar i presentationsverktyget
uk: Параметри звукового супроводу засобу презентації

source: The **Advanced** page from the tool allows to customize special slideshow settings to use in particular conditions.
ca: La pàgina **Avançat** de l'eina permet personalitzar la configuració especial de la presentació de diapositives que s'utilitzarà en certes condicions.
nl: De pagina **Geavanceerd** van het hulpmiddel biedt het aanpassen van speciale instellingen van de diapresentatie te gebruiken onder speciale condities.
pt: A página **Avançado** da ferramenta permite personalizar algumas opções especiais da apresentação para usar em condições particulares.

source: The Advanced Settings from Presentation Tool
ca: La configuració avançada de l'eina de presentacions
it: Le impostazioni Avanzate dello strumento Presentazione
nl: De geavanceerde instellingen van het hulpmiddel Presentatie
pt: A Configuração Avançada da Ferramenta de Apresentações
pt_br: Configurações avançadas da ferramenta de apresentação
sl: Napredne nastavitve iz orodja za predstavitve
sv: Avancerade inställningar i presentationsverktyget
uk: Додаткові параметри засобу презентації

source: During the slide-show, you can access a toolbar on the upper left screen corner. Move the mouse cursor to the top left of the screen to access it.
ca: Durant la presentació de diapositives, podreu accedir a una barra d'eines a la cantonada superior esquerra de la pantalla. Moveu el cursor del ratolí fins a la part superior esquerra de la pantalla per a accedir-hi.
it: Durante la presentazione puoi accedere a una barra nell'angolo in alto a sinistra dello schermo; sposta qui il puntatore del mouse per accedervi.
nl: Tijdens de diavoorstelling kunt U een werkbalk in de linker bovenhoek van het scherm gebruiken. Beweeg de muis naar links boven in het scherm om de werkbalk te gebruiken.
pt: Durante a apresentação, poderá aceder a uma barra de ferramentas no canto superior esquerdo do ecrã. Mova o cursor do rato para o topo esquerdo do ecrã para lhe aceder.
pt_br: Durante a apresentação de slides, você pode acessar uma barra de ferramentas no canto superior esquerdo da tela. Mova o cursor do mouse para o canto superior esquerdo da tela para acessá-la.
sl: Med projekcijo lahko dostopate do orodne vrstice v zgornjem levem kotu zaslona. Za dostop premaknite kazalec miške v zgornji levi del zaslona.
sv: Under bildspelet kan man komma åt en verktygsrad i det övre vänstra hörnet på skärmen. Flytta muspekaren längst upp till vänster på skärmen för att komma åt den.
uk: Під час показу слайдів користувач зможе використовувати панель інструментів, розташовану у верхньому лівому куті екрана. Пересуньте вказівник миші у верхній лівий кут, щоб побачити цю панель.

source: With this tool bar, you can drive the progress of the slide show. You can pause or play the slide-show, go back to the preview image, go to the next image, and stop the slide-show.
ca: Amb aquesta barra d'eines, podreu conduir el progrés de la presentació de diapositives. Podreu fer una pausa o tornar a reproduir, tornar a la imatge de vista prèvia, anar a la imatge següent, així com aturar la presentació de diapositives.
it: Con questa barra puoi controllare l'avanzamento della presentazione, metterla in pausa o farla ripartire, tornare alle immagini di anteprima, andare alla prossima immagine oppure chiudere la presentazione.
nl: Met de werkbalk kunt U de voortgang van de diavoorstelling sturen. U kunt pauzeren of de diavoorstelling voortzetten, terug gaan naar een vorige afbeelding, naar een volgende afbeelding gaan of de diavoorstelling stoppen.
pt: Com esta barra de ferramentas, poderá conduzir o progresso da apresentação de imagens. Poderá pausar ou retomar a apresentação, voltar à imagem anterior, ir para a imagem seguinte e parar a apresentação.
pt_br: Com esta barra de ferramentas, você pode controlar o andamento da apresentação de slides. Você pode pausar ou reproduzir a apresentação de slides, voltar para a imagem de visualização, ir para a próxima imagem e interromper a apresentação de slides.
sl: S to orodno vrstico lahko vodite napredek projekcije. Lahko začasno ustavite ali predvajate projekcijo, se vrnete na predogled slike, se pomaknete na naslednjo sliko in ustavite projekcijo.
sv: Med verktygsraden kan man styra bildspelets förlopp. Man kan pausa eller spela upp bildspelet, gå tillbaka till förhandsgranskningsbilden, gå till nästa bild och stoppa bildspelet.
uk: За допомогою цієї панелі інструментів ви зможете керувати поступом показу слайдів. Ви можете призупинити або відновити показу, перейти до попереднього зображення, до наступного зображення і припинити показ слайдів.

source: In the lower left screen corner you can see the current image file name, the current image index, and the total number of images included in the slide-show.
ca: A la cantonada inferior esquerra de la pantalla veureu el nom del fitxer i l'índex de la imatge actual, així com el nombre total d'imatges incloses en la presentació de diapositives.
it: Nell'angolo in basso a sinistra dello schermo puoi vedere il nome del file dell'immagine attuale, l'indice dell'immagine attuale nella presentazione e il numero totale di immagini incluse nella presentazione.
nl: Linksonder in het beeld kunt U van de huidige afbeelding de bestandsnaam, de huidige afbeeldingsindex en het totale aantal afbeeldingen in de diavoorstelling zien.
pt: No canto inferior esquerdo do ecrã, poderá ver o nome do ficheiro de imagem actual, o ID actual da imagem e o número total de imagens incluídas na apresentação.
pt_br: No canto inferior esquerdo da tela, você pode ver o nome do arquivo de imagem atual, o índice da imagem atual e o número total de imagens incluídas na apresentação de slides.
sl: V spodnjem levem kotu zaslona lahko vidite ime trenutne slikovne datoteke, trenutni indeks slike in skupno število slik, vključenih v predstavitev.
sv: I det nedre vänstra hörnet på skärmen visas den aktuella bildfilens namn, det aktuella bildindexet och det totala antalet bilder som ingår i bildspelet.
uk: У лівому нижньому куті ви зможете побачити назву файла поточного зображення, індекс зображення у показі слайдів і загальне число зображень у показі.
