Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/slideshow_tools/presentation_tool.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: Screencast of the Presentation Tool Running With Cube OpenGL Effect and Showing OSD on the Top of Screen
ca: Vídeo d'una captura de pantalla de l'eina de presentacions executant-se amb l'efecte Cub OpenGL i mostrant un OSD a la part superior de la pantalla
nl: Filmpje van het hulpmiddel Presentation tijdens uitvoeren met Cube OpenGL Effect en tonen van OSD bovenaan het scherm
pt: Transmissão da Ferramenta de Apresentação a Executar com o Efeito de Cubo do OpenGL e a Mostrar um OSD no Topo do Ecrã

source: :ref:`Presentation Tool <slideshow_tools>`
it: :ref:`Strumento Presentazione <slideshow_tools>`
pt_br: :ref:`Ferramenta de apresentação <slideshow_tools>`
sl: :ref:`Orodje za predstavitve <slideshow_tools>`
sv: :ref:`Presentationsverktyg <slideshow_tools>`
uk: :ref:`Інструмент презентацій <slideshow_tools>`

source: The **Print filename** checkbox enables displaying the item filename in the lower left corner. The **Print captions** do the description string of the item. **Progress Indicator** display the pending item to slide with the tool.
it: La casella di controllo **Stampa nome del file** permette di visualizzare il nome del file nell'angolo in basso a sinistra. **Stampa didascalie** crea la stringa di descrizione dell'elemento. **Indicatore di avanzamento** mostra l'elemento in sospeso per la presentazione con lo strumento.
sl: Potrditveno polje **Natisni ime datoteke** omogoča prikaz imena datoteke elementa v spodnjem levem kotu. **Natisni napise** predstavljajo opis elementa. **Kazalnik napredka** prikazuje element, ki čaka na izvedbo, da se premakne z orodjem.
uk: Пункт **Виводити назву файла** дає змогу виводити назву файла запису у лівому нижньому куті. Пункт **Виводити підписи** призводить до показу рядка опису елемента. **Індикатор виконання** показує запис, що очікує на виконання, для переміщення за допомогою інструменту.

source: The **Use background color for images** button allows to customize the color used as background while displaying ìtems. This can be useful for the images using transparency.
it: Il pulsante **Usa colore di sfondo per le immagini** permette di personalizzare il colore utilizzato come sfondo mentre si visualizzano gli elementi. Utile per le immagini che usano la trasparenza.
sl: Gumb **Uporabi barvo ozadja za slike** omogoča prilagoditev barve ozadja pri prikazu elementov. To je lahko uporabno za slike, ki uporabljajo prosojnost.
uk: Кнопка **Використовувати колір тла для зображень** надає змогу налаштувати колір, який використовується як тло під час показу записів. Це може бути корисним для зображень, що використовують прозорість.

source: The **Delay Between Images** may be set in millisecond steps. 1500 milliseconds corresponds to 1.5 seconds and is a good default value. The best timing also depends a bit on your computer power and the transition effect. Try it out before you show it to your friends!
it: Il **Ritardo tra le immagini** può essere impostato in millisecondi. 1500 millisecondi corrispondono a un secondo e mezzo, e sono un buon valore predefinito. La tempistica migliore dipende un po' anche dalla potenza della macchina e dall'effetto di transizione. Provalo prima di farlo vedere agli amici!
pt_br: O **Atraso entre as imagens** pode ser definido em milissegundos. 1500 milissegundos correspondem a 1,5 segundo e é um bom valor padrão. O melhor tempo também depende um pouco da potência do seu computador e do efeito de transição. Experimente antes de mostrar aos seus amigos!
sl: **Zamik med slikami** je mogoče nastaviti v korakih po milisekundah. 1500 milisekund ustreza 1,5 sekunde in je dobra privzeta vrednost. Najboljši čas je nekoliko odvisen tudi od moči vašega računalnika in učinka prehoda. Preizkusite, preden ga pokažete prijateljem!
sv: **Fördröjning mellan bilder** kan ställas in i steg om millisekunder. 1500 millisekunder motsvarar 1,5 sekunder och är ett bra standardvärde. Den bästa tiden beror också lite på datorns prestanda och övergångseffekten. Prova det innan du visar för dina vänner!
uk: Пункт «Затримка між зображеннями» призначено для визначення затримок у мілісекундах. 1500 мілісекунд дорівнюють 1,5 секундам і є непоганим типовим значенням. Найкраще значення в основному залежить від потужності вашого комп’ютера і використаного ефекту переходу. Перш ніж щось показувати іншим, спробуйте переглянути показ самі!

source: The **Caption** tab allows you to customize the font properties to render item descriptions over the screen.
it: La scheda **Didascalia** ti consente di personalizzare le proprietà del tipo di carattere per la rappresentazione delle descrizioni dell'elemento sullo schermo.
pt_br: A aba **Legenda** permite que você personalize as propriedades da fonte usada para renderizar descrições de itens na tela.
sl: Zavihek **Napis** vam omogoča prilagajanje lastnosti pisave za upodabljanje opisov elementov na zaslonu.
sv: Fliken **Rubrik** gör det möjligt att anpassa teckensnittsegenskaper för att återge objektbeskrivningarna på skärmen.
uk: За допомогою вкладки **Підпис** можна налаштувати властивості шрифту для показу описів записів на екрані.

source: The **Soundtrack** tab allows you to append audio tracks to play during the slideshow.
it: La scheda **Traccia audio** ti consente di aggiungere delle tracce audio durante la riproduzione della presentazione.
pt_br: A aba **Trilha sonora** permite que você adicione faixas de áudio para reproduzir durante a apresentação de slides.
sl: Zavihek **Zvočni posnetek** vam omogoča dodajanje zvočnih posnetkov za predvajanje med predstavitvijo.
sv: Fliken **Ljudspår** gör det möjligt att lägga till ett ljudspår att spela upp under bildspelet.
uk: За допомогою вкладки **Звукова доріжка** можна додати звукові доріжки, які буде відтворено під час показу слайдів.

source: The **Advanced** tab allows you to customize special slideshow settings to use in particular conditions.
it: La scheda **Avanzate** ti consente di personalizzare delle speciali impostazioni della presentazione da usare in condizioni particolari.
pt_br: A aba **Avançado** permite que você personalize configurações especiais de apresentação de slides para usar em condições específicas.
sl: Zavihek **Napredno** vam omogoča prilagajanje posebnih nastavitev predstavitve za uporabo v določenih pogojih.
sv: Fliken **Avancerat** gör det möjligt att anpassa speciella bildspelsinställningar för användning under särskilda omständigheter.
uk: За допомогою вкладки **Додатково** можна налаштувати спеціалізовані параметри показу слайдів, які буде використано за певних умов.

source: Screencast of the Presentation Tool Running with Cube OpenGL Effect and Showing OSD on the Top of Screen
it: Registrazione dello strumento Presentazione in esecuzione con l'effetto OpenGL Cubo e che mostra l'OSD sopra lo schermo
pt_br: Screencast da ferramenta de apresentação em execução com efeito de cubo do OpenGL e mostrando OSD no topo da tela
sl: Posnetek zaslona orodja za predstavitve, ki se izvaja z učinkom Cube OpenGL in prikazuje OSD na vrhu zaslona
sv: Skärminspelning av presentationsverktyget som kör med OpenGL-effekten Kub och visar skärmtext längst upp på skärmen
uk: Відео засобу презентації, запущено із ефектом куба OpenGL із показом екранної панелі у верхній частині екрана
