Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/slideshow_tools/slide_tool.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: This tool render a series of items as a basic slide-show. To run this tool you can use the menu entry :menuselection:`View --> Slideshow` sub-menus or simply press the **Show FullScreen** button on top of Icon-View item.
pt: Esta ferramenta desenha uma série de itens como uma apresentação básica. Para executar esta ferramenta, poderá usar os submenus de :menuselection:`Ver --> Apresentação` ou simplesmente carregar no botão para **Mostrar no Ecrã Completo** no topo do item da Área de Ícones.

source: The **Show FullScreen** button will be visible only if you turn on the right option from :menuselection:`Settings --> Configure digiKam...` and **Icons** tab from **Views** panel.
pt: O botão para **Mostrar no Ecrã Completo** só ficará visível se ligar a opção correcta em :menuselection:`Configuração --> Configurar o digiKam...` e na página **Ícones** do painel **Vistas**.

source: The basic slideshow tool will render items on full screen without visual effects and without zooming support. It is powerful to review quickly album items. This tool can play album contents in recursive mode with children albums if any.
pt: A ferramenta da apresentação básica irá desenhar os itens em todo o ecrã sem quaisquer efeitos visuais ou qualquer suporte para ampliações. É poderoso para rever rapidamente itens do álbum. Esta ferramenta poderá reproduzir o conteúdo do álbum, de forma recursiva, ao longo dos seus álbuns-filhos, se existirem.

source: A lots of items properties can be displayed as overlay while displaying contents. These ones are shown on the bottom left side as an **OSD (On Screen Display)**.
pt: Poderá mostrar diversas propriedades do item sobrepostas ao apresentar os conteúdos. Estas são apresentadas do lado inferior esquerdo, como uma **OSD (Visualização do Ecrã)**.

source: The **Shuffle Images** mode is only available in automatic playback, i.e. when you start the slide show via the menu or toolbar button. It does not work in **Preview** mode when you start on the **Play** button icon in the thumbnail or image preview.
pt: O modo para **Baralhar as Imagens** só está disponível na reprodução automática, i.e. quando inicia a apresentação através do menu ou da barra de ferramentas. Não funciona no modo de **Antevisão** quando iniciar no botão **Reproduzir** na miniatura ou na antevisão da imagem.

source: The Usage from Keyboard and mouse to quickly navigate between items is listen below:
pt: A utilização do teclado e do rato para navegar rapidamente entre os itens está descrita em baixo:

source: :kbd:`F2` key
pt: tecla :kbd:`F2`

source: :kbd:`F4` key
pt: tecla :kbd:`F4`
