Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/slideshow_tools/slide_tool.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Using digiKam Basic Slide Tool
ca: Ús de l'eina de presentació bàsica del digiKam
it: Usare lo strumento diapositive di base di digiKam
nl: Het gebruik van het basis hulpmiddel Dia's
pt: Usar a Ferramenta de Apresentação Básica do digiKam
pt_br: Usando a ferramenta de apresentação básica do digiKam
sl: Uporaba osnovnega orodja digiKama za prikaz slik
uk: Використання базового інструмента показу слайдів digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, slide
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, presentació
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, diapositiva
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, dia
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, apresentação
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, slide
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, diapozitiv
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, слайд

source: :ref:`Basic Slide Show <slideshow_tools>`
ca: :ref:`Eina de presentació bàsica <slideshow_tools>`
it: :ref:`Presentazione di base <slideshow_tools>`
nl: :ref:`Basis diavoorstelling <slideshow_tools>`
pt_br: :ref:`Apresentação básica <slideshow_tools>`
sl: :ref:`Osnovna predstavitev <slideshow_tools>`

source: pause
sl: premor

source: play
sl: predvajaj

source: previous
sl: prejšnji

source: next
sl: naslednji

source: exit
sl: izhod

source: time
sl: čas

source: trash
sl: smeti

source: settings
sl: nastavitve

source: This tool renders a series of items as a basic slide-show. To run this tool you can use the menu entry :menuselection:`View --> Slideshow` sub-menus, click on **Slideshow** in the toolbar, or simply press the **Show FullScreen** button on top of any Icon-View item.
ca: Aquesta eina renderitza una sèrie d'elements com una presentació de diapositives bàsica. Per a executar-la, podeu utilitzar els submenús :menuselection:`Visualitza --> Presentació de diapositives`, fer clic a **Presentació de diapositives** a la barra d'eines o senzillament premeu el botó **Mostra a pantalla completa** que hi ha a la part superior de qualsevol element de la vista d'icones.
it: Questo strumento rende una serie di elementi come presentazione di base. Per avviare lo strumento puoi usare i sottomenu della voce di menu :menuselection:`Visualizza --> Presentazione`, fare clic su **Presentazione** nella barra degli strumenti, oppure premere semplicemente il pulsante **Mostra a schermo intero** che si trova in cima a qualsiasi elemento della vista a icone.
nl: Dit hulpmiddel maakt een serie items tot een basis diapresentatie. Om dit hulpmiddel uit te voeren kunt u het menu-item in het submenu :menuselection:`Beeld --> Diapresentatie` gebruiken of eenvoudig op de knop **Volledig scherm tonen** drukken bovenaan het items in elke Pictogramweergave.
pt_br: Esta ferramenta renderiza uma série de itens como uma apresentação de slides básica. Para executá-la, você pode usar o item de menu :menuselection:`Exibir --> Apresentação de slides`, clicar em **Apresentação de slides** na barra de ferramentas ou simplesmente pressionar o botão **Mostrar em tela cheia** sobre qualquer item da vista de miniaturas.
sl: To orodje upodobi niz elementov kot osnovno predstavitev. Če želite zagnati to orodje, lahko uporabite menijski vnos v podmenuju :menuselection:`Pogled --> Predstavitev` ali preprosto kliknete **Predstavitev** v orodni vrstici ali preprosto pritisnete gumb **Pokaži celotni zaslon** na vrhu katere koli ikone ogleda predmeta.

source: The Icon-View Item Show FullScreen Overlay Button
ca: L'element en la vista d'icones amb Mostra a pantalla completa i els botons superposats
it: Il pulsante in sovraimpressione Mostra a schermo intero dell'elemento Vista a icone
nl: In de Pictogramweergave Bovenliggende knop Volledig scherm op item tonen
pt: O Item na Área de Ícones a Mostrar um Botão Sobreposto em Todo o Ecrã
pt_br: O botão de sobreposição para Exibir em tela cheia no item da vista em miniaturas
sl: Element pogleda ikon Prikaži celozaslonski prekrivni gumb
uk: Для запису панелі перегляду піктограм показано кнопку повноекранного перегляду

source: The **Show FullScreen** button will be visible only if you turn on the right option from :menuselection:`Settings --> Configure digiKam... --> Views page --> Icons tab`.
ca: El botó **Mostra a pantalla completa** només serà visible si activeu l'opció correcta des d':menuselection:`Arranjament --> Configura el digiKam... --> pàgina Vistes --> pestanya Icones`.
it: Il pulsante **Mostra a schermo intero** sarà visibile solo se attivi la giusta opzione da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Viste --> scheda Icone`.
pt_br: O botão **Mostrar em tela cheia** ficará visível somente se você ativar a opção correta em :menuselection:`Configurações --> Configurar digiKam... --> página Vistas --> aba Miniaturas`.
sl: Gumb **Prikaži celozaslonski način** bo viden le, če vklopite desno možnost iz :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran Pogledi --> Zavihek Ikone`.

source: The basic slideshow tool will render items in the full screen without visual effects and without zooming. It is a powerful to quickly review album items. This tool can play album contents in a recursive mode that includes any nested child albums.
ca: L'eina bàsica de la presentació de diapositives renderitzarà els elements a pantalla completa sense efectes visuals i sense zoom. És potent per a revisar ràpidament els elements dels àlbums. Aquesta eina pot reproduir el contingut d'àlbums en mode recursiu que inclogui qualsevol àlbum fill imbricat.
it: Lo strumento Presentazione di base presenterà gli elementi a schermo intero senza effetti visivi e senza ingrandimento. È molto utile per rivedere rapidamente gli elementi di un album. Questo strumento può riprodurre il contenuto di un album in un modo ricorsivo che include qualsiasi sottoalbum annidato.
pt_br: A ferramenta básica de apresentação de slides renderiza itens em tela cheia, sem efeitos visuais e sem zoom. É uma ferramenta poderosa para revisar rapidamente os itens do álbum. Esta ferramenta pode reproduzir o conteúdo do álbum em modo recursivo, incluindo quaisquer álbuns secundários aninhados.
sl: Osnovno orodje za predstavitev bo prikazalo elemente na celotnem zaslonu brez vizualnih učinkov in brez povečave. Je zmogljiv za hiter pregled elementov albuma. To orodje lahko predvaja vsebino albuma v rekurzivnem načinu, ki vključuje vse ugnezdene podrejene albume.

source: The Basic Slide-Show View Displaying Item and Properties
ca: La vista de la presentació de diapositives bàsica mostrant l'element i les propietats
it: La vista Presentazione di base che visualizza gli elementi e le proprietà
nl: De weergave Basisdiapresentatie die item en eigenschappen toont
pt: A Área da Apresentação Básica a Mostrar o Item e as Propriedades
pt_br: A visualização básica da apresentação de slides exibindo itens e propriedades
sl: Osnovni pogled predstavitve, ki prikazuje element in lastnosti
uk: У базовому перегляді показу слайдів показано запис і його властивості

source: Lots of item properties can be displayed as overlay while displaying contents. The ones below are shown on the bottom left side as an **OSD (On Screen Display)**.
ca: Es poden mostrar moltes propietats dels elements com a superposició durant la visualització del contingut. Els de sota es mostren a la part inferior esquerra com un **OSD (mostra en pantalla)**.
it: Possono essere visualizzate in sovrimpressione molte proprietà degli elementi durante la visualizzazione dei contenuti. Esse vengono mostrate sul lato inferiore sinistro come **elementi in sovrimpressione** (*OSD, On Screen Display*).
pt_br: Muitas propriedades dos itens podem ser exibidas como sobreposição durante a exibição do conteúdo. As abaixo são exibidas no canto inferior esquerdo como um **OSD (On Screen Display)**.
sl: Veliko lastnosti elementov je mogoče prikazati kot prekrivanje med prikazovanjem vsebine. Spodnji so prikazani na spodnji levi strani kot **OSD (prikaz na zaslonu)**.

source: The Basic Slide-Show Provides an OSD to Show Details and Control the Contents
ca: La presentació de diapositives bàsica proporciona un OSD per a mostrar els detalls i controla el contingut
it: La Presentazione di base fornisce un OSD per mostrare i dettagli e controllare il contenuto
nl: De Basisdiapresentatie levert een OSD om details te tonen en de inhoud te besturen
pt: A Apresentação Básica Fornece uma OSD para Mostrar os Detalhes e Controlar o Conteúdo
pt_br: A apresentação de slides básica fornece um OSD para mostrar detalhes e controlar o conteúdo
sl: Osnovna predstavitev nudi OSD za prikaz podrobnosti in nadzor vsebine
uk: У базовому перегляді слайдів показано екранну панель-накладу із параметрами запис та засобами керування даними

source: The on-screen controls for the slideshow are:
ca: Els controls en pantalla per a la presentació de diapositives són:
it: I controlli sullo schermo per la presentazione sono:
pt_br: Os controles na tela para a apresentação de slides são:
sl: Kontrolniki na zaslonu za predstavitev so:

source: |pause| |play| Pause / Play
ca: |pause| |play| Pausa / Reprodueix
it: |pause| |play| Pausa / Riproduci
pt_br: |pause| |play| Pausar / Reproduzir
sl: |pause| |play | Premor / Predvajaj

source: |previous| |next| Previous / Next item
ca: |previous| |next| Element anterior / següent
it: |previous| |next| Elemento precedente / successivo
pt_br: |previous| |next| Item anterior / Próximo item
sl: |previous| |next| Prejšnji / Naslednji

source: |exit| Exit slideshow
ca: |exit| Surt de la presentació de diapositives
it: |exit| Esci dalla presentazione
pt_br: |exit| Sair da apresentação de slides
sl: |exit| Izhod iz predstavitve

source: |time| Set time between images
ca: |time| Estableix el temps entre les imatges
it: |time| Imposta il tempo tra le immagini
pt_br: |time| Definir o tempo entre as imagens
sl: |time| Nastavi čas med slikami

source: |trash| Delete the current slide (asks for confirmation)
ca: |trash| Suprimeix la diapositiva actual (demana confirmació)
it: |trash| Elimina la diapositiva attuale (chiede conferma)
pt_br: |trash| Excluir o slide atual (pede um confirmação)
sl: |trash| Izbriši trenutno sliko (prosi za potrditev)

source: |settings| Adjust slideshow settings
ca: |settings| Ajusta la configuració de la presentació de diapositives
it: |settings| Regola le impostazioni delle presentazione
pt_br: |settings| Ajustar as configurações da apresentação de slides
sl: |settings| Prilagodi nastavitve predstavitve

source: Clicking the |settings| button brings up the slide show configuration dialog.
ca: En fer clic al botó |settings| s'obre el diàleg de configuració de la presentació de diapositives.
it: Facendo clic sul pulsante |settings| viene richiamata la finestra di dialogo di configurazione della presentazione.
pt_br: Clicar no botão |settings| abre a janela de configuração da apresentação de slides.
sl: Klik na |settings| gumb odpre pogovorno okno za konfiguracijo predstavitve.

source: The Basic Slide-Show Configuration Dialog
ca: El diàleg de configuració de la presentació de diapositives bàsica
it: La finestra di configurazione della presentazione di base
nl: Het configuratievenster voor Basisdiapresentatie
pt: A Janela de Configuração da Apresentação Básica
pt_br: A janela de configuração básica da apresentação de slides
sl: Pogovorno okno za konfiguracijo osnovne predstavitve
uk: Діалогове вікно налаштовування базового показу слайдів

source: The basic slide show configuration should be easy to understand. The upper slider adjusts the time between image transitions; usually a time of 4-5 seconds is good. The other check boxes enable/disable the metadata to be shown on the bottom of the slide show images during display.
ca: La configuració bàsica de la presentació de diapositives ha de ser fàcil d'entendre. El control lliscant de dalt ajusta el temps entre transicions d'imatge. En general, un temps de 4 a 5 segons és bo. Les altres caselles de selecció activen/desactiven les metadades que es mostraran durant la visualització a la part inferior de les imatges de la presentació de diapositives.
it: La configurazione della presentazione di base è facile da capire. Il cursore superiore regola il tempo di transizione delle immagini; in genere vanno bene 4-5 secondi. Le altre caselle di controllo abilitano/disabilitano i metadati da mostrare nella parte inferiore delle immagini durante la presentazione.
nl: Het configureren van de basis diavoorstelling is gemakkelijk te begrijpen. De bovenste schuif regelt de tijd tussen de beeldovergangen; gewoonlijk is een tijd van 4-5 seconden goed. De andere vakjes activeren of deactiveren het tonen van metagegevens onderin de beelden van de diavoorstelling tijdens het afspelen.
pt: A configuração da apresentação básica deverá ser simples de compreender. A barra superior ajusta o tempo entre transições de imagens; normalmente, um tempo entre 4-5 segundos é bom. As outras opções activam/desactivam os meta-dados a apresentar no fundo das imagens da apresentação, durante a sua visualização.
pt_br: A configuração básica da apresentação de slides deve ser fácil de entender. O controle deslizante superior ajusta o tempo entre as transições de imagem; geralmente, um tempo de 4 a 5 segundos é suficiente. As outras caixas de seleção ativam/desativam a exibição de metadados na parte inferior das imagens da apresentação de slides durante a exibição.
sl: Osnovna konfiguracija predstavitve mora biti enostavna za razumevanje. Zgornji drsnik prilagodi čas med prehodi slike; ponavadi čas 4-5 sekund je dobro. Druga potrditvena polja omogočijo/onemogočijo metapodatke prikazane na dnu slik predstavitve med prikazom.
uk: Налаштування показу слайдів має бути інтуїтивно зрозумілим. За допомогою верхнього повзунка можна скоригувати час між перемиканням зображень. Зазвичай, можна зупинитися на значенні 4-5 секунд. За допомогою інших пунктів ви можете увімкнути або вимкнути показ певних метаданих у нижній частині області показу слайдів.

source: The **Shuffle Images** mode is only available in automatic playback, i.e. when you start the slide show via the menu or toolbar button. It does not work in **Preview** mode when you start from the **Play** button icon in the thumbnail or image preview.
ca: El mode **Imatges aleatòries** només està disponible en la reproducció automàtica, és a dir, quan s'iniciï la presentació de diapositives mitjançant el menú o el botó de la barra d'eines. No funciona en el mode **Vista prèvia** quan s'inicia amb la icona del botó **Reprodueix** a la vista de miniatures o la vista prèvia d'imatges.
it: La modalità **Ordine casuale immagini** è disponibile solo durante la riproduzione automatica, ossia quando avvi la presentazione tramite il menu o il pulsante nella barra degli strumenti. Non funziona in modalità **anteprima** quando avvi la presentazione dall'icona del pulsante **Riproduci** presente nella miniatura o nell'anteprima dell'immagine.
pt_br: O modo **Embaralhar imagens** só está disponível na reprodução automática, ou seja, quando você inicia a apresentação de slides pelo botão de menu ou da barra de ferramentas. Ele não funciona no modo **Visualização** quando você inicia a partir do ícone do botão **Reproduzir** na miniatura ou na visualização da imagem.
sl: Način **Naključno predvajanje slik** je na voljo le pri samodejnem predvajanju, tj. ko začnete predstavitev prek menija ali gumba v orodni vrstici. Ne deluje v načinu **Predogled**, ko začnete z ikono gumba **Predvajaj** v sličici ali predogledu slike.

source: The keyboard and mouse can be used to quickly navigate between items in the slideshow:
ca: Es poden utilitzar el teclat i el ratolí per a navegar ràpidament entre els elements de la presentació de diapositives:
it: Tastiera e mouse possono essere utilizzati per navigare rapidamente tra gli elementi della presentazione:
pt_br: O teclado e o mouse podem ser usados ​​para navegar rapidamente entre os itens na apresentação de slides:
sl: Za hitro krmarjenje med elementi v predstavitvi lahko uporabite tipkovnico in miško:

source: Item Access
ca: Accés a l'element
it: Accesso all'elemento
nl: Toegang tot item
pt: Acesso ao Item
pt_br: Acesso ao item
sl: Dostop do predmeta
uk: Доступ до записів

source: :kbd:`Up` key :kbd:`PgUp` key :kbd:`Left` key Mouse wheel up Left mouse button
ca: :kbd:`Fletxa amunt`, tecla :kbd:`Re Pàg`, :kbd:`Fletxa esquerra`, roda del ratolí cap amunt i botó esquerre
it: Tasto :kbd:`Su` / Tasto :kbd:`PagSu` / Tasto :kbd:`Freccia sinistra` / Rotella del mouse su / Pulsante sinistro del mouse
nl: toets :kbd:`Up`, toets :kbd:`PgUp`, toets :kbd:`Links`, muiswiel omhoog en linker muisknop
pt: tecla :kbd:`Cima`, tecla :kbd:`PgUp`, tecla :kbd:`Esquerda`, roda do rato para cima, botão esquerdo do rato
pt_br: Tecla :kbd`Para cima` Tecla :kbd:`PgUp` Tecla :kbd:`Esquerda` Roda do mouse para cima Botão esquerdo do mouse
sl: :kbd:`Gor` :kbd:`PgUp` :kbd:`Levo` Kolesce miške gor Levi gumb miške
uk: Клавіша :kbd:`↑`, клавіша PgUp, клавіша :kbd:`←`, гортання коліщатка миші вгору, ліва кнопка миші

source: Previous Item:
ca: Element anterior:
it: Elemento precedente:
nl: Vorige item:
pt: Item Anterior:
pt_br: Item anterior:
sl: Prejšnji element:
uk: Попередній запис:

source: :kbd:`Down` key :kbd:`PgDown` key :kbd:`Right` key Mouse wheel down Right mouse button
ca: :kbd:`Fletxa avall`, tecla :kbd:`Av Pàg`, :kbd:`Fletxa dreta`, roda del ratolí cap amunt i botó dret
it: Tasto :kbd:`Giù` / Tasto :kbd:`PagGiù` / Tasto :kbd:`Freccia destra` / Rotella del mouse giù / Pulsante destro del mouse
nl: Toets :kbd:`Down`, toets :kbd:`PgDown`, toets :kbd:`Rechts`, muiswiel omlaag en rechter muisknop
pt: tecla :kbd:`Baixo`, tecla :kbd:`PgDn`, tecla :kbd:`Direita`, roda do rato para baixo, botão direito do rato
pt_br: Tecla :kbd`Para baixo` Tecla :kbd:`PgDown` Tecla :kbd:`Direita` Roda do mouse para baixo Botão direito do mouse
sl: :kbd:`Dol` :kbd:`PgDown` :kbd:`Desno` Kolesce miške navzdol Desni gumb miške
uk: Клавіша :kbd:`↓`, клавіша :kbd:`PgDown`, клавіша :kbd:`→`, гортання коліщатка миші вниз, права кнопка миші

source: Next Item:
ca: Element següent:
it: Elemento successivo:
nl: Volgende item:
pt: Item Seguinte:
pt_br: Próximo item:
sl: Naslednji element:
uk: Наступний запис:

source: Pause/Start:
ca: Fes una pausa/Inicia:
it: Pausa/Avvio:
nl: Pauzeren/starten:
pt: Pausa/Iniciar:
pt_br: Pausar/Iniciar:
sl: Premor/začetek:
uk: Пауза/Пуск:

source: :kbd:`Space` key
ca: Tecla :kbd:`Espai`
it: Tasto :kbd:`Barra spaziatrice`
nl: toets :kbd:`Spatie`
pt: tecla :kbd:`Espaço`
pt_br: Tecla :kbd:`Espaço`
sl: tipka :kbd:`Preslednica`
uk: Клавіша :kbd:`Пробіл`

source: Slideshow Settings:
ca: Configuració de la presentació de diapositives:
it: Impostazioni presentazione:
nl: Instellingen van diavoorstelling:
pt: Configuração da Apresentação:
pt_br: Configurações da apresentação de slides:
sl: Nastavitve predstavitve:
uk: Параметри показу слайдів:

source: :kbd:`Alt+P` key
ca: Tecla :kbd:`Alt+P`
it: Combinazione di tasti :kbd:`Alt+P`
nl: toetsen :kbd:`Alt+P`
pt_br: Tecla :kbd:`Alt+P`
sl: tipka :kbd:`Alt+P`
uk: Клавіші :kbd:`Alt+P`

source: Hide/Show Properties:
ca: Oculta/Mostra les propietats:
it: Nascondi/mostra le proprietà:
nl: Eigenschappen verbergen/tonen:
pt: Esconder/Mostrar as Propriedades:
pt_br: Ocultar/Mostrar propriedades:
sl: Skrij/prikaži lastnosti:
uk: Сховати/Показати властивості:

source: :kbd:`Alt+Y` key
ca: Tecla :kbd:`Alt+Y`
it: Combinazione di tasti :kbd:`Alt+Y`
nl: toetsen :kbd:`Alt+Y`
pt_br: Tecla :kbd:`Alt+Y`
sl: tipka :kbd:`Alt+Y`
uk: Клавіші :kbd:`Alt+Y`

source: Quit:
ca: Surt:
it: Esci:
nl: Afsluiten:
pt: Sair:
pt_br: Sair:
sl: Končaj:
uk: Вийти:

source: :kbd:`Esc` key
ca: Tecla :kbd:`Esc`
it: Tasto :kbd:`Esc`
nl: toets :kbd:`Esc`
pt: tecla :kbd:`Esc`
pt_br: Tecla :kbd:`Esc`
sl: tipka :kbd:`Esc`
uk: Клавіша :kbd:`Esc`

source: Item Properties
ca: Propietats de l'element
it: Proprietà dell'elemento
nl: Itemeigenschappen
pt: Propriedades do Item
pt_br: Propriedades do item
sl: Lastnosti predmeta
uk: Властивості запису

source: Change Tags:
ca: Canvia les etiquetes:
it: Cambio tag:
nl: Tags wijzigen:
pt: Modificar as Marcas:
pt_br: Alterar etiquetas:
sl: Spremeni značke:
uk: Зміна міток:

source: Use Tags keyboard shortcuts
ca: Utilitzeu les dreceres de teclat per a les etiquetes
it: Usa le scorciatoie da tastiera dei tag
nl: Sneltoetsen van tags gebruiken
pt: Usar os atalhos de teclado das Marcas
pt_br: Usar atalhos de teclado de etiquetas
sl: Uporabi bližnjice na tipkovnici za značke
uk: Використовуйте клавіатурні скорочення міток

source: Change Rating:
ca: Canvia la valoració:
it: Cambio valutazione:
nl: Waardering wijzigen:
pt: Mudar a Classificação:
pt_br: Alterar classificação:
sl: Spremeni oceno:
uk: Зміна оцінки:

source: Use Rating keyboard shortcuts
ca: Utilitzeu les dreceres de teclat per a la valoració
it: Usa le scorciatoie da tastiera delle valutazioni
nl: Sneltoetsen voor waardering gebruiken
pt: Usar os atalhos de teclado da Classificação
pt_br: Usar atalhos de teclado de classificação
sl: Uporabite bližnjice na tipkovnici Rating
uk: Використовуйте клавіатурні скорочення оцінок

source: Change Color Label:
ca: Canvia el rètol de color:
it: Cambio etichetta colorata:
nl: Kleurlabel wijzigen:
pt: Mudar a Legenda de Cor:
pt_br: Alterar rótulo de cor:
sl: Spremeni barvno oznako:
uk: Зміна кольорової мітки:

source: Use Color label keyboard shortcuts
ca: Utilitzeu les dreceres de teclat per als rètols de color
it: Usa le scorciatoie da tastiera delle etichette colorate
nl: Sneltoetsen van kleurlabel gebruiken
pt: Usar os atalhos de teclado da Legenda de Cor
pt_br: Usar atalhos de teclado de rótulos de cor
sl: Uporabite bližnjice na tipkovnici z barvno oznako
uk: Використовуйте клавіатурні скорочення кольорових міток

source: Change Pick Label:
ca: Canvia el rètol de selecció:
it: Cambio etichetta di scelta:
nl: Keuzelabel wijzigen
pt: Mudar a Legenda de Selecção:
pt_br: Alterar rótulo de seleção:
sl: Spremeni oznako izbire:
uk: Змінити впорядкувальну позначку:

source: Use Pick label keyboard shortcuts
ca: Utilitzeu les dreceres de teclat per als rètols de selecció
it: Usa le scorciatoie da tastiera delle etichette di scelta
nl: Sneltoetsen van keuzelabel gebruiken
pt: Usar os atalhos de teclado da Legenda de Selecção
pt_br: Usar atalhos de teclado de rótulos de seleção
sl: Uporabite bližnjice na tipkovnici za izbiro oznak
uk: Використовуйте клавіатурні скорочення впорядкувальних позначок

source: Others
ca: Altres
it: Altro
nl: Overig
pt: Outros
pt_br: Outros
sl: Drugi
uk: Інші

source: Show help dialog:
ca: Mostra el diàleg d'ajuda:
it: Mostra finestra di dialogo di aiuto:
nl: Dialoog voor hulp tonen:
pt: Mostrar a janela de ajuda:
pt_br: Mostrar janela de ajuda:
sl: Pokaži pogovorno okno za pomoč:
uk: Показ вікна довідки:

source: :kbd:`F1` key
ca: Tecla :kbd:`F1`
it: Tasto :kbd:`F1`
nl: toets :kbd:`F1`
pt: tecla :kbd:`F1`
pt_br: Tecla :kbd:`F1`
sl: tipka :kbd:`F1`
uk: Клавіша :kbd:`F1`

source: Basic Slide Show
pt: Apresentação Básica

source: Contents
pt: Conteúdo
