Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/captions_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: In case you have selected a number of images in the main view and you check a tag in the tag tree, this one is only applied to the highlighted image, and not to the whole selection. If you want to tag selections, refer to the :ref:`Filters <filters_view>` section.
uk: Якщо ви позначили на основній панелі декілька зображень, а потім позначили якусь мітку у дереві міток, її буде застосовано лише до підсвіченого зображення, а не до всього набору зображень. Якщо вам потрібно створити мітки для декількох зображень одночасно, скористайтеся порадами з розділу :ref:`«Фільтри» <filters_view>`.

source: Information View
ca: Vista d'informació
it: Vista Informazioni
nl: Informatie in de weergave
pt: Área de Informação
pt_br: Vista de informações
sl: Pogled informacij
sv: Informationsvy
uk: Панель перегляду відомостей

source: The Metadata View From Right Sidebar Displaying Template Information
it: La vista dei metadati dalla barra laterale destra che visualizza le informazioni sul modello
nl: De Metagegevensweergave in de rechter zijbalk die sjablooninformatie toont
pt: A Área de Meta-Dados na Barra Lateral Direita a Mostrar Informações do Modelo
sl: Pogled metapodatkov v desnem stranskem stolpcu s prikazom informacij o predlogi
uk: Панель перегляду метаданих з правої бічної панелі із показом відомостей щодо шаблонів

source: The Information view allows to assign a template of textuals information to items in one pass. This information can be populated in Setup/Template dialog. They contain all strings describing the contents, the scene, the authors, the rights, the place etc.
it: La vista Informazioni consente di assegnare un modello di informazioni di testo agli elementi in un colpo solo. Queste informazioni possono essere popolate nella finestra di dialogo Configurazione/Modello. Esse contengono tutte le stringhe descrittive del contenuto, la scena, gli autori, i diritti, il luogo, ecc.
pt: A área de Informações permite atribuir um modelo de dados de texto aos itens num único passo. Esta informação pode ser preenchida na janela Configuração/Modelo. Elas contêm todos os textos que descrevem o conteúdo, a cena, os autores, os direitos, o local, etc.
uk: За допомогою панелі перегляду відомостей можна пов'язувати шаблон текстових відомостей із записами в один прохід. Ці дані може бути заповнено у вікні «Налаштування»/«Шаблон». Серед даних містяться усі рядки, що описують вміст, сцену, авторів, авторські права тощо.

source: For more details about Template, see the description of the :ref:`Template Settings <templates_settings>` section.
it: Per ulteriori dettagli sui modelli, vedi la descrizione nella sezione :ref:`Impostazioni dei modelli <templates_settings>`.
pt: Para mais detalhes sobre o Modelo, veja a descrição da secção de :ref:`Configuração do Modelo <templates_settings>`.
uk: Щоб дізнатися більше про шаблони, ознайомтеся із описом у розділі щодо :ref:`параметрів шаблонів <templates_settings>` section.

source: :ref:`Captions View <right_sidebar>`
ca: :ref:`Vista de llegendes <right_sidebar>`
pt_br: :ref:`Vista de legendas <right_sidebar>`
sv: :ref:`Rubrikvy <right_sidebar>`

source: This sidebar tab serves to display *and edit* image attributes like captions, rating, date and tags. The attributes are stored in the associated database, in the IPTC, XMP, and Exif data fields and become part of the image. All attributes are accessible in one sidebar view as shown in the screenshot below. The order of priority when reading an image is: ``a)`` database ``b)`` XMP/IPTC and ``c)`` Exif. Any discrepancies in the data are resolved based on this priority.
ca: Aquesta pestanya de la barra lateral serveix per a aplicar *i editar* atributs d'imatge com ara llegendes, valoració, data i etiquetes. Els atributs s'emmagatzemen a la base de dades associada, en els camps de dades IPTC, XMP i Exif, i passen a formar part de la imatge. Es pot accedir a tots els atributs en una vista de la barra lateral, com es mostra a la captura de pantalla següent. L'ordre de prioritat en llegir una imatge, és ``a)`` base de dades ``b)`` XMP/IPTC i ``c)`` Exif. Qualsevol discrepància entre les dades es resol segons aquesta prioritat.
pt_br: Esta aba da barra lateral serve para exibir *e editar* atributos da imagem, como legendas, classificação, data e etiquetas. Os atributos são armazenados no banco de dados associado, nos campos de dados IPTC, XMP e Exif, e se tornam parte da imagem. Todos os atributos são acessíveis em uma única barra lateral, como mostrado na captura de tela abaixo. A ordem de prioridade na leitura de uma imagem é: ``a)`` banco de dados ``b)`` XMP/IPTC e ``c)`` Exif. Quaisquer discrepâncias nos dados são resolvidas com base nessa prioridade.
sv: Den här fliken i sidoraden används för att visa *och redigera* bildegenskaper som rubriker, betyg, datum och etiketter. Egenskaperna lagras i den tillhörande databasen, i datafälten IPTC, XMP och Exif och blir en del av bilden. Alla egenskaper är tillgängliga i en sidoradsvy som visas på skärmbilden nedan. Prioritetsordningen vid läsning av en bild är: ``a)`` databas ``b)`` XMP/IPTC och ``c)`` Exif. Eventuella avvikelser i data löses baserat på prioriteten.

source: The Captions View from the Right Sidebar Displaying Description Information
ca: La vista de llegendes des de la barra lateral dreta mostrant la informació de descripció
pt_br: A vista de legendas na barra lateral direita exibindo informações de descrição
sv: Rubrikvy från höger sidorad som visar beskrivningsinformation

source: The **Description** view can be used to type or paste in a title and/or a captions of unlimited size (see note below). The text is UTF-8 compatible, meaning that all special characters are allowed. The captions are copied to the Exif, IPTC, and XMP fields in the image, allowing them to be used by other applications.
ca: La vista de **Descripcions** es pot utilitzar per a escriure o enganxar un títol o llegendes de mida il·limitada (vegeu la nota a continuació). El text admet UTF-8, el qual significa que es permeten tots els caràcters especials. Les llegendes es copien als camps Exif, IPTC i XMP, això permet que s'utilitzin en altres aplicacions.
pt_br: A vista de **Descrição** pode ser usada para digitar ou colar um título e/ou descrições de tamanho ilimitado (veja a nota abaixo). O texto é compatível com UTF-8, o que significa que todos os caracteres especiais são permitidos. As legendas são copiadas para os campos Exif, IPTC e XMP da imagem, permitindo que sejam usadas por outros aplicativos.
sv: **Beskrivning** kan användas för att skriva eller klistra in en titel och/eller rubrik av obegränsad storlek (se anmärkning nedan). Texten är UTF-8-kompatibel, vilket innebär att alla specialtecken är tillåtna. Rubrikerna kopieras till Exif-, IPTC- och XMP-fälten i bilden, vilket gör att de kan användas av andra program.

source: The title and caption editors are powerful tools which support:
ca: Els editors de títols i llegendes són eines potents que admeten:
nl: De bewerkers van titel en opschrift zijn krachtige hulpmiddelen die ondersteunen:
pt_br: Os editores de título e legenda são ferramentas poderosas que oferecem suporte a:
sl: Urejevalnika naslovov in napisov sta močna orodja, ki podpirata:
sv: Titel- och rubrikeditorer är kraftfulla verktyg som stöder:

source: Translation of strings to other languages using online tools.
ca: Traducció de cadenes a altres idiomes fent servir eines en línia.
pt_br: Tradução de textos para outros idiomas usando ferramentas online.
sv: Översättning av strängar till andra språk med användning av nätverktyg.

source: Specifying the author of the strings.
ca: Especificar l'autor de les cadenes.
pt_br: Especificar o autor dos textos.
sv: Ange strängarnas författare.

source: The default language for the caption and title strings is designated **x-default** and must be written in English. The captions and titles can then be automatically translated into other languages and edited, if necessary. If only a single language is entered, it should be marked as **x-default**.
ca: L'idioma per defecte per a les cadenes de llegenda i títol es designa **x-default** i s'ha d'escriure en anglès. Llavors les llegendes i els títols es poden traduir automàticament a altres idiomes i editar-los, si cal. Si només s'introdueix un únic idioma, s'ha de marcar com a **x-default**.
pt_br: O idioma padrão para o texto da legenda e título é designado como **x-default** e deve ser escrito em inglês. As descrições e os títulos podem ser traduzidos automaticamente para outros idiomas e editados, se necessário. Se apenas um idioma for inserido, ele deve ser marcado como **x-default**.
sv: Det normala språket för rubrik- och titelsträngar är betecknat **x-default** och måste skrivas på engelska. Rubriker och titlar kan sedan automatiskt översättas till andra språk och redigeras vid behov. Om endast ett enda språk anges ska det markeras som **x-default**.

source: After commenting, either choose the **Apply** button or go straight to the next image. In either case, the descriptions will be saved to the file.
ca: Després de comentar, premeu el botó **Aplica** o aneu directament a la imatge següent. En qualsevol cas, les descripcions es desaran al fitxer.
nl: Na het invoeren van het commentaar, kies de knop **Toepassen** of ga onmiddellijk naar de volgende afbeelding. In elk geval zullen de beschrijvingen in het bestand worden opgeslagen.
pt_br: Após comentar, clique no botão **Aplicar** ou vá direto para a próxima imagem. Em ambos os casos, as descrições serão salvas no arquivo.
sl: Po komentiranju izberite gumb **Uporabi** ali pojdite naravnost na naslednjo sliko. V obeh primerih bodo opisi shranjeni v datoteko.
sv: Efter kommentarer har lagts till, använd antingen knappen **Verkställ** eller gå direkt till nästa bild. I båda fallen sparas beskrivningarna i filen.

source: Next to the Apply button there is the **More** button. From it you can either choose to read metadata from the selected file to the database, or the other way around, to write metadata to the files (although the latter takes place anyway – if you edit the metadata, it will always be saved to the images file).
ca: Al costat del botó **Aplica** es troba el botó **Més**. Des d'allà, podeu optar per llegir les metadades del fitxer seleccionat a la base de dades, o al revés, escriure les metadades als fitxers (tot i que això últim passa de totes maneres; si editeu les metadades, sempre es desaran al fitxer d'imatge).
pt_br: Ao lado do botão Aplicar, há o botão **Mais**. Nele, você pode escolher entre ler metadados do arquivo selecionado para o banco de dados ou, ao contrário, gravar metadados nos arquivos (embora esta última opção seja aplicada de qualquer forma – se você editar os metadados, eles sempre serão salvos no arquivo de imagem).
sv: Bredvid knappen Verkställ finns knappen **Mer**. Från den kan man antingen välja att läsa metadata från den valda filen till databasen, eller tvärtom, skriva metadata till filerna (även om det senare sker ändå, om metadata redigeras sparas de alltid i bildfilen).

source: In the Date and Time section, which should reflect the time the photograph was taken, you can edit the displayed values. This is handy if your camera clock was incorrectly set. You can either directly enter a date, or select a date from the pop-up calendar. You can likewise directly enter a time, or use the arrow buttons to adjust the time. Any changes to the date and time will be copied to the Exif **Date and Time** fields in the file. If you need to change the creation time and date for a number of images, there is a simpler method available in **Batch Queue Manager** or from :menuselection:`Item --> Adjust Time & Date...` menu entry in the **Main Window**. Select the images to be changed in the main view, and call the tool.
ca: A la secció Data i Hora, la qual hauria de reflectir el moment de la presa de la fotografia, podreu canviar els valors visualitzats. Això és útil si el rellotge de la càmera estava configurat incorrectament. Podeu introduir directament una data o seleccionar una data del calendari emergent. També podeu introduir directament una hora, o utilitzar els botons de fletxa per a ajustar l'hora. Qualsevol canvi a la data i hora es es copiarà als camps Exif **Data i hora** del fitxer. Si necessiteu canviar l'hora i la data de creació d'una gran quantitat d'imatges, hi ha un mètode més senzill disponible en el **Gestor de la cua per lots** o des de l'element de menú :menuselection:`Element --> Ajusta l'hora i la data...` a la **finestra principal**. Seleccioneu les imatges que voleu canviar a la vista principal i crideu a l'eina.
pt_br: Na seção Data e Hora, que deve refletir o horário em que a fotografia foi tirada, você pode editar os valores exibidos. Isso é útil se o relógio da sua câmera estiver configurado incorretamente. Você pode inserir uma data diretamente ou selecionar uma data no calendário pop-up. Você também pode inserir uma hora diretamente ou usar os botões de seta para ajustá-la. Quaisquer alterações na data e hora serão copiadas para os campos Exif **Data e Hora** no arquivo. Se você precisar alterar a hora e a data de criação de várias imagens, há um método mais simples disponível no **Gerenciador de processamento em lote** ou na entrada de menu :menuselection:`Item --> Ajustar hora e data...` na **Janela principal**. Selecione as imagens a serem alteradas na visualização principal e chame a ferramenta.
sv: I sektionen Datum och tid, som ska återspegla tiden då fotografiet togs, kan man redigera de visade värdena. Det är praktiskt om kamerans klocka var felaktigt inställd. Man kan antingen ange ett datum direkt eller välja ett datum från kalenderrutan. På samma sätt kan man ange en tid direkt eller använda pilknapparna för att justera tiden. Alla ändringar av datum och tid kopieras till Exif-fälten **Datum och tid** i filen. Om man behöver ändra tid och datum när ett antal bilder skapades finns det en enklare metod tillgänglig i **Hantering av bakgrundskö** eller från menyalternativet :menuselection:`Objekt --> Justera tid och datum...` i **Huvudfönstret**. Markera de bilder som ska ändras i huvudvyn och anropa verktyget.

source: The Rating section displays a 0...5 star rating scheme that can be used in searches and sort orders. It can be applied by a single mouse click to the 5 stars in the sidebar or with a keyboard shortcut :kbd:`Ctrl+0...5`. To rate a number of images, select them and pop-up the context menu (click with the right mouse button) to apply a common rating.
ca: La secció Valoració mostra un esquema de valoració de 0 fins a 5 estrelles que es pot utilitzar en les cerques i ordres d'ordenació. Es pot aplicar amb un sol clic del ratolí sobre les 5 estrelles a la barra lateral o amb la drecera :kbd:`Ctrl+0 fins a 5`. Per a valorar diverses imatges, seleccioneu-les i obriu el menú contextual (feu clic amb el botó dret del ratolí) per a aplicar una valoració comuna.
nl: De sectie Waardering heeft een waarderingsschema van 0 tot 5 sterren dat u kunt gebruiken bij het zoeken en bij het sorteren. U kunt het toepassen via een enkele muisklik op een van de 5 sterren in de zijbalk of via de sneltoets :kbd:`Ctrl+0...5`. Om aan een aantal foto´s tegelijk een waardering te geven, selecteert u ze en gebruikt vervolgens het contextmenu (klikken met de rechter muisknop) om ze een gemeenschappelijke waardering te geven.
pt_br: A seção de classificação exibe um esquema de classificação de 0 a 5 estrelas que pode ser usado em pesquisas e ordens de classificação. Ele pode ser aplicado com um único clique do mouse nas 5 estrelas na barra lateral ou com um atalho de teclado :kbd:`Ctrl+0...5`. Para classificar várias imagens, selecione-as e abra o menu de contexto (clique com o botão direito do mouse) para aplicar uma classificação comum.
sl: V razdelku Ocena je prikazana shema ocenjevanja 0...5 zvezdic, ki jo je mogoče uporabiti v iskanjih in razvrščanjih. Uporabite ga lahko z enim klikom miške na 5 zvezdic v stranskem stolpcu ali z bližnjico na tipkovnici :kbd:`Ctrl+0...5`. Če želite oceniti število slik, jih izberite in odprite kontekstni meni (kliknite desni gumb miške), da uporabite skupno oceno.
sv: Sektionen Betyg visar ett betygsschema med 0-5 stjärnor som kan användas i sökningar och sorteringsordningar. Det kan anges med ett enda musklick på de 5 stjärnorna i sidoraden eller med kortkommandot :kbd:`Ctrl+0-5`. För att betygsätta ett antal bilder, markera dem och öppna den sammanhangsberoende menyn (klicka med höger musknapp) för att ge ett gemensamt betyg.

source: The labels view also allow you to assign Color and Pick tags that you can use in your workflow to classify items.
ca: La vista d'etiquetes també permet assignar les etiquetes Color i Selecció que podreu utilitzar durant el flux de treball per a classificar els elements.
nl: De labelsweergave biedt ook het toekennen van de Kleur- en Keuzetags die u kunt gebruiken in uw werkmethode om items te classificeren.
pt_br: A vista de rótulos também permite que você atribua rótulos de cor e de seleção que podem ser usadas no seu fluxo de trabalho para classificar itens.
sl: Pogled oznak vam omogoča tudi dodelitev oznak za barvo in izbiro, ki jih lahko uporabite v poteku dela za razvrščanje elementov.
sv: Etikettvyn gör det också möjligt att tilldela färg- och urvalsetiketter som kan användas i arbetsflödet för att klassificera objekt.

source: These ratings are then copied into the XMP tag data fields.
ca: Aquestes valoracions es copiaran a dins dels camps de dades de les etiquetes XMP.
nl: Deze waarderingen worden dan gekopieerd in de gegevensvelden van de XMP-tag.
pt_br: Essas classificações são então copiadas para os campos de dados de etiqueta XMP.
sv: Betygen kopieras sedan till XMP-taggens datafält.

source: The Metadata View from the Right Sidebar Displaying Tags Information
ca: La vista de metadades des de la barra lateral dreta mostrant la informació de les etiquetes
pt_br: A visualização de metadados da barra lateral direita exibindo informações de etiquetas
sv: Metadata från höger sidorad som visar etikettinformation

source: The tag tree will dynamically adapt as you type a search word into the box. So it is easy to quickly reduce the number of possibilities when searching for a tag. This feature is very useful if you have lots of tags.
ca: L'arbre d'etiquetes s'adaptarà dinàmicament a mesura que escriviu una paraula de cerca a dins del quadre. Per tant, serà fàcil reduir ràpidament el nombre de possibilitats quan se cerqui una etiqueta. Per descomptat, aquesta característica només és útil si teniu moltes etiquetes.
nl: De boomstructuur met de tags zal zich dynamisch aanpassen als u een zoekwoord typt in het vak. Dus is het gemakkelijk om snel het aantal mogelijkheden te beperken bij het zoeken naar een tag. Deze mogelijkheid is erg nuttig als u veel tags hebt.
pt_br: A árvore de etiquetas se adapta dinamicamente conforme você digita uma palavra de busca na caixa. Assim, é fácil reduzir rapidamente o número de possibilidades ao pesquisar uma etiqueta. Esse recurso é muito útil se você tiver muitas etiquetas.
sl: Drevo značk se bo dinamično prilagajalo, ko vnesete iskalno besedo v polje. Tako je enostavno hitro zmanjšati število možnosti pri iskanju značke. Ta funkcija je zelo uporabna, če imate veliko značk.
sv: Etiketträdet anpassar sig dynamiskt när man skriver in ett sökord i rutan. Så det är enkelt att snabbt minska antalet möjligheter när man söker efter en etikett. Funktionen är mycket användbar om man har många etiketter.

source: Otherwise tags are simply applied by checking the respective boxes in the tree. All tags applied to an image are copied into the XMP/IPTC *keywords* data field.
ca: En cas contrari, les etiquetes s'aplicaran senzillament marcant les caselles respectives a l'arbre. Totes les etiquetes aplicades a una imatge es copiaran al camp de dades *keywords* (paraules clau) d'XMP/IPTC.
nl: Anders zijn tags eenvoudig toe te passen door hun respectievelijke vakjes in de boomstructuur te activeren. Alle tags toegepast op een afbeelding worden gekopieerd in het gegevensveld XMP/IPTC *trefwoorden*.
pt_br: Caso contrário, as etiquetas são aplicadas simplesmente marcando as respectivas caixas na árvore. Todas as etiquetas aplicadas a uma imagem são copiadas para o campo de dados *palavras-chave* do XMP/IPTC.
sl: V nasprotnem primeru se značke preprosto uporabijo tako, da potrdite ustrezna polja v drevesu. Vse značke, uporabljene za sliko, se kopirajo v podatkovno polje XMP/IPTC *ključne besede*.
sv: Annars införs etiketter helt enkelt genom att markera respektive rutor i trädet. Alla etiketter som införs i en bild kopieras till XMP/IPTC-datafältet *keywords*.

source: If you select a number of images in the Icon-View and then check a tag in the tag tree, that tag is only applied to the highlighted images, and not to the whole contents of the Album.
ca: Si heu seleccionat diverses imatges a la vista d'icones i marqueu una etiqueta en l'arbre d'etiquetes, aquesta etiqueta només s'aplicarà a les imatges ressaltades i no a tot el contingut de l'Àlbum.
nl: Als u een aantal afbeeldingen hebt geselecteerd in de Pictogramweergave en daarna activeert u een tag uit de tagboomstructuur, dan wordt die tag alleen toegepast op de geaccentueerde afbeeldingen en niet op de gehele inhoud van het album.
pt_br: Se você selecionar várias imagens na vista em miniaturas e depois marcar uma etiqueta na árvore de etiquetas, essa etiqueta será aplicada somente às imagens destacadas e não a todo o conteúdo do álbum.
sv: Om man väljer ett antal bilder i ikonvyn och sedan markerar en etikett i etiketträdet, införs den etiketten bara i de markerade bilderna och inte i albumets hela innehåll.

source: The Information view allows you to assign a template of textual information to multiple items in a single pass. This information can be populated in the Setup/Template dialog. Each template can contain a set of strings describing the contents, the scene, the authors, the rights, the place etc.
ca: La vista d'informació permet assignar una plantilla d'informació textual a diversos elements en una sola passada. Aquesta informació es podrà completar en el diàleg de Configuració/Plantilla. Cada plantilla pot contenir tot un conjunt de cadenes que descriuen el contingut, l'escena, els autors, els drets, el lloc, etc.
nl: De Informationweergave biedt het toekennen van een sjabloon met tekstuele informatie aan meerdere items in één stap. Deze informatie kan bevolkt worden in de dialoog Opzet/sjabloon. Elk sjabloon kan een set van tekenreeksen bevatten die de inhoud, de scene, de auteurs, de rechten, de plaats, etc. beschrijft.
pt_br: A vista de Informações permite atribuir um modelo de informações textuais a vários itens em uma única passagem. Essas informações podem ser preenchidas na caixa de diálogo Configuração/Modelo. Cada modelo pode conter um conjunto de textos descrevendo o conteúdo, a cena, os autores, os direitos, o local, etc.
sl: Pogled informacij vam omogoča, da predlogo besedilnih informacij dodelite več elementom v enem prehodu. Te informacije lahko izpolnite v pogovornem oknu Nastavitev/Predloga. Vsaka predloga lahko vsebuje nabor nizov, ki opisujejo vsebino, sceno, avtorje, pravice, lokacijo itd.
sv: Informationsvyn gör det möjligt att tilldela en mall med textinformation till flera objekt med ett enda steg. Informationen kan fyllas i med dialogrutan Inställningar/Mall. Varje mall kan innehålla en uppsättning strängar som beskriver innehållet, motivet, upphovsmännen, rättigheterna, platsen etc.
