Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/captions_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Right Sidebar Captions View
ca: Vista de llegendes en la barra lateral dreta del digiKam
it: Vista delle didascalie della barra laterale destra di digiKam
nl: Opschriftweergave in de rechter zijbalk van digiKam
pt: Área de Legendas da Barra Lateral Direita do digiKam
pt_br: Vista de legendas da barra lateral direita do digiKam
sl: digiKam pogled napisov v desnem stranskem stolpcu
sv: Höger sidorads kartvisning i digiKam
uk: Панель підписів правої бічної панелі digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, description, captions, title, author, labels, rating, date, tags, template
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, descripció, llegendes, títol, autor, rètols, valoració, data, etiquetes, plantilla
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, descrizione, didascalie, titolo, autore, etichette, valutazione, data, tag, modello
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, beschrijving, opschriften, titel, auteur, labels, waardering, datum, tags, sjabloon
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, descrição, legendas, título, autor, legenda, classificação, data, marcas, modelo
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, descrição, legendas, título, autor, rótulos, classificação, data, etiquetas, modelo
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, opis, podnapisi, naslov, avtor, oznake, ocena, datum, značke, predloga
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, beskrivning, rubriker, titel, upphovsman, beteckningar, betyg, datum, etiketter, mall
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, опис, підписи, заголовок, автор, мітки, оцінка, дата, мітки, шаблон

source: Captions View
it: Vista Didascalie
nl: Opschriftweergave
pt: Área de Legendas
sl: Pogled napisov
uk: Панель перегляду підписів

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
sv: Översikt
uk: Огляд

source: This sidebar tab serves to apply and edit image attributes like captions, rating, date and tags. The attributes are stored in the associated database, in the IPTC, XMP, and Exif data fields and become part of the image. All attributes are accessible in one sidebar view as shown in the screenshot below. During image reading the order of priority is ``a)`` database ``b)`` XMP/IPTC and ``c)`` Exif. So if there is a discrepancy between any of the three, this priority will take effect and a synchronization will take place. This sidebar has a first-previous-next-last arrow navigator field on top if shown in the main application.
pt: Esta página da barra lateral serve para aplicar e editar os atributos da imagem, como as legendas, a classificação, a data e as marcas. Os atributos são guardados na base de dados associada, ou então nos campos de dados do IPTC, XMP, e EXIF, ficando assim parte da imagem. Todos os atributos estão acessíveis numa área da barra lateral, como aparece na imagem abaixo. Durante a leitura da imagem, a ordem da prioridade será ``a)`` base de dados ``b)`` XMP/IPTC e ``c)`` EXIF. Por isso, se existir uma discrepância entre qualquer uma das três fontes, esta prioridade fará efeito e será aplicada uma sincronização. Esta barra lateral tem um campo de navegação de primeiro-anterior-seguinte-último no top, caso apareça na aplicação principal.
uk: Цю вкладку бічної панелі призначено для застосування і зміни параметрів зображення, зокрема підписів, оцінок, дати і міток. Параметри зберігаються у відповідній базі даних, у полях даних IPTC, XMP і Exif і стають частиною файла зображення. Доступ до всіх параметрів можна отримати за допомогою єдиної бічної панелі, як це показано на знімку вікна, наведеному нижче. Дані буде прочитано у такому порядку: а) база даних б) XMP/IPTC і в) Exif. Отже, якщо між цими трьома джерелами є відмінності, програма надасть перевагу даним, які перебувають у цьому списку вище, і виконає синхронізацію записів. У верхній частині цієї бічної панелі розташовано поле навігації з кнопками «перший», «попередній», «наступний» та «останній».

source: The Captions View From Right Sidebar Displaying Description Information
it: La vista didascalie dalla barra laterale destra che visualizza le informazioni delle descrizioni
nl: De Opschriftweergave in de rechter zijbalk die beschrijvingsinformatie toont
pt: A Área de Legendas da Barra Lateral Direita a Mostrar Informações da Descrição
sl: Pogled napisov v desnem stranskem stolpcu, ki prikazuje opisne informacije
uk: Панель перегляду підписів з правої бічної панелі із показом описових відомостей

source: Comment Editors
ca: Editors de comentaris
it: Editor dei commenti
nl: Bewerkers van commentaar
pt: Editores dos Comentários
pt_br: Editores de comentário
sl: Urejevalniki komentarjev
sv: Kommentareditorer
uk: Редактори коментарів

source: The descriptions view can be used to type or paste in a title and/or a captions of unlimited size (see note below). The text is UTF-8 compatible, meaning that all special characters are allowed. The captions are copied to Exif, IPTC, and XMP fields to be used by other applications.
it: La vista Descrizione può essere utilizzata per scrivere o incollare un titolo e/o una didascalia di dimensioni quasi illimitate (vedi nota riportata sotto). Il testo è compatibile con UTF-8, dunque sono permessi tutti i caratteri speciali. Le didascalie vengono copiate nei campi Exif, IPTC e XMP in modo da poter essere utilizzate dalle altre applicazioni.
pt: A área de descrições pode ser usada para escrever ou colar um título e/ou legendas de tamanho ilimitado (ver a nota abaixo). O texto é compatível com o UTF-8, o que significa que todos os caracteres especiais são permitidos. As legendas são copiadas para os campos de EXIF, IPTC e XMP para serem usados noutras aplicações.
uk: Панеллю описів можна скористатися для введення або вставлення заголовка і/або підпису необмеженого розміру (див. зауваження нижче). Текст є сумісним з таблицею кодування UTF-8, тобто можна використовувати всі спеціальні символи. Підписи буде скопійовано до полів Exif, IPTC та XMP для використання у інших програмах.

source: IPTC data only supports ASCII characters and is limited to 2000 characters (old American norm). All texts will be truncated after 2000 chars, and special characters will be malformed. If you intend to use the IPTC caption field in other applications you should be compliant with these restrictions.
ca: Les dades IPTC només admeten caràcters ASCII i estan limitades a 2.000 caràcters (antiga norma americana). Tots els textos es truncaran després de 2.000 caràcters i els caràcters especials tindran un format incorrecte. Si teniu la intenció d'utilitzar el camp de llegenda IPTC en altres aplicacions, haureu de complir aquestes restriccions.
it: I dati IPTC supportano soltanto i caratteri ASCII, che sono limitati a 2000 (vecchia norma americana). Tutti i testi saranno tagliati dopo 2000 caratteri, e i caratteri speciali saranno storpiati. Se vuoi usare il campo delle didascalie IPTC in altre applicazioni dovresti rispettare queste limitazioni.
nl: IPTC data ondersteund alleen ASCII karakters en is beperkt tot 2000 karakters (oude Amerikaanse norm). Alle tekst na 2000 karakters is afgekapt, en speciale karakters zullen misvormd zijn. als het uw bedoeling is om de IPTC commentaar velden in andere programma´s te gebruiken dan moet u met deze beperkingen rekening houden.
pt: Os dados do IPTC só suportam caracteres ASCII e 2000 caracteres no máximo (a norma Americana antiga). Todos os comentários serão delimitados ao fim de 2000 caracteres e os caracteres especiais serão considerados inválidos. Se pretender usar o campo do título do IPTC noutras aplicações, deverá ser compatível com estas restrições.
pt_br: Os dados do IPTC só suportam caracteres ASCII e 2000 caracteres no máximo (a norma Americana antiga). Todos os comentários serão cortados ao fim de 2000 caracteres e os caracteres especiais serão considerados inválidos. Se pretender usar o campo de legenda do IPTC em outras aplicações, deverá ser compatível com estas restrições.
sl: Podatki IPTC podpirajo samo znake ASCII in so omejeni na 2000 znakov (stara ameriška norma). Vsa besedila bodo obrezana po 2000 znakih in posebni znaki bodo napačno oblikovani. Če nameravate uporabiti napis IPTC v drugih aplikacijah morate biti skladni s temi omejitvami.
sv: IPTC-data stöder endast ASCII-tecken och är begränsad till 2000 tecken (gammal amerikansk norm). All text avkortas efter 2000 tecken, och specialtecken blir felaktigt formaterade. Om IPTC-textfältet ska användas i andra program måste begränsningarna följas.
uk: У даних IPTC передбачено підтримку лише символів ASCII, а об’єм даних обмежено 2000 символами (старий американський стандарт). Текст буде обрізано на 2000 символах, спеціальні символи буде спотворено. Якщо ви маєте намір використовувати поле підпису IPTC у інших програмах, вам не слід перевищувати ці обмеження.

source: Title and caption editors are powerful tool which supports:
it: Gli editor del titolo e della didascalia sono strumenti avanzati che supportano:
pt: Os editores dos títulos e legendas são ferramentas poderosas que suportam:
uk: Редактори заголовка і підпису є потужним інструментом із підтримкою таких можливостей:

source: Multiple alternative language strings.
ca: Múltiples cadenes en idiomes alternatius.
it: Più stringhe di lingua alternative.
nl: Meerdere alternatieve talentekenreeksen.
pt: Textos em várias línguas alternativas.
pt_br: Várias sequências de caracteres de idiomas alternativos.
sl: Več alternativnih jezikovnih nizov.
sv: Flera alternativa språksträngar.
uk: Декілька альтернативних рядків різними мовами.

source: Translate strings online to another language.
it: Traduzione di stringhe in linea in un'altra lingua.
pt: Traduzir a nível 'online' os textos para outra língua.
uk: Інтернет-переклад рядків іншою мовою.

source: Author strings definition.
it: Definizione delle stringhe per l'autore.
pt: Definição dos textos de autoria.
uk: Визначення для рядків автора.

source: The default language from an alternative strings stack is **x-default** and must be written by preference in English. If one string must be entered in the stack, the x-default must be present in prior.
it: La lingua predefinita da una pila di stringhe alternative è **x-default** e deve essere scritta preferibilmente in inglese. Se nella pila deve essere inserita una stringa, x-default deve essere già presente.
pt: A língua predefinida de uma pilha de textos alternativa é a **x-default**, devendo ser escrita por preferência em Inglês. Se um texto deverá ser introduzido na fila, o valor 'x-default' deverá estar presente em primeiro lugar.
uk: Типовою мовою із стосу альтернативних рядків є **x-default**. Слід надавати перевагу запису даних англійською. Якщо до стосу вносять якийсь рядок, перш за все слід вказати його мовою x-default.

source: After commenting, either choose the **Apply** button or go straight to the next image, the descriptions will be saved.
it: Dopo aver commentato, scegli o il pulsante **Applica** o vai direttamente all'immagine successiva, e le descrizioni saranno salvate.
pt: Depois de comentar, deverá escolher o botão **Aplicar** ou ir directamente para a imagem seguinte, sendo assim as descrições gravadas deste modo.
uk: Після створення коментарів або натисніть кнопку **Застосувати**, або перейдіть безпосередньо до наступного зображення, — описи буде збережено.

source: Next to the Apply button there is the **More** button. From it you can either choose to read metadata from the selected file to the database, or the other way around, to write metadata to the files (the latter take place anyway if you chose a metadata setting so that all metadata is always saved to the images).
it: Accanto al pulsante Applica è presente un pulsante **Altro**. Da esso puoi leggere i metadati dal file selezionato e trasferirli alla banca dati, oppure, all'inverso, di scrivere i metadati nei file (questa opzione viene eseguita comunque, se hai scelto un'impostazione per salvare sempre i metadati nelle immagini).
pt: A seguir ao botão 'Aplicar' existe o botão **Mais**. Nele poderá optar por ler os meta-dados do ficheiro seleccionado para a base de dados ou a operação inversa, para gravar os meta-dados nos ficheiros (a última opção iria ocorrer à mesma, caso seleccionasse uma opção de meta-dados que fizesse com que todos os meta-dados fossem gravados nas imagens).
uk: Поряд з кнопкою «Застосувати» ви побачите кнопку **Більше**. За допомогою натискання цієї кнопки ви зможете виконати читання метаданих з позначеного файла до бази даних або навпаки записати метадані до файлів (останню дію буде виконано у будь-якому разі, якщо ви позначили пункт у налаштуваннях метаданих щодо збереження метаданих у зображеннях).

source: Date and Time
ca: Data i hora
it: Data e ora
nl: Datum en tijd
pt: Data e Hora
pt_br: Data e hora
sl: Datum in čas
sv: Datum och tid
uk: Дата і час

source: In the Date and Time section, which reflects the time of taking the photograph, you can change all values. From the date combo-box a calendar opens, and the time setting spin-box can also be written by directly typing the time. The dating is copied to the Exif **Date and Time** field. If you need to change a number of images for their creating time & date, there is a more comfortable method available in Batch Queue Manager. This latter option can be found under :menuselection:`Image --> Adjust time & date...`. Select the images to be changed in the main view and call the tool.
uk: У розділі «Дата і час», де показано час зйомки, ви можете змінити будь-яке значення. На спадній панелі дати буде показано календар, а дані поля лічильника часу можна ввести безпосередньо з клавіатури. Часові дані буде скопійовано до поля **«Дата і час»** Exif. Якщо вам треба змінити час і дату одразу для декількох зображень, передбачено комфортний спосіб виконання цього завдання — засіб керування пакетною обробкою. Відповідний додаток можна викликати за допомогою пункту меню :menuselection:`Зображення --> Налаштувати час і дату...`. Позначте зображення на основній панелі програми і скористайтеся вказаним інструментом.

source: Labels
ca: Rètols
it: Etichette
pt: Legendas
pt_br: Rótulos
sl: Oznake
sv: Beteckningar
uk: Мітки

source: The Rating section displays a 0...5 star rating scheme that can be used in searches and sort orders. It can be applied by a single mouse click to the 5 stars in the sidebar or with a keyboard shortcut :kbd:`Ctrl+0...5`. The rating from the sidebar is always applied to one image at a time. To rate a number of images, select them and pop-up the context menu (click with the right mouse button) to apply a common rating.
pt: A secção da Classificação mostra um esquema de classificação de 0...5 estrelas, o qual poderá ser usado nas pesquisas e critérios de ordenação. Poderá ser aplicado com um único 'click' de botão do rato no número de estrelas r, ou usando uma combinação de teclas :kbd:`Ctrl+0...5`. A classificação da barra lateral é sempre aplicada a uma imagem de cada vez. Para classificar um conjunto de imagens, seleccione-as e invoque o menu de contexto (carregue com o botão direito do rato) para aplicar uma classificação comum.
uk: У розділі «Оцінка» буде показано оцінку за шкалою від 0 до 5 зірок, яка буде корисною для пошуку і впорядкування. Вказати оцінку можна наведенням вказівника миші на відповідну зірочку з наступним клацанням лівою кнопкою миші або за допомогою клавіатурного скорочення :kbd:`Ctrl+0...5`. Оцінку за допомогою бічної панелі можна застосовувати лише для одного зображення одночасно. Щоб встановити оцінку для декількох зображень, позначте їх і відкрийте контекстне меню (клацанням правою кнопкою миші) для застосування спільної оцінки.

source: The labels view allow to assign also the Color and the Pick tags that you can use in your workflow to classify items.
it: La vista Etichette consente di assegnare i tag di colore e di scelta da utilizzare nel tuo lavoro per classificare gli elementi.
pt: A área das legendas permite também atribuir as marcas de Cores e de Selecção que poderá usar nos seus procedimentos de classificação dos itens.
uk: За допомогою панелі перегляду міток можна призначати кольорові і упорядкувальні мітки, якими ви зможете скористатися у ваших робочих процедурах для класифікації записів.

source: The rating is then transcribed into the IPTC *urgency* data field. The transcoding follows the scheme in this table:
uk: Оцінку буде перекодовано до поля даних «urgency» IPTC. Перекодування відбуватиметься відповідно до схеми, наведеної у таблиці:

source: digiKam Rating
uk: Оцінка у digiKam

source: IPTC Urgency
uk: Невідкладність IPTC

source: no star
uk: без зірок

source: 1 star
uk: 1 зірка

source: 2 stars
uk: 2 зірки

source: 3 stars
uk: 3 зірки

source: 4 stars
uk: 4 зірки

source: 5 stars
uk: 5 зірок

source: Tags Tree
ca: Arbre d'etiquetes
it: Albero dei tag
nl: Tags-boomstructuur
pt: Árvore de Marcas
pt_br: Árvore de etiquetas
sl: Drevo značk
sv: Etiketträd
uk: Ієрархія міток

source: The tag view shows an adaptive filter tag search box, the tag tree and a combo-box containing the tags previously applied in this digiKam session.
ca: La vista d'etiquetes mostra un quadre de cerca d'etiquetes amb un filtre adaptatiu, l'arbre d'etiquetes i un quadre combinat que conté les etiquetes prèviament aplicades en aquesta sessió del digiKam.
it: La vista Tag mostra un riquadro di ricerca con filtro adattativo dei tag, l'albero dei tag e una casella combinata contenente i tag applicati in precedenza nella presente sessione di digiKam.
nl: Het tag-vensterdialoog toont een aanpasbare zoekvak voor tags, een boomstructuur met tags en een keuzemenu met de tags die eerder in deze sessie in digiKam zijn toegepast.
pt: A área de marcas mostra um campo de pesquisa por marcas adaptativo, a árvore de marcas e uma lista que contém as marcas previamente aplicadas nesta sessão do digiKam.
pt_br: A área de etiquetas mostra um filtro de etiquetas adaptativo, a árvore de etiquetas e uma lista que contém as etiquetas aplicadas anteriormente nesta sessão do digiKam.
sl: Pogled značk prikazuje iskalno polje prilagodljivih filtrov značk, drevo značk in kombinirano polje, ki vsebuje značke, ki so bile predhodno uporabljene v tej seji digiKam.
sv: Etikettvyn visar en adaptiv filterruta för etikettsökning, Etiketträdet och en kombinationsruta som innehåller de etiketter som tidigare angetts i den här digiKam-sessionen.
uk: На панелі міток розташовано поле адаптивного фільтрування і пошуку міток, дерево міток і спадний список з мітками, які було застосовано під час поточного сеансу роботи digiKam.

source: The Metadata View From Right Sidebar Displaying Tags Information
it: La vista dei metadati dalla barra laterale destra che visualizza le informazioni dei tag
nl: De Metagegevensweergave in de rechter zijbalk die tagsinformatie toont
pt: A Área de Meta-Dados na Barra Lateral Direita a Mostrar Informações das Marcas
sl: Pogled metapodatkov v desnem stranskem stolpcu s prikazom informacij o značkah
uk: Панель перегляду метаданих з правої бічної панелі із показом відомостей щодо міток

source: The tag tree will be adapted dynamically as a function of the search word as you type into the box. So it is easy to quickly reduce the number of possibilities when searching for a tag. Of course, this feature is only useful if you have many tags.
it: L'albero dei tag si adatterà dinamicamente in funzione della parola di ricerca mentre la scrivi nel riquadro. È quindi facile ridurre rapidamente il numero di possibilità quando cerchi un tag. Ovviamente, questa funzionalità è utile solo se hai molti tag.
pt: A área de marcas será adaptada de forma dinâmica em função da palavra de procura, à medida que vai escrevendo no campo. Deste modo, é simples reduzir rapidamente o número de possibilidades, ao procurar por uma dada marca. Obviamente, esta funcionalidade só é útil se tiver muitas marcas.
uk: Вигляд дерева міток буде динамічно узгоджено відповідно до ключового слова, введеного вами у поле пошуку. Отже, зменшити кількість варіантів під час пошуку мітки дуже просто. Звичайно ж, ця можливість буде корисною, лише якщо у зображення багато міток.

source: The combo-box at the bottom is another ergonomic feature for easy tagging of an image series. As you apply different tags they will be memorized in this box for quick access.
ca: El quadre combinat a la part inferior és una altra característica ergonòmica per a etiquetar amb facilitat una sèrie d'imatges. A mesura que apliqueu etiquetes diferents, es memoritzaran en aquest quadre per a un accés ràpid.
it: La casella combinata in fondo è un'altra funzionalità ergonomica per classificare facilmente una serie di immagini. Quando applichi diversi tag, essi saranno memorizzati in questo riquadro per potervi accedere rapidamente in seguito.
nl: Het keuzemenu onderaan is nog zo'n handig onderdeel voor het handig aanbrengen van tags van een serie foto's. De verschillende tags die u gebruikt blijven in dit keuzemenu zodat u ze snel bij de hand hebt.
pt: A lista no fundo é outra funcionalidade ergonómica para marcar facilmente uma série de imagens. À medida que vai aplicando marcas diferentes, estas vão sendo memorizadas neste campo, para um acesso mais rápido.
pt_br: A lista no fundo é outra funcionalidade ergonômica para marcar facilmente uma série de imagens. À medida que vai aplicando etiquetas diferentes, estas vão sendo memorizadas neste campo, para um acesso mais rápido.
sl: Kombinirano polje na dnu je še ena ergonomska funkcija za enostavno označevanje serije slik. Ko boste uporabili različne značke, bodo v tem shranjene v polje za hitri dostop.
sv: Kombinationsrutan längst ner är ytterligare en ergonomisk funktion för enkel etikettering av en bildserie. När man använder olika etiketter memoreras de i rutan för snabb åtkomst.
uk: Спадний список у нижній частині панелі є ще одною ергономічною можливістю полегшення створення міток для декількох зображень. Програма запам’ятовуватиме застосовані вами мітки і показуватиме їх у спадному списку для пришвидшення доступу.

source: Otherwise tags are simply applied by checking the respective boxes in the tree. All tags of an image are transcribed into the XMP/IPTC *keywords* data field.
it: Altrimenti, i tag sono applicati semplicemente segnandone i rispettivi riquadri nell'albero. Tutti i tag di un'immagine sono trascritti nel campo di dati delle parole chiave XMP/IPTC.
pt: Caso contrário, as marcas serão simplesmente aplicadas ao assinalar as opções respectivas nas áreas. Todas as marcas de uma imagem são transcritas para o campo de dados *keywords* do XMP/IPTC.
uk: Крім того, мітки можна застосовувати позначенням відповідних пунктів у дереві міток. Всі мітки зображення буде перетворено у дані поля *keywords* XMP/IPTC.
