Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/captions_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The Metadata View from the Right Sidebar Displaying Template Information
ca: La vista de metadades des de la barra lateral dreta mostrant la informació de la plantilla
pt_br: A vista de metadados da barra lateral direita exibindo informações do modelo
sv: Metadata från den högra sidoraden som visar mallinformation

source: For more details about Templates, see the description of the :ref:`Template Settings <templates_settings>` section.
ca: Per a obtenir més informació sobre les plantilles, vegeu la descripció de la secció :ref:`Configuració de la plantilla <templates_settings>`.
nl: Voor meer details over sjablonen, zie de beschrijving van de sectie :ref:`Sjablooninstellingen <templates_settings>`.
pt_br: Para mais detalhes sobre modelos, consulte a descrição da seção :ref:`Configurações de modelo <templates_settings>`.
sl: Za več podrobnosti o predlogah glejte opis razdelka :ref:`Nastavitve predloge <templates_settings>`.
sv: För mer information om mallar, se beskrivningen i avsnittet :ref:`Mallinställningar <templates_settings>`.

source: This sidebar tab serves to display *and edit* image attributes like captions, rating, date and tags. The attributes are stored in the associated database, in the IPTC, XMP, and Exif data fields and become part of the image. All attributes are accessible in one sidebar view as shown in the screenshot below. During image reading the order of priority is ``a)`` database ``b)`` XMP/IPTC and ``c)`` Exif. So any discrepancies in the data are resolved based on this priority.
nl: Dit tabblad in de zijbalk dient om afbeeldingsattributen zoals opschriften, waardering, datum en tags te tonen en *en te bewerken*. De attributen worden in de IPTC, XMP en Exif-gegevensvelden van de bijbehorende database opgeslagen en worden op die manier onderdeel van de afbeelding. Alle attributen zijn via een zijbalk toegankelijk zoals in het schermafdruk hieronder is te zien. Tijdens het inlezen van de foto is de prioriteit-volgorde ``a)`` database ``b)`` XMP/IPTC en ``c)`` Exif. Dus elk verschil in de gegevens wordt opgelost op basis van deze prioriteit.
sl: Ta zavihek v stranski vrstici služi za prikaz *in urejanje* atributov slike, kot so napisi, ocena, datum in oznake. Atributi so shranjeni v povezani bazi podatkov, v podatkovnih poljih IPTC, XMP in Exif in postanejo del slike. Vsi atributi so dostopni v enem pogledu stranske vrstice, kot je prikazano na spodnjem posnetku zaslona. Med branjem slike je prednostni vrstni red ``a)`` baza podatkov ``b)`` XMP/IPTC in ``c)`` Exif. Torej se vsa odstopanja v podatkih razrešijo na podlagi te prioritete.

source: The descriptions view can be used to type or paste in a title and/or a captions of unlimited size (see note below). The text is UTF-8 compatible, meaning that all special characters are allowed. The captions are copied to the Exif, IPTC, and XMP fields in the image, allowing them to be used by other applications.
nl: De beschrijvingsweergave kunt u gebruiken om een titel en/of een opschrift van onbeperkte grootte in te voeren of te plakken (lees de opmerking hieronder). De tekst is UTF-8 compatibel, wat inhoud dat alle speciale karakters toegestaan zijn. De opschriften worden ook naar de Exif, IPTC en XMP velden in de afbeelding gekopieerd zodat andere programma´s deze ook kunnen gebruiken.
sl: Pogled opisov lahko uporabite za vnos ali lepljenje naslova in/ali napisov neomejene velikosti (glejte spodnjo opombo). Besedilo je združljivo z UTF-8, kar pomeni, da so dovoljeni vsi posebni znaki. Podnapisi so kopirani v polja Exif, IPTC in XMP na sliki, kar omogoča, da jih uporabljajo druge aplikacije.

source: Translation of strings online to another language.
nl: Tekenreeksen online vertalen naar een andere taal.
sl: Prevajanje nizov na spletu v drug jezik.

source: Author of the strings can be defined.
nl: Auteur van de tekenreeksen kunnen gedefinieerd worden.
sl: Avtorja nizov je mogoče določiti.

source: The default language for the caption and title strings is designated **x-default** and must be written in English. The captions and titles can then be then automatically translated into other languages and edited, if necessary. If only a single language is entered, it should be marked as **x-default**.
nl: De standaard taal voor de tekenreeksen met opschrift en titel zijn is aangeduid met **x-default** en moeten in het Engels worden geschreven. De opschriften en titels kunnen daarna dan automatisch vertaald worden in andere talen en, indien nodig, bewerkt. Als slechts en enkele taal is ingevoerd, zou het gemarkeerd moeten worden als **x-default**.
sl: Privzeti jezik za nize napisov in naslovov je označen kot **x-default** in mora biti napisan v angleščini. Podnapise in naslove je nato mogoče samodejno prevesti v druge jezike in po potrebi urediti. Če je vnesen samo en jezik, mora biti označen kot **x-privzeto**.

source: Next to the Apply button there is the **More** button. From it you can either choose to read metadata from the selected file to the database, or the other way around, to write metadata to the files (although the latter take place anyway - if you edit the metadata, it will always be saved to the images file).
nl: Vlakbij de knop Toepassen is er de knop **Meer**. Van hieruit kunt kiezen om of de metagegevens van het bestand naar de database te kopiëren, of andersom, de metagegevens naar het bestand te kopiëren (hoewel het laatste altijd zal plaatsvinden - als u de metagegevens bewerkt, zal het altijd worden opgeslagen in de afbeeldingsbestanden).
sl: Poleg gumba Uporabi je gumb **Več**. V njem lahko izberete branje metapodatkov iz izbrane datoteke v podatkovno bazo ali obratno, zapisovanje metapodatkov v datoteke (čeprav se slednje vseeno zgodi – če metapodatke uredite, bodo vedno shranjeni v slikovnih datotekah).

source: In the Date and Time section, which should reflect the time the photograph was taken, you can edit the displayed values. This is handy if your camera clock was incorrectly set. You can either directly enter a date, or select a date from the pop-up calendar. You can likewise directly enter a time, or use the arrow buttons to adjust the time. Any changes to the date and time will be copied to the Exif **Date and Time** fields in the file. If you need to change the creation time & date for a number of images, there is a simpler method available in **Batch Queue Manager** or from :menuselection:`Item --> Adjust time & date...` menu entry in the **Main Window**. Select the images to be changed in the main view, and call the tool.
nl: In de sectie Datum en Tijd, die het tijdstip waarop de foto is genomen zou moeten weergeven, kunt u de getoonde waarden wijzigen. Dit is handig als uw cameraklok onjuist was ingesteld. U kunt direct een datum invoeren of een datum selecteren uit de pop-up-kalender. Evenzo kunt u direct een tijd invoeren of de pijltjesknoppen gebruiken om de tijd aan te passen. Elke wijziging in de datum en tijd zal naar de Exif-velden **Datum en Tijd** gekopieerd worden. Als u de tijd & datum van een aantal foto's wilt wijzigen dan is er een eenvoudiger methode beschikbaar in de **Wachtrijbeheerder** of via het menu-item :menuselection:`Item --> Tijd & datum wijzigen...` in het **Hoofdvenster**. Selecteer de te wijzigen afbeeldingen in de hoofdweergave en roep het hulpmiddel aan.
sl: V razdelku Datum in čas, ki mora odražati čas, ko je bila fotografija posneta, lahko uredite prikazane vrednosti. To je priročno, če je bila ura vašega fotoaparata nepravilno nastavljena. Datum lahko vnesete neposredno ali pa ga izberete v pojavnem koledarju. Prav tako lahko neposredno vnesete čas ali uporabite puščične gumbe za nastavitev časa. Vse spremembe datuma in časa bodo kopirane v polji Exif **Datum in čas** v datoteki. Če morate spremeniti čas in datum ustvarjanja za več slik, je na voljo enostavnejša metoda v **Upravljalniku paketnih časovnih vrst** ali v meniju :menuselection:`Element --> Prilagodi uro in datum...` v **Glavnem oknu**. V glavnem pogledu izberite slike, ki jih želite spremeniti, in pokličite orodje.

source: These rating are then copied into the XMP tag data fields.
sl: Te ocene se nato prekopirajo v podatkovna polja oznake XMP.

source: In you select a number of images in the Icon-View and then check a tag in the tag tree, that tag is only applied to the highlighted images, and not to the whole contents of the Album.
sl: Če izberete več slik v pogledu ikon in nato označite značko v drevesu značk, se ta oznaka uporabi samo za označene slike in ne za celotno vsebino albuma.

source: In the Date and Time section, which reflects the time of taking the photograph, you can change all values. From the date combo-box a calendar opens, and the time setting spin-box can also be written by directly typing the time. The dating is copied to the Exif **Date and Time** field. If you need to change a number of images for their creating time & date, there is a more comfortable method available in **Batch Queue Manager** or from :menuselection:`Item --> Adjust time & date...` menu entry in **Main Window**. Select the images to be changed in the main view and call the tool.
it: Nella sezione Data e ora, che rispecchia la data di scatto della fotografia, puoi modificare tutti i valori. Dalla casella combinata della data si apre un calendario, e la casella di scelta dell'ora può essere anche sovrascritta direttamente a mano. La datazione è copiata nel campo **Date and Time** Exif. Se hai necessità di cambiare la data e l'ora di creazione di una serie di immagini, è disponibile un sistema più comodo per farlo nel **Gestore elaborazione in serie** o dalla voce di menu :menuselection:`Elemento --> Regola ora e data...` nella **finestra principale**. Seleziona le immagini da modificare nella vista principale e richiama lo strumento.
pt: Na secção de Data e Hora, que reflecte a hora em que a fotografia foi tirada, poderá alterar todos os valores. Na lista da data abrir-se-á um calendário, e no campo incremental da hora, poderá escrever uma dada hora directamente. Esse valor de data será então copiado para o campo de **Data e Hora** do EXIF. Se precisar de alterar um conjunto de imagens no que respeita à data e hora de criação, existe um método mais confortável disponível no **Gestor da Fila em Lote** ou na opção do menu :menuselection:`Item --> Ajustar a data & hora...` da **Janela Principal**. Seleccione as imagens a alterar na janela principal e invoque a ferramenta.

source: In case you have selected a number of images in the Icon-View and you check a tag in the tag tree, this one is only applied to the highlighted images, and not to the whole Album contents.
it: Nel caso in cui tu abbia selezionato diverse immagini nella vista a icone, e marcato un tag nell'albero dei tag, quest'ultimo viene applicato solo alle immagini evidenziate e non all'intero contenuto dell'album.
pt: No caso de ter seleccionado um conjunto de imagens na área de ícones e tiver assinalado uma marca na árvore de marcas, esta só é aplicada sobre as imagens seleccionadas, e não em todo o conteúdo do álbum por inteiro.

source: The rating is then transcribed into the XMP tag data fields.
it: Il voto viene quindi trascritto nei campi dati dei tag XMP.
