Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/colors_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The histogram for an under exposed photograph will have a distribution of brightness that tends to be mostly on the left of the graph.
ca: L'histograma d'una fotografia subexposada tindrà una distribució de la brillantor que tendirà a estar principalment a l'esquerra del gràfic.
it: L'istogramma per una fotografia sottoesposta avrà una distribuzione della luminosità che tende a essere in prevalenza nella parte sinistra del grafico.
nl: Het histogram van een onderbelichte foto zal een verdeling van helderheid hebben die tendeert om het meest links op de grafiek te zijn.
pt_br: O histograma de uma fotografia subexposta terá uma distribuição de brilho que tende a ficar principalmente à esquerda do gráfico.
sl: Histogram za premalo osvetljeno fotografijo bo imel porazdelitev svetlosti, ki je večinoma na levi strani grafa.
sv: Histogrammet för ett underexponerat fotografi har en fördelning av ljusstyrkan som tenderar att vara mestadels till vänster i diagrammet.
uk: Якщо фотографію недоекспоновано, гістограма розподілу яскравості буде зміщена у ліву частину графіка.

source: The histogram for a correctly exposed photograph will have a distribution of brightness that will be most prominent near the center part of the graph.
ca: L'histograma d'una fotografia exposada correctament tindrà una distribució de la brillantor que serà més prominent a prop de la part central del gràfic.
it: L'istogramma per una fotografia correttamente esposta avrà una distribuzione della luminosità in prevalenza nella parte centrale del grafico.
nl: Het histogram van een juist belichte foto zal een verdeling van helderheid hebben die het meest prominent is nabij het centrum van de grafiek.
pt_br: O histograma de uma fotografia com exposição correta terá uma distribuição de brilho que será mais proeminente perto da parte central do gráfico.
sl: Histogram za pravilno osvetljeno fotografijo bo imel porazdelitev svetlosti, ki bo najbolj izrazita blizu osrednjega dela grafa.
sv: Histogrammet för ett korrekt exponerat fotografi har en fördelning av ljusstyrkan som är mest framträdande nära diagrammets mitt.
uk: Якщо фотографію було експоновано належним чином, гістограму яскравості буде розподілено так, що її основну частину буде розташовано у центрі графіка.

source: The histogram for an over exposed photograph will have the bulge showing the brightness distributed mostly towards the right of the graph.
ca: L'histograma d'una fotografia sobreexposada tindrà la protuberància que mostra la brillantor distribuïda principalment cap a la dreta del gràfic.
it: L'istogramma per una fotografia sovraesposta presenterà il rigonfiamento che indica la luminosità prevalentemente nella parte destra del grafico.
nl: Het histogram van een overbelichte foto zal een verdeling van helderheid hebben die een bult toont aan de rechterkant van de grafiek.
pt_br: O histograma de uma fotografia superexposta terá a protuberância mostrando o brilho distribuído principalmente à direita do gráfico.
sl: Histogram za preveč osvetljeno fotografijo bo imel izboklino, ki prikazuje svetlost, porazdeljeno večinoma proti desni strani grafa.
sv: Histogrammet för ett överexponerat fotografi har en utbuktning som visar ljusstyrkan fördelad mestadels till höger i diagrammet.
uk: Якщо фотографію надмірно експоновано, на гістограмі яскравості буде пагорб, який буде зміщено до правої частини графіка.

source: The histogram is a reliable way of deciding whether or not a photograph is correctly exposed. Should the histogram show an over or under exposure, it may be possible to fix the photograph using the :ref:`Exposure Correction Tool <color_bcg>`.
ca: L'histograma és una manera fiable de decidir si una fotografia està exposada correctament o no. Si l'histograma mostra una sobreexposició o subexposició es pot utilitzar l':ref:`Eina de correcció de l'exposició <color_bcg>` per a corregir la fotografia.
it: L'istogramma è un modo affidabile per decidere se una foto è esposta correttamente oppure no. Nel caso l'istogramma mostri una sotto o una sovraesposizione, potrà essere possibile correggere la fotografia utilizzando lo :ref:`strumento di correzione dell'esposizione <color_bcg>.
nl: Het histogram is een betrouwbare manier om te beslissen of een foto wel of niet goed is belicht. Als het histogram een onder- of overbelichting aantoont dan kan het mogelijk zijn de foto te repareren met het :ref:`Belichtingscorrectiehulpmiddel <color_bcg>`.
pt_br: O histograma é uma maneira confiável de decidir se uma fotografia está ou não corretamente exposta. Caso o histograma indique uma superexposição ou subexposição, pode ser possível corrigir a fotografia usando a :ref:`Ferramenta de correção de exposição <color_bcg>`.
sl: Histogram je zanesljiv način za odločanje o tem, ali je fotografija pravilno osvetljena ali ne. Če bi histogram pokazal prekomerno ali premajhno osvetlitev, je mogoče fotografijo popraviti z :ref:`Orodjem za popravljanje osvetlitve <color_bcg>`.
sv: Histogrammet är ett tillförlitligt sätt att avgöra om ett fotografi är korrekt exponerat eller inte. Om histogrammet visar över- eller underexponering kan det vara möjligt att korrigera fotografiet med hjälp av :ref:`verktyget Exponeringskorrigering <color_bcg>`.
uk: Гістограма — це надійний спосіб визначення правильності експонування фотографії. Якщо гістограма демонструє, що фотографію пере- або недоекспоновано, ви можете скористатися :ref:`інструментом виправлення експозиції <color_bcg>` для того, щоб виправити фотографію.

source: An ICC profile is a set of data that characterizes a color input or output device, or a color space, according to standards promulgated by the `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Profiles describe the color attributes of a particular device or viewing requirement by defining a mapping between the device source or target color space and a device-independent color space called the profile connection space. Mappings may be specified using tables, to which interpolation is applied, or through a series of parameters for transformations used in Color Management.
ca: Un perfil ICC és un conjunt de dades que caracteritza un dispositiu d'entrada o sortida del color, o un espai de color, segons els estàndards promulgats pel `Consorci internacional del color <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Els perfils descriuen els atributs de color d'un dispositiu en concret o un requisit de visualització mitjançant la definició d'una assignació entre l'espai de color de destinació o d'origen del dispositiu i un espai de color independent del dispositiu anomenat l'espai de connexió del perfil. Les assignacions es poden especificar mitjançant taules a les quals s'aplicarà la interpolació o mitjançant una sèrie de paràmetres per a les transformacions utilitzades en la gestió del color.
nl: Een ICC-profiel is een set gegevens die een kleurinvoer of uitvoerapparaat karakteriseert of een kleurruimte, volgens standaarden afgekondigd door het `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Profielen beschrijven de kleurattributen van een specifiek apparaat of vereisten voor bekijken door een manier van arrangeren tussen het apparaat met de bron of doelkleurruimte een apparaat onafhankelijke kleurruimte genaamd een profielverbindingsruimte. Arrangementen kunnen gespecificeerd worden met tabellen, waarop interpolatie wordt toegepast of via een serie parameters voor transformaties gebruikt in kleurbeheer.
uk: Профіль ICC є набором даних, що характеризує колір на пристрої вхідних даних або пристрої виведення даних, або простір кольорів, відповідно до стандартів, які поширено `Міжнародним консорціумом кольорів (International Color Consortium) <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Профілі описують атрибути кольорів певного пристрою або вимоги до перегляду шляхом визначення зв'язку між просторами кольорів пристрою джерела та пристрою призначення та простору з'єднання профілів, незалежного від пристроїв простору кольорів. Зв'язки може бути задано за допомогою таблиць, до яких буде застосовано інтерполяцію, або за допомогою послідовності параметрів для перетворення, яке буде використано у керуванні кольорами.

source: Every image file can be profiled. Camera manufacturers provide profiles for their products, and store them in image files as extra metadata. This ICC Profile viewer displays the textual information for the image's color profile and a chromaticity diagram indicating the image's color gamut.
ca: Es pot crear un perfil de cada fitxer d'imatge. Els fabricants de càmeres proporcionen perfils per als seus productes i els emmagatzemen en fitxers d'imatge com a metadades addicionals. Aquest visualitzador de perfils ICC mostra la informació textual del perfil de color de la imatge i un diagrama de cromaticitat que indica la gamma de colors de la imatge.
it: Tutti i file immagine possono essere profilati. I produttori di fotocamere forniscono i profili per i loro prodotti, e li memorizzano nei file immagine come metadati aggiuntivi. Il visore del profilo ICC visualizza le informazioni testuali per il profilo dei colori dell'immagine e un diagramma cromatico che indica il gamut dei colori dell'immagine.
nl: Elk afbeeldingsbestand kan geprofileerd worden. Camerafabrikanten leveren profielen voor hun producten en slaan ze op in afbeeldingsbestanden als extra metagegevens. Deze ICC-profielviewer toont de tekstuele informatie van het kleurprofiel van de afbeelding en een chromaticity-diagram die het kleurgamut van de afbeelding aangeeft.
pt_br: Cada arquivo de imagem pode ser perfilado. Os fabricantes de câmeras fornecem perfis para seus produtos e os armazenam em arquivos de imagem como metadados extras. Este visualizador de perfil ICC exibe as informações textuais do perfil de cor da imagem e um diagrama de cromaticidade que indica o gamute de cor da imagem.
sl: Vsako slikovno datoteko je mogoče profilirati. Proizvajalci kamer zagotovijo profile za svoje izdelke in jih shranijo v slikovne datoteke kot dodatne metapodatke. Ta pregledovalnik profilov ICC prikazuje besedilne informacije za barvni profil slike in diagram kromatičnosti, ki označuje barvni razpon slike.
sv: Varje bildfil kan profileras. Kameratillverkare tillhandahåller profiler för sina produkter och lagrar dem i bildfiler som extra metadata. Den här ICC-profilvisningen visar textinformation om bildens färgprofil och ett kromaticitetsdiagram som anger bildens färgskala.
uk: Профіль може бути додано до кожного файла, який використовують для зберігання знятого зображення. Виробники фотоапаратів надають профілі для власних продуктів і зберігають їх у файлі зображення як додаткові метадані. За допомогою цього засобу перегляду профілів ICC можна переглянути текстові відомості профілю та діаграму кольорів, що вказує на палітру кольорів зображення.

source: :ref:`Colors View <right_sidebar>`
it: :ref:`Vista Colori <right_sidebar>`
pt_br: :ref:`Vista de cores<right_sidebar>`
sl: :red:`Pogled barv <right_sidebar>`
sv: :ref:`Färgvisning <right_sidebar>`

source: The Histogram Viewer shows the statistical distribution of color values in the current image. It is purely informational – nothing you do with it will cause any change to the image. A histogram-based color correction can be performed using the Color Balance, Levels Adjust or Curves Adjust features in the Image Editor.
it: Il visore Istogramma mostra la distribuzione statistica dei valori dei colori nell'immagine corrente. È una cosa puramente informativa, nulla di quello che ci fai provocherà cambiamenti nell'immagine. È possibile eseguire una correzione dei colori basata su istogramma utilizzando le funzionalità Bilanciamento del colore, Regola livelli o Regola curve nell'Editor delle immagini.
pt_br: O visualizador de histograma mostra a distribuição estatística dos valores de cor na imagem atual. É meramente informativo – nada que você faça com ele causará qualquer alteração na imagem. Uma correção de cor baseada em histograma pode ser realizada usando os recursos de equilíbrio de cor, ajuste de níveis ou ajuste de curvas no Editor de Imagem.
sl: Pregledovalnik histogramov prikazuje statistično porazdelitev barvnih vrednosti na trenutni sliki. Je izključno informativnega značaja – nič, kar naredite z njim, ne bo povzročilo nobene spremembe slike. Barvno korekcijo na podlagi histograma lahko izvedete s funkcijami Uravnoteži barve, Prilagodi ravni ali Prilagodi krivulje v urejevalniku slik.
sv: Histogramvisningen visar den statistiska fördelningen av färgvärden i den aktuella bilden. Den är rent informativ. Ingenting som görs med den orsakar någon ändring av bilden. En histogrambaserad färgkorrigering kan utföras med hjälp av funktionerna Färgbalans, Nivåjustering eller Kurvjustering i bildeditorn.

source: An ICC profile is a set of data that characterizes a color input or output device, or a color space, according to standards promulgated by the `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Profiles describe the color attributes of a particular device, or the viewing requirements for a particular image, by defining a mapping between the device source or target color space and a device-independent color space called the profile connection space. Mappings may be specified using tables, to which interpolation is applied, or through a series of parameters for transformations used in Color Management.
it: Un profilo ICC è un insieme di dati che caratterizza un dispositivo di ingresso o di uscita dei colori, o uno spazio dei colori, in base agli standard pubblicati dallo `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. I profili descrivono gli attributi dei colori di uno specifico dispositivo o i requisiti di visualizzazione per una particolare immagine, definendo una mappatura tra la sorgente del dispositivo, o lo spazio dei colori di destinazione, e uno spazio dei colori indipendente dal dispositivo chiamato «spazio di connessione di un profilo». Le mappature possono essere specificate tramite tabelle, a cui viene applicata l'interpolazione, o attraverso una serie di parametri per le trasformazioni utilizzate nella gestione dei colori.
pt_br: Um perfil ICC é um conjunto de dados que caracteriza um dispositivo de entrada ou saída de cores, ou um espaço de cor, de acordo com os padrões promulgados pelo `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Os perfis descrevem os atributos de cor de um dispositivo específico ou os requisitos de visualização para uma imagem específica, definindo um mapeamento entre o espaço de cor de origem ou de destino do dispositivo e um espaço de cor independente do dispositivo, denominado espaço de conexão do perfil. Os mapeamentos podem ser especificados usando tabelas, às quais a interpolação é aplicada, ou por meio de uma série de parâmetros para transformações usadas no gerenciamento de cor.
sl: Profil ICC je nabor podatkov, ki označuje barvno vhodno ali izhodno napravo ali barvni prostor v skladu s standardi, ki jih je razglasil `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Profili opisujejo barvne atribute določene naprave ali zahteve glede gledanja določene slike z definiranjem preslikave med izvornim ali ciljnim barvnim prostorom naprave in od naprave neodvisnim barvnim prostorom, imenovanim prostor povezave profila. Preslikave je mogoče določiti z uporabo tabel, za katere je uporabljena interpolacija, ali z nizom parametrov za transformacije, ki se uporabljajo v upravljanju barv.
sv: En ICC-profil är en uppsättning data som karaktäriserar en färginmatnings- eller utmatningsenhet, eller en färgrymd, enligt standarder som utfärdats av `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Profiler beskriver färgegenskaper för en viss enhet, eller visningskraven för en viss bild, genom att definiera en avbildning mellan enhetens käll- eller målfärgrymd och en enhetsoberoende färgrymd som kallas profilanslutningsrymden. Avbildningar kan specificeras med hjälp av tabeller som interpoleras, eller genom en serie parametrar för transformeringar som används i färghantering.
