Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/colors_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Right Sidebar Colors View
ca: Vista de colors en la barra lateral dreta del digiKam
it: Vista dei colori della barra laterale destra di digiKam
nl: Kleurweergave in de rechter zijbalk van digiKam
pt: Área de Cores da Barra Lateral Direita do digiKam
pt_br: Vista de cores na barra lateral direita do digiKam
sl: digiKam pogled barv desne stranske vrstice
sv: Höger sidorads färgvisning i digiKam
uk: Панель перегляду кольорів на правій бічній панелі digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, colors, histogram, icc, profile
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, colors, histograma, icc, perfil
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, colori, istogramma, icc, profilo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, kleuren, histogram, icc, profiel
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, cores, histograma, icc, perfil
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, cores, histograma, icc, perfil
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, barve, histogram, icc, profil
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, färger, histogram, icc, profil
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, кольори, гістограма, icc, профіль

source: Colors View
ca: La vista de colors
nl: Kleurweergave
pt: Área de Cores
uk: Панель перегляду кольорів

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: The colors sidebar has two sub tabs **Histogram** and **ICC Profile**. Here are more details about :ref:`Color Management <color_management>`
pt: A barra lateral de cores tem duas sub-páginas **Histograma** e **Perfil ICC**. Aqui estão alguns detalhes sobre a :ref:`Gestão de Cores <color_management>`

source: Histogram Viewer
ca: Visualitzador de l'histograma
it: Visore Istogramma
nl: Histogramweergave
pt: Visualizador do Histograma
pt_br: Visualizador do histograma
sl: Pregledovalnik histogramov
sv: Histogramvisning
uk: Переглядач гістограми

source: The histogram for an image shows the amount of each color that is present and their different amplitudes within the image. If your photograph has a color cast you might be able to see what is wrong by looking at the histogram.
pt: O histograma de uma imagem mostra a quantidade de cada cor presente, bem como as suas diferentes amplitudes dentro da imagem. Se a sua fotografia tiver uma mudança de cor, poderá ver o que se passa de errado, olhando para o histograma para esse fim.

source: The Histogram Viewer shows the statistical distribution of color values in the current image. It is purely informational: nothing you do with it will cause any change to the image. If you want to perform a histogram based color correction, use for example Color Balance, Levels Adjust or Curves Adjust in the Image Editor.
pt: O Visualizador do Histograma mostra a distribuição estatística dos valores de cores na imagem actual. É meramente informativo: nada do que aqui fizer irá provocar qualquer alteração à imagem. Se quiser efectuar uma correcção de cores com base no histograma, use o 'plugin' de Balanceamento de Cores, Ajuste dos Níveis ou das Curvas do Editor de Imagens.

source: The Color View From Right Sidebar Displaying Histogram Information
ca: La vista de colors des de la barra lateral dreta mostrant la informació de l'histograma
it: La vista dei colori dalla barra laterale destra che visualizza le informazioni dell'istogramma
nl: De Kleurweergave in de rechter zijbalk die histograminformatie toont
pt: A Área de Cores na Barra Lateral Direita a Mostrar a Informação do Histograma
pt_br: A vista de cores da barra lateral direita exibindo informações do histograma
sl: Barvni pogled z desne stranske vrstice, ki prikazuje informacije o histogramu
sv: Färgvisning från höger sidorad som visar histograminformation
uk: Панель перегляду кольорів правої бічної панелі із показом відомостей щодо гістограми

source: An image can be decomposed into **Red**, **Green** and **Blue** color channels. **Alpha** channel is a Layer in the image that supports transparency (like PNG or GIF images). Each channel supports a range of intensity levels from 0 to 255 (integer valued). Thus, a black pixel is encoded by 0 on all color channels; a white pixel by 255 on all color channels. A transparent pixel is encoded by 0 on the alpha channel; an opaque pixel by 255.
pt: Uma imagem poderá ser decompostas nos canais de cores **Vermelho**, **Verde** e **Azul**. O canal **Alfa** é uma camada na imagem que dá o suporte para a transparência como (nas imagens GIF ou PNG). Cada canal suporta uma gama de níveis de intensidade de 0 a 255 (valores inteiros). Como tal, um pixel preto é codificado como 0 em todos os canais de cores; um pixel branco corresponde a 255 em todos os canais de cores. Um pixel transparente codifica-se como 0 no canal alfa; um pixel opaco corresponde a 255.

source: The Histogram Viewer allows you to view each channel separately:
ca: El visualitzador de l'histograma permet veure cada canal per separat:
it: Il visore Istogramma ti permette di vedere ogni canale separatamente:
nl: Met de histogramweergave kunt u elk kanaal apart bekijken:
pt: O Visualizador do Histograma permite-lhe ver cada um dos canais em separado:
pt_br: O visualizador do histograma permite-lhe ver cada um dos canais em separado:
sl: Pregledovalnik histogramov vam omogoča ogled vsakega kanala posebej:
sv: Med histogramvisningen kan varje kanal visas separat:
uk: За допомогою переглядача гістограм ви можете переглянути параметри кожного з параметрів окремо:

source: **Luminosity**: shows the distribution of brightness values.
ca: **Lluminositat**: mostra la distribució dels valors de la brillantor.
it: **Luminosità**: mostra la distribuzione dei valori di luminosità.
nl: **Lichtkracht**: toont de distributie van de helderheidswaarden.
pt: a **Luminosidade** mostra a distribuição dos valores de brilho.
pt_br: **Luminosidade**: mostra a distribuição dos valores de brilho.
sl: **Svetlost**: prikazuje porazdelitev vrednosti svetlosti.
sv: **Ljusstyrka**: visar fördelningen av ljusstyrkevärden.
uk: **Яскравість світла**: демонструє розподіл значень яскравості.

source: **Red**, **Green**, **Blue**: show the distribution of intensity levels for the Red, Green, or Blue channels respectively.
ca: **Vermell**, **Verd** i **Blau**: mostra la distribució dels nivells d'intensitat per als canals Vermell, Verd o Blau respectivament.
it: **Rosso**, **Verde**, **Blu**: mostrano la distribuzione dei valori di luminosità nei relativi canali.
nl: **Rood**, **Groen** en **Blauw**: tonen de distributie van de intensiteitsniveaus voor de rood-, groen-, en blauwkanalen.
pt: **Vermelho**, **Verde**, **Azul**: mostra a distribuição dos níveis de intensidade para os canais Vermelho, Verde ou Azul, respectivamente.
pt_br: **Vermelho**, **Verde**, **Azul**: mostram a distribuição dos níveis de intensidade para os canais Vermelho, Verde ou Azul, respectivamente.
sl: **Rdeča**, **Zelena**, **Modra**: prikažite porazdelitev ravni intenzivnosti za rdeče, zelene ali modre kanale.
sv: **Röd**, **Grön**, **Blå**: visar fördelningen av intensitetsnivåer för de röda, gröna respektive blå kanalerna.
uk: **Червоний**, **Зелений**, **Синій**: демонструють рівні інтенсивності для каналів червоного, зеленого і синього каналів, відповідно.

source: **Alpha**: shows the distribution of opacity levels. If the layer is completely opaque or completely transparent, the histogram will consist of a single bar on the left or right edge.
ca: **Alfa**: mostra la distribució dels nivells d'opacitat. Si la capa és completament opaca o completament transparent, l'histograma consistirà en una sola barra a la vora esquerra o dreta.
it: **Alfa**: mostra la distribuzione dei valori di opacità. Se il livello è completamente opaco o completamente trasparente, l'istogramma consisterà di una singola barra all'estremo sinistro o destro.
nl: **Alfa**: toont de distributie van de dichtheidsniveaus. Als een laag geheel ondoorzichtig of geheel doorzichtig is, dan zal het histogram een enkelvoudige balk tonen aan de linker of rechter kant.
pt: **Alfa**: mostra a distribuição dos níveis de opacidade. Se a camada for completamente opaca ou completamente transparente, o histograma irá consistir numa única barra do lado esquerdo ou direito.
pt_br: **Alfa**: mostra a distribuição dos níveis de opacidade. Se a camada for completamente opaca ou transparente, o histograma irá consistir numa única barra à esquerda ou à direita.
sl: **Alpha**: prikazuje porazdelitev ravni neprosojnosti. Če je plast popolnoma neprosojna ali popolnoma prozorna bo histogram sestavljen iz ene vrstice na levem ali desnem robu.
sv: **Alfa**: visar fördelningen av ogenomskinlighetsnivåer. Om lagret är helt ogenomskinligt eller helt genomskinligt består histogrammet av en enda stapel på vänster eller höger kant.
uk: **Альфа**: показує розподіл рівнів непрозорості. Якщо рівень є повністю непрозорим або повністю прозорим, гістограма складатиметься з єдиного стовпчика на лівому чи правому краю.

source: **Colors**: shows the **Red**, **Green**, and **Blue** histograms superposed, so that you can see all of the color distribution information in a single view.
ca: **Colors**: mostra els histogrames **Vermell**, **Verd** i **Blau** superposats, de manera que es pugui veure tota la informació de la distribució de colors en una sola vista.
it: **Colori**: mostra gli istogrammi sovrapposti del **Rosso**, del **Verde** e del **Blu**, cosicché puoi osservare in una sola vista tutte le informazioni sulla distribuzione dei colori.
nl: **Kleuren**: laat de **Rood**, **Groen** en **Blauw** histogrammen bij elkaar opgeteld zien, zodat u alle kleurendistributie-informatie in een enkele blik kan overzien.
pt: **Cores**: mostra os histogramas do **Vermelho**, **Verde** e **Azul** sobrepostos, para que possa ver toda a distribuição de cores numa única área.
pt_br: **Cores**: mostra os histogramas **Vermelho**, **Verde** e **Azul** sobrepostos, para que você possa ver todas as informações de distribuição de cor em uma única exibição.
sl: **Barve**: prikazuje **Rdeče**, **Zelene** in **Modre** histograme skupaj, tako da lahko vidite vse informacije o porazdelitvi barv z enim samim pogledom.
sv: **Färger**: visar histogrammen **Röd**, **Grön** och **Blå** ovanpå varandra, så att man kan se all information om färgfördelningen i en enda vy.
uk: **Кольори**: показує гістограми **Червоного**, **Зеленого** і **Синього** кольорів, накладені одна на одну. Так ви зможете побачити всі дані щодо розподілу кольорів одразу.

source: With the **Scale** option you can determine whether the histogram will be displayed using a linear or logarithmic Y axis. For images taken with a digital camera, the **Linear** mode is usually the most useful. However, for images that contain substantial areas of constant color a **Linear** histogram will often be dominated by a single bar. In this case a **Logarithmic** histogram will be more useful.
pt: Com a opção da **Escala**, poderá determinar se o histograma será apresentado como um eixo dos Y linear ou logarítmico. Para as imagens tiradas com uma câmara digital, o modo **Linear** será normalmente o mais útil. Contudo, para as imagens que contêm áreas substanciais de cor constante, um histograma **Linear** será posteriormente dominado por uma única barra. Nesse caso, um histograma **Logarítmico** será mais útil.

source: You can restrict the analysis of the **Statistics** field shown at the bottom of the dialog to a limited range of values if you wish. You can set the range in one of two ways:
pt: Poderá restringir a análise do campo de **Estatísticas** no fundo da janela a apenas uma gama limitada de valores, se o desejar. Poderá definir o intervalo de uma de duas maneiras:

source: Click and drag the pointer across the histogram display area, from the lowest level to the highest level of the range you want.
pt: Carregue e arraste o cursor pela área de visualização do histograma, desde o nível inferior até ao superior da gama que desejar.

source: Use the spin button entries below the histogram area. Left entry is bottom of range and right entry is top of range.
pt: Use os campos incrementais por baixo da área do histograma. O item da esquerda é o valor inferior e o da direita o superior.

source: The statistics shown at the bottom of the Histogram Viewer describe the distribution of channel values, restricted to the selected range. These are:
pt: As estatísticas apresentadas no fundo do Visualizador do Histograma descrevem a distribuição dos valores dos canais restrita ao intervalo seleccionado. Estes são:

source: The number of pixels in the image.
ca: El nombre de píxels a la imatge.
it: Il numero di pixel nell'immagine.
nl: Het aantal pixels in de foto.
pt: O número de pontos na imagem.
pt_br: O número de pixels da imagem.
sl: Število slikovnih pik na sliki.
sv: Antalet bildpunkter i bilden.
uk: Кількість пікселів у зображенні.

source: The number whose values fall within the selected range.
pt: O número de pontos cujos valores caem dentro do intervalo seleccionado.

source: The mean.
pt: A média.

source: The standard deviation.
pt: O desvio-padrão.

source: The median of the selected histogram portion.
pt: A mediana da secção seleccionada no histograma.

source: The percentage whose values fall within the selected range.
pt: A percentagem dos valores que caem dentro do intervalo seleccionado.

source: The color depth of the image.
ca: La profunditat de color de la imatge.
it: La profondità di colore dell'immagine.
nl: De kleurendiepte van de afbeelding.
pt: A profundidade de cor da imagem.
pt_br: A profundidade de cor da imagem.
sl: Barvna globina slike.
sv: Bildens färgdjup.
uk: Глибина кольорів зображення.

source: Alpha channel in the image.
pt: O canal alfa na imagem.

source: The source of the histogram, either **Full Image** or **Image Region** if you have selected an area of the image loaded in the Editor.
pt: A origem do histograma, seja a **Imagem Completa** ou uma **Região da Imagem**, caso tenha seleccionado uma área da imagem carregada no Editor.

source: How To Use an Histogram
pt: Como Usar um Histograma

source: Histograms are a graphical means to assess the accuracy of an image shown on the screen. The graph represents the 3 regions of the photograph brightness:
pt: Os histogramas são um meio gráfico de analisar a precisão de uma imagem apresentada no ecrã. O gráfico representa as 3 regiões do brilho da fotografia:

source: : the shadows-tone on the left.
pt: : os tons escuros à esquerda.

source: : the middle-tone in the middle.
pt: : os tons intermédios ao meio.

source: : the highlights-tone on the right.
pt: : os tons claros à direita.

source: An Image Histogram in All Colors Mode
ca: Un histograma d'imatge en el mode Tots els colors
it: Istogramma di un'immagine nella modalità con tutti i colori
nl: Een afbeeldingshistogram in alle kleurenmodi
pt: Um Histograma da Imagem no Modo de Todas as Cores
pt_br: Um histograma de imagem no modo com todas as cores
sl: Histogram slike v načinu vseh barv
sv: Ett bildhistogram med alla färger
uk: Гістограма зображення у режимі усіх кольорів

source: The distribution of the graph, where the spikes and bulges are clustered, indicates whether the image is too dark, too bright, or well-balanced.
pt: A distribuição do gráfico, onde se agregam os picos e vales, indica se a imagem é demasiado escura, demasiado clara ou equilibrada.

source: With an under exposed photograph, the histogram will have a distribution of brightness that tends to be mostly on the left of the graph.
pt: Com uma imagem sub-exposta, o histograma terá uma distribuição de brilho que tende mais para o lado esquerdo do gráfico.

source: An Under Exposed Photograph
ca: Una fotografia subexposada
it: Una foto sottoesposta
nl: Een onderbelichte foto
pt: Uma Fotografia Sub-Exposta
pt_br: Uma fotografia subexposta
sl: Podosvetljena fotografija
sv: Ett underexponerat fotografi
uk: Недоекспонована фотографія

source: With a correctly exposed photograph, the histogram will have a distribution of brightness that will be most prominent near the center part of the graph.
pt: Com uma fotografia devidamente exposta, o histograma terá uma distribuição de brilho mais proeminente perto do centro do gráfico.

source: A Correctly Exposed Photograph
ca: Una fotografia exposada correctament
it: Una foto correttamente esposta
nl: Een juist belichte foto
pt: Uma Fotografia Devidamente Exposta
pt_br: Uma fotografia corretamente exposta
sl: Pravilno osvetljena fotografija
sv: Ett korrekt exponerat fotografi
uk: Належним чином експонована фотографія

source: With an over exposed photograph, the histogram will have the bulge showing the brightness distributed mostly towards the right of the graph.
pt: Com uma imagem sobre-exposta, o histograma terá uma distribuição de brilho que tende mais para o lado direito do gráfico.

source: An Over Exposed Photograph
ca: Una fotografia sobreexposada
it: Una foto sovraesposta
nl: Een overbelichte foto
pt: Uma Fotografia Sobre-Exposta
pt_br: Uma fotografia superexposta
sl: Preosvetljena fotografija
sv: Ett överexponerat fotografi
uk: Надмірно експонована фотографія

source: Not all photographs have to exhibit this bulge in the center part of their histogram. Much depends on the subject of the photograph. In some cases, it might be appropriate for the histogram to show a peak at one end or the other, or both.
ca: No totes les fotografies han d'exhibir aquesta protuberància a la part central del seu histograma. Dependrà molt del tema de la fotografia. En alguns casos, podria ser apropiat que l'histograma mostri un pic en un extrem o en l'altre, o en ambdós.
it: Non tutte le foto devono mostrare questo rigonfiamento nella parte centrale del loro istogramma, molto dipende dal soggetto della foto. In alcuni casi è giusto che l'istogramma mostri un picco a una delle estremità o a entrambe.
nl: Niet alle fotoÂ´s hoeven deze bult in het midden van het histogram te hebben. Veel hangt af van het onderwerp op de foto. In sommige gevallen kan het heel toepasselijk zijn dat er een piek aan het ene eind is of aan het andere, of aan beide.
pt: Nem todas as fotografias têm de exibir este desnível ao centro do seu histograma. Muito dependendo do assunto da fotografia. Em alguns casos, poderá ser apropriado para o histograma mostrar um pico num extremo, no outro ou em ambos.
pt_br: Nem todas as fotografias precisam apresentar essa protuberância na parte central do histograma. Muito depende do objeto da fotografia. Em alguns casos, pode ser apropriado que o histograma mostre um pico em uma extremidade ou na outra, ou em ambas.
sl: Ni nujno, da je na vseh fotografijah ta izboklina v njihovem osrednjem delu histograma. Veliko je odvisno od motiva fotografije. V nekaterih primerih je morda čisto primerno, da histogram pokaže vrh na enem koncu ali na drugem ali oboje.
sv: Alla fotografier behöver inte uppvisa den här utbuktningen i mitten av histogrammet. Mycket beror på motivet. I vissa fall kan det vara rimligt att histogrammet visar en topp i ena änden eller den andra, eller båda.
uk: Опуклість у центральній частині гістограми спостерігатиметься не для всіх фотографій. Її поява залежить від об’єкта фотографування. За певних умов, прийнятною є наявність піків поблизу одного або обох країв гістограми.

source: The histogram is a reliable way of deciding whether or not a photograph is correctly exposed. Should the histogram show an over or under exposure, an :ref:`Exposure Correction Tool <color_bcg>` should be used to fix the photograph.
pt: O histograma é uma forma fiável de decidir se uma fotografia está ou não devidamente exposta. Caso o histograma revele uma sub- ou sobre-exposição, deverá ser usada uma :ref:`Ferramenta de Correcção da Exposição <color_bcg>` para corrigir a fotografia.

source: ICC Profile Viewer
ca: Visualitzador del perfil ICC
it: Visore del profilo ICC
nl: ICC-profielviewer
pt: Visualizador do Perfil ICC
pt_br: Visualizador de perfil ICC
sl: Pregledovalnik profilov ICC
sv: ICC-profilvisning
uk: Перегляд профілю ICC

source: An ICC profile is a set of data that characterizes a color input or output device, or a color space, according to standards promulgated by the `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Profiles describe the color attributes of a particular device or viewing requirement by defining a mapping between the device source or target color space and a profile connection space. Mappings may be specified using tables, to which interpolation is applied, or through a series of parameters for transformations used in Color Management.
pt: Um perfil de ICC é um conjunto de dados que caracteriza um dispositivos de entrada ou saída de cores, ou um espaço de cores, de acordo com as normas promulgadas pelo `International Color Consortium <https://en.wikipedia.org/wiki/International_Color_Consortium>`_. Os perfis descrevem os atributos de cores de um dado dispositivo ou requisito de visualização, definindo um mapeamento entre o espaço de cores de origem e de destino, bem como um espaço de ligação dos perfis. Os mapeamentos podem ser definidos através de tabelas, nas quais se aplica a interpolação, ou através de um conjunto de parâmetros para as transformações usadas na Gestão de Cores.

source: Every files used to store captured image can be profiled. Camera manufacturers provide profiles for their products, and store them in image file as extra metadata. This ICC Profile viewer allows to display the textual information and a flat graph of color space.
pt: Todos os ficheiros usados para guardar a imagem capturada podem estar sujeitos a um perfil. Os fabricantes das câmaras oferecem perfis para os seus produtos, guardando-os no ficheiro de imagem como meta-dados extra. Este visualizador do Perfil de ICC permite mostrar a informação textual e um gráfico plano do espaço de cores.

source: The Color View From Right Sidebar Displaying Color Profile Information
ca: La vista de colors des de la barra lateral dreta mostrant la informació del perfil de color
it: La vista dei colori dalla barra laterale destra che visualizza le informazioni del profilo dei colori
nl: De Kleurweergave in de rechter zijbalk die profielinformatie toont
pt: A Área de Cores da Barra Lateral Direita a Mostrar Informações do Perfil de Cores
pt_br: A vista de cores da barra lateral direita exibindo informações do perfil de cor
sl: Barvni pogled z desne stranske vrstice, ki prikazuje informacije o barvnem profilu
sv: Färgvisning från höger sidorad som visar färgprofilinformation
uk: Панель перегляду кольорів правої бічної панелі із показом відомостей щодо профілю кольорів
