Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/colors_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The colors sidebar has two sub tabs **Histogram** and **ICC Profile**, which are described here. More complete information on color management within digiKam is available in the :ref:`Color Management <color_management>` chapter of this manual.
ca: La barra lateral de colors té dues subpestanyes, **Histograma** i **Perfil ICC**, que es descriuen aquí. Hi ha informació més completa disponible sobre la gestió de color dins del digiKam al capítol :ref:`gestió del color <color_management>` d'aquest manual.
it: La barra laterale dei colori presenta due schede secondarie: **Istogramma** e **Profilo ICC**, descritte qui sotto. Informazioni più complete sulla gestione dei colori sono disponibili nel capitolo :ref:`Gestione dei colori <color_management>` di questo manuale.
nl: De kleurenzijbalk heeft twee subtabbladen **Histogram** en **ICC Profiel**, die Hier worden beschreven. Meer complete informatie over kleurbeheer in digiKam is beschikbaar in het hoofdstuk :ref:`Kleurbeheer <color_management>` van deze handleiding.
pt_br: A barra lateral de cores possui duas sub-abas: **Histograma** e **Perfil ICC**, descritas aqui. Informações mais completas sobre o gerenciamento de cor no digiKam estão disponíveis no capítulo :ref:`Gerenciamento de cor <color_management>` deste manual.
sl: Stranska vrstica barv ima dva podzavihka **Histogram** in **ICC profil**, ki sta opisana tukaj. Popolnejše informacije o upravljanju barv znotraj digiKama so na voljo v poglavju :ref:`Upravljanje barv <color_management>` tega priročnika.
sv: Färgsidoraden har två underflikar **Histogram** och **ICC-profil**, vilka beskrivs här. Mer fullständig information om färghantering i digiKam finns i kapitlet :ref:`Färghantering <color_management>` i handboken.
uk: На бічній панелі кольорів міститься дві підвкладки **Гістограма** і **Профіль ICC**, які описано у цьому розділі підручника. Докладніші дані щодо керування кольорами у digiKam наведено у розділі :ref:`Керування кольорами <color_management>` цього підручника.

source: The Histogram Viewer shows the statistical distribution of color values in the current image. It is purely informational: nothing you do with it will cause any change to the image. A histogram-based color correction can be performed using the Color Balance, Levels Adjust or Curves Adjust features in the Image Editor.
ca: El visualitzador de l'histograma mostra la distribució estadística dels valors de color en la imatge actual. És purament informatiu: res del que feu causarà cap canvi a la imatge. Es pot fer una correcció de color basada en l'histograma utilitzant les característiques Equilibri de color, Ajust dels nivells o Ajust de les corbes a l'editor d'imatges.
nl: De Histogram-viewer toont de statistische distributie van kleuren in de geselecteerde afbeelding. Het is alleen informatief: u kunt er niets mee wijzigen. Een op het histogram gebaseerde kleurencorrectie kan uitgevoerd worden met de Afbeeldingsbewerker en functies Kleurbalans, Niveau aanpassen of de Krommen aanpassen.
uk: На панелі інструменту перегляду гістограми буде показано статистичний розподіл значень кольорів поточного зображення. Дані наведено лише для ознайомлення: ви не зможете їх змінити. Якщо ви бажаєте виконати виправлення кольорів, засноване на гістограмі, скористайтеся, наприклад, інструментами балансу кольорів, налаштування рівнів або виправлення кривих у редакторі зображень.

source: Color images can be decomposed into **Red**, **Green** and **Blue** color channels. Some images also include an **Alpha** channel that supports transparency (like PNG or GIF images). Each channel supports a range of intensity levels from 0 to 255 (integer valued). Thus, a black pixel is encoded by 0 on all color channels; a white pixel by 255 on all color channels. A transparent pixel is encoded by 0 on the alpha channel; an opaque pixel by 255.
ca: Les imatges de color es poden descompondre en els canals de color **Vermell**, **Verd** i **Blau**. Algunes imatges també inclouen un canal alfa que permet transparència (com les imatges PNG o GIF). Cada canal admet un interval de nivells d'intensitat de 0 fins a 255 (valors sencers). Per tant, un píxel negre es codificarà amb 0 en tots els canals de color. Un píxel blanc amb 255 en tots els canals de color. Un píxel transparent amb 0 en el canal alfa. Un píxel opac amb 255.
it: I colori delle immagini sono scomponibili nei canali di colore **Rosso**, **Verde** e **Blu**. Alcune immagini includono il canale **Alfa**, che supporta la trasparenza (come le immagini PNG e GIF). Ogni canale supporta una gamma di livelli di intensità da 0 a 255 (valori interi). Perciò, un pixel nero è codificato con 0 su tutti i canali dei colori, mentre uno bianco con 255 su tutti i canali. Un pixel trasparente è codificato con 0 sul canale alfa, mentre uno opaco con 255.
nl: Kleurenafbeeldingen kunnen ontleed worden in kleurkanalen **Rood**, **Groen** en **Blauw**. Sommige afbeeldingen hebben ook het **Alfa** kanaal dat transparantie ondersteund (zoals PNG- of GIF-afbeeldingen). Elk kanaal ondersteunt een reeks van intensiteitsniveaus van 0 tot 255 (gehele getallen). Dus, een zwart pixel is gecodeerd als 0 in alle kleurkanalen; een wit pixel als 255 in alle kleurkanalen. Een transparant pixel is gecodeerd als 0 in het alfa-kanaal; een ondoorzichtige pixel als 255.
pt_br: Imagens coloridas podem ser decompostas nos canais de cor **Vermelho**, **Verde** e **Azul**. Algumas imagens também incluem um canal **Alfa** compatível com transparência (como imagens PNG ou GIF). Cada canal suporta uma faixa de níveis de intensidade de 0 a 255 (valores inteiros). Assim, um pixel preto é codificado como 0 em todos os canais de cor; um pixel branco, como 255 em todos os canais de cor. Um pixel transparente é codificado como 0 no canal alfa; um pixel opaco, como 255.
sl: Barvne slike je mogoče razstaviti na **rdeče**, **zelene** in **modre** barvne kanale. Nekatere slike vključujejo tudi kanal **Alpha**, ki podpira prosojnost (kot slike PNG ali GIF). Vsak kanal podpira razpon stopenj intenzivnosti od 0 do 255 (celo število). Tako je črna slikovna pika kodirana z 0 na vseh barvnih kanalih; beli piksel za 255 na vseh barvnih kanalih. Prosojna slikovna pika je kodirana z 0 na kanalu alfa; neprosojna slikovna pika za 255.
sv: Färgbilder kan delas upp i färgkanalerna **Röd**, **Grön** och **Blå**. Vissa bilder inkluderar också en **Alfakanal** som stöder genomskinlighet (som PNG- eller GIF-bilder). Varje kanal stöder ett intervall av intensitetsnivåer från 0 till 255 (heltal). Således kodas en svart bildpunkt med 0 i alla färgkanaler; en vit bildpunkt med 255 i alla färgkanaler. En genomskinlig bildpunkt kodas med 0 i alfakanalen; en ogenomskinlig bildpunkt med 255.
uk: Кольорові зображення можна розкласти на канали **Червоного**, **Зеленого** і **Синього** кольорів. До деяких зображень також включено канал **Альфа** — це шар зображення, який підтримує прозорість (подібну до прозорості зображень PNG або GIF). У кожному з каналів передбачено підтримку діапазону рівнів інтенсивності від 0 до 255 (цілі значення). Таким чином, чорний піксель буде мати код 0 на всіх каналах, а білий піксель — 255 на всіх каналах кольорів. Прозорий піксель має код 0 на альфа-каналі; непрозорий — код 255 на альфа-каналі.

source: With the **Scale** option you can determine whether the histogram will be displayed using a linear or logarithmic vertical axis. The **Linear** mode is usually the most useful for images taken with a digital camera. However, a **Linear** histogram for images that contain substantial areas of constant color will often be dominated by a single bar. In this case a **Logarithmic** histogram may be more useful.
ca: Amb l'opció **Escala**, podreu determinar si l'histograma es mostrarà utilitzant un eix vertical lineal o logarítmic. El mode **Lineal** sol ser més útil amb les imatges preses amb una càmera digital. No obstant això, un histograma **lineal** per a imatges que contenen àrees substancials d'un color constant sovint estarà dominat per una barra única. En aquest cas, un histograma **logarítmic** serà més útil.
it: Con l'opzione **Scala** puoi determinare se l'istogramma verrà mostrato usando un'asse verticale logaritmico o lineare. La modalità **Lineare** è generalmente quella più utile per le immagini scattate con una fotocamera digitale. Tuttavia, per le immagini che contengono aree sostanziali di colore costante, un istogramma **Lineare** sarà spesso sovrastato da una singola barra. In questo caso, l'istogramma **Logaritmico** potrebbe risultare più utile.
nl: Met de optie **Schaal** kunt u instellen of u het histogram ziet met een lineaire of een logaritmische verticale as. De modus **Lineair** is gewoonlijk het nuttigst voor afbeeldingen genomen met een digitale camera. Echter, afbeeldingen met daarop grote vlakken met een constante kleur, zal een gedomineerd worden door een enkele balk. In zo'n geval zal een **Logaritmisch** histogram nuttiger zijn.
pt_br: Com a opção **Escala**, você pode determinar se o histograma será exibido usando um eixo vertical linear ou logarítmico. O modo **Linear** geralmente é o mais útil para imagens tiradas com uma câmera digital. No entanto, um histograma **Linear** para imagens que contêm áreas substanciais de cor constante geralmente será dominado por uma única barra. Nesse caso, um histograma **Logarítmico** pode ser mais útil.
sl: Z možnostjo **Lestvica** lahko določite, ali bo histogram prikazan z uporabo linearne ali logaritemske navpične osi. Način **Linearno** je običajno najbolj uporaben za slike, posnete z digitalnim fotoaparatom. Vendar pa bo v **Linearnem** histogramu za slike, ki vsebujejo precejšnja območja konstantne barve, pogosto prevladoval en sam stolpec. V tem primeru je morda bolj uporaben **Logaritemski** histogram.
sv: Med alternativet **Skala** kan man bestämma om histogrammet ska visas med en linjär eller logaritmisk vertikal axel. Läget **Linjärt** är vanligtvis det mest användbara för bilder tagna med en digitalkamera. Emellertid domineras ofta ett **Linjärt** histogram för bilder som innehåller betydande områden med konstant färg av en enda stapel. I det här fallet kan ett **Logaritmiskt** histogram vara mer användbart.
uk: За допомогою пункту «Шкала» ви можете визначити варіант показу гістограми: з лінійною чи логарифмічною шкалою вертикальної вісі. Для зображень, знятих за допомогою цифрового фотоапарата, зазвичай, кориснішим є варіант **Лінійної** шкали. Але для зображень, які містять суттєві однотонні області **Лінійна** гістограма виглядає як єдиний стовпчик. У такому разі слід скористатися **Логарифмічною** гістограмою.

source: You can restrict the analysis of the **Statistics** field shown in the middle of the dialog to a limited range of values by setting the minimum and maximum range in one of two ways:
ca: Podeu restringir l'anàlisi del camp **Estadístiques** que es mostra al mig del diàleg a un interval limitat de valors establint un interval mínim i màxim d'una de les dues maneres:
it: Se vuoi, puoi restringere l'analisi del campo **Statistiche** mostrato alla metà della finestra di dialogo a un intervallo limitato di valori, impostando l'intervallo minimo e massimo in due modi:
nl: U kunt de analyse van het veld **Statistieken** getoond in het midden van de dialoog beperken tot een beperkte reeks waarden door het minimum en maximum van de reeks beperken op een of twee manieren:
pt_br: Você pode restringir a análise do campo **Estatísticas** mostrado no meio do painel a um intervalo limitado de valores, definindo o intervalo mínimo e máximo de uma entre duas maneiras:
sl: Analizo polja **Statistika**, prikazanega na sredini pogovornega okna, lahko omejite na omejen obseg vrednosti, tako da nastavite najmanjši in največji obseg na enega od dveh načinov:
sv: Man kan begränsa analysen av fältet **Statistik** som visas mitt i dialogrutan till ett begränsat värdeintervall genom att ställa in intervallets minimum och maximum på ett av två sätt:
uk: Якщо хочете, можете обмежити аналіз поля «Статистика», показаного у середній частині діалогового вікна певним набором значень. Можна встановити мінімальне і максимальне значення діапазону в один з двох способів:

source: Click and drag the pointer across the desired range span within the histogram display area.
ca: Feu clic i arrossegueu el punter a través de l'extensió de l'interval desitjat de l'àrea de visualització de l'histograma.
it: Trascina il puntatore attraverso l'intervallo di movimento desiderato all'interno dell'area di visualizzazione dell'istogramma.
nl: Klik en sleep de muisaanwijzer over het gewenste bereik in het weergavegebied van het histogram.
pt_br: Clique e arraste o ponteiro sobre o intervalo desejado dentro da área de exibição do histograma.
sl: Kliknite in povlecite kazalec čez želeni razpon znotraj območja prikaza histograma.
sv: Klicka och dra pekaren över önskat område inom histogrammets visningsområde.
uk: Наведіть вказівник миші на панель показу гістограми, натисніть ліву клавішу миші і перетягніть вказівник у бажаному діапазоні області показу гістограми.

source: Use the spin button fields below the histogram area. The left entry is the minimum range and the right entry is maximum range.
ca: Utilitzeu els camps de botó de gir a sota de l'àrea de l'histograma. L'entrada esquerra és l'interval mínim i l'entrada dreta és l'interval màxim.
it: Usa i campi dei pulsanti incrementali sotto l'area dell'istogramma. La voce a sinistra è l'intervallo minimo, mentre quella destra è l'intervallo massimo.
nl: Gebruik de draaiveldknoppen onder het histogramgebied. Het linker item is het minimum van het bereik en het rechter item is de het maximum van het bereik.
pt_br: Use os campos do botão de rotação abaixo da área do histograma. A entrada da esquerda é o valor mínimo do intervalo e a entrada da direita é o valor máximo do intervalo.
sl: Uporabite polja vrtljivih gumbov pod območjem histograma. Levi vnos je najmanjši obseg, desni vnos pa največji obseg.
sv: Använd fälten med nummerknappar under histogramområdet. Det vänstra värdet är minimum och det högra värdet är maximum för intervallet.
uk: Скористайтеся полями лічильників, розташованими під панеллю гістограми. Ліве поле призначено для нижньої межі діапазону, праве — для верхньої.

source: The statistics shown in the middle of the Histogram Viewer describe the distribution of channel values, restricted to the selected range. These are:
ca: Les estadístiques que es mostren al mig del visualitzador de l'histograma descriuen la distribució dels valors dels canals, restringida a l'interval seleccionat. Aquestes són:
it: Le statistiche mostrate a metà del visore Istogramma descrivono la distribuzione dei valori dei canali, ristretti agli intervalli selezionati. Questi sono:
nl: De statistieken getoond in het midden van het histogram beschrijft de distributie van kanaalwaarden, beperkt tot het geselecteerde bereik. Deze zijn:
pt_br: As estatísticas exibidas no centro do visualizador de histograma descrevem a distribuição dos valores do canal, restritas ao intervalo selecionado. São elas:
sl: Statistični podatki, prikazani na sredini pregledovalnika histogramov, opisujejo porazdelitev vrednosti kanala, omejeno na izbrani obseg. To so:
sv: Statistiken som visas mitt i histogramvisningen beskriver fördelningen av kanalvärden, begränsat till det valda området. De är:
uk: У статистичних даних, показаних у середній частині панелі перегляду гістограми, описано розподіл значень каналів у позначеному діапазоні. Серед цих значень:

source: The number of pixels whose values fall within the selected range.
ca: El nombre de píxels els valors dels quals es troben dins de l'interval seleccionat.
it: Il numero di pixel i cui valori rientrano nell'intervallo selezionato.
nl: Het aantal pixels waarvan de waarde valt binnen het geselecteerde bereik.
pt_br: O número de pixels cujos valores estão dentro do intervalo selecionado.
sl: Število slikovnih pik, katerih vrednosti so znotraj izbranega obsega.
sv: Antalet bildpunkter vars värden faller inom det valda intervallet.
uk: Кількість пікселів у позначеному діапазоні.

source: The mean of the pixels within the selected range.
ca: La mitjana dels píxels dins de l'interval seleccionat.
it: La media dei pixel all'interno dell'intervallo selezionato.
nl: Het gemiddelde van de pixels binnen het geselecteerde bereik.
pt_br: A média dos pixels dentro do intervalo selecionado.
sl: Povprečje slikovnih pik znotraj izbranega obsega.
sv: Medelvärdet av bildpunkterna inom det valda området.
uk: Середнє за пікселями у позначеному діапазоні.

source: The standard deviation of the pixels within the selected range.
ca: La desviació estàndard dels píxels dins de l'interval seleccionat.
it: La deviazione standard dei pixel all'interno dell'intervallo selezionato.
nl: De standaard deviatie van de pixels binnen het geselecteerde bereik.
pt_br: O desvio padrão dos pixels dentro do intervalo selecionado.
sl: Standardna deviacija slikovnih pik znotraj izbranega obsega.
sv: Standardavvikelsen för bildpunkterna inom det valda området.
uk: Стандартне відхилення пікселів у позначеному діапазоні.

source: The median of the pixels within the selected range.
ca: La mediana dels píxels dins de l'interval seleccionat.
it: La mediana dei pixel all'interno dell'intervallo selezionato.
nl: De mediaan van de pixels binnen het geselecteerde bereik.
pt_br: A mediana dos pixels dentro do intervalo selecionado.
sl: Mediana slikovnih pik znotraj izbranega obsega.
sv: Medianen av bildpunkterna inom det valda området.
uk: Медіана пікселів у позначеному діапазоні.

source: The percentage of pixels whose values fall within the selected range.
ca: El percentatge de píxels els valors dels quals es troben dins de l'interval evolseleccionat.
it: La percentuale dei pixel i cui valori rientrano nell'intervallo selezionato.
nl: Het percentage van de pixels waarvan de waarde binnen het geselecteerde bereik valt.
pt_br: A porcentagem de pixels cujos valores estão dentro do intervalo selecionado.
sl: Odstotek slikovnih pik, katerih vrednosti spadajo v izbrani obseg.
sv: Procentandelen bildpunkter vars värden faller inom det valda intervallet.
uk: Частка пікселів, які потрапляють до позначеного діапазону.

source: Is there an alpha channel in the image?
ca: Hi ha un canal alfa a la imatge?
it: Esiste un canale alfa nell'immagine?
nl: Is er een alfa-kanaal van de afbeelding?
pt_br: Existe um canal alfa na imagem?
sl: Ali je na sliki alfa kanal?
sv: Finns det en alfakanal i bilden?
uk: Чи є у зображенні канал прозорості?

source: The source of the histogram, either **Full Image**, or **Image Region** if you have selected an area of the image within the Image Editor.
ca: La font de l'histograma, ja sigui **Imatge completa** o **Regió de la imatge** si heu seleccionat una àrea de la imatge a l'editor d'imatges.
it: La sorgente dell'istogramma, o **Immagine completa** o **Regione dell'immagine**, se hai selezionato un'area dell'immagine all'interno dell'Editor delle immagini.
nl: De bron van het histogram is ofwel **Volledige afbeelding** of **Afbeeldingsgebied** als u in de Afbeeldingsbewerker een gebied van de afbeelding hebt geselecteerd.
pt_br: A origem do histograma, **Imagem completa** ou **Região da imagem** se você tiver selecionado uma área da imagem no Editor de Imagem.
sl: Vir histograma, bodisi **Celotna slika** ali **Območje slike**, če ste izbrali območje slike v urejevalniku slik.
sv: Histogrammets källa, antingen **Hela bilden** eller **Bildområde** om du ett område av bilden i har valts i bildeditorn.
uk: Джерелом даних для гістограми є або **Усе зображення** або **Область зображення**, якщо вами було позначено область зображення у редакторі.

source: How To Use a Histogram
ca: Com fer servir un histograma
it: Come usare un istogramma
nl: Hoe een histogram te gebruiken
pt_br: Como usar um histograma
sl: Kako uporabljati histogram
sv: Hur man använder ett histogram
uk: Як користуватися гістограмою?

source: Histograms are a graphical means to assess the color and tonal qualities of an image shown on the screen. The graph can be divided into 3 regions of photographic brightness:
ca: Els histogrames són un mitjà gràfic per a avaluar les qualitats de color i to d'una imatge que es mostra a la pantalla. El gràfic es pot dividir en 3 regions de brillantor fotogràfica:
it: Gli istogrammi sono mezzi grafici per valutare le qualità di tono e colore di un'immagine mostrata sullo schermo. Il grafico può essere diviso in tre regioni della luminosità fotografica:
nl: Histogrammen zijn een grafisch middel om toegang te krijgen tot de tonale kwaliteiten van een afbeelding getoond op het scherm. De grafiek kan opgedeeld worden in 3 gebieden van fotografische helderheid:
pt_br: Histogramas são um meio gráfico para avaliar as qualidades de cor e tonal de uma imagem exibida na tela. O gráfico pode ser dividido em 3 regiões de brilho fotográfico:
sl: Histogrami so grafično sredstvo za ocenjevanje barvnih in tonskih lastnosti slike prikazane na zaslonu. Graf lahko razdelimo na 3 območja fotografske svetlosti:
sv: Histogram är ett grafiskt sätt att bedöma färg- och nyansegenskaperna hos en bild som visas på bildskärmen. Diagrammet kan delas in i tre områden med fotografisk ljusstyrka:
uk: Гістограми є графічним способом оцінки кольору і якості тонів показу зображення на екрані. Графік можна поділити на 3 області фотографічної яскравості:

source: : the shadows on the left of the histogram.
ca: : les ombres a l'esquerra de l'histograma.
it: : le ombre sulla sinistra dell'istogramma.
nl: : de schaduwen aan de linkerkant van het histogram.
pt_br: : as sombras à esquerda do histograma.
sl: : sence na levi strani histograma.
sv: : skuggorna till vänster i histogrammet.
uk: : темні тони у лівій частині гістограми.

source: : the mid-tones in the middle.
ca: : els tons mitjans al mig.
it: : i mezzitoni nel mezzo.
nl: : de middentonen in het midden.
pt_br: : os tons médios no meio.
sl: : srednji toni na sredini.
sv: : mellantonerna i mitten.
uk: : середні тони посередині.

source: : the highlights on the right of the histogram.
ca: : les llums intenses a la dreta de l'histograma.
it: : le aree luminose sulla destra dell'istogramma.
nl: : de oplicht-tonen aan de rechterkant van het histogram.
pt_br: : os tons claros à direita do histograma.
sl: : bleščave na desni strani histograma.
sv: : dagrarna till höger i histogrammet.
uk: : світлі тони у правій частині гістограми.

source: The spread of the histogram, and where the spikes and bulges are clustered, indicates whether the image is too dark, too bright, or well-balanced.
ca: La distribució de l'histograma, i a on s'agrupen els pics i les protuberàncies, indica si la imatge és massa fosca, massa brillant o bé està equilibrada.
it: La diffusione dell'istogramma, e dove i picchi e i rigonfiamenti sono aggregati, indica se l'immagine è troppo scura, troppo chiara o ben bilanciata.
nl: De spreiding van het histogram en waar de pieken en bulten geclusterd zijn, geeft aan of de afbeelding te donker, te helder of goed gebalanceerd is.
pt_br: A distribuição do histograma e onde os picos e saliências estão agrupados indicam se a imagem está muito escura, muito clara ou bem equilibrada.
sl: Razširjenost histograma in mesta, kjer so konice in izbokline združene, kaže, ali je slika pretemna, presvetla ali dobro uravnotežena.
sv: Histogrammets spridning, och var spikar och utbuktningar är grupperade, indikerar om bilden är för mörk, för ljus eller välbalanserad.
uk: Вигляд гістограми, концентрація його піків і вигинів, вказує на те, де зображення є надто темним, надто світлим і добре збалансованим.
