Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/filters_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: Another use of the Right Sidebar's Filter tab is drag and drop tagging. Let's say you chose a numbers of images to display using the Left Sidebar. In order to apply an existing tag to a selection of these images, simply drag the tag from the Right Sidebar onto an image. A dialog will pop-up and ask if this tag should be applied to this item only, to all (displayed) items, or to the selected items in the case that more than one icon was selected. Images can also be tagged by dragging the image(s) onto the tag in the Right Sidebar.
ca: Un altre ús de la pestanya Filtre de la barra lateral dreta és arrossegar i deixar anar etiquetes. Diguem que heu triat un nombre d'imatges per a mostrar-les utilitzant la barra lateral esquerra. Per tal d'aplicar una etiqueta existent a una selecció d'aquestes imatges, simplement arrossegueu l'etiqueta des de la barra lateral dreta a una imatge. Apareixerà un diàleg i preguntarà si aquesta etiqueta s'ha d'aplicar només a aquest element, a tots els elements (mostrats) o als elements seleccionats en el cas que s'hagi seleccionat més d'una icona. Les imatges també es poden etiquetar arrossegant les imatges a l'etiqueta a la barra lateral dreta.
it: Un altro uso della scheda Filtro della barra laterale destra è l'applicazione di tag mediante trascinamento. Poniamo che, tramite la barra laterale sinistra, diverse immagini da visualizzare. Per applicare un tag esistente a una selezione di queste immagini, trascina semplicemente il tag dalla barra laterale destra su di un'immagine. Si aprirà una finestrella a comparsa in cui ti viene chiesto se vuoi applicare il tag solo su questo elemento, su tutti gli elementi (visualizzati), oppure sugli elementi selezionati, nel caso in cui sia stata selezionata più di un'icona. Possono essere attribuiti tag alle immagini anche trascinandole sopra il tag nella barra laterale destra.
nl: Een ander gebruik van het tabblad Filter in de rechter zijbalk is tag toekennen met slepen en loslaten. Laten we zeggen dat u kiest om met de hulp van de linker zijbalk een aantal afbeeldingen te tonen. Om een bestande tag toe te kennen aan ee n selectie van deze afbeeldingen, sleep de tag vanuit de rechter zijbalk op een afbeelding. Een dialoog zal opdoemen en vragen of deze tag toegepast zou moeten worden alleen op dit item of op alle (getoonde) item indien er meer dan één miniatuur was geselecteerd. op de geselecteerde items. Afbeeldingen kunnen ook een tag krijgen door de afbeelding(en) op de tag in de rechter zijbalk te slepen.
pt_br: Outro uso da aba filtro da barra lateral direita é a marcação por arrastar e soltar. Digamos que você escolheu várias imagens para exibir usando a barra lateral esquerda. Para aplicar uma etiqueta existente a uma seleção dessas imagens, basta arrastar a etiqueta da barra lateral direita para uma imagem. Uma caixa de diálogo será exibida perguntando se a etiqueta deve ser aplicada apenas a este item, a todos os itens (exibidos) ou aos itens selecionados, caso mais de uma miniatura tenha sido selecionada. As imagens também podem ser marcadas arrastando-as para a etiqueta na barra lateral direita.
sl: Druga uporaba zavihka Filter v desni stranski vrstici je označevanje s postopkom povleci in spusti. Recimo, da ste izbrali število slik za prikaz z uporabo leve stranske vrstice. Če želite uporabiti obstoječo značko za izbor teh slik, preprosto povlecite značko iz desne stranske vrstice na sliko. Pojavilo se bo pogovorno okno z vprašanjem, ali naj se ta značka uporabi samo za ta element, za vse (prikazane) elemente ali za izbrane elemente, če je bila izbrana več kot ena ikona. Slike lahko označite tudi tako, da povlečete sliko(e) na značko v desni stranski vrstici.
sv: En annan användning av filterfliken i höger sidorad är etikettering med dra och släpp. Låt oss säga att man markerar ett antal bilder att visa med hjälp av vänster sidorad. För att lägga till en befintlig etikett för ett urval av bilderna, drar man helt enkelt etiketten från höger sidorad på en bild. En dialogruta dyker upp och frågar om etiketten endast ska gälla för det objektet, för alla (visade) objekt, eller för de markerade objekten ifall mer än en ikon är markerad. Bilder kan också etiketteras genom att dra bilden eller bilderna till etiketten i höger sidorad.
uk: Ще одним варіантом використання цієї вкладки правої бічної панелі є встановлення міток перетягуванням зі скиданням. Припустімо, ви позначили за допомогою лівої бічної панелі декілька зображень для встановлення міток, і ці зображення показано в області зображень. Якщо потрібна мітка вже існує, просто перетягніть її з правої панелі інструментів на одну з піктограм зображень. У відповідь програма покаже контекстне вікно і попросить вказати, чи слід застосувати мітку до одного зображення, усіх зображень або, якщо позначено декілька зображень, до позначених зображень. Крім того, додати до зображення мітку можна перетягуванням зображень на пункт мітки на правій бічній панелі.

source: The Filters View From Right Sidebar
ca: La vista de filtres des de la barra lateral dreta
it: La vista Filtri dalla barra laterale destra
nl: De filtersweergave uit de rechter zijbalk
pt_br: A vista dos filtros na barra lateral direita
sl: Pogled filtrov z desne stranske vrstice
sv: Filtervisningen från höger sidorad
uk: Панель перегляду фільтрів з правої бічної панелі

source: In the above example the main window shows the images from an album, the tag filter is set to 'Lieux', which reduces the set to 3 images. In the **Geolocation Filter**, we select **Images With Coordinates** which leaves only one picture from the list of items including GPS information. Then a tag is dragged from the **Tag Filter** over the icon and dropped. A pop-up dialog asks if the tag shall be applied to this item only or to all (displayed) items.
ca: A l'exemple anterior, la finestra principal mostra les imatges d'un àlbum, el filtre d'etiquetes està establert a «Lieux», el qual redueix el conjunt a 3 imatges. En el **Filtre de geolocalització**, seleccionem **Imatges amb coordenades**, el qual només deixarà una imatge de la llista d'elements que inclouen informació del GPS. Després arrossegueu una etiqueta des del filtre d'etiquetes sobre la icona i deixeu-la anar. Un diàleg emergent demanarà si l'etiqueta només s'aplicarà a aquest element o a tots els elements (que es mostren).
it: Nell'esempio riportato sopra, la finestra principale mostra le immagini provenienti da un album, il filtro dei tag è impostato su 'Lieux', il che riduce il gruppo a tre immagini. Nel **Filtro geolocalizzazione** selezioniamo **Immagini con coordinate**, che filtra solo un'immagine dall'elenco di elementi che includono le informazioni GPS. Quindi viene trascinato e rilasciato sull'icona un tag dal **Filtro dei tag**. Una finestrella a comparsa chiede se il tag debba essere applicato solo a questo elemento o a tutti gli elementi (visualizzati).
nl: In het voorbeeld van hierboven zijn in het hoofdvenster de foto´s te zien uit een album, het tagfilter is ingesteld op 'Lieux', wat de verzameling beperkt tot 3 afbeeldingen. In het **Geo-locatiefilter** hebben we **Afbeeldingen met coördinaten** geselecteerd, wat slechts één afbeelding overlaat uit de lijst met items met GPS-informatie. Daarna is een tag vanuit het **Tagfilter** op het pictogram gesleept en erop losgelaten. Een pop-up dialoogvenster vraagt of de tag toegepast moet worden op alleen dit item of op alle (getoonde) items.
pt_br: No exemplo acima, a janela principal mostra as imagens de um álbum. O filtro de etiquetas está definido como "Lieux", o que reduz o conjunto para 3 imagens. No **Filtro de geolocalização**, selecionamos **Imagens com coordenadas**, o que deixa apenas uma foto da lista de itens, incluindo informações de GPS. Em seguida, uma etiqueta é arrastada do **Filtro de etiquetas** sobre a miniatura e solta. Uma caixa de diálogo pop-up pergunta se a etiqueta deve ser aplicada apenas a este item ou a todos os itens (exibidos).
sl: V zgornjem primeru glavno okno prikazuje slike iz albuma, filter značk je nastavljen na 'Lieux', kar zmanjša nabor na 3 slike. V **Geolokacijski filter**, izberemo **Slike s koordinatami**, kar pusti samo eno sliko s seznama elementov, vključno z informacijami GPS. Potem oznako povlečemo iz **Filtra značk** čez ikono in spustimo. Pojavno okno pogovorno okno vpraša, ali naj se značka uporabi samo za ta element ali za vse (prikazane) elemente.
sv: I exemplet ovan visar huvudfönstret bilderna från ett album, etikettfiltret är inställt på 'Lieux', vilket reducerar uppsättningen till tre bilder. I **Geografisk plats-filtret** väljer vi **Bilder med koordinater** som bara lämnar en bild från listan med objekt inklusive GPS-information. Sedan dras en etikett från **Etikettfiltret** över ikonen och släpps. En dialogruta frågar om etiketten endast ska gälla för objektet eller för alla (visade) objekt.
uk: У наведеному вище прикладі в основному вікні показано зображення з альбому, для фільтрування за теґами встановлено «Lieux», що звузило набір зображень до 3 зображень. У полі **Фільтр геопозиціювання** нами вибрано варіант «Зображення з координатами», що лишило лише одне зображення зі списку записів, до яких включено дані GPS. Далі було перетягнуто мітку з **Фільтра за мітками** і скинуто на піктограму зображення. У контекстному вікні програма питає, чи слід застосувати мітку лише до цього зображення чи до усіх (показаних) зображень.

source: Note that the **Text Filter** includes a drop-down menu to select which image information should be included in the search and the rating group in the **Labels Filter** has a drop-down menu to choose whether you want a certain rating or a range.
ca: Cal tenir en compte que el **Filtre de text** inclou un menú desplegable per a seleccionar quina informació d'imatge s'haurà d'incloure a la cerca i el grup de valoració en el **Filtre de rètols** té un menú desplegable per a triar si voleu una valoració determinada o un interval.
it: Nota che il **Filtro testo** include un piccolo menu a tendina per selezionare quale informazione dell'immagine debba essere inclusa nella ricerca, e che il **Filtro delle etichette** ne ha un menu a tendina per scegliere se vuoi una determinata valutazione o un intervallo.
nl: Merk op dat het **Tekstfilter** een klein afrolmenu bevat om te selecteren welke afbeeldingsinformatie meegenomen zou moeten worden in het zoeken en de waarderingsgroep in het **Labelsfilter** heeft een afrolmenu om te kiezen of u een bepaalde waardering of een reeks wilt.
pt_br: Observe que o **Filtro de texto** inclui um menu suspenso para selecionar quais informações da imagem devem ser incluídas na pesquisa e o grupo de classificação no **Filtro de legendas** tem um menu suspenso para escolher se você deseja uma determinada classificação ou um intervalo.
sl: Upoštevajte, da **Filter besedila** vključuje spustni meni za izbiro informacij o slikah, ki naj bodo vključene v iskanje, skupina ocenjevanja v **Filtru oznak** pa ima spustni meni za izbiro, ali želite določeno oceno ali razpon.
sv: Observera att **Textfilter** inkluderar en kombinationsmeny för att välja vilken bildinformation som ska ingå i sökningen och betygsgruppen i **Etikettfiltret** har en kombinationsmeny för att välja om man vill ha ett visst betyg eller ett intervall.
uk: Зауважте, що для текстового фільтра передбачено спадне меню для вибору, які дані зображення має бути включено до пошуку. А у групі оцінок у фільтрі за мітками передбачено спадне меню для вибору або певної оцінки, або діапазону оцінок.

source: :ref:`Filters View <right_sidebar>`
ca: :ref:`Vista de filtres <right_sidebar>`
it: :ref:`Vista Filtri <right_sidebar>`
nl: :ref:`Weergave van Filters <right_sidebar>`
pt_br: :ref:`Vista de filtros <right_sidebar>`
sl: :ref:`Pogled filtrov <right_sidebar>`
