Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/filters_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: digiKam Right Sidebar Filters View
ca: Vista de filtres en la barra lateral dreta del digiKam
it: Vista dei filtri della barra laterale destra di digiKam
nl: Filterweergave in de rechter zijbalk van digiKam
pt_br: Vista de filtros na barra lateral direita do digiKam
sl: digiKam pogled filtrov desne stranske vrstice
sv: Höger sidorads filtervisning i digiKam
uk: Панель фільтрів правої бічної панелі digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, filters, type-mime, format, labels, comment
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, filtres, tipus mime, format, rètols, comentari
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, filtri, tipi mime, formato, etichette, commento
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, filters, mime-type, formaat, labels, commentaar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, filtros, tipo-mime, formato, rótulos, comentário
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, filtri, tip-mime, oblika, oznake, komentar
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, filter, mime-typ, format, beteckningar, kommentar
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, фільтри, тип MIME, формат, мітки, коментар

source: Filters View
uk: Панель фільтрів

source: Contents
uk: Зміст

source: The **Filters** tab is used to limit the set of images displayed in the Image Area. Normally one uses the Left Sidebar with its different views to limit which images are displayed. For example, selecting an album in the Left Sidebar limits the content in the Image Area to images in that album, while selecting a label in the Left Sidebar limits the content in the Image Area to images with that assigned label. The **Filters** tab on the Right Sidebar offers a number of filters which if selected, will further limit the content displayed in the Image Area.
ca: La pestanya **Filtres** s'utilitza per a limitar el conjunt d'imatges que es mostren a l'àrea d'imatges. Normalment s'utilitza la barra lateral esquerra amb les seves vistes diferents per a limitar quines imatges es mostren. Per exemple, seleccionar un àlbum a la barra lateral esquerra limita el contingut a l'àrea d'imatges a les imatges d'aquest àlbum, mentre que seleccionar una etiqueta a la barra lateral esquerra limita el contingut a l'àrea d'imatges a les imatges amb l'etiqueta assignada. La pestanya **Filtres** de la barra lateral dreta ofereix una sèrie de filtres que, si se seleccionen, limitaran encara més el contingut que es mostra a l'àrea d'imatges.
it: La scheda **Filtri** viene usata per limitare l'insieme delle immagini visualizzate nell'area dell'immagine. Normalmente si usa la barra laterale sinistra con le sue diverse viste per limitare quali immagini sono visualizzate. Ad esempio, selezionando un album nella barra laterale sinistra si limita il contenuto, nell'area delle immagini, alle immagini di quell'album, mentre la selezione di un'etichetta nella barra laterale sinistra limita il contenuto, nell'area delle immagini, alle immagini con quella determinata etichetta. La scheda **Filtri** nella barra laterale destra offre una serie di filtri che, se selezionati, limiteranno ulteriormente il contenuto visualizzato nell'area delle immagini.
nl: Het tabblad **Filters** wordt gebruikt om de set getoonde afbeeldingen in het Afbeeldingsgebied te beperken. Normaal wordt de linker zijbalk gebruikt met zijn verschillende weergaven om de getoonde afbeeldingen te beperken. Bijvoorbeeld een album in de linker zijbalk selecteren beperkt de inhoud van het Afbeeldingsgebied tot afbeeldingen in dat album, terwijl het selecteren van een label in de linker zijbalk de inhoud in het Afbeeldingsgebied beperkt to afbeeldingen met dat toegekende label. Het tabblad **Filters** in de rechter zijbalk biedt een aantal filters die indien geselecteerd verder de inhoud van het Afbeeldingsgebied beperkt.
pt_br: A aba **Filtros** é usada para limitar o conjunto de imagens exibidas na área de imagens. Normalmente, utiliza-se a barra lateral esquerda, com suas diferentes visualizações, para limitar quais imagens são exibidas. Por exemplo, selecionar um álbum na barra lateral esquerda limita o conteúdo da área de imagens às imagens desse álbum, enquanto selecionar uma legenda na barra lateral esquerda limita o conteúdo da área de imagens às imagens com esse rótulo atribuído. A aba **Filtros** na barra lateral direita oferece diversos filtros que, se selecionados, limitarão ainda mais o conteúdo exibido na área de imagens.
sl: Zavihek **Filtri** se uporablja za omejitev nabora slik, prikazanih v območju slike. Običajno uporabite levo stransko vrstico z različnimi pogledi, da omejite, katere slike so prikazane. Če na primer izberete album v levi stranski vrstici, omejite vsebino v območju slik na slike v tem albumu, medtem ko izberete oznako v levi stranski vrstici omejite vsebino v območju slik na slike s to dodeljeno oznako. Zavihek **Filtri** na desni stranski vrstici ponuja številne filtre, ki bodo, če jih izberete, dodatno omejili vsebino, prikazano v območju slik.
sv: Fliken **Filter** används för att begränsa uppsättningen bilder som visas i bildområdet. Normalt använder man vänster sidorad med dess olika vyer för att begränsa vilka bilder som visas. Om man till exempel väljer ett album i det vänstra sidofältet begränsas innehållet i bildområdet till bilder i det albumet, medan om man väljer en etikett i det vänstra sidofältet begränsar innehållet i bildområdet till bilder med den tilldelade etiketten. Fliken **Filter** i höger sidofält erbjuder ett antal filter som om de väljs ytterligare begränsar innehållet som visas i bildområdet.
uk: Вкладка **Фільтри** використовується для обмеження набору зображень, показаних у області зображень. Наприклад, позначення альбому на лівій бічній панелі обмежить вміст області зображень зображеннями у відповідному альбомі, вибір мітки на лівій бічній панелі обмежить вміст панелі зображень тими зображеннями, з якими пов'язано вибрану мітку. За допомогою вкладки **Фільтри** на правій бічній панелі можна скористатися фільтрами, які надають змогу ще більше звузити список зображень, які буде показано в області зображень.

source: To give an example, suppose you have a tag called *public* which tags all images except your private ones. Then you can check this *public* tag in the Right Sidebar to hide the private images (all those do not have the *public* tag). Then whatever view mode you chose from the Left Sidebar, only *public* images will be displayed.
ca: Per a donar un exemple, suposem que teniu una etiqueta anomenada *pública* que etiqueta totes les imatges excepte les privades. Després, podeu marcar aquesta etiqueta *pública* a la barra lateral dreta per a ocultar les imatges privades (totes aquelles que no tenen l'etiqueta *pública*). Independentment del mode de visualització que trieu a la barra lateral esquerra, només es mostraran les imatges amb *pública*.
it: Per fornire un esempio, supponiamo di avere un tag chiamato *pubblico*, usato su tutte le immagini tranne su quelle private; puoi quindi spuntare il tag *pubblico* nella barra laterale destra per nascondere le immagini private (tutte quelle che non hanno il tag *pubblico*). Da qualsiasi modalità di visualizzazione usi, dalla barra laterale sinistra verranno quindi visualizzate solo le immagini *pubbliche*.
nl: U heeft als voorbeeld een tag met de naam *publiek* die aan al uw foto's is gekoppeld behalve uw privé foto's. U kunt vervolgens in de rechter zijbalk deze tag *publiek* selecteren om de privé foto's te verbergen (al diegene die niet de tag *publiek* hebben). Welke selectiemodus u ook kiest in de linker zijbalk, alleen de *publiek* foto's zullen getoond worden.
pt_br: Por exemplo, digamos que você tenha uma etiqueta chamada *pública* que marca todas as imagens, exceto as privadas. Você pode marcar essa etiqueta *pública* na barra lateral direita para ocultar as imagens privadas (todas aquelas que não possuem a etiqueta *pública*). Independentemente do modo de visualização escolhido na barra lateral esquerda, apenas as imagens *pública* serão exibidas.
sl: Za primer recimo, da imate oznako z imenom *javno*, ki označuje vse slike razen vaših zasebnih. Nato lahko preverite to oznako *javno* v desni stranski vrstici, da skrijete zasebne slike (vse tiste, ki nimajo oznake *javno*). Ne glede na način pogleda, ki ga izberete v levi stranski vrstici, bodo prikazane samo *javne* slike.
sv: För att ge ett exempel, anta att man har en etikett som heter *offentlig* som märker alla bilder utom privata. Sedan kan man markera etiketten *offentlig* i höger sidorad för att dölja de privata bilderna (alla de som inte har etiketten *offentlig*). Oavsett vilket visningsläge man väljer från vänster sidorad, visas endast *offentliga* bilder.
uk: Для прикладу, припустімо, що у вас є мітка з назвою «публічні», якою позначено всі зображення, окрім особистих. Тоді ви можете позначити цю мітку «публічні» на правій панелі, щоб наказати програмі сховати всі особисті зображення (всі зображення, які не позначено міткою «публічні»). Який би режим перегляду ви не обрали за допомогою лівої бічної панелі, буде показано лише зображення з міткою «публічні».

source: Another typical example is the selection of a subset of tags in a hierarchical tree. Suppose you want to display *red* and *green* from a tag tree containing 7 different colors as sub-tags. Simply click on the *color* tag in the Left Sidebar and check *red* and *green* in the Right Sidebar.
ca: Un altre exemple típic és seleccionar un subconjunt d'etiquetes en un arbre jeràrquic. Suposem que voleu mostrar el *vermell* i el *verd* d'un arbre d'etiquetes que conté 7 colors diferents com a subetiquetes. Senzillament feu clic sobre l'etiqueta de *color* a la barra lateral esquerra i marqueu *vermell* i *verd* a la barra lateral dreta.
it: Un altro tipico esempio è la selezione di un sottoinsieme di tag in un albero gerarchico: supponi di voler visualizzare *rosso* e *verde* da un albero di tag contenente sette colori diversi come tag secondari: ti basterà fare clic sul tag *colore* nella barra laterale sinistrae spuntare *rosso* e *verde* nella barra laterale destra.
nl: Een ander veel voorkomend voorbeeld is de selectie van een aantal sub-tags in een boomstructuur. Stel dat u in een tag-boom met 7 verschillende kleuren alleen *rood* en *groen* wilt laten zien. Klik eenvoudig op de tag *kleur* en activeer vervolgens *rood* en *groen* in in de rechter zijbalk.
pt_br: Outro exemplo típico é a seleção de um subconjunto de etiquetas em uma árvore hierárquica. Suponha que você queira exibir *vermelho* e *verde* de uma árvore de etiquetas contendo 7 cores diferentes como sub-etiquetas. Basta clicar na etiqueta *cor* na barra lateral esquerda e marcar *vermelho* e *verde* na barra lateral direita.
sl: Drug tipičen primer je izbira podnabora oznak v hierarhičnem drevesu. Recimo, da želite prikazati *rdečo* in *zeleno* iz drevesa oznak, ki vsebuje 7 različnih barv kot podoznake. Preprosto kliknite oznako *barva* v levi stranski vrstici in označite *rdečo* in *zeleno* v desni stranski vrstici.
sv: Ett annat typiskt exempel är valet av en undergrupp av etiketter i ett hierarkiskt träd. Anta att man vill visa *röd* och *grön* från ett etiketträd som innehåller 7 olika färger som underetiketter. Klicka bara på etiketten *färg* i huvudvyn och markera *röd* och *grön* från höger sidorad.
uk: Іншим типовим прикладом є вибір підмножини міток у ієрархічному дереві. Припустімо, ви бажаєте побачити лише «червоний» і «зелений» з дерева міток, у якому міститься 7 різних кольорів-підміток. Щоб виконати це завдання, просто натисніть мітку «колір» на лівій бічній панелі і позначте пункти «червоний» і «зелений» на правій бічній панелі.

source: You can also use a combination of the filters, but that requires a little more explanation. Image selection is based in the boolean AND of all of the different filter types in the Filter sidebar. This include the Text, MIME Type, Geolocation, Tags, and Face Tags filters, along with the color, pick, and rating filters in the **Labels Filter** section. These means that all selected filters have to be satisfied for an image to be displayed. If you select **JPG** in the **MIME type Filter** and *red* in the **Labels Filter** only those photographs from the selection on the Left Sidebar will be displayed that have JPG format AND are labeled *red*.
ca: També es pot utilitzar una combinació dels filtres, però això requereix una mica més d'explicació. La selecció d'imatges es basa en l'AND booleà de tots els tipus diferents de filtres a la barra lateral Filtre. Això inclou els filtres Text, Tipus MIME, Geolocalització, Etiquetes i Etiquetes facials, juntament amb els filtres de color, selecció i valoració a la secció **Filtre d'etiquetes**. Això vol dir que tots els filtres seleccionats s'han de satisfer perquè es mostri una imatge. Si seleccioneu **JPG** en el **Filtre de tipus MIME** i *vermell* en el **Filtre d'etiquetes** només es mostraran aquelles fotografies de la selecció a la barra lateral esquerra que tinguin format JPG i estiguin etiquetades amb *vermell*.
it: Puoi anche usare una combinazione di filtri, ma questo aspetto va spiegato meglio. La selezione delle immagini si basa sul valore logico E di tutti i vari tipi di filtro nella barra laterale Filtro. Ciò comprende filtri di testo, tipi MIME, geolocalizzazione, tag e tag volto, insieme con filtri per colore, scelta e valutazione, all'interno della sezione **Filtro delle etichette**. Questo significa che devono essere soddisfatti tutti i filtri selezionati al fine di poter visualizzare un'immagine: se selezioni **JPG** nel **Filtro dei tipi MIME**, e *rosso* nel **Filtro delle etichette**, nella barra laterale sinistra verranno visualizzate solo quelle fotografie della selezione eseguita che sono in formato JPG E che sono etichettate con *rosso*.
nl: U kunt ook een combinatie van de filters gebruiken maar dat vereist een iets betere uitleg. Selectie van afbeeldingen is gebaseerd op boolean EN van all verschillende typen filters in de zijbalk Filters. Dit omvat filters Tekst, MIME-type, GEo-locatie, tags en Gezichtstags, samen met filters kleur, kiezen en waardering in de sectie **Labelsfilter**. Dat betekent dat aan alle geselecteerde filters voldaan moet worden om een afbeelding te tonen. Als u **JPG** in het filter voor **MIME-typefilter** en *rood* in het **Labelsfilter** selecteert zullen alleen die foto's uit de selectie in de linker zijbalk worden getoond die het formaat JPG hebben EN het label *rood*.
pt_br: Você também pode usar uma combinação de filtros, mas isso requer um pouco mais de explicação. A seleção de imagens é baseada no valor booleano E de todos os diferentes tipos de filtros na barra lateral Filtro. Isso inclui os filtros texto, tipo MIME, geolocalização, etiquetas e etiquetas de rosto, além dos filtros de cor, seleção e classificação na seção **Filtro de legendas**. Isso significa que todos os filtros selecionados precisam ser atendidos para que uma imagem seja exibida. Se você selecionar **JPG** no **Filtro de tipo MIME** e *vermelho* no **Filtro de legendas**, somente as fotos da seleção na barra lateral esquerda que estiverem no formato JPG E marcadas com *vermelho* serão exibidas.
sl: Uporabite lahko tudi kombinacijo filtrov, vendar to zahteva malo več razlage. Izbira slike temelji na logičnem IN vseh različnih vrst filtrov v stranski vrstici filtra. To vključuje filtre za besedilo, vrsto MIME, geolokacijo, oznake in oznake obrazov, skupaj s filtri za barvo, izbiro in ocenjevanje v razdelku **Filter oznak**. To pomeni, da morajo biti za prikaz slike izpolnjeni vsi izbrani filtri. Če izberete **JPG** v **Filtru vrste MIME** in *rdeče* v **Filtru oznak**, bodo prikazane samo tiste fotografije iz izbora na levi stranski vrstici, ki imajo format JPG IN so označene z * rdeče*.
sv: Man kan också använda en kombination av filtren, men det kräver en lite noggrannare förklaring. Bildmarkering är baserat på boolesk OCH av alla olika filtertyper i sidoraden Filter. Det omfattar filtren Text, MIME-typ, Geografisk lokalisering, Etiketter och Ansiktsetiketter, tillsammans med filtren färg, urval, och betyg i sektionen **Etikettfilter**. Det betyder att alla valda filter måste uppfyllas för att en bild ska visas. Om man väljer **JPG** i **MIME-typfiltret** och *röd* i **Etikettfiltret** visas endast de fotografier från markeringen i vänster sidorad som har JPG-format OCH är märkta med *röd*.
uk: Ви також можете скористатися комбінацією фільтрів, але спочатку розглянемо усе трохи докладніше. Вибір зображень засновано на використанні логічного оператора «І» до усіх різних типів фільтрів на бічній панелі фільтрування. Це стосується фільтрів тексту, типу MIME, геопозиціювання, міток та міток облич, а також фільтрів кольору, вибору та оцінки у розділі **Фільтр за мітками**. Це означає, що для показу зображення має бути пройдено усі етапи фільтрування. Якщо ви виберете у наборі фільтрів на лівій бічній панелі фільтр за типом MIME «JPG» і фільтр міток «червоний», буде показано лише зображення у форматі JPG і з міткою «червоний».

source: On the other hand, the tags in the tag filter and the individual labels within one type of labels are connected with boolean OR, as you might have noticed already in the public/private example above. That means if you check more than one tag in the **Tags Filter** all images with at least one of these tags applied will show up (as long as they are not ruled out by one of the other filters).
ca: D'altra banda, les etiquetes en el filtre d'etiquetes i les etiquetes individuals dins d'un tipus d'etiquetes estan connectades amb el booleà OR, com ja haureu notat a l'exemple públic/privat anterior. Això significa que si marqueu més d'una etiqueta en el **Filtre d'etiquetes**, es mostraran totes les imatges amb almenys una d'aquestes etiquetes aplicades (sempre que no estiguin descartades per algun altre dels filtres).
it: D'altra parte, i tag nel filtro dei tag e le etichette individuali sono connesse da un O logico, come potresti aver già notato nell'esempio pubblico/privato qui sopra. Questo significa che se selezioni più di un tag nel **Filtro dei tag**, verranno visualizzate tutte le immagini a cui è stato applicato almeno uno di questi (a meno che non siano regolate anche da uno degli altri filtri).
nl: Aan de andere kant zijn de tags in het tagfilter en de individuele labels binnen één type labels verbonden met logische waarde OF zoals u misschien al hebt opgemerkt in het bovenstaande voorbeeld openbaar/privé. Dit betekent dat als u meer dan één tag in het **Tagsfilter** activeert alle afbeeldingen met minstens een van deze tags toegepast zullen verschijnen (zolang ze niet uitgesloten worden door een van de andere filters).
pt_br: Por outro lado, as etiquetas no filtro de etiquetas e as legendas individuais dentro de um tipo de legenda são conectados com um OU booleano, como você já deve ter notado no exemplo público/privado acima. Isso significa que, se você marcar mais de uma etiqueta no **Filtro de etiquetas**, todas as imagens com pelo menos uma dessas etiquetas aplicadas serão exibidas (desde que não sejam descartadas por um dos outros filtros).
sl: Po drugi strani pa so oznake v filtru oznak in posamezne oznake znotraj ene vrste oznak povezane z logičnim ALI, kot ste morda opazili že v zgornjem javno/zasebnem primeru. To pomeni, da če označite več kot eno oznako v **Filtru oznak**, se bodo prikazale vse slike z vsaj eno od teh uporabljenih oznak (če jih eden od drugih filtrov ne izloči).
sv: Å andra sidan är etiketterna i etikettfiltret och de enskilda etiketterna inom en typ av etiketter kopplade till booleskt ELLER som kanske redan har märkts i det offentliga/privata exemplet ovan. Det betyder att om man markerar mer än en etikett i **Etikettfiltret** visas alla bilder med minst en av etiketterna (så länge de inte utesluts av något av de andra filtren).
uk: З іншого боку, позначки у фільтрі за мітками і окремі позначки у межах одного типу міток поєднуються логічним АБО, як ви вже мабуть помітили за використаним раніше прикладом щодо публічних і приватних фотографій. Це означає, що якщо ви позначите декілька міток у фільтрі за мітками, буде показано усі зображення, які мають принаймні одну вибрану вами мітку (якщо, звичайно ж, їх не буде відсіяно якимось іншим фільтром).
