Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/maps_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Right Sidebar Maps View
ca: Vista de mapa en la barra lateral dreta del digiKam
it: Vista delle mappe della barra laterale destra di digiKam
nl: Kaartweergave in de rechter zijbalk van digiKam
pt: Área de Mapas da Barra Lateral Direita do digiKam
pt_br: Vista de mapa na barra lateral direita do digiKam
sl: digiKam pogled zemljevidov desne stranske vrstice
sv: Höger sidorads kartvisning i digiKam
uk: Панель перегляду карти правої бічної панелі digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, maps, geolocation
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, mapes, geolocalització
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, mappe, geolocalizzazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, kaarten, geo-locatie
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, mapas, geo-localização
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, mapas, geolocalização
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, zemljevidi, geolokacija
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kartor, geografisk lokalisering
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, карти, мапи, геопозиціювання

source: :ref:`Maps View <right_sidebar>`
ca: :ref:`Vista de mapes <right_sidebar>`
it: :ref:`Vista Mappe <right_sidebar>`
nl: :ref:`Kaartweergave <right_sidebar>`
pt_br: :ref:`Vista de mapas <right_sidebar>`
sl: :ref:`Pogled zemljevidov <right_sidebar>`
sv: :ref:`Kartvisning <right_sidebar>`
uk: :ref:`Перегляд карти <right_sidebar>`

source: zoom_in
nl: inzoomen

source: zoom_out
nl: uitzoomen

source: lock_map
nl: kaart_vergrendelen

source: copy
nl: kopiëren

source: There are four tools involving geolocation in digiKam and two in Showfoto:
ca: Hi ha quatre eines que impliquen la geolocalització al digiKam i dues al Showfoto:
it: Sono presenti quattro strumenti per la geolocalizzazione in digiKam, e due in Showfoto:
nl: Er zijn vier hulpmiddelen die meedoen met geo-locatie in digiKam en twee in Showfoto:
pt_br: Existem quatro ferramentas envolvendo geolocalização no digiKam e duas no Showfoto:
sl: V digiKamu so štiri orodja za geolokacijo, v Showfoto pa dve:
sv: Det finns fyra verktyg när det gäller geografisk lokalisering i digiKam och två i Showfoto:
uk: Із геопозиціюванням у digiKam пов’язано чотири інструменти, двома з яких можна скористатися у Showfoto:

source: The **Map Mode** of the Image Area displays the locations of geo-coded images (images with GPS data) on a map depending on the selection in the Left Sidebar, e.g. the images in the album you selected in the Album View, the images with a specified tag (selected in the Tag View), images with a specified label, and so on. This tool is only available in digiKam.
ca: El mode **Mapa** a l'àrea d'imatges, mostra les imatges amb les dades GPS sobre un mapa depenent de la selecció en la barra lateral esquerra, p. ex., les imatges a l'àlbum que heu seleccionat a la vista Àlbum, les imatges amb una determinada etiqueta assignada (seleccionada a la vista d'etiquetes), amb un cert nivell i així successivament. Aquesta eina només està disponible en el digiKam.
it: La **modalità Mappa** dell'area dell'immagine visualizza le posizioni delle immagini geolocalizzate (con i dati GPS) su di una mappa a seconda della selezione effettuata nella barra laterale sinistra, per esempio le immagini nell'album che hai selezionato nella vista Album, le immagini con tag specifici (che sono selezionati nella vista Tag), immagini con etichette specifiche, e così via. Questo strumento è disponibile soltanto in digiKam.
nl: De **Kaartmodus** van het Afbeeldingsgebied toont locaties van afbeeldingen met GPS-gegevens op een kaart afhankelijk van de selectie in de linker zijbalk, bijv. de afbeeldingen in het album dat u hebt geselecteerd in de Albumweergave, de afbeeldingen met een bepaalde gespecificeerde tag (geselecteerd in de Tagweergave), afbeeldingen met een gespecificeerd label, enzovoort. Dit hulpmiddel is alleen beschikbaar in digiKam.
pt_br: O **Modo Mapa** da área de imagem exibe a localização de imagens geocodificadas (imagens com dados de GPS) em um mapa, dependendo da seleção na barra lateral esquerda, por exemplo, as imagens do álbum selecionado na vista de álbum, as imagens com uma etiqueta específica (selecionada na vista de etiqueta), imagens com uma legenda específica e assim por diante. Esta ferramenta está disponível apenas no digiKam.
sl: **Način zemljevida** območja slike prikazuje lokacije geografsko kodiranih slik (slike s podatki GPS) na zemljevidu, odvisno od izbire v levi stranski vrstici, npr. slike v albumu, ki ste jih izbrali v Pogledu albuma, slike z določeno oznako (izbrane v Pogledu oznak), slike z določeno oznako itd. To orodje je na voljo samo v digiKamu.
sv: Bildområdets **Kartläge** som visar platsen för geografiskt kodade bilder (bilder med GPS-data) på en karta beroende på markeringen i vänster sidorad, t.ex. bilderna i albumet som valdes i albumvisningen, bilderna med en viss tilldelad etikett (valda i etikettvisningen), bilder med en viss beteckning, och så vidare. Verktyget är endast tillgängligt i digiKam.
uk: **Режим карти** області зображень, у якому програма показує розташування місць знімання для зображень із геокодами (зображень із даними GPS) на карті, залежно від позначених на лівій бічній панелі зображень Наприклад, буде показано зображення з альбому, якщо ви позначите його на панелі перегляду альбомів Може бути показано зображення із певною міткою (позначеною на панелі перегляду міток), із певною позначкою тощо. Цей режим доступний лише у digiKam.

source: The :ref:`Maps <mapsearch_view>` tab on the Left Sidebar is the search tool for selecting images based on their GPS data. This is also only available in digiKam.
ca: La pestanya :ref:`Mapes <mapsearch_view>` a la barra lateral esquerra és l'eina de cerca per a seleccionar imatges en funció de les seves dades GPS. Això també només està disponible al digiKam.
it: La scheda :ref:`Mappe <mapsearch_view>` nella barra laterale sinistra è lo strumento di ricerca per selezionare le immagini in base ai loro dati GPS. Anche questo strumento è disponibile soltanto in digiKam.
nl: Het tabblad :ref:`Kaarten <mapsearch_view>` in de linker zijbalk is het zoekhulpmiddel voor selecteren van afbeeldingen gebaseerd op hun GPS-gegevens. Dit is alleen beschikbaar in digiKam.
pt_br: A aba :ref:`Mapas <mapsearch_view>` na barra lateral esquerda é a ferramenta de busca para selecionar imagens com base em seus dados de GPS. Esta ferramenta também está disponível apenas no digiKam.
sl: Zavihek :ref:`Maps <mapsearch_view>` na levi stranski vrstici je iskalno orodje za izbiranje slik na podlagi njihovih podatkov GPS. Tudi to je na voljo samo v digiKamu.
sv: Fliken :ref:`Kartor <mapsearch_view>` i vänster sidorad är sökverktyget för att markera bilder baserat på deras GPS-data. Den är också endast tillgängligt i digiKam.
uk: Вкладка :ref:`карти <mapsearch_view>` на лівій бічній панелі digiKam, яка є засобом вибору зображень за їхніми даними GPS. Ця вкладка доступна лише у digiKam.

source: The :ref:`Geolocation Editor <geoeditor_overview>`, accessible via :menuselection:`Item --> Edit Geolocation...` :kbd:`Ctrl+Shift+G` (:menuselection:`File --> Edit Geolocation...` in Showfoto), is the tool to set and to edit GPS data.
ca: L':ref:`Editor de geolocalització <geoeditor_overview>`, accessible mitjançant :menuselection:`Element --> Edita la geolocalització...` (drecera :kbd:`Ctrl+Maj+G`) (:menuselection:`Fitxer --> Edita la geolocalització...` en el Showfoto), és l'eina que permet establir i editar les dades GPS.
it: L':ref:`Editor di geolocalizzazione <geoeditor_overview>`, accessibile da :menuselection:`Elemento --> Modifica geolocalizzazione...` :kbd:`Ctrl+Maiusc+G` (:menuselection:`File --> Modifica geolocalizzazione...` in Showfoto), è lo strumento per impostare e modificare i dati GPS.
nl: De :ref:`Bewerker van geo-locatie <geoeditor_overview>`, toegankelijk via :menuselection:`Item --> Geo-locatie bewerken...` :kbd:`Ctrl+Shift+G` (:menuselection:`Bestand --> Geo-locatie bewerken...` in Showfoto), is het hulpmiddel om GPS-gegevens in te stellen en te bewerken.
pt_br: O :ref:`Editor de geolocalização <geoeditor_overview>`, acessível via :menuselection:`Item --> Editar geolocalização...` ​​:kbd:`Ctrl+Shift+G` (:menuselection:`Arquivo --> Editar geolocalização...` ​​no Showfoto), é a ferramenta para definir e editar dados de GPS.
sl: :ref:`Urejevalnik geolokacije <geoeditor_overview>`, dostopen preko :menuselection:`Element --> Uredi geolokacijo...` :kbd:`Ctrl+Shift+G` (:menuselection:`Datoteka --> Uredi geolokacijo...` v Showfoto), je orodje za nastavitev in urejanje podatkov GPS.
sv: Den :ref:`geografiska lokaliseringseditor <geoeditor_overview>` som är tillgänglig via :menuselection:`Objekt --> Redigera geografisk plats...` :kbd:`Ctrl+Shift+G` (:menuselection:`Arkiv --> Redigera geografisk plats...` i Showfoto) är verktyget för att ställa in och redigera GPS-data.
uk: :ref:`Редактор геопозиціювання <geoeditor_overview>`, доступ до якого можна здійснювати за допомогою пункту меню :menuselection:`Запис --> Змінити геопозиціювання...` :kbd:`Ctrl+Shift+G` (:menuselection:`Файл --> Змінити геопозиціювання...` у Showfoto). Цей інструмент уможливлює встановлення та редагування даних глобального позиціювання.

source: The **Map** tab on the Right Sidebar, described in this section, shows a map with a marker or a thumbnail to indicate the GPS location of the selected image. The map display is purely informative. The GPS coordinates are displayed below the map, along with the time the image was taken.
ca: La pestanya **Mapa** a la barra lateral dreta, descrita en aquesta secció, mostra un mapa amb un marcador o una miniatura per a indicar la ubicació GPS de la imatge seleccionada. La visualització del mapa és merament informativa. Les coordenades GPS es mostren a sota del mapa, juntament amb l'hora que es va prendre la imatge.
it: La scheda **Mappa** sulla Barra laterale destra, descritta in questa sezione, mostra una mappa con un contrassegno o una miniatura che indica la posizione GPS dell'immagine selezionata. La vista della mappa è meramente informativa. Le coordinate GPS sono visualizzate sotto la mappa, insieme con la data e l'ora dello scatto.
nl: Het tabblad **Kaart** in de rechter zijbalk, beschreven in deze sectie, toont een kaart met een markering of een miniatuur om de GPS-locatie aan te geven van de geselecteerde afbeelding. De kaartweergave is puur informatief. De GPS-coördinaten worden onder de kaart getoond, samen met de tijd dat de afbeelding was genomen.
pt_br: A aba **Mapa** na barra lateral direita, descrita nesta seção, mostra um mapa com um marcador ou uma miniatura para indicar a localização GPS da imagem selecionada. A exibição do mapa é meramente informativa. As coordenadas GPS são exibidas abaixo do mapa, juntamente com a hora em que a imagem foi tirada.
sl: Zavihek **Zemljevid** na desni stranski vrstici, opisan v tem razdelku, prikazuje zemljevid z oznako ali sličico, ki označuje GPS lokacijo izbrane slike. Prikaz zemljevida je zgolj informativen. Pod zemljevidom so prikazane koordinate GPS skupaj s časom, ko je bila slika posneta.
sv: Fliken :ref:`Karta ` på höger sidorad, som beskrivs i det här avsnittet, visar en karta med en markör eller miniatyrbild som anger GPS-platsen för den markerade bilden. Kartvisningen är rent informativ. GPS-koordinaterna visas under kartan, tillsammans med tiden bilden togs.
uk: На вкладці **Карта** правої бічної панелі, яку описано у цьому розділі, буде показано карту із позначкою або мініатюрою для позначення місця GPS, до якого прив'язано позначене зображення. Дані не можна буде редагувати. Координати GPS місця буде показано під картою разом із даними щодо часу, коли було знято зображення.

source: The Map View From Right Sidebar
ca: La vista de mapa des de la barra lateral dreta
it: La vista Mappa dalla barra laterale destra
nl: De kaartweergave in de rechte zijbalk
pt: A Área do Mapa na Barra Lateral Direita
pt_br: A vista do mapa na barra lateral direita
sl: Pogled zemljevida z desne stranske vrstice
sv: Kartvisningen från höger sidorad
uk: Панель перегляду карти з правої бічної панелі

source: The map is navigated in the same manner as described in :ref:`Map Search section <mapsearch_view>`. Clicking on the navigation control's arrow buttons moves the map frame north/south or east/west. You can also move the map frame by using the keyboard arrow keys, or by clicking and dragging on the map.
ca: El mapa es navega de la mateixa manera que es descriu a la :ref:`secció de cerca de mapa <mapsearch_view>`. En fer clic als botons de fletxa del control de navegació el marc del mapa es mou cap al nord/sud o l'est/oest. També podeu moure el marc del mapa utilitzant les tecles de fletxa del teclat, o fent clic i arrossegant sobre el mapa.
it: Il metodo di navigazione nella mappa è uguale a quello descritto nella :ref:`sezione Ricerca su mappa <mapsearch_view>`. Facendo clic sui pulsanti freccia del controllo della navigazione si sposta la struttura della mappa verso nord/sud o est/ovest. Puoi spostare la struttura della mappa anche utilizzando i tasti freccia della tastiera, oppure facendo clic e trascinando sulla mappa.
nl: De kaart wordt genavigeerd op dezelfde manier als beschreven in :ref:`Kaart zoeksectie <mapsearch_view>`. Klikken op de pijltjestoetsen in de navigatiebesturing verplaatst het kaartframe naar noord/zuid of oost/west. U kunt het kaartframe ook verplaatsen door de pijltjestoetsen van het toetsenbord te gebruiken of door klikken en slepen op de kaart.
pt_br: A navegação no mapa é feita da mesma maneira descrita na seção :ref:`seção de pesquisa no mapa <mapsearch_view>`. Clicar nos botões de seta do controle de navegação move o mapa para norte/sul ou leste/oeste. Você também pode mover o mapa usando as teclas de seta do teclado ou clicando e arrastando o mapa.
sl: Po zemljevidu se premika na enak način, kot je opisano v :ref:`Razdelku za iskanje po zemljevidu <mapsearch_view>`. S klikom na puščične gumbe navigacijskega nadzora premaknete okvir zemljevida proti severu/jugu ali vzhodu/zahodu. Okvir zemljevida lahko premikate tudi s puščičnimi tipkami na tipkovnici ali s klikom in vlečenjem po zemljevidu.
sv: Kartan navigeras på samma sätt som beskrivs i avsnittet :ref:`Kartsökning <mapsearch_view>`. Genom att klicka på navigeringskontrollens pilknappar flyttas kartans ram norr/syd eller öst/väst. Man kan också flytta kartans ram genom att använda piltangenterna på tangentbordet eller genom att klicka och dra på kartan.
uk: Навігацію картою можна здійснювати у той самий спосіб, який описано у :ref:`розділі щодо пошуку на карті <mapsearch_view>`. Натисканням кнопок навігації зі стрілками можна пересувати область карти на північ-південь або на схід-захід. Ви також можете пересувати цю область за допомогою клавіш зі стрілками на клавіатурі, або затиснувши ліву кнопку миші і пересуваючи вказівник картою.

source: Zoom in and out by moving the navigation control's vertical slider up and down, by clicking on the navigation control's + and - buttons, by using the Zoom in |zoom_in| and Zoom out |zoom_out| buttons just below the map, by scrolling the mouse wheel, or by using the :kbd:`+` and :kbd:`-` keys on the keyboard.
ca: Apropeu i allunyeu movent cap amunt i cap avall el control lliscant vertical del control de navegació, fent clic als botons + i - del control de navegació, utilitzant els botons d'apropar |zoom_in| o d'allunyar |zoom_out| just a sota del mapa, desplaçant la roda del ratolí o utilitzant les tecles :kbd:`+` i :kbd:`-` al teclat.
it: Puoi ingrandire o ridurre spostando su e giù il cursore verticale del controllo di navigazione, facendo clic sui pulsanti + e - del controllo di navigazione, usando i pulsanti di ingrandimento |zoom_in| e rimpicciolimento |zoom_out| che si trovano immediatamente sotto la mappa, scorrendo la rotella del mouse oppure utilizzando i tasti :kbd:`+` e :kbd:`-` della tastiera.
nl: In- en uitzoomen gaat door de verticale schuifregelaar van de navigatiebesturing op en neer te verplaatsen, door klikken op de knoppen + en - van de navigatiebesturing, door de knoppen in- |zoom_in| en uitzoomen |zoom_out| te gebruiken net onder de kaart, door schuiven met het muiswiel of door toetsenbordtoetsen :kbd:`+` en :kbd:`-` te gebruiken.
pt_br: Aumente ou diminua o zoom movendo o controle deslizante vertical do controle de navegação para cima e para baixo, clicando nos botões + e - do controle de navegação, usando os botões Aumentar zoom |zoom_in| e Diminuir zoom |zoom_out| logo abaixo do mapa, rolando a roda do mouse ou usando as teclas :kbd:`+` e :kbd:`-` no teclado.
sl: Povečajte in pomanjšajte s premikanjem navpičnega drsnika navigacijskega kontrolnika gor in dol, s klikom na gumba + in - na navigacijskem kontrolniku, z uporabo možnosti Približaj in gumbom Približaj ter Oddalji in gumbom Oddalji tik pod zemljevidom, s pomikanjem kolesca miške ali s tipkama :kbd:`+` in :kbd:`-` na tipkovnici.
sv: Zooma in och ut genom att flytta navigeringskontrollens vertikala reglage upp och ned, genom att klicka på navigeringskontrollens + och - knappar, genom att använda knapparna Zooma in |zoom_in| och Zooma ut |zoom_out| precis under kartan, genom att rulla mushjulet eller genom att använda tangenterna :kbd:`+` och :kbd:`-` på tangentbordet.
uk: Збільшувати і зменшувати масштаб можна за допомогою вертикального повзунка у області керування навігацією, пересуваючи його вгору і вниз, за допомогою натискання кнопок + і -, за допомогою кнопок збільшення |zoom_in| і зменшення |zoom_out| одразу під картою, прокручуванням коліщатка миші або за допомогою клавіш :kbd:`+` і :kbd:`-` на клавіатурі.

source: The map can be rotated from its center by click and dragging on the map while holding down the right mouse button.
ca: El mapa es pot girar des del seu centre fent clic i arrossegant sobre el mapa mentre es manté premut el botó dret del ratolí.
it: La mappa può essere ruotata dal suo centro facendo clic e trascinando sulla mappa mentre tieni premuto il pulsante destro del mouse.
nl: De kaart kan gedraaid worden vanuit zijn centrum door te klikken en slepen op de kaart terwijl de rechter muisknop is ingedrukt.
pt_br: O mapa pode ser girado a partir do centro clicando e arrastando no mapa enquanto mantém pressionado o botão direito do mouse.
sl: Zemljevid lahko zavrtite iz njegovega središča s klikom in vlečenjem po zemljevidu, medtem ko držite desni gumb miške.
sv: Kartan kan roteras från mitten genom att klicka och dra på kartan samtidigt som höger musknapp hålls nere.
uk: Карту можна обертати навколо центра: натисніть праву кнопку миші і перетягніть вказівник, утримуючи натиснутою кнопку.

source: The meaning of “GPS”, as well as the detailed descriptions of the functions and buttons that apply to all three geolocation maps, are described in the :ref:`Geolocation Editor <geolocation_editor>` chapter of this manual. This applies to the context menu on the map and the line of buttons under the map except the last one.
ca: El significat de **GPS**, així com les funcions i botons que s'apliquen a les tres parts de la geolocalització, es descriuen en el capítol de l':ref:`Editor de geolocalització <geolocation_editor>` d'aquest manual. Això s'aplica al menú contextual en el mapa i la línia de botons que hi ha a sota del mapa, excepte l'últim.
it: Il significato di “GPS”, così come della descrizione dettagliata delle funzioni e dei pulsanti che si applicano a tutte e tre le mappe per la geolocalizzazione, sono descritti nel capitolo :ref:`Editor di geolocalizzazione <geolocation_editor>` di questo manuale. Questo vale sia per il menu contestuale sulla mappa, sia per la fila di pulsanti sotto la mappa, ad eccezione dell'ultimo.
nl: De betekenis van “GPS”, evenals de gedetailleerde beschrijving van de functies en knoppen die van toepassing zijn op alle drie geo-locatiekaarten, zijn beschreven in het hoofdstuk :ref:`Geo-locatiebewerker <geolocation_editor>` van deze handleiding. Dit is van toepassing op het contextmenu op de kaart en de lijn met knoppen onder de kaart behalve de laatste.
pt_br: O significado de "GPS", bem como as descrições detalhadas das funções e botões aplicáveis ​​aos três mapas de geolocalização, são descritos no capítulo do :ref:`Editor de geolocalização <geolocation_editor>` deste manual. Isso se aplica ao menu de contexto no mapa e à linha de botões abaixo do mapa, exceto o último.
sl: Pomen "GPS", kot tudi podrobni opisi funkcij in gumbov, ki veljajo za vse tri zemljevide geolokacije, so opisani v poglavju :ref:`Urejevalnik geolokacije <geolocation_editor>` tega priročnika. To velja za kontekstni meni na zemljevidu in vrstico gumbov pod zemljevidom, razen zadnjega.
sv: Innebörden av “GPS”, samt den detaljerade beskrivningen av funktionerna och knapparna som gäller för alla tre geografiska lokaliseringskartorna beskrivs i kapitlet :ref:`Editor för geografisk lokalisering <geolocation_editor>` i handboken. Det gäller den sammanhangsberoende menyn på kartan och raden med knappar under kartan förutom den sista.
uk: Призначення «GPS», а також докладний опис функціональних можливостей та кнопок, які стосуються усіх трьох карт геопозиціювання, описано у розділі щодо :ref:`редактора геопозиціювання цього підручника <geolocation_editor>`. Там також можна знайти опис контекстного меню карти та панелі кнопок під картою, окрім однієї, останньої, кнопки.

source: The lock icon |lock_map| will freeze the map. The map will no longer automatically be moved when a photo is selected, and so may not be focused on the GPS points of the selected images.
ca: La icona de bloqueig |lock_map| congelarà el mapa. El mapa deixarà de moure's automàticament quan se seleccioni una foto, i per això, podria no estar centrada en els punts GPS de les imatges seleccionades.
it: L'icona a forma di lucchetto |lock_map| blocca la mappa. Quando una foto è selezionata, la mappa non verrà più spostata automaticamente e potrebbe non essere puntata, quindi, sui punti GPS delle immagini selezionate.
nl: Het vergrendelpictogram |lockmap| zal de kaart bevriezen. De kaart zal niet langer automatisch verplaats worden als een foto wordt geselecteerd en zal niet gefocust zijn op de GPS punten van de geselecteerde afbeeldingen.
pt_br: O ícone de cadeado |lock_map| congelará o mapa. O mapa não será mais movido automaticamente quando uma foto for selecionada e, portanto, poderá não ser focado nos pontos de GPS das imagens selecionadas.
sl: Ikona ključavnice |zakleni zemljevid| bo zamrznila zemljevid. Zemljevid se ne bo več samodejno premaknil, ko je izbrana fotografija, zato morda ne bo osredotočen na točke GPS izbranih slik.
sv: Låsikonen |lock_map| fryser kartan. När man markerar ett foto flyttas inte kartan längre automatiskt, och är därmed kanske inte fokuserad på GPS-punkterna för de markerade bilderna.
uk: Кнопка з піктограмою замка |lock_map| заморожує карту. При виборі фотографій карта не зміщуватиметься автоматично при виборі зображення і може не фокусуватися на позиціях GPS позначених зображень.
