Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/maps_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The copy icon |copy|, on the next line, will copy the coordinates of the current image position in the map to the clipboard as plain text.
ca: La icona copia |copy|, a la línia següent, copiarà les coordenades de la posició actual de la imatge al mapa al porta-retalls com a text net.
it: L'icona per la copia |copy|, nella fila successiva, copierà negli appunti, come testo semplice, le coordinate della posizione attuale dell'immagine nella mappa.
nl: Het kopieerpictogram |copy|, op de volgende regel, zal de coördinaten van de huidige positie van de afbeelding op de kaart kopiëren naar het klembord als platte tekst.
pt_br: O ícone de cópia |copy|, na próxima linha, copiará as coordenadas da posição atual da imagem no mapa para a área de transferência como texto simples.
sl: Ikona za kopiranje |kopiraj| v naslednji vrstici kopira koordinate trenutnega položaja slike na zemljevidu v odložišče kot golo besedilo.
sv: Kopieringsikonen |copy| på nästa rad kopiera koordinaterna för den aktuella bildpositionen på kartan till klippbordet som vanlig text.
uk: За допомогою натискання кнопки з піктограмою копіювання |copy|, розташованої у наступному рядку, можна скопіювати до буфера обміну даними координати розташування поточного зображення на карті у форматі тексту.

source: Different map services can be selected from the drop-down field under the line of buttons. Choose a map service and then click the **See more information on the Internet** button to the right.
ca: Es poden seleccionar diferents serveis de mapa des del camp desplegable sota la línia de botons. Escolliu un servei de mapa i després feu clic en el botó **Vegeu més informació a Internet** a la dreta.
it: Puoi selezionare vari servizi di mappa dal menu a tendina sotto la riga dei pulsanti: scegli un servizio di mappa, quindi fai clic il pulsante **Cerca maggiori informazioni in Internet** sulla destra.
nl: Verschillende services voor kaarten kunnen geselecteerd worden in het afrolveld onder de rij knoppen. Kies een kaartservice en klik op de knop **Zie meer informatie op het internet** rechts.
pt_br: Diferentes serviços de mapas podem ser selecionados no menu suspenso abaixo da linha de botões. Escolha um serviço de mapa e clique no botão **Ver mais informações na Internet** à direita.
sl: V spustnem polju pod vrstico gumbov lahko izberete različne zemljevidne storitve. Izberite zemljevidno storitev in kliknite gumb **Oglejte si več informacij na internetu** na desni.
sv: Olika karttjänster kan väljas i kombinationsfältet under knappraden. Välj en karttjänst och klicka sedan på knappen **Se mer information på Internet** till höger.
uk: Вибрати картографічну службу можна за допомогою спадного списку під рядом кнопок. Ви можете вибрати потрібну вам службу, а потім натиснути кнопку **додаткової інформації у інтернеті**, розташовану праворуч.

source: The displayed positioning data are stored in the image's Exif tags if the option :menuselection:`Settings --> Configure digikam... --> Metadata page --> Behavior tab --> Geolocation information` is activated. That allows the location to be read by any other application that can understand Exif GPS data.
ca: Les dades de posicionament mostrades s'emmagatzemen en les etiquetes Exif de la imatge si s'ha activat l'opció :menuselection:`Arranjament --> Configura el digikam... --> Pàgina de Metadades --> Pestanya Comportament --> Informació de geolocalització`. Això permet que la ubicació sigui llegida per qualsevol altra aplicació que pugui entendre les dades GPS de l'Exif.
it: Le informazioni relative alla posizione sono memorizzate nei tag Exif, se è attivata l'opzione :menuselection:`Impostazioni --> Configura digiKam... --> pagina Metadati --> scheda Comportamento --> Informazioni di geolocalizzazione`. Questo permette a ogni applicazione in grado di interpretare i dati GPS Exif di poter leggere la posizione.
nl: De getoonde positiegegevens zijn in de Exif-tags van de foto opgeslagen als de optie :menuselection:`Instellingen --> digikam configureren... --> pagina Metagegevens --> tabblad Gedrag --> Geo-locatie informatie` is geactiveerd. Hierdoor kan de locatie door elk ander programma, dat Exif GPS-gegevens begrijpt, worden begrepen.
pt_br: Os dados de posicionamento exibidos são armazenados nas etiquetas Exif da imagem se a opção :menuselection:`Configurações --> Configurar digikam... --> página Metadados --> aba Comportamento --> Informações de geolocalização` estiver ativada. Isso permite que a localização seja lida por qualquer outro aplicativo que entenda dados Exif de GPS.
sl: Prikazani podatki o položaju so shranjeni v Exif oznakah slike, če je aktivirana možnost :menuselection:`Nastavitve --> Konfiguriraj digikam... --> Stran metapodatkov --> Zavihek obnašanja --> Geolokacija`. To omogoča, da lokacijo prebere katera koli druga aplikacija, ki razume podatke Exif GPS.
sv: Visad positioneringsdata lagras i bildens Exif-taggar om alternativet :menuselection:`Inställningar --> Anpassa digiKam... --> Metadata --> Beteende --> Geografisk lokaliseringsinformation` är aktiverat. Det gör att platsen kan läsas av alla andra program som kan förstå Exif GPS-data.
uk: Показані дані щодо позиціювання зберігаються у мітках Exif зображення, якщо позначено пункт :menuselection:`Параметри --> Налаштувати digiKam --> сторінка «Метадані»вкладка «Поведінка» --> Дані геопозиціювання`. Таким чином дані щодо розташування може бути прочитано будь-якою іншою програмою, яка може читати дані GPS Exif.

source: Maps View
pt: Área de Mapas

source: Contents
pt: Conteúdo

source: There are four tools regarding geolocation in digiKam and two in Showfoto:
pt: Existem quatro ferramentas respeitantes à geo-localização no digiKam e duas no Showfoto:

source: The **Map Mode** of the Image Area which displays images with GPS data on a map depending on the selection on the Left Sidebar, e.g. the images in the album you selected in the Album View, the images with a certain tag assigned (selected in the Tag View), with a certain label and so on. This is only available in digiKam.
pt: O **Modo de Mapa** da área da Imagem que mostra as imagens com dados de GPS num mapa, dependendo da selecção na barra lateral esquerda, p.ex. as imagens no álbum que seleccionou na área do Álbum, as imagens com uma dada marca atribuída (seleccionada na área de Marcas), com uma dada legenda e assim por diante. Isto só está disponível no digiKam.

source: The :ref:`Maps Search section <mapsearch_view>` on the Left Sidebar of digiKam which is the search tool for finding images by their GPS data. This is also only available in digiKam.
pt: A :ref:`secção de Pesquisa dos Mapas <mapsearch_view>`, na barra lateral esquerda do digiKam, é a ferramenta de pesquisa para procurar imagens de acordo com os seus dados de GPS. Também só está disponível no digiKam.

source: The :ref:`Geolocation Editor <geoeditor_overview>` which is accessible via :menuselection:`Item --> Edit Geolocation...` :kbd:`Ctrl+Shift+G` (:menuselection:`File --> Edit Geolocation...` in Showfoto) and allows to set and to edit GPS data.
pt: O :ref:`Editor de Geo-Localização <geoeditor_overview>`, que está acessível através de :menuselection:`Item --> Editar a Geo-Localização...` :kbd:`Ctrl+Shift+G` (:menuselection:`Ficheiro --> Editar a Geo-Localização...` no Showfoto) e permite definir e editar os dados de GPS.

source: The **Map** tab on the Right Sidebar we are talking about here which shows the location of the image on a map and is purely informative.
pt: A página do **Mapa** na barra lateral direita, da qual vamos falar aqui, que mostra a localização da imagem num mapa e é puramente informativa.

source: This tab shows a map of orientation where you will find a marker or a thumbnail to indicate the GPS location of the selected image. The GPS coordinates and the time information are displayed below the widget. You can zoom in and out with the mouse wheel by either scrolling it or hold and drag it. Pan by holding down the left mouse button.
pt: Esta página mostra um mapa da orientação onde irá encontrar um marcador ou uma miniatura para indicar a posição GPS da imagem seleccionada. As coordenadas de GPS e a informação da hora aparecem por baixo desse elemento gráfico. Poderá ampliar ou reduzir com a roda do rato se a deslocar ou pressionar e arrastar. Desloque o mapa, mantendo carregado o botão esquerdo do rato.

source: For navigating on the map, refer to the :ref:`Map Search section <mapsearch_view>`. The meaning of **GPS** and functions and buttons that apply to all three geolocation parts are described in the :ref:`Geolocation Editor chapter <geoeditor_overview>` of this handbook. This applies to the context menu on the map and the line of buttons under the map except the last one.
pt: Para navegar no mapa, consulte a :ref:`secção de Pesquisa do Mapa <mapsearch_view>`. O significado do **GPS** e das funções e botões que se aplicam a todas estas componentes de geo-localização estão descritas no :ref:`capítulo do Editor de Geo-Localização <geoeditor_overview>` deste manual. Isto aplica-se ao menu de contexto no mapa e a linha de botões sob o mapa, exceptuando o último.

source: For information about the different map services you can use the drop-down field under the line of buttons. Choose a service here and then click the **See more information on the Internet** button to the right.
pt: Para mais informações sobre os diferentes serviços de mapas, poderá usar o campo da lista por baixo da linha de botões. Escolha aqui um serviço e depois carregue no botão **Ver mais informações na Internet** à direita.

source: The displayed positioning data are actually stored in the image's Exif tags. That allows the location to be read by any other application that can understand Exif GPS data.
pt: Os dados de posicionamento apresentados estão de facto guardados nas marcas EXIF da imagem. Isto permite ler a localização a partir qualquer outra aplicação que consiga compreender os dados de GPS do EXIF.
