Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/metadata_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The Metadata View from the Right Sidebar Displaying ExifTool Information
ca: La vista de metadades des de la barra lateral dreta mostra la informació d'ExifTool
nl: De Metagegevensweergave in de rechter zijbalk die ExifTool-informatie toont
pt_br: A vista de metadados da barra lateral direita exibindo informações do ExifTool
sl: Pogled metapodatkov v desni stranski vrstici s prikazom informacij ExifTool
sv: Metadata från höger sidorad som visar ExifTool-information
uk: Панель перегляду метаданих з правої бічної панелі із показом відомостей щодо ExifTool

source: Metadata View
pt: Área de Meta-Dados

source: Metadata are data about the images or files, like technical data of camera setting during shooting, author info, copyrights, keywords, captions, and coordinates of location.
pt: Os meta-dados são os dados sobre as imagens ou os ficheiros, como os dados técnicos da configuração da máquina durante a tiragem da fotografia, a informação do autor, os direitos de cópia, palavras-chave, títulos e coordenadas do local.

source: The metadata sidebar is composed of five sub tabs **Exif**, **Makernote**, **IPTC**, **XMP**, and **ExifTool** Metadata, as shown in these four tabs, can be modified and enhanced in a number of ways elsewhere:
pt: A barra lateral de meta-dados é composta por cinco sub-páginas **EXIF**, **Notas do Fabricante**, **IPTC**, **XMP**, e **ExifTool**; como é demonstrado nestas quatro páginas, podem ser modificados e melhorados de várias formas noutros locais:

source: For each metadata section, a bar is available on the top of view with:
pt: Para cada secção dos meta-dados, está disponível uma barra no topo da janela com:

source: A menu from the left button to use different levels to display contents through:
pt: Um menu do botão esquerdo para usar diferentes níveis de apresentação dos conteúdos:

source: **No Filter**: display all markers.
pt: **Sem Filtro**: mostra todos os marcadores.

source: **Photograph**: display only more important marker for photograph.
pt: **Fotografia**: mostra apenas o marcador mais importante para a fotografia.

source: **Custom**: a customized selection of marker set in configuration dialog (see Settings entry).
pt: **Personalizado**: uma selecção personalizada dos marcadores definida na janela de configuração (ver o item da Configuração).

source: A really nice feature is the live search box on the middle end of bar. As you type in a keyword, the metadata on top of it will be successively filtered until you narrow down and what you are looking for. It is a quick way of accessing specific information.
pt: Uma funcionalidade realmente útil é o campo de pesquisa em directo na parte central da barra. À medida que escreve uma palavra-chave, os meta-dados no topo serão filtrados com sucesso até que restrinja a informação realmente ao que pretende. É uma forma rápida de aceder a informações específicas.

source: A menu from the right button to export contents:
pt: Um menu do botão direito para exportar os conteúdos:

source: **Copy to clipboard**: share text information in memory to copy and paste in other application.
pt: **Copiar para a área de transferência**: partilhar informações em texto na memória para copiar e colar noutra aplicação.

source: **Save to file**: save chunk of information in data file.
pt: **Gravar num ficheiro**: gravar um bloco da informação num ficheiro de dados.

source: **Print data**: export information in PDF file or to your printer.
pt: **Imprimir os dados**: exporta a informação para um ficheiro PDF ou para a sua impressora.

source: The metadata view preserve the filter settings depending of the file selected. This allow to compare quickly metadata contents between items to identify the differences.
pt: A área de meta-dados preserva a configuração do filtro, dependendo do ficheiro seleccionado. Isto permite comparar rapidamente o conteúdos dos meta-dados entre itens para identificar as diferenças.

source: Exif stands for `Exchangeable image file format <https://en.wikipedia.org/wiki/Exif>`_. It was designed specifically for digital cameras. It allows a large amount of information about the photograph to be stored. This information describes the camera which took the image along with the settings (including date and time) in use when the image was taken. An in-line thumbnail can be included.
pt: O EXIF é um `formato de ficheiros de imagens intercambiável <https://en.wikipedia.org/wiki/Exif>`_. Foi desenhado especificamente para câmaras digitais. Permite uma grande quantidade de informações sobre as fotografias a guardar. Esta informação descreve a câmara que tirou a fotografia, bem como a configuração (que inclui a data e hora) a usar quando a imagem foi capturada. Pode incluir uma miniatura incorporada.

source: Exif format contains a set of marker sections named *Image File Directories* (IFD). The sections likely to be found in a normal Exif file are as follows:
pt: O formato EXIF contém um conjunto de secções de marcadores chamados *Image File Directories* (IFD ou Pastas de Ficheiros de Imagens). As secções mais prováveis de se encontrar num ficheiro de EXIF normal são as seguintes:

source: You can review embedded Exif information for the selected image from the first sidebar tab. The Exif Viewer is purely informational: nothing you do with it will cause any change to the Exif sections. If there are more entries than space available, just scroll down with the mouse wheel.
pt: Poderá rever a informação do EXIF incorporada para a imagem seleccionada, na primeira página da barra lateral. O Visualizador de EXIF é meramente informativo: nada do que fizer aqui irá provocar qualquer alteração nas secções do EXIF. Se existirem mais itens do que espaço disponível, basta deslocar-se com a roda do rato.

source: Some vendors add additional Exif sections, such as Canon, Fujifilm, Nikon, Minolta, and Sigma. These sections contain vendor and model specific notes. These will be displayed on the **Makernote** tab.
pt: Alguns fabricantes adicionam secções extra do EXIF, como a Canon, Fujifilm, Nikon, Minolta e Sigma. Estas secções contêm notas específicas do fabricante e do modelo. Estas serão apresentadas na página de **Notas do Fabricante**.

source: The Exif standard defines a Makernote tag, which allows camera manufacturers to place any custom format metadata in the file. This is used increasingly by camera manufacturers to store a myriad of camera settings not listed in the Exif standard, such as shooting modes, post-processing settings, serial number, focusing modes, etc. but this tag format is proprietary and manufacturer specific.
pt: A norma EXIF define uma marca de Notas do Fabricante, que permite aos fabricantes das câmaras colocar quaisquer meta-dados personalizados no ficheiro. Isto é cada vez mais usado pelos fabricantes das câmaras para guardar uma grande variedade de definições não incluídas na norma EXIF, como os modos de captura, definições de pós-processamento, número de série, modos de focagem, etc., mas este formato de marcas é proprietário e específico do fabricante.

source: You can review embedded Makernote information for the selected image in this sidebar tab. The Makernote Viewer is purely informational: nothing you do with it will cause any change to the Makernote sections.
pt: Poderá rever as informações incorporadas das Notas do Fabricante para a imagem seleccionada, a partir da primeira página da barra lateral. O Visualizador de Notas do Fabricante é meramente informativo: nada do que fizer com ele irá provocar qualquer alteração nas secções de Notas do Fabricante.

source: The Metadata View From Right Sidebar Displaying Markernote Information
pt: A Área de Meta-Dados da Barra Lateral Direita a Mostrar os Dados das Notas do Fabricante

source: You can review embedded IPTC information for the selected image in this sidebar tab. The IPTC Viewer is purely informational: nothing you do with it will cause any change to the IPTC sections.
pt: Poderá rever as informações incorporadas do IPTC para a imagem seleccionada, a partir da primeira página da barra lateral. O Visualizador do IPTC é meramente informativo: nada do que fizer com ele irá provocar qualquer alteração nas secções do IPTC.

source: The Metadata View From Right Sidebar Displaying IPTC Information
pt: A Área de Meta-Dados da Barra Lateral Direita a Mostrar os Dados do IPTC

source: XMP standardizes a data model, a serialization format and core properties for the definition and processing of extensible metadata. It also provides guidelines for embedding XMP information into popular image, video and document file formats, without breaking their readability by applications that do not support XMP.
pt: O XMP define um modelo de dados, um formato de serialização e algumas propriedades básicas para a definição e processamento de meta-dados extensíveis. Também fornece algumas directrizes para incorporar dados do XMP em formatos de ficheiros de imagens, vídeos e de documentos, sem quebrar a sua legibilidade por aplicações que não tenham suporte para o XMP.

source: Although metadata can alternatively be stored in a sidecar file, embedding metadata avoids problems that occur when metadata is stored separately.
pt: Ainda que os meta-dados possam estar gravados em alternativa num ficheiro acessório, a incorporação dos meta-dados evita problemas que ocorrem quando os meta-dados são guardados em separado.

source: XMP is given to replace IPTC as well.
pt: O XMP pretende ser também um substituto do IPTC.

source: You can review embedded XMP information for the selected image in this sidebar tab. The XMP Viewer is purely informational: nothing you do with it will cause any change to the XMP sections.
pt: Poderá rever a informação incorporada do XMP ara a imagem seleccionada nesta página de dados acessórios. O Visualizador do XMP é meramente informativo: nada do que faça com ele irá provocar qualquer alteração nas secções do XMP.

source: The Metadata View From Right Sidebar Displaying XMP Information
pt: A Área de Meta-Dados da Barra Lateral Direita a Mostrar os Dados do XMP

source: `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ is a free and open-source program for reading, writing, and manipulating image, audio, video, and PDF metadata. It is platform independent as a command-line Perl application. Prior, digiKam use Exiv2 library to handle metadata, but it can use also ExifTool as an alternative to incorporate different types of digital workflows not supported by Exiv2.
pt: O `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ é um programa livre e de código aberto par aler, gravar e manipular os meta-dados de imagens, áudio, vídeo e PDF. É independente da plataforma, como uma aplicação da linha de comandos em Perl. Anteriormente, o digiKam usa a biblioteca Exiv2 para lidar com os meta-dados, mas também poderá usar o ExifTool como uma alternativa para incorporar vários tipos de processos de gestão digital não suportados pelo Exiv2.

source: ExifTool supports many types of metadata including Exif, IPTC, XMP, JFIF, GeoTIFF, ICC Profile, Photoshop IRB, FlashPix, AFCP and ID3, as well as the manufacturer-specific metadata formats of many digital cameras.
pt: O ExifTool suporta diversos tipos de meta-dados, incluindo o EXIF, IPTC, XMP, JFIF, GeoTIFF, Perfis de ICC, IRB do Photoshop, FlashPix, AFCP e ID3, assim como os formatos de meta-dados específicos dos fabricantes de muitas câmaras digitais.

source: You can review information decoded by ExifTool for the selected image in this sidebar tab. The ExifTool Viewer is purely informational: nothing you do with it will cause any change to the information.
pt: Poderá rever a informação descodificada pelo ExifTool para a imagem seleccionada nesta página de dados acessórios. O Visualizador do ExifTool é meramente informativo: nada do que possa fazer com ele irá provocar qualquer mudança dos dados.

source: The Metadata View From Right Sidebar Displaying ExifTool Information
pt: A Área de Meta-Dados da Barra Lateral Direita a Mostrar os Dados do ExifTool

source: tools
nl: hulpmiddelen
