Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/metadata_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: Exif, which stands for `Exchangeable image file format <https://en.wikipedia.org/wiki/Exif>`_, is a file format designed specifically for digital cameras that encodes a large amount of information into each and every photograph. This information describes the camera which took the image along with the settings (including date and time) in use when the image was taken. Exif can also include an in-line thumbnail.
ca: Exif, que significa `format de fitxer d'imatge intercanviable <https://ca.wikipedia.org/wiki/Exchangeable_image_file_format>`_, és un format de fitxer que va ser dissenyat específicament per a càmeres digitals que codifiquen una gran quantitat d'informació en cada fotografia. Aquesta informació descriu la càmera que va prendre la imatge juntament amb els paràmetres (incloent-hi la data i l'hora) en ús quan es va prendre la imatge. L'Exif també pot incloure una miniatura en línia.
nl: Exif, wat staat voor `Exchangeable image file format <https://nl.wikipedia.org/wiki/Exif>`_, is een bestandsformaat speciaal ontworpen voor digitale camera's die een grote hoeveelheid informatie codeert in elke en iedere foto. Deze informatie beschrijft de camera die de afbeelding nam samen met de in gebruik zijnde instellingen (inclusief de datum en tijd) toen de afbeelding werd gemaakt. Exif kan ook een ingebedde miniatuur bevatten.
pt_br: Exif, sigla para `Exchangeable image file format <https://en.wikipedia.org/wiki/Exif>`_, é um formato de arquivo projetado especificamente para câmeras digitais que codifica uma grande quantidade de informações em cada fotografia. Essas informações descrevem a câmera que tirou a imagem, juntamente com as configurações (incluindo data e hora) em uso no momento em que a imagem foi tirada. O Exif também pode incluir uma miniatura embutida.
sl: Exif, kar pomeni `Exchangeable image file format <https://en.wikipedia.org/wiki/Exif>`_, je oblika datoteke, zasnovana posebej za digitalne kamere, ki kodira veliko količino informacij o vsaki fotografiji. Te informacije opisujejo kamero, ki je posnela sliko, skupaj z nastavitvami (vključno z datumom in uro), ki so bile uporabljene, ko je bila slika posneta. Exif lahko vključuje tudi sličico v vrstici.
sv: Exif, som står för `Exchangeable image file format <https://en.wikipedia.org/wiki/Exif>`_, är ett filformat som är speciellt utformat för digitalkameror och som kodar en stor mängd information i varje fotografi. Information beskriver kameran som tog bilden tillsammans med de inställningar (inklusive datum och tid) som användes när bilden togs. Exif kan också inkludera en inbäddad miniatyrbild.
uk: Exif — це скорочення від `Exchangeable image file format <https://en.wikipedia.org/wiki/Exif>`_ (формат файлів зображень для обміну). Цей формат було розроблено спеціально для цифрових фотоапаратів. За його допомогою можна зберігати значний об’єм відомостей про будь-яку фотографію. У цих відомостях описано фотоапарат, яким було зроблено знімок, а також його параметри (зокрема дату і час знімка), які було використано для зйомки. Крім того, у межах формату передбачено можливість зберігання вбудованої мініатюри знімка.

source: You can review embedded Exif information for the selected image from the first sidebar tab. The metadata fields in the Exif display are organized into one or more sections:
ca: Podeu revisar la informació Exif incrustada de la imatge seleccionada en la pestanya de la barra lateral. Els camps de metadades de la pantalla Exif s'organitzen en una o més seccions:
it: Puoi esaminare le informazioni Exif incorporate dell'immagine selezionata dalla prima scheda della barra laterale. I campi dei metadati nella visualizzazione Exif sono organizzati in una o più sezioni:
nl: U kunt ingebedde Exif-informatie voor de geselecteerde afbeelding bekijken in het eerste tabblad in de zijbalk. De metagegevensvelden in de Exif-weergave zijn georganiseerd in een of meer secties.
pt_br: Você pode revisar as informações Exif embutidas para a imagem selecionada na primeira aba da barra lateral. Os campos de metadados na exibição Exif são organizados em uma ou mais seções:
sl: Vdelane informacije Exif za izbrano sliko lahko pregledate na prvem zavihku stranske vrstice. Polja z metapodatki na zaslonu Exif so organizirana v enega ali več razdelkov:
sv: Man kan granska inbäddad Exif-information för den markerade bilden från den första fliken i sidoraden. Metadatafälten i Exif-visningen är organiserade i en eller flera sektioner:
uk: Ви можете переглянути вбудовані відомості Exif позначеного зображення за допомогою першої вкладки бічної панелі. Поля метаданих на панелі Exif упорядковано в один або декілька розділів:

source: **Embedded Thumbnail**: contains information about the embedded thumbnail image.
ca: **Miniatura incrustada**: conté informació sobre la imatge en miniatura incrustada.
it: **Miniatura incorporata**: contiene informazioni sull'immagine di anteprima incorporata.
nl: **Ingebedde miniatuur**: bevat informatie over de ingebedde miniatuur.
pt: **Miniatura Incorporada**: contém informações sobre a imagem em miniatura incorporada.
pt_br: **Miniatura embutida**: contém informações sobre a imagem em miniatura embutida.
sl: **Vdelana sličica**: vsebuje informacije o vdelani sličici.
sv: **Inbäddad miniatyrbild**: innehåller information om den inbäddade miniatyrbilden.
uk: **Вбудована мініатюра**: містить дані щодо вбудованої мініатюри зображення.

source: **Global Positioning System**: contains location information if the photograph has been geo-coded.
ca: **Sistema de posicionament global**: conté informació d'ubicació si la fotografia s'ha geocodificat.
it: **Sistema di posizionamento globale (GPS)**: contiene informazioni sulla posizione, se la fotografia è stata geocodificata.
nl: **Global Positioning System**: bevat locatie-informatie als de foto geo-codes bevat.
pt_br: **Sistema de Posicionamento Global**: contém informações de localização se a fotografia tiver sido geocodificada.
sl: **Globalni sistem za določanje položaja**: vsebuje informacije o lokaciji, če je bila fotografija geokodirana.
sv: **Globala positioneringssystemet**: innehåller platsinformation om fotografiet har kodats geografiskt.
uk: **Система глобального розміщення (GPS)**: містить дані щодо місця, якщо у файлі фотографії є дані щодо геопозиціювання.

source: **Image Information**: contains general information about the image.
ca: **Informació de la imatge**: conté informació general sobre la imatge.
it: **Informazioni sull'immagine**: contiene informazioni generiche sull'immagine.
nl: **Afbeeldingsinformatie**: bevat algemene informatie over de foto.
pt: **Informação da Imagem**: contém informações gerais sobre a imagem.
pt_br: **Informações da imagem**: contém informações gerais sobre a imagem.
sl: **Informacije o sliki**: vsebuje splošne informacije o sliki.
sv: **Information om bild**: innehåller allmän information om bilden.
uk: **Інформація про зображення**: містить загальні відомості щодо зображення.

source: **Interoperability**: contains information to support interoperability between different Exif implementations.
ca: **Interoperabilitat**: conté informació per a donar suport a la interoperabilitat entre diferents implementacions d'Exif.
it: **Interoperabilità**: contiene informazioni per supportare l'interoperabilità tra diverse implementazioni di Exif.
nl: **Interoperability**: bevat informatie voor interoperabiliteit tussen verschillende Exif-implementaties.
pt: **Interoperabilidade**: contém informações para dar suporte à interoperabilidade entre diferentes implementações do EXIF.
pt_br: **Interoperabilidade**: contém informações para dar suporte à interoperabilidade entre diferentes implementações Exif.
sl: **Interoperabilnost**: vsebuje informacije za podporo interoperabilnosti med različnimi implementacijami Exif.
sv: **Interoperabilitet**: innehåller information som stöder interoperabilitet mellan olika Exif-implementeringar.
uk: **Сумісність**: містить відомості щодо підтримки сумісності між різними реалізаціями Exif.

source: **Photograph Information**: contains extended information about the photograph.
ca: **Informació de la fotografia**: conté informació ampliada sobre la fotografia.
it: **Informazioni sulla fotografia**: contiene informazioni estese generiche sulla fotografia.
nl: **Foto-informatie**: bevat uitgebreide informatie over de foto.
pt: **Informação da Fotografia**: contém informações estendidas sobre a fotografia.
pt_br: **Informações da fotografia**: contém informações adicionais sobre a fotografia.
sl: **Informacije o fotografiji**: vsebuje razširjene informacije o fotografiji.
sv: **Information om fotografi**: innehåller utökad information om fotografiet.
uk: **Інформація про фотографію**: містить докладніші відомості щодо фотографії.

source: The Exif Viewer is purely informational – it cannot be used to change any of the Exif data. Scroll bars are enabled if there are more entries than available space.
ca: El visualitzador Exif és purament informatiu: no es pot utilitzar per a canviar cap de les dades Exif. Les barres de desplaçament estan habilitades si hi ha més entrades que l'espai disponible.
nl: De Exif-viewer is puur informatief - deze kan niet gebruikt worden om iets van de Exif-gegevens te wijzigen. Schuifbalken zijn ingeschakeld als er meer items zijn dan beschikbare ruimte.
pt_br: O visualizador Exif é meramente informativo – não pode ser usado para alterar nenhum dado Exif. As barras de rolagem são ativadas se houver mais entradas do que espaço disponível.
sl: Pregledovalnik Exif je izključno informativen: ni ga mogoče uporabiti za spreminjanje podatkov Exif. Drsniki so omogočeni, če je vnosov več kot je na voljo prostora.
sv: Exif Viewer är enbart avsedd för information. Den kan inte användas för att ändra någon Exif-data. Rullningslister aktiveras om det finns fler poster än det finns tillgängligt utrymme.
uk: Дані на панелі перегляду Exif призначено лише для перегляду: змінювати дані Exif тут не можна. Якщо пункти не вміщатимуться в область перегляду, буде показано смужки гортання.

source: Makernote Tags
ca: Etiquetes Nota del fabricant
it: Tag Makernote
pt: Marcas de Notas do Fabricante
pt_br: Etiquetas de nota do fabricante
sl: Značke opomb proizvajalca
sv: Tillverkaranmärkningar
uk: Мітки виробника

source: The Exif standard defines a Makernote tag, which allows camera manufacturers to store custom metadata fields in the file. This is used by many camera manufacturers to store a myriad of camera settings not listed in the Exif standard, such as shooting modes, post-processing settings, serial number, focusing modes, etc. But the specifications of these custom fields is often proprietary and manufacturer specific.
ca: L'estàndard Exif defineix una etiqueta de Nota del fabricant, la qual permet als fabricants de càmeres emmagatzemar camps de metadades personalitzades en el fitxer. Els fabricants de càmeres fan servir això per a emmagatzemar una gran quantitat de paràmetres de la càmera que no figuren a l'estàndard Exif, com els modes de captura, opcions de configuració per al postprocessament, número de sèrie, modes d'enfocament, etc. Però les especificacions d'aquests camps personalitzats sovint és propietat i específic del fabricant.
it: Lo standard Exif definisce un tag Makernote che permette ai produttori della fotocamera di memorizzare campi di metadati personalizzati nel file. Questo viene usato da molti produttori per memorizzare una miriade di impostazioni della fotocamera non elencate nello standard EXIF, come le modalità di scatto, le impostazione di post-produzione, il numero di serie, le modalità di fuoco, ecc.. Ma le specifiche di questi campi personalizzati sono spesso proprietarie e specifiche per produttore.
nl: De Exif-standaard definieert een Maker-notitie-tag, die camerafabrikanten het opslaan biedt van aangepaste metagegevensvelden in het bestand. Dit wordt door camerafabrikanten gebruikt voor het opslaan van veel diverse camera-instellingen die niet in de Exif-standaard voorkomen, zoals opnamemodi, etc. Maar de specificaties van deze aangepaste velden is vaak bedrijfseigen en specifiek voor de fabrikant.
pt_br: O padrão Exif define uma etiqueta de nota do fabricante, que permite que os fabricantes de câmeras armazenem campos de metadados personalizados no arquivo. Ela é usada por muitos fabricantes de câmeras para armazenar uma infinidade de configurações da câmera não listadas no padrão Exif, como modos de disparo, configurações de pós-processamento, número de série, modos de foco, etc. No entanto, as especificações desses campos personalizados geralmente são proprietárias e específicas do fabricante.
sl: Standard Exif definira oznako Makernote, ki proizvajalcem fotoaparatov omogoča shranjevanje polj z metapodatki po meri v datoteko. To uporabljajo številni proizvajalci fotoaparatov za shranjevanje množice nastavitev fotoaparata, ki niso navedene v standardu Exif, kot so načini fotografiranja, nastavitve naknadne obdelave, serijska številka, načini ostrenja itd. Vendar so specifikacije teh polj po meri pogosto lastniške in specifične za proizvajalca.
sv: Exif-standarden definierar en tagg för tillverkaranmärkningar, som gör det möjligt för kameratillverkare att lagra anpassade metadatafält i filen. Den används av många kameratillverkare för att lagra en mängd kamerainställningar som inte listas i Exif-standarden, såsom fotograferingslägen, efterbehandlingsinställningar, serienummer, fokuseringslägen etc. Men specifikationerna för de anpassade fält är ofta proprietära och tillverkarspecifika.
uk: Стандарт Exif визначає мітку виробника, за допомогою якої виробники фотоапаратів можуть включати до файла будь-які метадані у власному форматі. Ця мітка все ширше використовується виробниками для зберігання багатьох параметрів фотоапаратів, яких немає у стандартному списку Exif, зокрема режимів зйомки, параметрів остаточної обробки, серійного номера, режимів фокусування тощо. Втім, специфікації для цих нетипових полів часто є закритими і змінюються залежно від виробника.

source: You can review manufacturer-specific metadata for the selected image in the Makernote sidebar tab. The Makernote Viewer is purely informational – it cannot be used to change any of the Makernote data.
ca: Podeu revisar la informació incrustada en la Nota del fabricant per a la imatge seleccionada en la pestanya Nota del fabricant de la barra lateral. El visualitzador Nota del fabricant és purament informatiu: no es pot fer servir per a canviar cap dada de la Nota del fabricant.
nl: U kunt van de fabrikant-specifieke metagegevens van de geselecteerde afbeelding bekijken het tabblad Makernotitie in de zijbalk. De Makernotitieviewer is puur informatief - deze kan niet gebruikt worden om iets in de Makernotitie-gegevens te wijzigen.
pt_br: Você pode revisar os metadados específicos do fabricante para a imagem selecionada na aba lateral da nota do fabricante. O visualizador de notas do fabricante é meramente informativo – não pode ser usado para alterar nenhum dado de nota do fabricante.
sl: Metapodatke, specifične za proizvajalca, za izbrano sliko lahko pregledate na zavihku stranske vrstice Makernote. Pregledovalnik Makernote je zgolj informativen: ni ga mogoče uporabiti za spreminjanje podatkov Makernote.
sv: Man kan granska tillverkarspecifika metadata för den markerade bilden i sidoradsfliken Tillverkaranmärkningar. Visning av tillverkaranmärkningar är endast till för information. Den kan inte användas för att ändra någon av tillverkaranmärkningarna.
uk: Ви можете переглянути специфічні для виробника метадані для позначеного зображення за допомогою цієї вкладки бічної панелі. Призначенням переглядача міток виробника є лише перегляд: ніякі ваші дії не змінять вмісту розділів міток виробника.

source: The Metadata View from the Right Sidebar Displaying Markernote Information
ca: La vista de metadades des de la barra lateral dreta mostrant la informació de Nota del fabricant
nl: De Metagegevensweergave in de rechter zijbalk die Makernotitie-informatie toont
pt_br: A vista de metadados da barra lateral direita exibindo informações de nota do fabricante
sl: Pogled metapodatkov v desni stranski vrstici s prikazom informacij o Makernote
sv: Metadata från höger sidorad som visar tillverkaranmärkningsinformation
uk: Панель перегляду метаданих з правої бічної панелі із показом відомостей щодо міток виробника

source: IPTC Tags
ca: Etiquetes IPTC
it: Tag IPTC
pt: Marcas de IPTC
pt_br: Etiquetas IPTC
sl: Značke IPTC
sv: IPTC-taggar
uk: Мітки IPTC

source: The `International Press Telecommunications Council <https://www.iptc.org>`_, is a consortium of the world's major news agencies and news industry vendors. It develops and maintains technical standards for improved news exchange that are used by virtually every major news organization in the world.
ca: El `Consell internacional de telecomunicacions de premsa <https://www.iptc.org>`_ és un consorci de les principals agències de notícies i proveïdors de la indústria de notícies del món. Desenvolupa i manté estàndards tècnics per a millorar l'intercanvi de notícies que utilitzen pràcticament totes les principals organitzacions de notícies del món.
it: `International Press Telecommunications Council <https://www.iptc.org>`_ è un consorzio delle maggiori agenzie di notizie e dei maggiori fornitori di notizie del mondo. Esso sviluppa e mantiene gli standard tecnici per uno scambio migliorato delle notizie che sono usate virtualmente da ogni maggiore organizzazione di notizie del mondo.
nl: De `International Press Telecommunications Council <https://www.iptc.org>`_, is een consortium van de belangrijkste persagentschappen en nieuwsdiensten uit de wereld. Het ontwikkelt en onderhoud technische standaarden voor verbeterde uitwisseling van nieuws welke bij nagenoeg alle belangrijke persagentschappen in gebruik zijn.
pt: O `International Press Telecommunications Council <https://www.iptc.org>`_, é um consórcio das agências noticiosas e fabricantes de notícias mais importantes. Ele desenvolve e mantém normas técnicas para um intercâmbio de notícias melhorado, o qual é usado por praticamente todas as organizações de notícias mais importantes no mundo.
pt_br: O `International Press Telecommunications Council <https://www.iptc.org>`_ é um consórcio das principais agências de notícias e fornecedores da indústria jornalística do mundo. Ele desenvolve e mantém padrões técnicos para aprimorar a troca de notícias, utilizados por praticamente todas as principais organizações jornalísticas do mundo.
sl: `Mednarodni svet za tisk in telekomunikacije <https://www.iptc.org>`_, je konzorcij največjih svetovnih tiskovnih agencij in prodajalcev novičarske industrije. Razvija in vzdržuje tehnične standarde za izboljšane izmenjavo novic, ki jo uporabljajo tako rekoč vse večje novičarske organizacije v svetu.
sv: International Press Telecommunications Council <https://www.iptc.org>`_ är ett konsortium av världens största nyhetsbyråer och leverantörer inom nyhetsbranschen. Det utvecklar och upprätthåller tekniska standarder för förbättrad nyhetsutbyte som används av praktiskt taget alla större nyhetsorganisationer i världen.
uk: 'International Press Telecommunications Council <https://www.iptc.org>'_ (міжнародна рада телекомунікаційної преси) є консорціумом найбільший світових інформаційних агенцій і виробників індустрії новин. Цей консорціум розробив і підтримує технічні стандарти, призначені для покращення обміну новинами. Ці стандарти використовуються майже усіма основними агенціями новин у світі.

source: The IPTC was established in 1965 by a group of news organizations to safeguard the telecommunications interests of the world's press. Since the late 1970s IPTC's activities have primarily focused on developing and publishing industry standards for the interchange of news data.
ca: L'IPTC es va establir en el 1965 per un grup d'organitzacions de notícies per a salvaguardar els interessos de les telecomunicacions de la premsa mundial. Des de finals de la dècada de 1970, les activitats de l'IPTC s'han centrat principalment a desenvolupar i publicar estàndards de la indústria per a l'intercanvi de dades de notícies.
it: Lo IPTC fu stabilito nel 1965 da un gruppo di organizzazioni d'informazione per la salvaguardia degli interessi delle telecomunicazioni della stampa mondiale. Dalla fine degli anni '70 le attività dell'IPTC si sono focalizzate principalmente sullo sviluppo e la pubblicazione di standard industriali per l'interscambio delle informazioni.
nl: Het IPTC is opgericht in 1965 door een groep van persagentschappen voor het veiligstellen van de telecommunicatie belangen van de pers in de wereld. Sinds eind jaren zeventig heeft IPTC zich gefocust op het ontwikkelen en publicatie van industrie-standaarden voor de uitwisseling van nieuws data.
pt: O IPTC estabeleceu-se em 1965 com um grupo de organizações noticiosas para salvaguardar os interesses de telecomunicações da imprensa mundial. Desde o fim dos anos 70, as actividades do IPTC focaram-se principalmente no desenvolvimento e publicação de normas industriais para o intercâmbio de dados noticiosos.
pt_br: O IPTC estabeleceu-se em 1965 com um grupo de organizações noticiosas para salvaguardar os interesses de telecomunicações da imprensa mundial. Desde o fim dos anos 70, as atividades do IPTC focaram-se principalmente no desenvolvimento e publicação de normas industriais para o intercâmbio de dados noticiosos.
sl: IPTC je leta 1965 ustanovila skupina novinarskih organizacij za zaščito telekomunikacijske interese svetovnega tiska. Odkar je konec sedemdesetih let prejšnjega stoletja so bile dejavnosti IPTC osredotočene predvsem na razvoj instandardi založniške industrije za izmenjavo podatkov o novicah.
sv: IPTC grundades 1965 av en grupp nyhetsorganisationer för att skydda världspressens telekommunikationsintressen. Sedan slutet av 1970-talet har IPTC:s verksamhet främst fokuserat på att utveckla och publicera branschstandarder för utbyte av nyhetsdata.
uk: IPTC було засновано у 1965 році групою інформаційних організацій для захисту телекомунікаційних прав світової преси. З кінця 1970-их років роботу IPTC зосереджено в основному на розробці і оприлюдненні загальних стандартів обміну даними новин.
