Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/metadata_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: In particular, the IPTC defined a set of metadata attributes that can be applied to images. These were defined originally in 1979, and revised significantly in 1991 to be the *Information Interchange Model* (IIM), but the concept really advanced in 1994 when Adobe defined a specification for actually embedding the metadata into digital image files - known as *IPTC headers*.
ca: En particular, l'IPTC va definir un conjunt d'atributs de metadades que es poden aplicar a les imatges. Aquests es van definir originalment en el 1979 i es van revisar significativament en el 1991 per a convertir-se en el *Model d'intercanvi d'informació* (IIM), però el concepte realment va avançar en el 1994 quan Adobe va definir una especificació per a incrustar les metadades a dins dels fitxers d'imatge digitals -conegudes com a **Capçaleres IPTC**-.
it: In particolare, lo IPTC definì un insieme di attributi per i metadati che può essere applicato alle immagini. Questi furono originariamente definiti nel 1979 e rivisti significativamente nel 1991 per essere il *Modello di Interscambio di Informazioni* (IIM), ma il concetto avanzò realmente nel 1994, quando Adobe definì una specifica per incorporare davvero i metadati nelle immagini digitali - conosciute come *intestazioni IPTC*.
nl: De IPTC heeft met name een verzameling van attributen voor metagegevens gedefinieerd die u kunt toepassen op foto´s. Deze zijn in 1979 bedacht en in 1991 belangrijk gewijzigd naar het *Information Interchange Model* (IIM), maar het concept kreeg een echte verbetering in 1994 toen Adobe een specificatie definieerde voor het echt inbedden van de metagegevens in digitale foto-bestanden - bekend als *IPTC headers*.
pt: Em particular, o IPTC definiu um conjunto de atributos de meta-dados que poderão ser aplicados às imagens. Estes foram definidos originalmente em 1979, e foram bastante revistos em 1991 para serem o *Modelo de Intercâmbio de Informação* (IIM), se bem que o conceito avançou realmente em 1994, quando a Adobe definiu uma especificação para incorporar de facto os meta-dados nos ficheiros de imagens digitais - conhecidos como *cabeçalhos de IPTC*.
pt_br: Em particular, o IPTC definiu um conjunto de atributos de metadados que poderão ser aplicados às imagens. Eles foram definidos originalmente em 1979, e foram profundamente revistos em 1991 para serem o *Modelo de Intercâmbio de Informação* (IIM, sigla em inglês), se bem que o conceito avançou realmente em 1994, quando a Adobe definiu uma especificação para incorporar de fato os metadados nos arquivos de imagens digitais - conhecidos como *cabeçalhos IPTC*.
sl: Zlasti je IPTC opredelil niz atributov metapodatkov, ki jih je mogoče uporabiti za slike. Ti so bili prvotno opredeljeni leta 1979 in bistveno revidirani leta 1991 kot *model izmenjave informacij* (Information Interchange Model - IIM), vendar je koncept resnično napredoval leta 1994, ko je Adobe definiral specifikacijo za dejansko vdelavo metapodatkov v digitalne slikovne datoteke - znano kot *IPTC glave* (IPTC headers).
sv: I synnerhet definierar IPTC en uppsättning metadataegenskaper som kan användas för bilder. De definierades ursprungligen 1979 och reviderades avsevärt 1991 för att bli *Informationsutbytesmodellen* (IIM), men konceptet utvecklades verkligen 1994 när Adobe definierade en specifikation för att faktiskt inbädda metadata i digitala bildfiler, kända som *IPTC-huvuden*.
uk: Зокрема, IPTC було визначено набір параметрів метаданих, які можна використовувати у зображеннях*. Першу версію цього стандарту датовано 1979 роком, його було значно переглянуто у 1991 році з метою створення *Information Interchange Model* (IIM або моделі обміну інформацією), але справжнього розвитку ця ідея набула у 1994 році, коли компанія Adobe створила специфікацію для справжнього вбудовування метаданих до файлів цифрових зображень, відому як *заголовки IPTC*.

source: You can review embedded IPTC information for the selected image in the IPTC sidebar tab. The IPTC Viewer is purely informational – it cannot be used to change any of the IPTC data.
ca: Podeu revisar la informació IPTC incrustada per a la imatge seleccionada a la pestanya de barra lateral de l'IPTC. El visualitzador IPTC és purament informatiu: no es pot fer servir per a canviar cap dada de l'IPTC.
nl: U kunt van de geselecteerde afbeelding de ingebedde IPTC-informatie bekijken in het tabblad IPTC in de zijbalk. De IPTC-viewer is puur informatief - deze kan niets in de IPTC-gegevens wijzigen.
pt_br: Você pode revisar as informações IPTC embutidas para a imagem selecionada na aba IPTC da barra lateral. O visualizador IPTC é meramente informativo – não pode ser usado para alterar nenhum dado IPTC.
sl: V zavihku stranske vrstice IPTC lahko pregledate vdelane informacije IPTC za izbrano sliko. Pregledovalnik IPTC je izključno informativen - ni ga mogoče uporabiti za spreminjanje podatkov IPTC.
sv: Man kan granska inbäddad IPTC-information för den markerade bilden i sidoradsfliken IPTC. Visning av IPTC är endast informativ. Den kan inte användas för att ändra någon IPTC-data.
uk: Ви можете переглянути вбудовані відомості IPTC позначеного зображення за допомогою цієї вкладки бічної панелі. Призначенням переглядача IPTC є лише перегляд: ніякі ваші дії не змінять вмісту IPTC.

source: The Metadata View from the Right Sidebar Displaying IPTC Information
ca: La vista de metadades des de la barra lateral dreta mostrant la informació IPTC
nl: De Metagegevensweergave in de rechter zijbalk die IPTC-informatie toont
pt_br: A vista de metadados da barra lateral direita exibindo informações IPTC
sl: Pogled metapodatkov v desni stranski vrstici s prikazom informacij IPTC
sv: Metadata från höger sidorad som visar IPTC-information
uk: Панель перегляду метаданих з правої бічної панелі із показом відомостей щодо IPTC

source: XMP Tags
ca: Etiquetes XMP
it: Tag XMP
pt: Marcas de XMP
pt_br: Etiquetas XMP
sl: Značke XMP
sv: XMP-taggar
uk: Мітки XMP

source: The `Extensible Metadata Platform <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ (XMP) is an ISO standard, originally created by Adobe Systems Inc., for the creation, processing and interchange of standardized and custom metadata for digital documents and data sets.
ca: La `plataforma extensible de metadades <https://ca.wikipedia.org/wiki/XMP>`_ (XMP) és un estàndard ISO, creat originalment per Adobe Systems Inc., per a la creació, el processament i l'intercanvi de metadades estandarditzades i personalitzades per a documents i conjunts de dades digitals.
it: La `Extensible Metadata Platform <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ (XMP, piattaforma di metadati estensibili) è uno standard ISO, originariamente create da Adobe Systems Inc., per la creazione, l'elaborazione e l'interscambio di metadati standardizzati e personalizzati per i documenti digitali e i set di dati.
nl: Het `Extensible Metadata Platform <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ (XMP) is een ISO-standaard, oorspronkelijke gemaakt door Adobe Systems Inc., voor het maken, verwerken en uitwisselen van gestandaardiseerde en aangepaste metagegevens voor digitale documenten en sets gegevens.
pt: A `Extensible Metadata Platform <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ (XMP) é uma norma ISO, criada originalmente pela Adobe Systems Inc. para a criação, processamento e intercâmbio de meta-dados padronizados e personalizados para os documentos digitais e conjuntos de dados.
pt_br: A `Extensible Metadata Platform <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ (XMP) é um padrão ISO, originalmente criado pela Adobe Systems Inc., para a criação, processamento e intercâmbio de metadados padronizados e personalizados para documentos digitais e conjuntos de dados.
sl: `Razširljiva platforma metapodatkov - Extensible Metadata Platform <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ (XMP) je standard ISO, prvotno ustvarjen pri Adobe Systems Inc., za ustvarjanje, obdelavo in izmenjavo standardizirani in prilagojeni metapodatki za digitalne dokumente in nize podatkov.
sv: `Extensible Metadata Platform <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ (XMP) är en ISO-standard, ursprungligen skapad av Adobe Systems Inc., för skapande, bearbetning och utbyte av standardiserade och anpassade metadata för digitala dokument och datamängder.
uk: `Extensible Metadata Platform <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ (XMP або розширювана платформа метаданих) є стандартом ISO, початкову версію якого створено Adobe Systems Inc., для створення, обробки та обміну стандартизованим або нетиповими метаданими для цифрових документів та наборів даних.

source: XMP standardizes a data model, a serialization format and core properties for the definition and processing of extensible metadata. It also provides guidelines for embedding XMP information into popular image, video and document file formats, without breaking the ability of applications that do not support XMP to read the files.
ca: XMP estandarditza un model de dades, un format de serialització i propietats centrals per a la definició i processament de metadades extensibles. També proporciona pautes per a incrustar la informació XMP en els formats de fitxers d'imatge, vídeo i documents populars, sense trencar la capacitat de les aplicacions que no admeten XMP per a llegir els fitxers.
it: XMP standardizza un modello di dati, un formato di serializzazione e delle proprietà centrali per la definizione e l'elaborazione dei metadati estensibili. Fornisce anche le linee guida per l'incorporazione delle informazioni XMP nei formati di file immagine, video e documentale più popolari, senza inficiarne la capacità delle applicazioni che non supportano XMP di leggere i file.
nl: XMP standaardiseert een gegevensmodel, een serialisatie formaat en kerneigenschappen voor de definitie en verwerking van uitbreidbare metagegevens. Het levert ook richtlijnen voor inbedden van XMP-informatie in populaire bestandsformaten voor afbeelding, video en documenten, zonder het breken van de mogelijkheid van toepassingen die geen XMP ondersteunen om bestanden te lezen.
pt_br: O XMP padroniza um modelo de dados, um formato de serialização e propriedades essenciais para a definição e o processamento de metadados extensíveis. Ele também fornece diretrizes para embutir informações XMP em formatos populares de arquivos de imagem, vídeo e documentos, sem prejudicar a capacidade de aplicativos que não suportam XMP de ler os arquivos.
sl: XMP standardizira podatkovni model, serializacijski format in osnovne lastnosti za definicijo in obdelavo razširljivih metapodatkov. Zagotavlja tudi smernice za vdelavo informacij XMP v priljubljene formate datotek slik, videoposnetkov in dokumentov, ne da bi onemogočili branje datotek aplikacijam, ki ne podpirajo XMP.
sv: XMP standardiserar en datamodell, ett serialiseringsformat och kärnegenskaper för definition och bearbetning av utökningsbara metadata. Det ger också riktlinjer för att inbädda XMP-information i populära bild-, video- och dokumentfilformat, utan att förstöra möjligheten att läsa filerna för program som inte stöder XMP.
uk: У XMP стандартизовано модель даних, формат перетворення даних на послідовні та базові властивості для визначення та обробки розширюваних метаданих. Також передбачено настанови щодо вбудовування відомостей XMP до популярних форматів файлів зображень, відео та документів без порушення їхньої сумісності із програмами, де не передбачено підтримки читання XMP.

source: Although metadata can alternatively be stored in a sidecar file, embedding metadata avoids problems that occur when the metadata is stored separately and separated from the original image file.
ca: Encara que les metadades es poden emmagatzemar alternativament en un fitxer lateral, la incrustació de les metadades evita els problemes que ocorren quan les metadades s'emmagatzemen per separat i separades del fitxer d'imatge original.
it: Sebbene i metadati possano, in alternativa, essere memorizzati in un file sidecar, l'incorporazione dei metadati evita i problemi cui sono soggetti i metadati quando sono memorizzati separatamente dal file immagine originale.
nl: Hoewel metagegevens als alternatief opgeslagen kan worden in een aanhangselbestand, inbedden van metagegevens vermijdt problemen die optreden wanneer de metagegevens gescheiden worden opgeslagen en gescheiden van het originele afbeeldingsbestand.
pt_br: Embora os metadados possam ser armazenados alternativamente em um arquivo auxiliar, a incorporação dos metadados evita problemas que ocorrem quando os metadados são armazenados separadamente e separados do arquivo de imagem original.
sl: Čeprav je mogoče metapodatke alternativno shraniti v priklopno datoteko, se z vdelavo metapodatkov izognete težavam, do katerih pride, ko so metapodatki shranjeni ločeno in ločeni od izvirne slikovne datoteke.
sv: Även om metadata alternativt kan lagras i en associerad fil, undviker inbäddning av metadata problem som uppstår när metadata lagras separat och separerade från den ursprungliga bildfilen.
uk: Хоча метадані може також бути збережено у додатковому файлі, вбудовування метаданих позбавляє від проблем, які пов'язано із окремим зберіганням метаданих щодо файла початкового зображення.

source: XMP offers an enriched alternative method of storing IPTC fields.
ca: XMP ofereix un mètode alternatiu enriquit per a emmagatzemar camps IPTC.
it: XMP offre un metodo alternativo arricchito per memorizzare i campi IPTC.
nl: XMP biedt een verrijkt alternatieve methode voor opslaan van IPTC-velden.
pt_br: O XMP oferece um método alternativo e mais rico de armazenamento de campos IPTC.
sl: XMP ponuja obogateno alternativno metodo shranjevanja polj IPTC.
sv: XMP erbjuder en utökad alternativ metod för att lagra IPTC-fält.
uk: XMP — є складнішим альтернативним способом зберігання даних полів IPTC.

source: You can review embedded XMP information for the selected image in the XMP sidebar tab. The XMP Viewer is purely informational – it cannot be used to change any of the XMP data.
ca: Podeu revisar la informació XMP incrustada per a la imatge seleccionada a la pestanya de la barra lateral del XMP. El visualitzador XMP és purament informatiu: no es pot fer servir per a canviar cap dada de l'XMP.
nl: U kunt van de geselecteerde foto de ingebedde XMP-informatie bekijken in de XMP-tabblad in de zijbalk. De XMP-viewer is puur informatief - deze kan niet gebruikt worden om iets in de XMP-gegevens te wijzigen.
pt_br: Você pode revisar as informações XMP embutidas para a imagem selecionada na aba XMP da barra lateral. O visualizador XMP é meramente informativo – não pode ser usado para alterar nenhum dado XMP.
sl: Informacije o vdelanem XMP za izbrano sliko lahko pregledate na zavihku stranske vrstice XMP. Pregledovalnik XMP je zgolj informativen – ni ga mogoče uporabiti za spreminjanje podatkov XMP.
sv: Man kan granska inbäddad XMP-information för den markerade bilden i sidoradsfliken XMP. Visning av XMP är endast informativ. Den kan inte användas för att ändra någon XMP-data.
uk: Ви можете переглянути вбудовані відомості XMP позначеного зображення за допомогою цієї вкладки бічної панелі. Призначенням переглядача XMP є лише перегляд: ніякі ваші дії не змінять даних XMP.

source: The Metadata View from the Right Sidebar Displaying XMP Information
ca: La vista de metadades des de la barra lateral dreta mostrant la informació XMP
nl: De Metagegevensweergave in de rechter zijbalk die XMP-informatie toont
pt_br: A vista de metadados da barra lateral direita exibindo informações XMP
sl: Pogled metapodatkov v desni stranski vrstici s prikazom informacij XMP
sv: Metadata från höger sidorad som visar XMP-information
uk: Панель перегляду метаданих з правої бічної панелі із показом відомостей щодо XMP

source: ExifTool View
ca: Vista ExifTool
it: Vista ExifTool
nl: ExifTool-weergave
pt: Área da ExifTool
pt_br: Vista do ExifTool
sl: Pogled ExifTool
sv: Visning i ExifTool
uk: Панель перегляду ExifTool

source: `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ is a free and open-source program for reading, writing, and manipulating image, audio, video, and PDF metadata. It is a platform independent, command-line Perl application. Prior versions of digiKam used the Exiv2 library to read and write metadata, but digiKam can now use the ExifTool as an alternative that supports a wider variety of file types and metadata fields than Exiv2.
ca: L'`ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ és un programa lliure i de codi obert per a llegir, escriure i manipular metadades d'imatges, àudio, vídeo i PDF. És una aplicació de línia d'ordres escrita en Perl independent de la plataforma. Les versions anteriors del digiKam utilitzaven la biblioteca Exiv2 per a llegir i escriure les metadades, però ara el digiKam es pot utilitzar l'ExifTool com a alternativa que permet una varietat més gran de tipus de fitxers i camps de metadades que l'Exiv2.
it: `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ è un programma libero e open-source per la lettura, la scrittura e la manipolazione dei metadati di immagini, audio, video e PDF. In quanto applicazione Perl a riga di comando, è svincolata dalla piattaforma. Per prima cosa le versioni di digiKam usano la libreria Exiv2 per leggere e scrivere i metadati, ma digiKam può ora utilizzare ExifTool come alternativa che supporta una più ampia varietà di tipi di file e campi di metadati rispetto a Exiv2.
nl: `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ is een vrij en open-source programma voor lezen, schrijven en manipuleren van metagegevens van afbeeldingen, audio, video en PDF. Het is platform onafhankelijk, een Perl toepassing op de opdrachtregel. Eerder versies van digiKam gebruikten de Exiv2-bibliotheek om metagegevens te lezen en te bewerken, maar digiKam kan nu het ExifTool gebruiken als een alternatief dat een bredere variëteit van typen bestanden en metagegevensvelden ondersteunt dan die Exiv2.
pt_br: `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ é um programa gratuito e de código aberto para leitura, gravação e manipulação de metadados de imagem, áudio, vídeo e PDF. É um aplicativo Perl de linha de comando, independente de plataforma. Versões anteriores do digiKam usavam a biblioteca Exiv2 para ler e gravar metadados, mas o digiKam agora pode usar o ExifTool como uma alternativa que suporta uma variedade maior de tipos de arquivo e campos de metadados do que o Exiv2.
sl: `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ je prost in odprtokoden program za branje, pisanje in obdelavo slikovnih, avdio, video in metapodatkov PDF. Je aplikacija Perl, neodvisna od platforme, v ukazni vrstici. Prejšnje različice digiKama so uporabljale knjižnico Exiv2 za branje in pisanje metapodatkov, vendar lahko digiKam zdaj uporablja ExifTool kot alternativo, ki podpira več vrst datotek in metapodatkovnih polj kot Exiv2.
sv: ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ är ett fritt program med öppen källkod för att läsa, skriva och manipulera bild-, ljud-, video- och PDF-metadata. Det är ett plattformsoberoende, kommandoradsbaserat Perl-program. Tidigare versioner av digiKam använde Exiv2-biblioteket för att läsa och skriva metadata, men digiKam kan nu använda ExifTool som ett alternativ som stöder en större variation av filtyper och metadatafält än Exiv2.
uk: `ExifTool <https://en.wikipedia.org/wiki/ExifTool>`_ є вільною програмою з відкритим кодом, яку призначено для читання, запису та керування метаданими у файлах зображень, звукових даних, відео та PDF. Програма може працювати на багатьох платформах, оскільки є інтерпретованим інструментом командного рядка, який написано мовою Perl. Раніше у digiKam для керування метаданими використовувалася бібліотека Exiv2, але програма також може використовувати ExifTool, як альтернативу, оскільки у цій бібліотеці передбачено підтримку ширшого діапазону типів полів метаданих, ніж у Exiv2.

source: ExifTool supports many types of metadata including Exif, IPTC, XMP, JFIF, GeoTIFF, ICC Profile, Photoshop IRB, FlashPix, AFCP and ID3, as well as the manufacturer-specific metadata formats for many digital cameras.
ca: L'ExifTool admet molts tipus de metadades, incloent-hi Exif, IPTC, XMP, JFIF, GeoTIFF, Perfil ICC, IRB del Photoshop, FlashPix, AFCP i ID3, així com els formats de metadades específics del fabricant de moltes càmeres digitals.
it: ExifTool supporta molti tipi di metadati incluso Exif, IPTC, XMP, JFIF, GeoTIFF, ICC Profile, Photoshop IRB, FlashPix, AFCP e ID3, come pure i formati di metadati specifici dei produttori per molte fotocamere digitali.
nl: ExifTool ondersteunt vele typen metagegevens inclusief Exif, IPTC, XMP, JFIF, GeoTIFF, ICC-profiel, Photoshop IRB, FlashPix, AFCP en ID3, evenals de fabrikant-specifieke metagegevensformaten van vele digitale camera's.
pt_br: O ExifTool suporta muitos tipos de metadados, incluindo Exif, IPTC, XMP, JFIF, GeoTIFF, ICC Profile, Photoshop IRB, FlashPix, AFCP e ID3, bem como os formatos de metadados específicos do fabricante para muitas câmeras digitais.
sl: ExifTool podpira številne vrste metapodatkov, vključno z Exif, IPTC, XMP, JFIF, GeoTIFF, ICC Profile, Photoshop IRB, FlashPix, AFCP in ID3, kot tudi formate metapodatkov, specifične za proizvajalca za številne digitalne kamere.
sv: ExifTool stöder många typer av metadata, inklusive Exif, IPTC, XMP, JFIF, GeoTIFF, ICC-profil, Photoshop IRB, FlashPix, AFCP och ID3, samt de tillverkarspecifika metadataformaten för många digitalkameror.
uk: У ExifTool передбачено підтримку багатьох типів метаданих, зокрема Exif, IPTC, XMP, JFIF, GeoTIFF, профілів ICC, Photoshop IRB, FlashPix, AFCP та ID3, а також специфічних для виробників обладнання форматів метаданих багатьох цифрових фотоапаратів.

source: You can review information decoded by ExifTool for the selected image in the ExifTool sidebar tab. The ExifTool Viewer is purely informational – it cannot be used to change any of the file's metadata.
ca: Podeu revisar la informació descodificada per l'ExifTool per a la imatge seleccionada en la pestanya de la barra lateral de l'ExifTool. El visualitzador ExifTool és purament informatiu: no es pot fer servir per a canviar cap dada de les metadades del fitxer.
nl: U kunt van de geselecteerde afbeelding de informatie gedecodeerd door ExifTool bekijken in het tabblad ExifTool in de zijbalk. De ExifTool-viewer is alleen informatief: deze kan niet gebruikt worden om iets in de metagegevens van het bestand te wijzigen.
pt_br: Você pode revisar as informações decodificadas pelo ExifTool para a imagem selecionada na aba ExifTool da barra lateral. O visualizador do ExifTool é meramente informativo – não pode ser usado para alterar nenhum dos metadados do arquivo.
sl: Podatke, ki jih je dekodiral ExifTool za izbrano sliko, si lahko ogledate na zavihku stranske vrstice ExifTool. Pregledovalnik ExifTool je izključno informativen – ni ga mogoče uporabiti za spreminjanje metapodatkov datoteke.
sv: Man kan granska information som avkodats av ExifTool för den markerade bilden i sidoradsfliken ExifTool. ExifTool-visning är enbart informativ. Den kan inte användas för att ändra någon av filens metadata.
uk: За допомогою вкладки ExifTool бічної панелі ви можете переглянути відомості, які було декодовано ExifTool, для позначеного зображення. Призначенням переглядача ExifTool є лише перегляд: ніякі ваші дії не змінять даних.
