Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/metadata_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Right Sidebar Metadata View
ca: Vista de metadades en la barra lateral dreta del digiKam
it: Vista dei metadati della barra laterale destra di digiKam
nl: Metagegevensweergave in de rechter zijbalk van digiKam
pt: Área de Meta-Dados da Barra Lateral do digiKam
pt_br: Vista dos metadados na barra lateral direita do digiKam
sl: digiKam pogled metapodatkov desne orodne vrstice
sv: Höger sidorads metadatavisning i digiKam
uk: Панель перегляду метаданих правої бічної панелі digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, sidebar, metadata, exif, iptc, xmp, makernotes, exiftool
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, barra lateral, metadades, exif, iptc, xmp, notes del fabricant, exiftool
it: digiKam, documentazione, manuale utente, gestione foto, open source, libero, apprendimento, facile, barra laterale, metadati, exif, iptc, xmp, makernotes, exiftool
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, zijbalk, metagegevens, exif, iptc, xmp, maker-notities, exif-hulpmiddel
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, barra lateral, meta-dados, EXIF, IPTC, XMP, notas do fabricante, exiftool
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, barra lateral, metadados, exif, iptc, xmp, makernotes, exiftool
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, stranska vrstica, metapodatki, exif, iptc, xmp, makernotes, exiftool
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, sidorad, metadata, exif, iptc, xmp, makernotes, exiftool
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, бічна панель, метадані, exif, iptc, xmp, makernotes, exiftool

source: :ref:`Metadata View <right_sidebar>`
ca: :ref:`Vista de metadades <right_sidebar>`
nl: :ref:`Metagegevensweergave <right_sidebar>`
pt_br: :ref:`Vista de metadados <right_sidebar>`
sl: :ref:`Pogled metapodatkov <right_sidebar>`
sv: :ref:`Metadatavisning <right_sidebar>`
uk: :ref:`Перегляд метаданих <right_sidebar>`

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: All information and properties related to the images or files stored by digiKam are referred to as metadata. Metadata fields include file properties such as file size and creation date, the camera settings when the image was taken, author info, copyrights, keywords, captions, and the coordinates of the location where the image was taken.
ca: Tota la informació i les propietats relacionades amb les imatges o fitxers emmagatzemats pel digiKam es coneixen com a metadades. Els camps de metadades inclouen propietats de fitxer com la mida i la data de creació del fitxer, la configuració de la càmera quan es va prendre la imatge, informació de l'autor, drets d'autor, paraules clau, llegendes i les coordenades de la ubicació on es va prendre la imatge.
nl: Alle informatie en eigenschappen gerelateerd aan de afbeeldingen of bestanden opgeslagen door digiKam worden gerefereerd aan als metagegevens. Metagegevensvelden omvatten bestandseigenschappen zoals bestandsgrootte en aanmaakdatum, de camera-instellingen toen de afbeelding was gemaakt, auteursinformatie, copyrights, trefwoorden, opschriften en de coördinaten van de locatie waar de afbeelding was genomen.
pt_br: Todas as informações e propriedades relacionadas às imagens ou arquivos armazenados pelo digiKam são chamadas de metadados. Os campos de metadados incluem propriedades do arquivo, como tamanho e data de criação, as configurações da câmera quando a imagem foi obtida, informações do autor, direitos autorais, palavras-chave, descrições e as coordenadas do local onde a imagem foi obtida.
sl: Vse informacije in lastnosti, povezane s slikami ali datotekami, ki jih shranjuje digiKam, se imenujejo metapodatki. Polja z metapodatki vključujejo lastnosti datoteke, kot so velikost datoteke in datum ustvarjanja, nastavitve kamere, ko je bila slika posneta, informacije o avtorju, avtorske pravice, ključne besede, napise in koordinate lokacije, kjer je bila slika posneta.
sv: All information och egenskaper relaterade till bilder eller filer som lagras av digiKam kallas metadata. Metadatafält inkluderar filegenskaper som filstorlek och skapandedatum, kamerainställningar när bilden togs, information om upphovsman, upphovsrätt, nyckelord, bildtexter och koordinaterna för den plats där bilden togs.
uk: Усі відомості і властивості, які пов'язано із зображеннями або файлами, що зберігаються digiKam, є метаданими. До полів метаданих належать властивості файла, зокрема розмір та дата створення, параметри роботи фотоапарата при зніманні, дані щодо автора, авторських прав, ключові слова, підписи та координати місця, де було знято зображення.

source: The metadata sidebar is composed of five sub tabs **Exif**, **Makernote**, **IPTC**, **XMP**, and **ExifTool**. While the metadata sidebar is primarily designed to display information, digiKam has multiple tools for setting and editing metadata:
ca: La barra lateral de metadades es compon de cinc subpestanyes: **Exif**, **Nota del fabricant**, **IPTC**, **XMP** i **ExifTool**. Mentre que la barra lateral de metadades està dissenyada principalment per a mostrar informació, el digiKam té múltiples eines per a establir i editar metadades:
it: La barra laterale dei metadati si compone di cinque schede secondarie: **Exif**, **Makernote**, **IPTC**, **XMP** e **ExifTool**. Mentre la barra laterale metadati è studiata in primo luogo per visualizzare informazioni, digiKam possiede più strumenti per impostare e modificare i metadati:
nl: De zijbalk met metagegevens bestaat uit vijf subtabbladen **Exif**, **Makernotitie**, **IPTC**, **XMP** en **ExifTool**. Terwijl de zijbalk met metagegevens primair is ontworpen voor het tonen van informatie, heeft digiKam meerdere hulpmiddelen vooer het instellen en bewerken van metagegevens:
pt_br: A barra lateral de metadados é composta por cinco sub-abas: **Exif**, **Nota do fabricante**, **IPTC**, **XMP** e **ExifTool**. Embora a barra lateral de metadados seja projetada principalmente para exibir informações, o digiKam possui diversas ferramentas para definir e editar metadados:
sl: Stranska vrstica metapodatkov je sestavljena iz petih podzavihkov **Exif**, **Makernote**, **IPTC**, **XMP** in **ExifTool**. Medtem ko je stranska vrstica metapodatkov namenjena predvsem prikazovanju informacij, ima digiKam več orodij za nastavitev in urejanje metapodatkov:
sv: Metadatasidoraden består av fem underflikar **Exif**, **Tillverkaranmärkningar**, **IPTC**, **XMP** och **ExifTool**. Medan metadatasidoraden främst är utformat för att visa information, har digiKam flera verktyg för att ange och redigera metadata:
uk: Бічну панель метаданих поділено між п'ятьма вкладками: **Exif**, **Makernote**, **IPTC**, **XMP** та **ExifTool**. Хоча бічну панель метаданих в основному призначено для показу даних, у digiKam є декілька інструментів для запису та редагування метаданих:

source: With the :ref:`Camera interface <camera_import>`.
ca: Amb la :ref:`interfície de la càmera <camera_import>`.
it: Tramite l':ref:`interfaccia della fotocamera <camera_import>`.
nl: Met de :ref:`Camera-interface <camera_import>`.
pt: Com a :ref:`Interface da Câmara <camera_import>`.
pt_br: Com a :ref:`Interface de importação da câmera <camera_import>`.
sl: Z :ref:`vmesnikom kamere <camera_import>`.
sv: Med :ref:`Kameragränssnitt <camera_import>`.
uk: За допомогою :ref:`інтерфейсу фотоапарата <camera_import>`.

source: The :ref:`Metadata Editor <metadata_editor>`.
ca: L':ref:`editor de metadades <metadata_editor>`.
it: Con l':ref:`editor dei metadati <metadata_editor>`.
nl: De :ref:`Bewerker van metagegevens <metadata_editor>`.
pt: O :ref:`Editor de Meta-Dados <metadata_editor>`.
pt_br: O :ref:`Editor de metadados <metadata_editor>`.
sl: The :ref:`Urejevalnik metapodatkov <metadata_editor>`.
sv: :ref:`Metadataeditorn <metadata_editor>`.
uk: :ref:`Редактор метаданих <metadata_editor>`.

source: The :ref:`Geolocation tool <geoeditor_overview>`.
ca: L':ref:`eina de geolocalització <geoeditor_overview>`.
it: Con lo :ref:`strumento di geolocalizzazione <geoeditor_overview>`.
nl: Het :ref:`Hulpmiddel Geo-locatie <geoeditor_overview>`.
pt: A :ref:`ferramenta de Geo-Localização <geoeditor_overview>`.
pt_br: A :ref:`Ferramenta de geolocalização <geoeditor_overview>`.
sl: The :ref:`Geolokacijsko orodje <geoeditor_overview>`.
sv: Det :ref:`Geografiska lokaliseringsverktyget <geoeditor_overview>`.
uk: :ref:`Засіб геопозиціювання <geoeditor_overview>`.

source: Copying :ref:`database information to files metadata <maintenance_metadata>`.
ca: Copiar la :ref:`informació de la base de dades als fitxers de metadades <maintenance_metadata>`.
it: Copiando :ref:`informazioni della banca dati nei metadati dei file <maintenance_metadata>`.
nl: Kopiëren van :ref:`database-informatie van metagegevens in bestanden <maintenance_metadata>`.
pt: A copiar a :ref:`informação da base de dados para os meta-dados nos ficheiros <maintenance_metadata>`.
pt_br: Copiando :ref:`informações do banco de dados para os metadados dos arquivos<maintenance_metadata>`.
sl: Kopiranje :ref:`informacij baze podatkov za metapodatke datotek <maintenance_metadata>`.
sv: Kopiera :ref:`databasinformation till filernas metadata <maintenance_metadata>`.
uk: Копіювання :ref:`даних бази даних до метаданих файлів <maintenance_metadata>`.

source: Copying :ref:`file's metadata to the database <maintenance_database>`.
ca: Copiar les :ref:`metadades del fitxer a la base de dades <maintenance_database>`.
it: Copiando i :ref:`metadati del file nella banca dati <maintenance_database>`.
nl: Kopiëren van :ref:`Metagegevens van bestand naar de database <maintenance_database>`.
pt: A copiar os :ref:`meta-dados dos ficheiros para a base de dados <maintenance_database>`.
pt_br: Copiando :ref:`metadados dos arquivos para o banco de dados <maintenance_metadata>`.
sl: Kopiranje :ref:`metapodatkov datoteke v bazo podatkov <maintenance_database>`.
sv: Kopiera :ref:`filens metadata till databasen <maintenance_database>`.
uk: Копіювання :ref:`метаданих файла до бази даних <maintenance_database>`.

source: The Metadata View From Right Sidebar Displaying Exif Information
ca: La vista de metadades des de la barra lateral dreta mostrant la informació Exif
it: La vista dei metadati dalla barra laterale destra che visualizza le informazioni Exif
nl: De Metagegevensweergave in de rechter zijbalk die Exif-informatie toont
pt: A Área de Meta-Dados na Barra Lateral Direita a Mostrar Informações do EXIF
pt_br: A vista de metadados da barra lateral direita exibindo informações Exif
sl: Pogled metapodatkov v desnem stranskem stolpcu s prikazom informacij Exif
sv: Metadata från höger sidorad som visar etikettinformation
uk: Панель перегляду метаданих з правої бічної панелі із показом відомостей щодо Exif

source: For each section of the metadata sidebar, a bar is available on the top of the view containing:
ca: Per a cada secció de la barra lateral de metadades, hi ha disponible una barra a la part superior de la vista que conté:
it: Per ciascuna sezione della barra laterale dei metadati è disponibile una barra in alto della vista che contiene:
nl: Voor elke sectie van de zijbalk voor metagegevens is een balk beschikbaar bovenaan de weergave met:
pt_br: Para cada seção da barra lateral de metadados, uma barra está disponível na parte superior da vista contendo:
sl: Za vsak razdelek stranske vrstice metapodatkov je na vrhu pogleda na voljo vrstica, ki vsebuje:
sv: För varje sektion i sidoraden med metadata finns det en stapel högst upp i vyn som innehåller:
uk: Для кожного розділу бічної панелі метаданих у програмі передбачено панель над областю перегляду, де розташовано такі елементи:

source: A left button |tags_filter| that pops up a menu to filter the metadata list to only display some metadata fields:
ca: Un botó esquerre |tags_filter| que fa aparèixer un menú per a filtrar la llista de metadades per a mostrar només alguns camps de metadades:
it: Un pulsante a sinistra |tags_filter| che richiama un menu per filtrare i metadati in modo da visualizzare soltanto alcuni campi dei metadati:
nl: Een linkerknop |tags_filter| die een menu laat opdoemen om de metagegevenslijst te filteren om alleen sommige metagegevensvelden te tonen:
pt_br: Um botão esquerdo |tags_filter| que abre um menu para filtrar a lista de metadados para exibir apenas alguns campos de metadados:
sl: Levi gumb |filter_značk| ki odpre meni za filtriranje seznama metapodatkov, da prikaže samo nekatera polja metapodatkov:
sv: En knapp till vänster |tags_filter| som visar en meny för att filtrera metadatalistan för att bara visa vissa metadatafält:
uk: Ліву кнопку |tags_filter|, яка відкриває меню для фільтрування списку метаданих так, щоб у ньому містилися лише деякі з полів метаданих:

source: **No Filter**: displays all metadata fields.
ca: **Cap filtre**: mostra tots els camps de metadades.
it: **Nessun filtro**: visualizza tutti i campi dei metadati.
nl: **Geen filter**: toont alle metagegevensvelden.
pt_br: **Sem filtro**: exibe todos os campos de metadados.
sl: **Brez filtra**: prikaže vsa polja metapodatkov.
sv: **Inget filter**: visar alla metadatafält.
uk: **Не фільтрувати**: показати усі поля метаданих.

source: **Photograph**: displays only the most important metadata fields for photographs.
ca: **Fotografia**: mostra només els camps de metadades més importants per als fotògrafs.
it: **Fotografia**: visualizza solo i campi dei metadati più importanti per le fotografie.
nl: **Foto**: toont alleen de belangrijkste metagegevensvelden voor foto's.
pt_br: **Fotografia**: exibe apenas os campos de metadados mais importantes para fotografias.
sl: **Fotografija**: prikaže samo najpomembnejša polja metapodatkov za fotografije.
sv: **Fotografi**: visar endast de viktigaste metadatafälten för fotografier.
uk: **Фотографія**: показати лише найважливіші поля метаданих для фотографії.

source: **Custom**: displays a customized selection of metadata fields.
ca: **Personalitzat**: mostra una selecció personalitzada de camps de metadades.
it: **Personalizzata**: visualizza una selezione personalizzata dei campi dei metadati.
nl: **Aangepast**: toont een aangepaste selectie van metagegevensvelden.
pt_br: **Personalizado**: exibe uma seleção personalizada de campos de metadados.
sl: **Po meri**: prikaže prilagojen izbor polj metapodatkov.
sv: **Egen**: visar ett anpassat urval av metadatafält.
uk: **Нетиповий**: показати нетиповий набір полів метаданих.

source: **Settings**: selects the specific metadata fields to display in a custom display.
ca: **Configuració**: selecciona els camps de metadades específics a mostrar en una visualització personalitzada.
it: **Impostazioni**: seleziona i campi dei metadati specifici da visualizzare in una vista personalizzata.
nl: **Instellingen**: selecteert de specifieke te tonen metagegevensvelden in een aangepast scherm.
pt_br: **Configurações**: seleciona os campos de metadados específicos a serem exibidos em uma exibição personalizada.
sl: **Nastavitve**: izbere določena polja metapodatkov za prikaz na zaslonu po meri.
sv: **Inställningar**: väljer de specifika metadatafält som ska visas i en egen visning.
uk: **Параметри**: визначає певні поля метаданих, які слід показати у нетиповому режимі.

source: A live search box in the middle of the bar. As you type in a keyword, the metadata list will be successively filtered. This is a quick way of accessing specific information.
ca: Un quadre de cerca en temps real al mig de la barra. A mesura que escriviu una paraula clau, la llista de metadades es filtrarà successivament. Aquesta és una manera ràpida d'accedir a informació específica.
it: Una casella di ricerca al volo a metà della barra. Non appena scrivi qualcosa, l'elenco dei metadati viene subito filtrato. È un modo veloce di accedere a informazioni specifiche.
nl: Een levend zoekvak in het midden van de balk. Tijdens het invoeren van een trefwoord zal de lijst met metagegevens successievelijk gefilterd worden. Dit is een snelle manier om specifieke informatie op te zoeken.
pt_br: Uma caixa de pesquisa dinâmica no meio da barra. Conforme você digita uma palavra-chave, a lista de metadados será filtrada sucessivamente. Esta é uma maneira rápida de acessar informações específicas.
sl: Živo iskalno polje na sredini vrstice. Ko vnašate ključno besedo, bo seznam metapodatkov zaporedno filtriran. To je hiter način dostopa do določenih informacij.
sv: En sökruta mitt i fältet. När man skriver in ett sökord filtreras metadatalistan successivt. Det är ett snabbt sätt att få tillgång till specifik information.
uk: Передбачено інтерактивну панель пошуку у середній частині панелі. Введення ключового слова призведе до послідовного фільтрування списку метаданих, Таким чином, ви можете швидко отримати потрібну вам інформацію.

source: A right button |tools| that pops up a menu to export contents:
ca: Un botó dret |tools| que obre un menú per a exportar contingut:
it: Un pulsante a destra |tools| che richiama un menu per esportare i contenuti:
nl: Een rechter knop |tools| die een menu laat verschijnen om inhoud te exporteren:
pt_br: Um botão direito |tools| que abre um menu para exportar conteúdos:
sl: Desni gumb |orodja| ki prikaže meni za izvoz vsebine:
sv: En knapp till höger |tools| som visar en meny för att exportera innehåll:
uk: Права кнопка |tools|, яка відкриває меню для експортування даних:

source: **Copy to clipboard**: copies the metadata text to the clipboard, so it can be pasted into another application.
ca: **Copia al porta-retalls**: còpia el text de les metadades al porta-retalls, de manera que es pot enganxar en una altra aplicació.
it: **Copia negli appunti**: copia il testo dei metadati negli appunti, in modo da poter essere incollati in altre applicazioni.
nl: **Naar klembord kopiëren**: kopieert metagegevenstekst naar het klembord, zodat het in een andere toepassing geplakt kan worden.
pt_br: **Copiar para a área de transferência**: copia o texto de metadados para a área de transferência, para que ele possa ser colado em outro aplicativo.
sl: **Kopiraj na odložišče**: kopira besedilo metapodatka na odložišče, tako da ga je mogoče prilepiti v drugo aplikacijo.
sv: **Kopiera till klippbordet**: kopierar metadatatexten till klippbordet så att den kan klistras in i ett annat program.
uk: **Скопіювати до буфера**: скопіювати текст метаданих до пам'яті комп'ютера для вставлення до іншої програми.

source: **Save to file**: saves the metadata text to a data file.
ca: **Desa en un fitxer**: desa el text de les metadades a un fitxer de dades.
it: **Salva nel file**: salva il testo dei metadati in un file di dati.
nl: **Naar bestand opslaan** slaat de metagegevenstekst op in een gegevensbestand.
pt_br: **Salvar no arquivo**: salva o texto de metadados em um arquivo de dados.
sl: **Shrani v datoteko**: shrani besedilo metapodatka v podatkovno datoteko.
sv: **Spara i fil**: sparar metadatatexten i en datafil.
uk: **Зберегти до файла**: зберегти текст метаданих до файла даних.

source: **Print data**: exports the metadata text to a printer or PDF file.
ca: **Imprimeix les dades**: exporta el text de les metadades a una impressora o un fitxer PDF.
it: **Stampa i dati**: esporta il testo dei metadati in una stampante o in un file PDF.
nl: **Gegevens afdrukken**: exporteert de metagegevenstekst naar een printer of PDF-bestand.
pt_br: **Imprimir dados**: exporta o texto de metadados para uma impressora ou arquivo PDF.
sl: **Natisni podatke**: izvozi besedilo metapodatka na tiskalnik ali datoteko PDF.
sv: **Skriv ut**: exporterar metadatatexten till en skrivare eller PDF-fil.
uk: **Надрукувати дані**: експортувати текст метаданих до файла PDF або на принтер.

source: The metadata view preserves the filter settings while the file selection is changed. This allows you to quickly identify differences in the metadata contents of various items by stepping through files.
ca: La vista de metadades conserva els paràmetres del filtre mentre es canvia la selecció de fitxers. Això permet identificar ràpidament les diferències en el contingut de les metadades de diversos elements avançant a través dels fitxers.
nl: De metagegevensweergave bewaart de filterinstellingen terwijl de selectie van het bestand wijzigt. Dit biedt u het snel identificeren van verschillen in de inhoud van metagegevens van verschillende items door door bestanden te stappen.
pt_br: A vista de metadados preserva as configurações do filtro enquanto a seleção de arquivos é alterada. Isso permite que você identifique rapidamente diferenças no conteúdo de metadados de vários itens, navegando pelos arquivos.
sl: Pogled metapodatkov ohrani nastavitve filtra glede na izbrano datoteko. To vam omogoča hitro prepoznavanje razlik v vsebini metapodatkov različnih elementov s pomikanjem po datotekah.
sv: Metadatavisningen bevarar filterinställningarna medan valda filer ändras. Det gör att man snabbt kan identifiera skillnader i metadatainnehållet för olika objekt genom att stega igenom filerna.
uk: Панель перегляду метаданих зберігає параметри фільтрування, залежно від вибраного файла. Це надає змогу швидко порівнювати вміст метаданих між записами для визначення відмінностей.

source: Exif Tags
ca: Etiquetes Exif
it: Tag Exif
pt: Marcas do EXIF
pt_br: Etiquetas Exif
sl: Značke Exif
sv: Exif-taggar
uk: Мітки Exif
