Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/properties_view.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Right Sidebar Properties View
ca: Vista de propietats en la barra lateral dreta del digiKam
it: Vista delle proprietà della barra laterale destra di digiKam
nl: De eigenschappenweergave in de rechter zijbalk van digiKam
pt: Área de Propriedades da Barra Lateral Direita do digiKam
pt_br: Vista das propriedades na barra lateral direita do digiKam
sl: digiKam pogled lastnosti desne stranske vrstice
sv: Egenskapsvisning i digiKams höger sidorad
uk: Панель перегляду властивостей правої бічної панелі digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, sidebar, properties
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, barra lateral, propietats
it: digiKam, documentazione, manuale utente, gestione foto, open source, libero, apprendimento, facile, barra laterale, proprietà
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, zijbalk, eigenschappen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, barra lateral, propriedades
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, barra lateral, propriedades
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, stranska vrstica, lastnosti
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, sidorad, egenskaper
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, бічна панель, властивості

source: Properties View
pt: Área de Propriedades

source: Contents
pt: Conteúdo

source: The properties sidebar shows the essential information about the selected image which are largely self-explanatory. It is grouped into the following sections:
pt: A barra de propriedades mostra as informações essenciais acerca da imagem seleccionada, sendo relativamente fáceis de compreender. Está agrupada nas seguintes secções:

source: **File Properties**: these are file system related information.
pt: **Propriedades do Ficheiro**: estes são dados relacionados com o sistema de ficheiros.

source: **Image Properties**: shows the image and format properties like dimension, compression, color-depth, etc.
pt: **Propriedades da Imagem**: mostra as propriedades da imagem e do formato, como a dimensão, a compressão, a profundidade de cor, etc.

source: **Photograph Properties**: shows a summary of the most important parameters when taking the photograph. These data are taken from the Exif or XMP data fields if available.
pt: **Propriedades da Fotografia**: mostra um resumo dos parâmetros mais importantes ao tirar a fotografia. Estes dados são retirados dos campos de dados EXIF ou XMP, se estiverem disponíveis.

source: **digiKam Properties**: optional view to show a summary of the most important values set in digiKam database.
pt: **Propriedades do digiKam**: uma área opcional para mostrar um resumo dos valores mais importantes definidos na base de dados do digiKam.

source: File properties for a photo
ca: Propietats del fitxer per a una fotografia
it: Proprietà del file per una foto
nl: Bestandseigenschappen van een foto
pt: Propriedades de um ficheiro de fotografia
pt_br: Propriedades do arquivo para uma fotografia
sl: Lastnosti datoteke za fotografijo
sv: Filegenskaper för ett foto
uk: Властивості файла для фотографії

source: File properties for a video
ca: Propietats del fitxer per a un vídeo
it: Proprietà del file per un video
nl: Bestandseigenschappen van een video
pt: Propriedades de um vídeo
pt_br: Propriedades do arquivo para um vídeo
sl: Lastnosti datoteke za video
sv: Filegenskaper för en video
uk: Властивості файла для відео

source: :ref:`Properties View <right_sidebar>`
ca: :ref:`Vista de propietats <right_sidebar>`
it: :ref:`Vista Proprietà <right_sidebar>`
nl: :ref:`Eigenschappenweergave <right_sidebar>`
pt_br: :ref:`Vista das propriedades <right_sidebar>`
sl: :ref:`Pogled lastnosti <right_sidebar>`
sv: :ref:`Egenskapsvisning <right_sidebar>`
uk: :ref:`Перегляд властивостей <right_sidebar>`

source: The properties sidebar shows essential information about the selected image that are largely self-explanatory. It is grouped into the following sections:
ca: La barra lateral de propietats mostra informació essencial sobre la imatge seleccionada que és en gran part autoexplicativa. S'agrupa en les seccions següents:
it: La barra laterale delle proprietà mostra le informazioni essenziali sull'immagine selezionata, che per lo più si spiegano da sé. Sono raggruppate nelle sezioni seguenti:
nl: De zijbalk voor eigenschappen toont essentiÃ«le informatie over de geselecteerde afbeelding die grotendeels voor zich spreken. Het is onderverdeeld in de volgende secties:
pt_br: A barra lateral de propriedades exibe informações essenciais sobre a imagem selecionada, que são amplamente autoexplicativas. Ela está agrupada nas seguintes seções:
sl: Stranska vrstica lastnosti prikazuje bistvene informacije o izbrani sliki, ki so večinoma samoumevne. Združena je v naslednje razdelke:
sv: Egenskapernas sidorad visar viktig information om den markerade bilden som till stor del är självförklarande. Den är grupperad i följande sektioner:
uk: На бічній панелі властивостей буде показано основні відомості щодо вибраного зображення, призначення властивостей можна легко встановити за відповідною назвою. Властивості зібрано у такі розділи:

source: **File Properties**: file system related properties like file location, date and size.
ca: **Propietats del fitxer**: les propietats relacionades amb el sistema de fitxers com la ubicació, data i mida.
it: **Proprietà dei file**: proprietà relative al filesystem, quali posizione, data e dimensione.
nl: **Bestandseigenschappen**: aan het bestandssysteem gerelateerde eigenschappen zoals locatie van het bestand, datum en grootte.
pt_br: **Propriedades do arquivo**: propriedades relacionadas ao sistema de arquivos, como local, data e tamanho do arquivo.
sl: **Lastnosti datoteke**: lastnosti, povezane z datotečnim sistemom, kot so lokacija datoteke, datum in velikost.
sv: **Filegenskaper**: Filsystemrelaterade egenskaper som filplats, datum och storlek.
uk: **Властивості файла**: пов'язані із операційною системою властивості, зокрема розташування файла, часові параметри та його розмір.

source: **Image Properties**: image and format properties like type, dimension, compression and color-depth
ca: **Propietats de la imatge**: les propietats i el format de la imatge, com ara la dimensió, compressió, profunditat de color
it: **Proprietà dell'immagine**: proprietà dell'immagine e del formato, come tipo, dimensione, compressione e profondità dei colori
nl: **Afbeeldingseigenschappen**: eigenschappen en formaat van de afbeelding zoals type, afmetingen, compressie en kleurdiepte
pt_br: **Propriedades da imagem**: propriedades de imagem e formato, como tipo, dimensão, compactação e profundidade de cor
sl: **Lastnosti slike**: lastnosti slike in formata, kot so vrsta, dimenzija, stiskanje in barvna globina
sv: **Bildegenskaper**: Bild- och formategenskaper som typ, dimension, komprimering och färgdjup
uk: **Властивості зображення**: властивості зображення і формату, у якому воно зберігається: тип, розміри у пікселях, рівень стискання, глибину кольорів тощо.

source: **Photograph Properties**: key photographic properties like camera, lens, aperture, focal length and exposure time. These data are taken from the Exif or XMP data fields if available.
ca: **Propietats de la fotografia**: propietats fotogràfiques clau com la càmera, la lent, l'obertura, la distància focal i el temps d'exposició. Aquestes dades s'obtenen dels camps de dades Exif o XMP si estan disponibles.
it: **Proprietà della fotografia**: proprietà fotografiche chiave quali, fotocamera, apertura, lunghezza focale e tempo di esposizione. Questi dati sono presi dai campi dei dati Exif o XMP, se sono disponibili.
nl: **Fotografische eigenschappen**: meest belangrijke fotografische eigenschappen, zoals camera, lens, lensopening, brandpuntsafstand, belichtingstijd. Deze gegevens worden uit de Exif- of XMP-gegevensvelden gehaald, indien beschikbaar.
pt_br: **Propriedades da fotografia**: principais propriedades fotográficas, como câmera, lente, abertura, distância focal e tempo de exposição. Esses dados são obtidos dos campos de dados Exif ou XMP, se disponíveis.
sl: **Lastnosti fotografije**: ključne lastnosti fotografije, kot so kamera, objektiv, zaslonka, goriščna razdalja in čas osvetlitve. Ti podatki so vzeti iz podatkovnih polj Exif ali XMP, če so na voljo.
sv: **Fotografiegenskaper**: Viktigare fotografiegenskaper som kamera, lins, bländare, skärpedjup och exponeringstid. Data hämtas från Exif- eller XMP-datafält om de är tillgängliga.
uk: **Властивості фотографії**: фотоапарат, об'єктив, діафрагма, фокусна відстань та тривалість експонування. Дані цього розділу буде взято з полів Exif або XMP метаданих файла зображення, якщо такі поля у файлі вказано.

source: **digiKam Properties**: optional view summarizing key properties assigned in the digiKam database.
ca: **Propietats del digiKam**: vista opcional que resumeix les propietats clau assignades en la base de dades del digiKam.
it: **Proprietà di digiKam**: una vista opzionale che riepiloga le proprietà chiave assegnate nella banca dati di digiKam.
nl: **digiKam eigenschappen**: optionele weergave die sleuteleigenschappen samen vatten toegekend in de digiKam database.
pt_br: **Propriedades do digiKam**: visualização opcional resumindo as principais propriedades atribuídas no banco de dados do digiKam.
sl: **lastnosti digiKam**: izbirni pogled, ki povzema ključne lastnosti, dodeljene bazi podatkov digiKam.
sv: **digiKams egenskaper**: Valfri vy som sammanfattar de viktigaste tilldelade egenskaperna i digiKams databas.
uk: **Властивості digiKam**: додаткова панель перегляду із резюме ключових властивостей, які пов'язано із базою даних digiKam.
