Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/sidebar_overview.po
Languages: ca, it, nl, pt_br, sl, uk

source: Overview to digiKam Right Sidebar
ca: Vista general sobre la barra lateral dreta en el digiKam
it: Panoramica della barra laterale destra di digiKam
nl: Overzicht in de rechter zijbalk van digiKam
pt_br: Visão geral da barra lateral direita do digiKam
sl: digiKam pregled desne stranske vrstice
uk: Огляд правої бічної панелі digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, sidebar, properties, metadata, colors, maps, captions, versions, filters
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, barra lateral, propietats, metadades, colors, mapes, llegendes, versions, filtres
it: digiKam, documentazione, manuale utente, gestione foto, open source, libero, apprendimento, facile, barra laterale, proprietà, metadati, colori, mappe, didascalie, versioni, filtri
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, zijbalk, eigenschappen, metagegevens, kleuren, kaarten, opschriften, versies, filters
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, barra lateral, propriedades, metadados, cores, mapas, legendas, versões, filtros
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, stranska vrstica, lastnosti, metapodatki, barve, zemljevidi, napisi, različice, filtri
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, бічна панель, властивості, метадані, кольори, карти, підписи, версії, фільтри

source: Overview
nl: Overzicht
uk: Огляд

source: Contents
nl: Inhoud
uk: Зміст

source: The digiKam main window has a sidebar along the right border that provides important information on selected images, and allows you to take actions on images. This same sidebar (except for the **Filters** tab) is also available in the digiKam Image Editor and the Light Table. The contents of the sidebar can be displayed by clicking on one of the eight tabs:
ca: La finestra principal del digiKam té una barra lateral al llarg de la vora dreta que proporciona informació important sobre les imatges seleccionades, i permet prendre accions sobre les imatges. Aquesta mateixa barra lateral (excepte la pestanya **Filtres**) també està disponible a l'editor d'imatges del digiKam i a la taula de llum. El contingut de la barra lateral es pot mostrar fent clic en una de les vuit pestanyes:
it: La finestra principale di digiKam ha una barra laterale lungo il bordo destro, che fornisce importanti informazioni sulle immagini selezionate e di consente di eseguire operazioni su di esse; la stessa barra laterale (fatta eccezione della scheda **Filtri**) è disponibile nell'Editor di immagini e nel tavolo luminoso di digiKam. Il contenuto della barra laterale può essere visualizzato facendo clic su una delle otto schede:
nl: Het hoofdvenster van digiKam heeft een zijbalk aan de rechter rand die belangrijke informatie levert over geselecteerde afbeeldingen en u biedt actie uit te voeren op afbeeldingen. Deze zelfde zijbalk (behalve voor het tabblad **Filters**) is ook beschikbaar in de Afbeeldingsbewerker en Lichttafel van digiKam. De inhoud van de zijbalk kan getoond worden door te klikken op een van de acht tabbladen:
pt_br: A janela principal do digiKam possui uma barra lateral na borda direita que fornece informações importantes sobre as imagens selecionadas e permite que você execute ações nelas. Essa mesma barra lateral (exceto a aba **Filtros**) também está disponível no Editor de Imagem do digiKam e na Mesa de Luz. O conteúdo da barra lateral pode ser exibido clicando em uma das oito abas:
sl: Glavno okno digiKam ima stransko vrstico vzdolž desnega roba, ki ponuja pomembne informacije o izbranih slikah in vam omogoča izvajanje dejanj na slikah. Ista stranska vrstica (razen zavihka **Filtri**) je na voljo tudi v urejevalniku slik digiKam in na svetlobni mizi. Vsebino stranske vrstice lahko prikažete s klikom na enega od osmih zavihkov:
uk: У головному вікні digiKam, вздовж правого його боку, розташовано бічну панель, на якій ви знайдете важливі відомості щодо вибраних зображень, а також інструменти для роботи з цими зображеннями. Доступ до цієї самої бічної панелі (окрім вкладки **Фільтри**) можна отримати і з вікна Редактора зображень та стола з підсвічуванням digiKam. Розгорнути бічну панель можна натисканням однієї з восьми вкладок:

source: :ref:`Properties <properties_view>`: File and image properties, key shooting parameters.
ca: :ref:`Propietats <properties_view>`: propietats del fitxer i imatge, paràmetres clau de la captura.
it: :ref:`Proprietà <properties_view>`: proprietà del file e dell'immagine, parametri per i tasti di attivazione comandif.
nl: :ref:`Eigenschappen <properties_view>`: eigenschappen van bestand en afbeelding, hoofdparameters van de opname.
pt_br: :ref:`Propriedades <properties_view>>`: Propriedades do arquivo e da imagem, principais parâmetros da fotografia.
sl: :ref:`Lastnosti <properties_view>`: Lastnosti datoteke in slike, ključni parametri fotografiranja.
uk: :ref:`Властивості <properties_view>`: властивості файла і зображення, основні параметри ключів.

source: :ref:`Metadata <metadata_view>`: Exif, Makernotes, IPTC, XMP, and ExifTool data.
ca: :ref:`Metadades <metadata_view>`: dades Exif, Notes del fabricant, IPTC, XMP i ExifTool.
it: :ref:`Metadati <metadata_view>`: dati Exif, Makernotes, IPTC, XMP e ExifTool.
nl: :ref:`Metagegevens <metadata_view>`: Exif, Maker-notities, IPTC, XMP en ExifTool gegevens.
pt_br: :ref:`Metadados <metadata_view>`: Exif, notas do fabricante, IPTC, XMP, e dados do ExifTool.
sl: :ref:`Metapodatki <metadata_view>`: podatki Exif, Makernotes, IPTC, XMP in ExifTool.
uk: :ref:`Метадані <metadata_view>`: дані Exif, Makernotes, IPTC, XMP і ExifTool.

source: :ref:`Colors <colors_view>`: Histograms and embedded ICC profiles.
ca: :ref:`Colors <colors_view>`: Histogrames i perfils ICC incrustats.
it: :ref:`Colori <colors_view>`: istogrammi e profili ICC incorporati.
nl: :ref:`Kleuren <colors_view>`: histogrammen en ingebedde ICC-profielen.
pt_br: :ref:`Cores <colors_view>`: Histogramas e perfis ICC embutidos.
sl: :ref:`Barve <colors_view>`: Histogrami in vdelani profili ICC.
uk: :ref:`Кольори <colors_view>`: гістограми і вбудовані профілі ICC

source: :ref:`Maps <maps_view>`: View to show GPS locations.
ca: :ref:`Mapes <maps_view>`: vista per a mostrar les ubicacions GPS.
it: :ref:`Mappe <maps_view>`: vista per mostrare le posizioni GPS.
nl: :ref:`Kaarten <maps_view>`: weergave van de GPS-locaties.
pt_br: :ref:`Mapas <maps_view>`: Vista para exibir localizações GPS.
sl: :ref:`Zemljevidi <maps_view>`: Pogled za prikaz lokacij GPS.
uk: :ref:`Карти <maps_view>`: віджет Marble для показу точного розташування на поверхні Землі за допомогою GPS

source: :ref:`Captions <captions_view>`: Comments, Date & Time setting, Labels, Rating, Tags, selected metadata.
ca: :ref:`Llegendes <captions_view>`: comentaris, ajustar la data i l'hora, rètols, valoració, etiquetes i metadades seleccionades.
it: :ref:`Didascalia <captions_view>`: commenti, impostazioni di data e ora, etichette, valutazione, tag, metadati selezionati.
nl: :ref:`Opschriften <captions_view>`: Commentaar, Datum & tijd instelling, Labels, Waardering, Tags, geselecteerde metagegevens.
pt_br: :ref:`Descrição <captions_view>`: Comentários, configuração de data e hora, legendas, classificação, etiquetas e metadados selecionados.
sl: :ref:`Napisi <captions_view>`: komentarji, nastavitev datuma in časa, oznake, ocena, značke, izbrani metapodatki.
uk: :ref:`Підписи <captions_view>`: коментарі, параметри дати і часу, мітки, оцінка, позначки, вибрані метадані.

source: :ref:`Versions <versions_view>`: Image history.
ca: :ref:`Versions <versions_view>`: historial de la imatge.
it: :ref:`Versioni <versions_view>`: cronologia delle immagini.
nl: :ref:`Versies <versions_view>`: Afbeeldingsgeschiedenis.
pt_br: :ref:`Versões <versions_view>`: Histórico de edição da imagem.
sl: :ref:`Različice <versions_view>`: Zgodovina slike.
uk: :ref:`Версії <versions_view>`: журнал зображення.

source: :ref:`Filters <filters_view>`: Filters to apply to icon-view selection.
ca: :ref:`Filtres <filters_view>`: filtres que s'aplicaran a la selecció en la vista d'icones.
it: :ref:`Filtri <filters_view>`: filtri da applicare alla selezione vista a icone.
nl: :ref:`Filters <filters_view>`: toe te passen filters op de selectie in de pictogramweergave .
pt_br: :ref:`Filtros <filters_view>`: Filtros a serem aplicados na seleção da vista em miniaturas.
sl: :ref:`Filtri <filters_view>`: Filtri za uporabo pri izbiri pogleda ikon.
uk: :ref:`Фільтри <filters_view>`: фільтри, які буде застосовано до позначених на панелі піктограм записів.

source: :ref:`Tools <tools_view>`: An optional contextual view listing all main tools available, grouped by categories.
ca: :ref:`Eines <tools_view>`: una vista contextual opcional que llista totes les eines principals disponibles, agrupades per categories.
it: :ref:`Strumenti <tools_view>`: una vista contestuale opzionale che elenca tutti gli strumenti principali disponibili, raggruppati per categorie.
nl: :ref:`Hulpmiddelen <tools_view>`: een optionele contextuele weergave met een lijst beschikbare hulpmiddelen, gegroepeerd op categorieÃ«n.
pt_br: :ref:`Ferramentas <tools_view>`: Uma visualização contextual opcional listando todas as principais ferramentas disponíveis, agrupadas por categorias.
sl: :ref:`Orodja <tools_view>`: Izbirni kontekstualni pogled s seznamom vseh glavnih razpoložljivih orodij, razvrščenih po kategorijah.
uk: :ref:`Інструменти <tools_view>`: додаткова контекстна панель зі списком усіх основних доступних інструментів, згрупованих за категоріями.

source: Clicking successively on the same tab will make the sidebar pop up or fold back into the border.
ca: Quan es fa clic successivament a la mateixa pestanya, apareixerà la barra lateral o es plegarà a dins de la vora.
it: Fare clic più volte sulla stessa scheda farà estendere o richiudere la barra laterale sul bordo.
nl: Door herhaaldelijk op hetzelfde tabblad te klikken zal de zijbalk verschijnen of zich invouwen in de rand.
pt_br: Clicar sucessivamente na mesma aba fará com que a barra lateral apareça ou seja recolhida de volta para dentro da borda.
sl: Če zaporedoma kliknete isti zavihek, se bo stranska vrstica pojavila ali prepognila nazaj v obrobo.
uk: Послідовні натискання вкладки за допомогою вказівника миші призводитимуть до появи або згортання бічної панелі.

source: :ref:`Overview <right_sidebar>`
ca: :ref:`Vista general <right_sidebar>`
it: :ref:`Panoramica <right_sidebar>`
pt_br: :ref:`Visão geral <right_sidebar>`
sl: :ref:`Pregled <right_sidebar>`
