Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/right_sidebar/versions_view.po
Languages: it, nl, pt, sl, sv

source: digiKam Right Sidebar Versions View
it: Vista delle versioni della barra laterale destra di digiKam
nl: De versieweergave in de rechter zijbalk van digiKam
pt: Área de Versões da Barra Lateral do digiKam
sl: digiKam pogled verzij desne stranske vrstice
sv: Höger sidorads versionsvy i digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, versioning
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, versioni
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, versiebeheer
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, controlo de versões
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, različice
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, versionshantering

source: Versions View
it: Vista Versioni
nl: Versieweergave
pt: Área de Versões
sl: Pogled različic
sv: Versionsvisning

source: Contents
it: Contenuto
nl: Inhoud
pt: Conteúdo
sl: Vsebina
sv: Innehåll

source: The **Versions** tab shows the history and the saved versions of a photograph. With the three buttons in the top right corner you can choose between a simple list of the saved versions, a tree view and a combined list that shows the versions together with the actions performed with the selected photograph.
it: La scheda **Versioni** mostra la cronologia e le versioni salvate di una fotografia. Con i tre pulsanti nell'angolo in alto a destra puoi scegliere tra una semplice lista di versioni salvate, una vista ad albero e una vista combinata che mostra le versioni insieme con le azioni eseguite con le fotografie selezionate.
nl: Het tabblad **Versies** toont de geschiedenis en de opgeslagen versies van een foto. Met de drie knoppen in rechterbovenhoek kunt u kiezen tussen een eenvoudige lijst van de opgeslagen versies, een boomstructuurweergave en een gecombineerde lijst die de versies toont samen met de acties uitgevoerd met de geselecteerde foto.
pt: A área de **Versões** mostra o histórico e as versões gravadas de uma fotografia. Com os três botões no canto superior direito, poderá escolher entre uma lista simples das versões gravadas, uma vista em árvore em uma lista combinada que mostra as versões em conjunto com as acções realizadas com a fotografia seleccionada.
sl: Zavihek **Različice** prikazuje zgodovino in shranjene različice fotografije. S tremi gumbi v zgornjem desnem kotu lahko izbirate med preprostim seznamom shranjenih različic, drevesnim pogledom in kombiniranim seznamom, ki prikazuje različice skupaj z dejanji, izvedenimi nad izbrano fotografijo.
sv: Fliken **Versioner** visar historiken och de sparade versionerna av ett fotografi. Med de tre knapparna i det övre högra hörnet kan man välja mellan en enkel lista över de sparade versionerna, en trädvy och en kombinerad lista som visar versionerna tillsammans med de åtgärder som utförts med det valda fotografiet.

source: The Versions View From Right Sidebar Displaying Tree-View
it: La vista delle versioni dalla barra laterale destra che visualizza la vista ad albero
nl: De Versieweergave in de rechte zijbalk die een boomstructuurweergave toont
pt: A Área de Versões da Barra Lateral Direita a Mostrar uma Árvore
sl: Pogled različic v desnem stranskem stolpcu s prikazom drevesnega pogleda
sv: Versionsvisning från höger sidofält som visar trädvy

source: The tree view shows the parent and child versions of the selected image. Here the second and the fifth version derive directly from the original image, the third and forth version are children of the second version.
it: La vista ad albero mostra le versioni genitore e figlia dell'immagine selezionata. Qui la seconda e la quinta versione derivano direttamente dall'immagine originale, la terza e la quarta sono figlie della seconda.
nl: De boomstructuurweergave toont de ouder- en afgeleide versies van de geselecteerde afbeelding. Hier zijn de tweede en de vijfde versie direct afgeleid van de originele afbeelding, de derde en vierde versie zijn dochters van de tweede versie.
pt: A árvore mostra as versões-mães e filhas da imagem seleccionada. Aqui a segunda e a quinta versões derivam directamente na imagem original, sendo que a terceira e a quarta são filhas da segunda.
sl: Drevesni pogled prikazuje nadrejeno in podrejeno različico izbrane slike. Tukaj druga in peta različica izhajata neposredno iz izvirnika slika, tretja in četrta različica sta otroka druge različice.
sv: Trädvyn visar överordnade och underordnade versioner av den valda bilden. Här kommer den andra och den femte versionen direkt från originalbilden, den tredje och fjärde versionen är underordnade den andra versionen.

source: The Versions View From Right Sidebar Displaying Flat-List
it: La vista delle versioni dalla barra laterale destra che visualizza l'elenco semplice
nl: De Versieweergave in de rechte zijbalk die een vlakke lijst toont
pt: A Área de Versões da Barra Lateral Direita a Mostrar uma Lista SImples
sl: Pogled različic v desnem stranskem stolpcu s prikazom ploščatega seznama
sv: Versionsvisning från höger sidofält visar en enkel lista

source: The combined list shows the versions together with the actions/filters applied to them. Here the second version was created by resizing the original, applying the unsharp mask, correcting the white balance and finally adding a frame with the border tool. The child versions are grouped in Derived Versions and Related Versions. Related Versions arise if you modify the original and save the changes with **Save As New Version**.
it: La lista combinata mostra le versioni insieme con le azioni e i filtri a essi applicati. Qui la seconda versione è stata creata ridimensionando l'originale, applicandogli la maschera di contrasto, correggendo il bilanciamento del bianco e infine aggiungendo una cornice con lo strumento bordo. Le versioni figlie sono raggruppate in versioni *derivate* e versioni *correlate*; queste ultime si originano se modifichi l'originale e salvi le modifiche col comando **Salva come una nuova versione**.
nl: De gecombineerde lijst toont de versies samen met de er op toegepaste acties/filters. Hier was de tweede versie gemaakt door het origineel in grootte te wijzigen, met toepassen van het masker voor scherpte verminderen, correctie van de witbalance en tenslotte een frame toevoegen met het hulpmiddel rand. De afgeleide versies zijn gegroepeerd in Afgeleide versies en Gerelateerde versies. Gerelateerde versies verschijnen als u het origineel wijzigt en de wijzigingen opslaat met **Opslaan als nieuwe versie**.
pt: A lista combinada mostra as versões em conjunto com as acções/filtros aplicados a elas. Aqui a segunda versão foi criada a partir de um dimensionamento da original, aplicando a máscara de afiamento, a correcção do balanceamento de brancos e finalmente a adição de uma moldura com a ferramenta de contornos. As versões-filhas estão agrupadas nas Versões Derivadas e nas Versões Relacionadas. As Versões Relacionadas surgem se modificar o original e se gravar as alterações com a opção **Gravar como uma Versão Nova**.
sl: Kombinirani seznam prikazuje različice skupaj z dejanji/filtri uporabljenih na njih. Tukaj je bila druga različica ustvarjena s spreminjanjem velikosti originala, uporaba maske neostrine, popravljanje ravnovesja beline in končno dodajanje okvirja z orodjem za obrobo. Podrejene različice so združenev izpeljanih različicah in povezanih različicah. Sorodne različice se pojavijo, če spremenite izvirnik in če shranite spremembe z **Shrani kot novo različico**.
sv: Den kombinerade listan visar versionerna tillsammans med de åtgärder/filter som tillämpats på dem. Här skapades den andra versionen genom att ändra storlek på originalet, applicera den oskarpa masken, korrigera vitbalansen och slutligen lägga till en ram med kantverktyget. De underordnade versionerna är grupperade i härledda versioner och relaterade versioner. Relaterade versioner uppstår om man ändrar originalet och sparar ändringarna med **Spara som ny version**.

source: To learn how to control what is stored as a separate version and which versions are displayed in the Image Area see :ref:`Image Versioning Settings <editor_settings>`.
it: Per imparare come controllare che cosa è memorizzato come versione separata e quali versioni sono visualizzate nell'area dell'immagine, vedi :ref:`Impostazioni sulle versioni dell'immagine <editor_settings>`.
nl: Om te leren hoe te besturen wat wordt opgeslagen als een aparte versie en welke versies getoond worden in het Afbeeldingsgebied zie :ref:`Instellingen voor versies van afbeeldingen <editor_settings>`.
pt: Para aprender a controlar o que é guardado como uma versão separada e quais as versões que aparecem na área da Imagem, veja a :ref:`Configuração do Controlo de Versões das Imagens <editor_settings>`.
sl: Če želite izvedeti, kako nadzorovati, kaj je shranjeno kot ločena različica in katere različice so prikazane v območju slik, glejte :ref:`Nastavitve različic za slike <editor_settings>`.
sv: För att lära sig hur man bestämmer vad som lagras som en separat version och vilka versioner som visas i bildområdet, se :ref:`Inställningar av bildversionshantering <editor_settings>`.
