Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/context_menus.po
Languages: ca, it, nl, pt_br, sl, uk

source: digiKam Context Menus
ca: Menús contextuals del digiKam
it: Menu contestuali di digiKam
nl: Contextmenu's van digiKam
pt_br: Menus de contexto do digiKam
sl: Kontekstni meniji digiKam
uk: Контекстні меню digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, gps, geolocation, map, world, group, reverse, geocoding
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, geolocalització, mapa, món, grup, inversa, geocodificació
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, gps, geolocalizzazione, mappa, mondo, gruppo, inverti, geocodifica
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, gps, geo-locatie, kaart, wereld, groep, terugdraaien, geo-codering
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, gps, geolocalização, mapa, mundo, grupo, reverso, geocodificação
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, gps, geolokacija, zemljevid, svet, skupina, vzvratno, geokodiranje
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, gps, геопозиціювання, карта, мапа, світ, групування, обернене, геокодування

source: Context Menu Descriptions
ca: Descripcions dels menús contextuals
it: Descrizioni dei menu contestuali
nl: Beschrijvingen van contextmenu's
pt_br: Descrições dos menus de contexto
sl: Opisi kontekstnega menija
uk: Описи контекстних меню

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Context menus are an important component of the digiKam user interface.
ca: Els menús contextuals són un component important de la interfície d'usuari del digiKam.
it: I menu contestuali rappresentano un componente importante dell'interfaccia utente di digiKam.
nl: Contextmenu's zijn een belangrijke component van het gebruikersinterface van digiKam.
pt_br: Os menus de contexto são um componente importante da interface do usuário do digiKam.
sl: Kontekstni meniji so pomembna komponenta uporabniškega vmesnika digiKam.
uk: Контекстні меню є важливим компонентом інтерфейсу користувача digiKam.

source: Main Window
ca: Finestra principal
it: Finestra principale
nl: Hoofdvenster
pt_br: A janela principal
sl: Glavno okno
uk: Головне вікно

source: Preview
ca: Vista prèvia
it: Anteprima
nl: Voorbeeld
pt_br: Visualização
sl: Predogled
uk: Перегляд

source: :menuselection:`Full Screen Mode`
ca: :menuselection:`Mode de pantalla completa`
it: :menuselection:`Modalità a schermo intero`
nl: :menuselection:`Modus Volledig scherm`
pt_br: :menuselection:`Modo de tela cheia`
sl: :menuselection:`Celozaslonski način`
uk: :menuselection:`Повноекранний режим`

source: :menuselection:`Back` - Move back one item
ca: :menuselection:`Enrere`: mou un element cap enrere
it: :menuselection:`Indietro` - Torna indietro di un elemento
nl: :menuselection:`Terug` - één item terug gaan
pt_br: :menuselection:`Voltar` - Volta um item
sl: :menuselection:`Nazaj` - Premakni se za en element nazaj
uk: :menuselection:`Назад` — перейти на один пункт назад

source: :menuselection:`Forward` - Move forward one item
ca: :menuselection:`Endavant`: mou un element cap endavant
it: :menuselection:`Indietro` - Vai avanti di un elemento
nl: :menuselection:`Verder` - één item vooruit
pt_br: :menuselection:`Avançar` - Avança um item
sl: :menuselection:`Naprej` - Premakni se za en element naprej
uk: :menuselection:`Далі` — перейти на один пункт вперед

source: :menuselection:`Show Face Tags`
ca: :menuselection:`Mostra les etiquetes de les cares`
it: :menuselection:`Mostra i tag volto`
nl: :menuselection:`Gezichtstags tonen`
pt_br: :menuselection:`Mostrar etiquetas de rosto`
sl: :menuselection:`Pokaži obrazne značke`
uk: :menuselection:`Показати мітки облич`

source: :menuselection:`Scan for Faces`
ca: :menuselection:`Exploració de cares`
it: :menuselection:`Analizza i volti`
nl: :menuselection:`Op gezichten scannen`
pt_br: :menuselection:`Procurar por rostos`
sl: :menuselection:`Prečeši obraze`
uk: :menuselection:`Шукати обличчя`

source: :menuselection:`Add a Face Tag`
ca: :menuselection:`Afegeix una etiqueta de cara`
it: :menuselection:`Aggiungi un tag volto`
nl: :menuselection:`Een gezichtstag toevoegen`
pt_br: :menuselection:`Adicionar uma etiqueta de rosto`
sl: :menuselection:`Dodaj značko obraza`
uk: :menuselection:`Додати мітку обличчя`

source: :menuselection:`Add a focus point`
ca: :menuselection:`Afegeix un punt d'enfocament`
it: :menuselection:`Aggiungi un punto focale`
nl: :menuselection:`Een focuspunt toevoegen`
pt_br: :menuselection:`Adicionar um ponto de foco`
sl: :menuselection:`Dodaj fokusno točko`
uk: :menuselection:`Додати точку фокусування`

source: :menuselection:`Show focus points`
ca: :menuselection:`Mostra els punts d'enfocament`
it: :menuselection:`Mostra i punti focali`
nl: :menuselection:`Focuspunten tonen`
pt_br: :menuselection:`Mostrar pontos de foco`
sl: :menuselection:`Pokaži fokusne točke`
uk: :menuselection:`Показувати точки фокусування`

source: :menuselection:`Open...`
ca: :menuselection:`Obre...`
it: :menuselection:`Apri...`
nl: :menuselection:`Openen...`
pt_br: :menuselection:`Abrir...`
sl: :menuselection:`Odpri...`
uk: :menuselection:`Відкрити...`

source: :menuselection:`Move to Album...`
ca: :menuselection:`Mou a l'àlbum...`
it: :menuselection:`Sposta all'album...`
nl: :menuselection:`Naar album verplaatsen...`
pt_br: :menuselection:`Mover para o álbum...`
sl: :menuselection:`Premakni v album...`
uk: :menuselection:`Пересунути до альбому…`

source: :menuselection:`Copy to...`
ca: :menuselection:`Copia a...`
it: :menuselection:`Copia in...`
nl: :menuselection:`Kopiëren naar...`
pt_br: :menuselection:`Copiar para...`
sl: :menuselection:`Kopiraj v...`
uk: :menuselection:`Копіювати до...`

source: :menuselection:`Open With`
ca: :menuselection:`Obre amb`
it: :menuselection:`Apri con`
nl: :menuselection:`Openen met`
pt_br: :menuselection:`Abrir com`
sl: :menuselection:`Odpri z`
uk: :menuselection:`Відкрити за допомогою`

source: :menuselection:`Open in File Manager`
ca: :menuselection:`Obre al gestor de fitxers`
it: :menuselection:`Apri con il gestore dei file`
nl: :menuselection:`In bestandsbeheerder openen`
pt_br: :menuselection:`Abrir no gerenciador de arquivos`
sl: :menuselection:`Odpri v upravljalniku datotek`
uk: :menuselection:`Відкрити у менеджері файлів`

source: :menuselection:`Go To --> Album`
ca: :menuselection:`Ves a --> Àlbum`
it: :menuselection:`Vai a --> Album`
nl: :menuselection:`Ga naar --> Album`
pt_br: :menuselection:`Ir para --> Álbum`
sl: :menuselection:`Pojdi na --> Album`
uk: :menuselection:`Перейти до --> Альбом`

source: :menuselection:`Go To --> Date`
ca: :menuselection:`Ves a --> Data`
it: :menuselection:`Vai a --> Data`
nl: :menuselection:`Ga naar --> Datum`
pt_br: :menuselection:`Ir para --> Data`
sl: :menuselection:`Pojdi na --> Datum`
uk: :menuselection:`Перейти до --> Дата`

source: :menuselection:`Go To --> Tag`
ca: :menuselection:`Ves a --> Etiqueta`
it: :menuselection:`Vai a --> Tag`
nl: :menuselection:`Ga naar --> Tag`
pt_br: :menuselection:`Ir para --> Etiqueta`
sl: :menuselection:`Pojdi na --> Značka`
uk: :menuselection:`Перейти до --> Мітка`

source: :menuselection:`Add to Light Table`
ca: :menuselection:`Afegeix a la taula de llum`
it: :menuselection:`Aggiungi al tavolo luminoso`
nl: :menuselection:`Toevoegen aan lichttafel`
pt_br: :menuselection:`Colocar na Mesa de Luz`
sl: :menuselection:`Dodaj na osvetljeno mizo`
uk: :menuselection:`Додати на стіл з підсвічуванням`

source: :menuselection:`Batch Queue Manager --> Add to Current Queue` - Adds item to current Batch Manager Queue
ca: :menuselection:`Gestor de la cua per lots --> Afegeix a la cua actual`: afegeix un element a la cua actual del gestor per lots
it: :menuselection:`Gestore elaborazione in serie --> Aggiungi alla coda corrente` - Aggiunge l'elemento alla coda corrente del Gestore elaborazione in serie
nl: :menuselection:`Wachtrijbeheerder --> Aan de huidige wachtrij toevoegen` - Voegt item toe aan de huidige Takenwachtrijbeheerder
pt_br: :menuselection:`Gerenciador de processamento em lote --> Adicionar à fila atual` - Adiciona item à fila atual do gerenciador
sl: :menuselection:`Upravljalnik paketne čakalne vrste --> Dodaj v trenutno vrsto` - Doda element v trenutno čakalno vrsto Upravljalnika paketnih čakalnih vrst
uk: :menuselection:`Керування чергою обробки --> Додати до поточної черги` — додає запис до поточної черги пакетної обробки

source: :menuselection:`Batch Queue Manager --> Add to New Queue`
ca: :menuselection:`Gestor de la cua per lots --> Afegeix a una cua nova`
it: :menuselection:`Gestore elaborazione in serie --> Aggiungi alla nuova coda`
nl: :menuselection:`Takenwachtrijbeheerder --> Aan nieuwe wachtrij toevoegen`
pt_br: :menuselection:`Gerenciador de processamento em lote --> Adicionar a uma fila nova`
sl: :menuselection:`Upravitelj paketne čakalne vrste --> Dodaj v novo čakalno vrsto`
uk: :menuselection:`Керування чергою обробки --> Додати до нової черги`

source: :menuselection:`Batch Queue Manager --> Add to Existing Queue`
ca: :menuselection:`Gestor de la cua per lots --> Afegeix a una cua existent`
it: :menuselection:`Gestore elaborazione in serie --> Aggiungi alla coda esistente`
nl: :menuselection:`Takenwachtrijbeheerder --> Aan bestaande wachtrij toevoegen`
pt_br: :menuselection:`Gerenciador de processamento em lote --> Adicionar à fila existente`
sl: :menuselection:`Upravitelj paketne čakalne vrste --> Dodaj v obstoječo čakalno vrsto`
uk: :menuselection:`Керування чергою обробки --> Додати до наявної черги`

source: :menuselection:`Rotate --> Left`
ca: :menuselection:`Gira --> Esquerra`
it: :menuselection:`Ruota --> A sinistra`
nl: :menuselection:`Draaien --> Linksom`
pt_br: :menuselection:`Girar --> Esquerda`
sl: :menuselection:`Zavrti --> levo`
uk: :menuselection:`Обертати --> Ліворуч`

source: :menuselection:`Rotate --> Right`
ca: :menuselection:`Gira --> Dreta`
it: :menuselection:`Ruota --> A destra`
nl: :menuselection:`Draaien --> Rechtsom`
pt_br: :menuselection:`Girar --> Direita`
sl: :menuselection:`Zavrti --> Desno`
uk: :menuselection:`Обертати --> Праворуч`

source: :menuselection:`Move to Trash`
ca: :menuselection:`Mou a la paperera`
it: :menuselection:`Cestina`
nl: :menuselection:`Naar prullenbak verplaatsen`
pt_br: :menuselection:`Mover para a Lixeira`
sl: :menuselection:`Premakni v koš`
uk: :menuselection:`Пересунути до смітника`

source: :menuselection:`Assign Tag --> Recently Assigned Tags`
ca: :menuselection:`Assigna una etiqueta --> Etiquetes assignades recentment`
it: :menuselection:`Assegna tag --> Tag recentemente assegnati`
nl: :menuselection:`Tag toekennen --> Recent toegekende tags`
pt_br: :menuselection:`Atribuir etiqueta --> Etiquetas atribuídas recentemente`
sl: :menuselection:`Dodeli oznako --> Nedavno dodeljene značke`
uk: :menuselection:`Призначити мітку --> Нещодавно призначені мітки`

source: :menuselection:`Assign Tag --> Add New Tag`
ca: :menuselection:`Assigna una etiqueta --> Afegeix una etiquetes nova`
it: :menuselection:`Assegna tag --> Aggiungi nuovo tag`
nl: :menuselection:`Tag toekennen --> Nieuwe tag toevoegen`
pt_br: :menuselection:`Atribuir etiqueta --> Adicionar nova etiqueta`
sl: :menuselection:`Dodeli oznako --> Dodaj novo značko`
uk: :menuselection:`Призначити мітку --> Додати нову мітку`

source: :menuselection:`Assign Tag --> More Tags...`
ca: :menuselection:`Assigna una etiqueta --> Més etiquetes...`
it: :menuselection:`Assegna tag --> Altri tag...`
nl: :menuselection:`Tag toekennen --> Meer tags...`
pt_br: :menuselection:`Atribuir etiqueta --> Mais etiquetas...`
sl: :menuselection:`Dodeli oznako --> Več značk...`
uk: :menuselection:`Призначити мітку --> Інші мітки...`

source: :menuselection:`Remove Tag`
ca: :menuselection:`Elimina una etiqueta`
it: :menuselection:`Rimuovi tag`
nl: :menuselection:`Tag verwijderen`
pt_br: :menuselection:`Remover etiqueta`
sl: :menuselection:`Odstrani značko`
uk: :menuselection:`Вилучити мітку`

source: :menuselection:`Remove all Tags`
ca: :menuselection:`Elimina totes les etiquetes`
it: :menuselection:`Rimuovi tutti i tag`
nl: :menuselection:`Alle tags verwijderen`
pt_br: :menuselection:`Remover todas as etiquetas`
sl: :menuselection:`Odstrani vse značke`
uk: :menuselection:`Вилучити усі мітки`

source: :menuselection:`Assign Labels --> Pick`
ca: :menuselection:`Assignació de rètols --> Selecció`
it: :menuselection:`Assegna etichette --> Preleva`
nl: :menuselection:`Labels toewijzen --> Kiezen`
pt_br: :menuselection:`Atribuir rótulos --> Seleção`
sl: :menuselection:`Dodeli oznake --> Izberi`
uk: :menuselection:`Призначити позначки --> Вибрати`

source: :menuselection:`Assign Labels --> Color`
ca: :menuselection:`Assignació de rètols --> Color`
it: :menuselection:`Assegna etichette --> Colore`
nl: :menuselection:`Labels toewijzen --> Kleur`
pt_br: :menuselection:`Atribuir rótulos --> Cor`
sl: :menuselection:`Dodeli oznake --> Barva`
uk: :menuselection:`Призначити позначки --> Колір`

source: :menuselection:`Assign Labels --> Rating`
ca: :menuselection:`Assignació de rètols --> Valoració`
it: :menuselection:`Assegna etichette --> Valutazione`
nl: :menuselection:`Labels toewijzen --> Waardering`
pt_br: :menuselection:`Atribuir rótulos --> Classificação`
sl: :menuselection:`Dodeli oznake --> Ocena`
uk: :menuselection:`Призначити позначки --> Оцінка`

source: Left Sidebar Album List
ca: Llista d'àlbums de la barra lateral esquerra
it: Barra laterale sinistra - Elenco degli album
nl: Albumlijst in linker zijbalk
pt_br: Lista de álbuns da barra lateral esquerda
sl: Seznam albumov v levi stranski vrstici
uk: Список альбомів на лівій бічній панелі

source: :menuselection:`Albums`
ca: :menuselection:`Àlbums`
it: :menuselection:`Album`
pt_br: :menuselection:`Álbums`
sl: :menuselection:`Albumi`
uk: :menuselection:`Альбоми`

source: :menuselection:`New...`
ca: :menuselection:`Nou...`
it: :menuselection:`Nuovo...`
nl: :menuselection:`Nieuw...`
pt_br: :menuselection:`Novo...`
sl: :menuselection:`Novo...`
uk: :menuselection:`Створити...`

source: :menuselection:`Rename...`
ca: :menuselection:`Reanomena...`
it: :menuselection:`Rinomina...`
nl: :menuselection:`Hernoemen...`
pt_br: :menuselection:`Renomear...`
sl: :menuselection:`Preimenuj...`
uk: :menuselection:`Перейменувати...`

source: :menuselection:`Reset Album Icon`
ca: :menuselection:`Reinicia la icona de l'àlbum`
it: :menuselection:`Reimposta icona dell'album`
nl: :menuselection:`Albumpictogram resetten`
pt_br: :menuselection:`Redefinir ícone do álbum`
sl: :menuselection:`Ponastavi ikono albuma`
uk: :menuselection:`Скинути піктограму альбому`

source: :menuselection:`Expand Selected Nodes`
ca: :menuselection:`Desplega els nodes seleccionats`
it: :menuselection:`Espandi nodi selezionati`
nl: :menuselection:`Geselecteerde nodes uitvouwen`
pt_br: :menuselection:`Expandir nós selecionados`
sl: :menuselection:`Razširi izbrana vozlišča`
uk: :menuselection:`Розгорнути позначені вузли`

source: :menuselection:`Collapse Selected Recursively`
ca: :menuselection:`Redueix la selecció recursivament`
it: :menuselection:`Contrai selezionati ricorsivamente`
nl: :menuselection:`Geselecteerde recursief invouwen`
pt_br: :menuselection:`Recolher selecionados recursivamente`
sl: :menuselection:`Strni izbrano rekurzivno`
uk: :menuselection:`Згорнути позначене рекурсивно`

source: :menuselection:`Expand all Albums`
ca: :menuselection:`Desplega tots els àlbums`
it: :menuselection:`Espandi tutti gli album`
nl: :menuselection:`Alle albums uitvouwen`
pt_br: :menuselection:`Expandir todos os álbuns`
sl: :menuselection:`Razširi vse albume`
uk: :menuselection:`Розгорнути усі альбоми`

source: :menuselection:`Collapse all Albums`
ca: :menuselection:`Redueix tots els àlbums`
it: :menuselection:`Contrai tutti gli album`
nl: :menuselection:`Alle albums invouwen`
pt_br: :menuselection:`Recolher todos os álbums`
sl: :menuselection:`Strni vse albume`
uk: :menuselection:`Згорнути усі альбоми`

source: :menuselection:`Find Duplicates...`
ca: :menuselection:`Cerca els duplicats...`
it: :menuselection:`Trova duplicati...`
nl: :menuselection:`Duplicaten zoeken...`
pt_br: :menuselection:`Localizar duplicatas...`
sl: :menuselection:`Poišči dvojnike...`
uk: :menuselection:`Знайти дублікати...`

source: :menuselection:`Refresh`
ca: :menuselection:`Actualitza`
it: :menuselection:`Aggiorna`
nl: :menuselection:`Vernieuwen`
pt_br: :menuselection:`Atualizar`
sl: :menuselection:`Osveži`
uk: :menuselection:`Оновити`

source: :menuselection:`Import`
ca: :menuselection:`Importa`
it: :menuselection:`Importa`
nl: :menuselection:`Importeren`
pt_br: :menuselection:`Importar`
sl: :menuselection:`Uvozi`
uk: :menuselection:`Імпортувати`

source: :menuselection:`Export`
ca: :menuselection:`Exporta`
it: :menuselection:`Esporta`
nl: :menuselection:`Exporteren`
pt_br: :menuselection:`Exportar`
sl: :menuselection:`Izvozi`
uk: :menuselection:`Експортувати`

source: :menuselection:`Repair hidden Items`
ca: :menuselection:`Repara els elements ocults`
it: :menuselection:`Ripara gli elementi nascosti`
nl: :menuselection:`Verborgen items repareren`
pt_br: :menuselection:`Reparar itens ocultos`
sl: :menuselection:`Popravi skrite elemente`
uk: :menuselection:`Відновити приховані записи`

source: :menuselection:`Delete Album`
ca: :menuselection:`Suprimeix l'àlbum`
it: :menuselection:`Elimina album`
nl: :menuselection:`Album verwijderen`
pt_br: :menuselection:`Excluir álbum`
sl: :menuselection:`Izbriši album`
uk: :menuselection:`Вилучити альбом`

source: :menuselection:`Properties`
ca: :menuselection:`Propietats`
it: :menuselection:`Proprietà`
nl: :menuselection:`Eigenschappen`
pt_br: :menuselection:`Propriedades`
sl: :menuselection:`Lastnosti`
uk: :menuselection:`Властивості`

source: Left Sidebar Tags List
ca: Llista d'etiquetes de la barra lateral esquerra
it: Barra laterale sinistra - Elenco dei tag
nl: Lijst met tags in linker zijbalk
pt_br: Lista de etiquetas na barra lateral esquerda
sl: Seznam značk v levi stranski vrstici
uk: Список міток на лівій бічній панелі

source: :menuselection:`New Tag...`
ca: :menuselection:`Etiqueta nova...`
it: :menuselection:`Nuovo tag...`
nl: :menuselection:`Nieuwe tag...`
pt_br: :menuselection:`Nova etiqueta...`
sl: :menuselection:`Nova značka...`
uk: :menuselection:`Нова мітка...`

source: :menuselection:`Reset Tag Icon`
ca: :menuselection:`Reinicia la icona de l'etiqueta`
it: :menuselection:`Reimposta icona del tag`
nl: :menuselection:`Tagpictogram resetten`
pt_br: :menuselection:`Redefinir o ícone da etiqueta`
sl: :menuselection:`Ponastavi ikono značke`
uk: :menuselection:`Скинути піктограму мітки`

source: :menuselection:`Expand all Tags`
ca: :menuselection:`Desplega totes les etiquetes`
it: :menuselection:`Espandi tutti i tag`
nl: :menuselection:`Alle tags uitvouwen`
pt_br: :menuselection:`Expandir todas as etiquetas`
sl: :menuselection:`Razširi vse značke`
uk: :menuselection:`Розгорнути усі мітки`

source: :menuselection:`Collapse all Tags`
ca: :menuselection:`Redueix totes les etiquetes`
it: :menuselection:`Contrai tutti i tag`
nl: :menuselection:`Alle tags invouwen`
pt_br: :menuselection:`Recolher todas as etiquetas`
sl: :menuselection:`Strni vse značke`
uk: :menuselection:`Згорнути усі мітки`

source: :menuselection:`Delete Tag`
ca: :menuselection:`Suprimeix l'etiqueta`
it: :menuselection:`Elimina tag`
nl: :menuselection:`Tag verwijderen`
pt_br: :menuselection:`Excluir etiqueta`
sl: :menuselection:`Izbriši značko`
uk: :menuselection:`Вилучити мітку`

source: :menuselection:`Mark As Face Tag`
ca: :menuselection:`Marca com a etiqueta de cara`
it: :menuselection:`Segna come tag volto`
nl: :menuselection:`Als gezichtstag markeren`
pt_br: :menuselection:`Marcar como etiqueta de rosto`
sl: :menuselection:`Označi kot značko obraza`
uk: :menuselection:`Позначити як мітку обличчя`

source: :menuselection:`Properties...`
ca: :menuselection:`Propietats...`
it: :menuselection:`Proprietà...`
nl: :menuselection:`Eigenschappen...`
pt_br: :menuselection:`Propriedades...`
sl: :menuselection:`Lastnosti...`
uk: :menuselection:`Властивості...`

source: Left Sidebar People List
ca: Llista de persones de la barra lateral esquerra
it: Barra laterale sinistra - Elenco delle persone
nl: Lijst met mensen in linker zijbalk
pt_br: Lista de pessoas na barra lateral esquerda
sl: Seznam oseb v levi stranski vrstici
uk: Список людей на лівій бічній панелі

source: :menuselection:`Unmark Tag As Face`
ca: :menuselection:`Desmarca com a etiqueta de cara`
it: :menuselection:`Rimuovi il tag volto`
nl: :menuselection:`Markering als gezichtstag ongedaan maken`
pt_br: :menuselection:`Desmarcar etiqueta como rosto`
sl: :menuselection:`Odznači značko kot obraz`
uk: :menuselection:`Скасувати позначення як мітки обличчя`

source: Thumbnails
ca: Miniatures
it: Miniature
nl: Miniaturen
pt_br: Miniaturas
sl: Predogledne sličice
uk: Мініатюри

source: :menuselection:`Open With --> NX Studio.app`
ca: :menuselection:`Obre amb --> NX Studio.app`
it: :menuselection:`Apri con --> NX Studio.app`
nl: :menuselection:`Openen met --> NX Studio.app`
pt_br: :menuselection:`Abrir com --> NX Studio.app`
sl: :menuselection:`Odpri z --> NX Studio.app`
uk: :menuselection:`Відкрити за допомогою --> NX Studio.app`

source: :menuselection:`Open With --> digikam.app`
ca: :menuselection:`Obre amb --> digikam.app`
it: :menuselection:`Apri con --> digikam.app`
nl: :menuselection:`Openen met --> digikam.app`
pt_br: :menuselection:`Abrir com --> digikam.app`
sl: :menuselection:`Odpri z --> digikam.app`
uk: :menuselection:`Відкрити за допомогою --> digikam.app`

source: :menuselection:`Open With --> showfoto.app`
ca: :menuselection:`Obre amb --> showfoto.app`
it: :menuselection:`Apri con --> showfoto.app`
nl: :menuselection:`Openen met --> showfoto.app`
pt_br: :menuselection:`Abrir com --> showfoto.app`
sl: :menuselection:`Odpri z --> showfoto.app`
uk: :menuselection:`Відкрити за допомогою --> showfoto.app`

source: :menuselection:`Open With --> darktable.app`
ca: :menuselection:`Obre amb --> darktable.app`
it: :menuselection:`Apri con --> darktable.app`
nl: :menuselection:`Openen met --> darktable.app`
pt_br: :menuselection:`Abrir com --> darktable.app`
sl: :menuselection:`Odpri z --> darktable.app`
uk: :menuselection:`Відкрити за допомогою --> darktable.app`

source: :menuselection:`Recognize Faces`
ca: :menuselection:`Reconeix les cares`
it: :menuselection:`Riconosci i volti`
nl: :menuselection:`Gezichten herkennen`
pt_br: :menuselection:`Reconhecer rostos`
sl: :menuselection:`Prepoznaj obraze`
uk: :menuselection:`Розпізнати обличчя`

source: :menuselection:`Remove all Faces`
ca: :menuselection:`Elimina totes les cares`
it: :menuselection:`Rimuovi tutti i volti`
nl: :menuselection:`Alle gezichten verwijderen`
pt_br: :menuselection:`Remover todos os rostos`
sl: :menuselection:`Odstrani vse obraze`
uk: :menuselection:`Вилучити усі обличчя`

source: :menuselection:`Batch Queue Manager --> Add to Current Queue`
ca: :menuselection:`Gestor de la cua per lots --> Afegeix a la cua actual`
it: :menuselection:`Gestore elaborazione in serie --> Aggiungi alla coda corrente`
nl: :menuselection:`Aan de huidige wachtrij toevoegen --> Aan huidige wachtrij toevoegen`
pt_br: :menuselection:`Gerenciador de processamento em lote --> Adicionar à fila atual`
sl: :menuselection:`Upravitelj paketne čakalne vrste --> Dodaj v trenutno čakalno vrsto`
uk: :menuselection:`Керування чергою обробки --> Додати до поточної черги`
