Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/context_menus.po
Languages: ca, it, nl, pt_br, sl, uk

source: :menuselection:`Lookup missing altitude values`
ca: :menuselection:`Cerca els valors d'altitud que manquen`
it: :menuselection:`Recupera valori di altitudine mancanti`
nl: :menuselection:`Ontbrekende waarden van hoogten opzoeken`
pt_br: :menuselection:`Procurar valores de altitude faltando`
sl: :menuselection:`Poišči manjkajoče vrednosti nadmorske višine`
uk: :menuselection:`Визначити пропущені значення висоти`

source: :menuselection:`Bookmarks --> Edit Bookmarks`
ca: :menuselection:`Adreces d'interès --> Edita les adreces d'interès`
it: :menuselection:`Segnalibri --> Modifica segnalibri`
nl: :menuselection:`Bladwijzers --> Bladwijzers bewerken`
pt_br: :menuselection:`Favoritos --> Editar favoritos`
sl: :menuselection:`Zaznamki --> Uredi zaznamke`
uk: :menuselection:`Закладки --> Редагувати закладки`

source: :menuselection:`Bookmarks --> Add Bookmark...`
ca: :menuselection:`Adreces d'interès --> Afegeix una adreça d'interès`
it: :menuselection:`Segnalibri --> Aggiungi segnalibro...`
nl: :menuselection:`Bladwijzers --> Bladwijzer toevoegen...`
pt_br: :menuselection:`Favoritos --> Adicionar favorito...`
sl: :menuselection:`Zaznamki --> Dodaj zaznamek...`
uk: :menuselection:`Закладки --> Додати закладку...`

source: :menuselection:`Bookmarks --> Home`
ca: :menuselection:`Adreces d'interès --> Inici`
it: :menuselection:`Segnalibri --> Pagina iniziale`
nl: :menuselection:`Bladwijzers --> Home`
pt_br: :menuselection:`Favoritos --> Casa`
sl: :menuselection:`Zaznamki --> Domov`
uk: :menuselection:`Закладки --> Домівка`

source: Sidebar: Reverse Geocoding Tag List
ca: Barra lateral: Llista d'etiquetes de geocodificació inversa
it: Barra laterale: Elenco tag della Geocodifica inversa
nl: Zijbalk: Taglijst met omgekeerde geo-codering
pt_br: Barra lateral: Lista de etiquetas de geocodificação reversa
sl: Stranska vrstica: seznam oznak povratnega geokodiranja
uk: Бічна панель: список міток зворотного геокодування

source: :menuselection:`Add all address elements`
ca: :menuselection:`Afegeix tots els elements de l'adreça`
it: :menuselection:`Aggiungi tutti gli elementi dell'indirizzo`
nl: :menuselection:`Alle adres-elementen toevoegen`
pt_br: :menuselection:`Adicionar todos os elementos do endereço`
sl: :menuselection:`Dodaj vse elemente naslova`
uk: :menuselection:`Додати всі записи адреси`

source: :menuselection:`Add country tag`
ca: :menuselection:`Afegeix etiqueta de país`
it: :menuselection:`Aggiungi tag della nazione`
nl: :menuselection:`Tag voor land toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de país`
sl: :menuselection:`Dodaj oznako države`
uk: :menuselection:`Додати мітку країни`

source: :menuselection:`Add state tag`
ca: :menuselection:`Afegeix etiqueta d'estat`
it: :menuselection:`Aggiungi tag dello stato`
nl: :menuselection:`Tag voor staat toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de estado`
sl: :menuselection:`Dodaj oznako stanja`
uk: :menuselection:`Додати мітку області`

source: :menuselection:`Add state district tag`
ca: :menuselection:`Afegeix etiqueta de districte d'estat`
it: :menuselection:`Aggiungi tag del distretto`
nl: :menuselection:`Tag voor staatdistrict toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de distrito`
sl: :menuselection:`Dodaj oznako državnega okrožja`
uk: :menuselection:`Додати мітку місцевості`

source: :menuselection:`Add county tag`
ca: :menuselection:`Afegeix etiqueta de comarca`
it: :menuselection:`Aggiungi tag della contea`
nl: :menuselection:`Tag voor land toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de condado`
sl: :menuselection:`Dodaj oznako okrožja`
uk: :menuselection:`Додати мітку району`

source: :menuselection:`Add city tag`
ca: :menuselection:`Afegeix etiqueta de ciutat`
it: :menuselection:`Aggiungi tag della città`
nl: :menuselection:`Tag voor stad toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de cidade grande`
sl: :menuselection:`Dodaj oznako mesta`
uk: :menuselection:`Додати мітку міста`

source: :menuselection:`Add city district tag`
ca: :menuselection:`Afegeix etiqueta de districte de ciutat`
it: :menuselection:`Aggiungi tag del quartiere`
nl: :menuselection:`Tag voor stadsdistrict toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de distrito de cidade grande`
sl: :menuselection:`Dodaj oznako mestne četrti`
uk: :menuselection:`Додати мітку району міста`

source: :menuselection:`Add suburb tag`
ca: :menuselection:`Afegeix etiqueta de suburbi`
it: :menuselection:`Aggiungi tag del sobborgo`
nl: :menuselection:`Tag voor buitenwijk toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de subúrbio`
sl: :menuselection:`Dodaj oznako predmestja`
uk: :menuselection:`Додати мітку передмістя`

source: :menuselection:`Add town tag`
ca: :menuselection:`Afegeix etiqueta de poble`
it: :menuselection:`Aggiungi tag del paese`
nl: :menuselection:`Tag voor plaats toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de cidade média`
sl: :menuselection:`Dodaj oznako mesta`
uk: :menuselection:`Додати мітку міста`

source: :menuselection:`Add village tag`
ca: :menuselection:`Afegeix etiqueta de vila`
it: :menuselection:`Aggiungi tag del villaggio`
nl: :menuselection:`Tag voor dorp toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de cidade pequena`
sl: :menuselection:`Dodaj oznako vasi`
uk: :menuselection:`Додати мітку селища`

source: :menuselection:`Add hamlet tag`
ca: :menuselection:`Afegeix etiqueta de llogaret`
it: :menuselection:`Aggiungi tag della frazione`
nl: :menuselection:`Tag voor buurt toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de cidade aldeia`
sl: :menuselection:`Dodaj oznako zaselka`
uk: :menuselection:`Додати мітку села`

source: :menuselection:`Add street tag`
ca: :menuselection:`Afegeix etiqueta de carrer`
it: :menuselection:`Aggiungi tag della via`
nl: :menuselection:`Tag voor straat toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de rua`
sl: :menuselection:`Dodaj oznako ulice`
uk: :menuselection:`Додати мітку вулиці`

source: :menuselection:`Add house number tag`
ca: :menuselection:`Afegeix etiqueta de número de casa`
it: :menuselection:`Aggiungi tag del numero civico`
nl: :menuselection:`Tag voor huisnummer toevoegen`
pt_br: :menuselection:`Adicionar etiqueta de número de casa`
sl: :menuselection:`Dodaj oznako hišne številke`
uk: :menuselection:`Додати мітку номера будинку`

source: :menuselection:`Add new tag`
ca: :menuselection:`Afegeix una etiqueta nova`
it: :menuselection:`Aggiungi nuovo tag`
nl: :menuselection:`Nieuwe tag toevoegen`
pt_br: :menuselection:`Adicionar nova etiqueta`
sl: :menuselection:`Dodaj novo oznako`
uk: :menuselection:`Додати нову мітку`

source: :menuselection:`Remove all control tags below this tag`
ca: :menuselection:`Elimina totes les etiquetes de control sota aquesta etiqueta`
it: :menuselection:`Rimuovi tutti i tag di controllo sotto questo`
nl: :menuselection:`Alle besturingstags onder deze tag verwijderen`
pt_br: :menuselection:`Remover todas as etiquetas de controle abaixo desta etiqueta`
sl: :menuselection:`Odstrani vse kontrolne značke pod to značko`
uk: :menuselection:`Вилучити всі записи контрольних міток під цим записом`

source: Sidebar: Search List
ca: Barra lateral: Llista de cerques
it: Barra laterale: elenco delle ricerche
nl: Zijbalk: Zoeklijst
pt_br: Barra lateral: Lista de pesquisa
sl: Stranska vrstica: iskalni seznam
uk: Бічна панель: список пошуку

source: :menuselection:`Copy coordinates`
ca: :menuselection:`Copia les coordenades`
it: :menuselection:`Copia le coordinate`
nl: :menuselection:`Coördinaten kopiëren`
pt_br: :menuselection:`Copiar coordenadas`
sl: :menuselection:`Kopiraj koordinate`
uk: :menuselection:`Копіювати координати`

source: :menuselection:`Move selected images to this position`
ca: :menuselection:`Mou les imatges seleccionades a aquesta posició`
it: :menuselection:`Sposta le immagini selezionate a questa posizione`
nl: :menuselection:`Geselecteerde afbeeldingen verplaatsen naar deze positie`
pt_br: :menuselection:`Mover as imagens selecionadas para esta posição`
sl: :menuselection:`Premakni izbrane slike na ta položaj`
uk: :menuselection:`Пересунути позначені зображення на цю позицію`

source: :menuselection:`Remove from results list`
ca: :menuselection:`Elimina de la llista de resultats`
it: :menuselection:`Rimuovi dall'elenco dei risultati`
nl: :menuselection:`Uit lijst met resultaten verwijderen`
pt_br: :menuselection:`Remover da lista de resultados`
sl: :menuselection:`Odstrani s seznama rezultatov`
uk: :menuselection:`Вилучити зі списку результатів`

source: Maintenance Tools
ca: Eines de manteniment
it: Strumenti per la manutenzione
nl: Hulpmiddelen voor onderhoud
pt_br: Ferramentas de manutenção
sl: Orodja za vzdrževanje
uk: Засоби супроводу збірки

source: Common Options: Albums List
ca: Opcions normals: Llista d'àlbums
it: Opzioni condivise: elenco degli album
nl: Algemene opties: lijst met albums
pt_br: Opções comuns: Lista de álbuns
sl: Pogoste možnosti: Seznam albumov
uk: Загальні параметри: список альбомів

source: :menuselection:`Select --> All Albums`
ca: :menuselection:`Selecciona --> Tots els àlbums`
it: :menuselection:`Seleziona --> Tutti gli album`
nl: :menuselection:`selecteer --> Alle albums`
pt_br: :menuselection:`Selecionar --> Todos os álbuns`
sl: :menuselection:`Izberi --> Vsi albumi`
uk: :menuselection:`Вибрати --> Всі альбоми`

source: :menuselection:`Select --> Children`
ca: :menuselection:`Selecciona --> Fills`
it: :menuselection:`Seleziona --> Figli`
nl: :menuselection:`selecteer --> Kinderen`
pt_br: :menuselection:`Selecionar --> Filhos`
sl: :menuselection:`Izberi --> Otroci`
uk: :menuselection:`Вибрати --> Дочірні записи`

source: :menuselection:`Select --> Parents`
ca: :menuselection:`Selecciona --> Pares`
it: :menuselection:`Seleziona --> Genitori`
nl: :menuselection:`selecteer --> Ouders`
pt_br: :menuselection:`Selecionar --> Pais`
sl: :menuselection:`Izberi --> Starši`
uk: :menuselection:`Вибрати --> Батьківські записи`

source: :menuselection:`Deselect --> All Albums`
ca: :menuselection:`Desselecciona --> Tots els àlbums`
it: :menuselection:`Deseleziona --> Tutti gli album`
nl: :menuselection:`Selectie ongedaan maken --> Alle albums`
pt_br: :menuselection:`Desmarcar --> Todos os álbuns`
sl: :menuselection:`Prekliči izbor --> Vsi albumi`
uk: :menuselection:`Скасувати вибір --> Всі альбоми`

source: :menuselection:`Deselect --> Children`
ca: :menuselection:`Desselecciona --> Fills`
it: :menuselection:`Deseleziona --> Figli`
nl: :menuselection:`Selectie ongedaan maken --> Kinderen`
pt_br: :menuselection:`Desmarcar --> Filhos`
sl: :menuselection:`Prekliči izbor --> Otroci`
uk: :menuselection:`Скасувати вибір --> Дочірні записи`

source: :menuselection:`Deselect --> Parents`
ca: :menuselection:`Desselecciona --> Pares`
it: :menuselection:`Deseleziona --> Genitori`
nl: :menuselection:`Selectie ongedaan maken --> Ouders`
pt_br: :menuselection:`Desmarcar --> Pais`
sl: :menuselection:`Prekliči izbiro --> Starši`
uk: :menuselection:`Скасувати вибір --> Батьківські записи`

source: :menuselection:`Invert Selection`
ca: :menuselection:`Inverteix la selecció`
it: :menuselection:`Inverti la selezione`
nl: :menuselection:`Selectie omkeren`
pt_br: :menuselection:`Desmarcar --> Inverter seleção`
sl: :menuselection:`Obrni izbor`
uk: :menuselection:`Інвертувати вибір`
