Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/context_menus.po
Languages: ca, it, nl, pt_br, sl, uk

source: :menuselection:`Cut`
ca: :menuselection:`Retalla`
it: :menuselection:`Taglia`
nl: :menuselection:`Knippen`
pt_br: :menuselection:`Recortar`
sl: :menuselection:`Izreži`
uk: :menuselection:`Вирізати`

source: :menuselection:`Сору`
ca: :menuselection:`Сорia`
it: :menuselection:`Сорia`
nl: :menuselection:`Kopiëren`
pt_br: :menuselection:`Сорiar`
sl: :menuselection:`Kopiraj`
uk: :menuselection:`Копіювати`

source: :menuselection:`Paste`
ca: :menuselection:`Enganxa`
it: :menuselection:`Incolla`
nl: :menuselection:`Plakken`
pt_br: :menuselection:`Colar`
sl: :menuselection:`Prilepi`
uk: :menuselection:`Вставити`

source: :menuselection:`Move 2 Files to Trash`
ca: :menuselection:`Mou 2 fitxers a la paperera`
it: :menuselection:`Cestina N file`
nl: :menuselection:`2 bestanden naar prullenbak verplaatsen`
pt_br: :menuselection:`Mover 2 arquivos para a Lixeira`
sl: :menuselection:`Premakni 2 datoteki v koš`
uk: :menuselection:`Пересунути 2 файли до смітника`

source: :menuselection:`Image Quality Scan`
ca: :menuselection:`Exploració de la qualitat de les imatges`
it: :menuselection:`Analisi qualità delle immagini`
nl: :menuselection:`Scannen op kwaliteit van afbeelding`
pt_br: :menuselection:`Analisar qualidade da imagem`
sl: :menuselection:`Skeniraje kakovosti slike`
uk: :menuselection:`Сканування щодо якості зображень`

source: :menuselection:`Group --> Group Selected Here`
ca: :menuselection:`Grup --> Agrupa aquí la selecció`
it: :menuselection:`Gruppo --> Raggruppa i selezionati qui`
nl: :menuselection:`Groeperen --> Hier geselecteerde groeperen`
pt_br: :menuselection:`Agrupar --> Agrupar as selecionadas aqui`
sl: :menuselection:`Skupina --> Tukaj izbrana skupina`
uk: :menuselection:`Групувати --> Згрупувати позначені тут`

source: :menuselection:`Group --> Group Selected By Time`
ca: :menuselection:`Grup --> Grup seleccionat per hora`
it: :menuselection:`Gruppo --> Raggruppa i selezionati per tempo`
nl: :menuselection:`Groeperen --> Op tijd geselecteerde groeperen`
pt_br: :menuselection:`Agrupar --> Agrupar as selecionadas por data e hora`
sl: :menuselection:`Skupina --> Skupina, izbrana glede na čas`
uk: :menuselection:`Групувати --> Згрупувати позначені за часом`

source: :menuselection:`Group --> Group Selected By Filename`
ca: :menuselection:`Grup --> Grup seleccionat per nom de fitxer`
it: :menuselection:`Gruppo --> Raggruppa i selezionati per nome file`
nl: :menuselection:`Groeperen --> Op bestandsnaam geselecteerde groeperen`
pt_br: :menuselection:`Agrupar --> Agrupar as selecionadas por nome de arquivo`
sl: :menuselection:`Skupina --> Skupina izbrana po imenu datoteke`
uk: :menuselection:`Групувати --> Згрупувати позначені за назвами файлів`

source: :menuselection:`Group --> Group Selected By Timelapse / Burst`
ca: :menuselection:`Grup --> Grup seleccionat per filmació a intervals / ràfega`
it: :menuselection:`Gruppo --> Raggruppa i selezionati timelapse / burst`
nl: :menuselection:`Groeperen --> Op timelaps / burst geselecteerde groeperen`
pt_br: :menuselection:`Agrupar --> Agrupar as selecionadas por Lapso de tempo/Disparo contínuo`
sl: :menuselection:`Skupina --> Skupina, izbrana s časovnim zamikom / rafalom`
uk: :menuselection:`Групувати --> Згрупувати позначені за проміжком часу або зйомками`

source: :menuselection:`Group --> Show Grouped Images`
ca: :menuselection:`Grup --> Mostra les imatges agrupades`
it: :menuselection:`Gruppo --> Mostra le immagini raggruppate`
nl: :menuselection:`Groeperen -- > Gegroepeerde afbeeldingen tonen`
pt_br: :menuselection:`Agrupar --> Mostrar as imagens agrupadas`
sl: :menuselection:`Združi --> Pokaži združene slike`
uk: :menuselection:`Групувати --> Показати згруповані зображення`

source: :menuselection:`Group --> Hide Grouped Images`
ca: :menuselection:`Grup --> Oculta les imatges agrupades`
it: :menuselection:`Gruppo --> Nascondi le immagini raggruppate`
nl: :menuselection:`Groeperen -- > Gegroepeerde afbeeldingen verbergen`
pt_br: :menuselection:`Agrupar --> Ocultar as imagens agrupadas`
sl: :menuselection:`Združi --> Skrij združene slike`
uk: :menuselection:`Групувати --> Приховати згруповані зображення`

source: :menuselection:`Group --> Remove Selected From Groups`
ca: :menuselection:`Grup --> Elimina la selecció dels grups`
it: :menuselection:`Gruppo --> Rimuovi la selezione dai gruppi`
nl: :menuselection:`Groeperen --> Geselecteerden uit groep verwijderen`
pt_br: :menuselection:`Agrupar --> Remover as selecionadas dos grupos`
sl: :menuselection:`Skupina --> Odstrani izbrano iz skupin`
uk: :menuselection:`Групувати --> Вилучити позначені з груп`

source: :menuselection:`Group --> Ungroup Selected`
ca: :menuselection:`Grup --> Desagrupa la selecció`
it: :menuselection:`Gruppo --> Separa i selezionati`
nl: :menuselection:`Groeperen --> Groepering van geselecteerden opheffen`
pt_br: :menuselection:`Agrupar --> Desagrupar as selecionadas`
sl: :menuselection:`Združi --> Razdruži izbrano`
uk: :menuselection:`Групувати --> Розгрупувати позначені`

source: Toolbar
ca: Barra d'eines
it: Barra degli strumenti
nl: Werkbalk
pt_br: Barra de ferramentas
sl: Orodna vrstica
uk: Панель інструментів

source: :menuselection:`Show Text`
ca: :menuselection:`Mostra el text`
it: :menuselection:`Mostra testo`
nl: :menuselection:`Tekst tonen`
pt_br: :menuselection:`Mostrar texto`
sl: :menuselection:`Prikaži besedilo`
uk: :menuselection:`Показати текст`

source: :menuselection:`Toolbar Settings`
ca: :menuselection:`Configuració de les barres d'eines`
it: :menuselection:`Impostazioni barra degli strumenti`
nl: :menuselection:`Werkbalkinstellingen`
pt_br: :menuselection:`Configurações da barra de ferramentas`
sl: :menuselection:`Nastavitve orodne vrstice`
uk: :menuselection:`Параметри панелі інструментів`

source: :menuselection:`Text Position --> Icons Only`
ca: :menuselection:`Posició del text Position --> Només icones`
it: :menuselection:`Posizione del testo --> Solo icone`
nl: :menuselection:`Tekstpositie --> Alleen pictogrammen`
pt_br: :menuselection:`Posição do texto --> Apenas ícones`
sl: :menuselection:`Položaj besedila --> Samo ikone`
uk: :menuselection:`Розташування тексту --> Лише піктограми`

source: :menuselection:`Text Position --> Text Only`
ca: :menuselection:`Posició del text Position --> Només text`
it: :menuselection:`Posizione del testo --> Solo testo`
nl: :menuselection:`Tekstpositie --> Alleen tekst`
pt_br: :menuselection:`Posição do texto --> Apenas texto`
sl: :menuselection:`Položaj besedila --> Samo besedilo`
uk: :menuselection:`Розташування тексту --> Лише текст`

source: :menuselection:`Text Position --> Text Alongside Icons`
ca: :menuselection:`Posició del text Position --> Text al costat de les icones`
it: :menuselection:`Posizione del testo --> Testo accanto alle icone`
nl: :menuselection:`Tekstpositie --> Tekst naast pictogrammen`
pt_br: :menuselection:`Posição do texto --> Texto ao lado dos ícones`
sl: :menuselection:`Položaj besedila --> Besedilo ob ikonah`
uk: :menuselection:`Розташування тексту --> Текст поруч з піктограмами`

source: :menuselection:`Text Position --> Text under Icons`
ca: :menuselection:`Posició del text Position --> Text sota les icones`
it: :menuselection:`Posizione del testo --> Testo sotto le icone`
nl: :menuselection:`Tekstpositie --> Tekst onder pictogrammen`
pt_br: :menuselection:`Posição do texto --> Texto sob os ícones`
sl: :menuselection:`Položaj besedila --> Besedilo pod ikonami`
uk: :menuselection:`Розташування тексту --> Текст під піктограмами`

source: :menuselection:`Icon Size --> Default`
ca: :menuselection:`Mida de les icones --> Predeterminada`
it: :menuselection:`Dimensioni delle icone --> Predefinite`
nl: :menuselection:`Pictogramgrootte --> Standaard`
pt_br: :menuselection:`Tamanho do ícone --> Padrão`
sl: :menuselection:`Velikost ikone --> Privzeto`
uk: :menuselection:`Розмір піктограм --> Типовий`

source: :menuselection:`Icon Size --> Small (16×16)`
ca: :menuselection:`Mida de les icones --> Petita (16×16)`
it: :menuselection:`Dimensione delle icone --> Piccole (16×16)`
nl: :menuselection:`Pictogramgrootte --> Klein (16×16)`
pt_br: :menuselection:`Tamanho do ícone --> Pequeno (16x16)`
sl: :menuselection:`Velikost ikone --> Majhna (16×16)`
uk: :menuselection:`Розмір піктограм --> Малий (16×16)`

source: :menuselection:`Icon Size --> Medium (22×22)`
ca: :menuselection:`Mida de les icones --> Mitjana (22×22)`
it: :menuselection:`Dimensione delle icone --> Medie (22×22)`
nl: :menuselection:`Pictogramgrootte --> Middel (22×22)`
pt_br: :menuselection:`Tamanho do ícone --> Médio (22x22)`
sl: :menuselection:`Velikost ikone --> Srednja (22×22)`
uk: :menuselection:`Розмір піктограм --> Середній (22×22)`

source: :menuselection:`Icon Size --> Large (32×32)`
ca: :menuselection:`Mida de les icones --> Gran (32×32)`
it: :menuselection:`Dimensione delle icone --> Grandi (32×32)`
nl: :menuselection:`Pictogramgrootte --> Groot (32×32)`
pt_br: :menuselection:`Tamanho do ícone --> Grande (32x32)`
sl: :menuselection:`Velikost ikone --> Velika (32×32)`
uk: :menuselection:`Розмір піктограм --> Великий (32×32)`

source: :menuselection:`Icon Size --> Huge (48×48)`
ca: :menuselection:`Mida de les icones --> Enorme (48×48)`
it: :menuselection:`Dimensione delle icone --> Enormi (48×48)`
nl: :menuselection:`Pictogramgrootte --> Enorm (48×48)`
pt_br: :menuselection:`Tamanho do ícone --> Enorme (48x48)`
sl: :menuselection:`Velikost ikone --> Ogromna (48×48)`
uk: :menuselection:`Розмір піктограм --> Величезний (48×48)`

source: :menuselection:`Configure Toolbars...`
ca: :menuselection:`Configura les barres d'eines...`
it: :menuselection:`Configura le barre degli strumenti...`
nl: :menuselection:`Werkbalken configureren...`
pt_br: :menuselection:`Configurar barras de ferramentas...`
sl: :menuselection:`Konfiguriraj orodne vrstice...`
uk: :menuselection:`Налаштувати пенали...`

source: :menuselection:`Lock Toolbar Positions`
ca: :menuselection:`Bloqueja les posicions de les barres d'eines`
it: :menuselection:`Blocca le posizioni delle barre`
nl: :menuselection:`Werkbalkposities vergrendelen`
pt_br: :menuselection:`Bloquear posição da barra de ferramentas`
sl: :menuselection:`Zakleni položaje orodne vrstice`
uk: :menuselection:`Заблокувати панелі`

source: Image Editor
ca: Editor d'imatges
it: Editor delle immagini
nl: Afbeeldingsbewerker
pt_br: Editor de Imagem
sl: Urejevalnik slik
uk: Редактор зображень

source: Image
ca: Imatge
it: Immagine
nl: Afbeelding
pt_br: Imagem
sl: Slika
uk: Зображення

source: :menuselection:`Back`
ca: :menuselection:`Enrere`
it: :menuselection:`Indietro`
nl: :menuselection:`Terug`
pt_br: :menuselection:`Voltar`
sl: :menuselection:`Nazaj`
uk: :menuselection:`Назад`

source: :menuselection:`Forward`
ca: :menuselection:`Endavant`
it: :menuselection:`Avanti`
nl: :menuselection:`Verder`
pt_br: :menuselection:`Avançar`
sl: :menuselection:`Naprej`
uk: :menuselection:`Далі`

source: :menuselection:`Slideshow`
ca: :menuselection:`Presentació de diapositives`
it: :menuselection:`Presentazione`
nl: :menuselection:`Diavoorstelling`
pt_br: :menuselection:`Apresentação de slides`
sl: :menuselection:`Predstavitev`
uk: :menuselection:`Показ слайдів`

source: :menuselection:`Rotate Left`
ca: :menuselection:`Gira a l'esquerra`
it: :menuselection:`Ruota a sinistra`
nl: :menuselection:`Linksom draaien`
pt_br: :menuselection:`Girar à esquerda`
sl: :menuselection:`Zavrti v levo`
uk: :menuselection:`Обернути ліворуч`

source: :menuselection:`Rotate Right`
ca: :menuselection:`Gira a la dreta`
it: :menuselection:`Ruota a destra`
nl: :menuselection:`Rechtsom draaien`
pt_br: :menuselection:`Girar à direita`
sl: :menuselection:`Zavrti desno`
uk: :menuselection:`Обернути праворуч`

source: :menuselection:`Crop to Selection`
ca: :menuselection:`Escapça a la selecció`
it: :menuselection:`Ritaglia alla selezione`
nl: :menuselection:`Uitsnijden op selectie`
pt_br: :menuselection:`Recortar à seleção`
sl: :menuselection:`Obreži na izbor`
uk: :menuselection:`Обрізати за позначеним`

source: :menuselection:`Open With...`
ca: :menuselection:`Obre amb...`
it: :menuselection:`Apri con...`
nl: :menuselection:`Openen met...`
pt_br: :menuselection:`Abrir com...`
sl: :menuselection:`Odpri z...`
uk: :menuselection:`Відкрити за допомогою...`

source: Geolocation Editor
ca: Editor de geolocalització
it: Editor di geolocalizzazione
nl: Bewerker van geo-locatie
pt_br: Editor de geolocalização
sl: Urejevalnik geolokacije
uk: Редактор геопозиціонування

source: Map Views
ca: Vistes de mapa
it: Viste delle mappe
nl: Kaartweergaven
pt_br: Vistas de mapa
sl: Pogledi zemljevidov
uk: Панелі карт

source: The map's context menu, selected by right clicking on the map, contains other items of interest:
ca: El menú contextual del mapa, seleccionat fent clic dret sobre el mapa, conté altres elements d'interès:
it: Il menu contestuale della mappa, selezionato facendo clic col destro sulla mappa, contiene altri elementi di interesse:
nl: Het contextmenu van de kaart, geselecteerd door rechts te klikken op de kaart, bevat andere interessante items:
pt_br: O menu de contexto do mapa, selecionado clicando com o botão direito do mouse no mapa, contém outros itens de interesse:
sl: Kontekstni meni zemljevida, izbran z desnim klikom na zemljevid, vsebuje druge zanimive elemente:
uk: У контекстному меню карти, яке можна відкрити за допомогою клацання правою кнопкою миші, містяться такі важливі пункти:

source: :menuselection:`Copy Coordinates` - copies the geographic coordinates at the cursor position to the clipboard.
ca: :menuselection:`Copia les coordenades`: copia les coordenades geogràfiques de la posició del cursor al porta-retalls.
it: :menuselection:`Copia coordinate` - copia le coordinate geografiche negli appunti alla posizione del cursore.
nl: :menuselection:`Coördinaten kopiëren` - kopieert de geografische coördinaten bij de cursorpositie naar het klembord.
pt_br: :menuselection:`Copiar coordenadas` - copia as coordenadas geográficas na posição do cursor para a área de transferência.
sl: :menuselection:`Kopiraj koordinate` - kopira geografske koordinate na položaju kazalca v odložišče.
uk: :menuselection:`Копіювати координати` — копіює географічні координати у позиції вказівника до буфера обміну даними.

source: :menuselection:`Copy geo: URL`
ca: :menuselection:`Copia l'URL geo:`
it: :menuselection:`Copia URL geo:`
nl: :menuselection:`Geo kopiëren: URL`
pt_br: :menuselection:`Copiar geo: URL`
sl: :menuselection:`Kopiraj geo: URL`
uk: :menuselection:`Копіювати геодані: адреса`

source: :menuselection:`Address Details` - performs a reverse location lookup to display the address of the selected location in a dialog.
ca: :menuselection:`Detalls de l'adreça`: realitza una cerca inversa de la ubicació per a mostrar l'adreça de la ubicació seleccionada en un diàleg.
it: :menuselection:`Dettagli dell'indirizzo` - esegue una ricerca inversa della posizione per visualizzare in una finestra di dialogo l'indirizzo della località selezionata.
nl: :menuselection:`Details van adres` - voert een omgekeerd opzoeken van de locatie uit om het adres van de geselecteerde locatie in een dialoog te tonen.
pt_br: :menuselection:`Detalhes do endereço` - executa uma pesquisa de localização reversa para exibir o endereço do local selecionado em uma caixa de diálogo.
sl: :menuselection:`Podrobnosti o naslovu` - izvede povratno iskanje lokacije za prikaz naslova izbrane lokacije v pogovornem oknu.
uk: :menuselection:`Параметри адреси` — виконує зворотний пошук для показу за допомогою діалогового вікна адреси позначеного місця.

source: :menuselection:`Info Boxes` - allows you to select which widgets to display on the map, including compass, scale bar, navigation widget, overview map, and a progress indicator.
ca: :menuselection:`Rètols informatius`: permet seleccionar quins ginys es mostraran al mapa, incloent-hi la brúixola, la barra d'escala, el giny de navegació, el mapa general i un indicador de progrés.
it: :menuselection:`Riquadri informativi` - ti permette di scegliere gli oggetti da visualizzare sulla mappa, inclusi bussola, barra della scala, oggetto per la navigazione, mappa panoramica e un indicatore di avanzamento.
nl: :menuselection:`Informatievakken` - biedt u het selecteren welke widgets te tonen op de kaart, inclusief kompas, schaalbalk, navigatie-widget, overzichtskaart en een voortgangsindicator.
pt_br: :menuselection:`Painéis informativos` - permite que você selecione quais painéis exibir no mapa, incluindo bússola, barra de escala, um painel de navegação, mapa de visão geral e um indicador de progresso.
sl: :menuselection:`Informacijska okna` - omogočajo izbiro pripomočkov za prikaz na zemljevidu, vključno s kompasom, lestvico, navigacijskim pripomočkom, preglednim zemljevidom in indikatorjem napredka.
uk: :menuselection:`Інформаційні панелі` — надає можливість вибрати, які віджети слід показувати на карті, зокрема компас, шкалу масштабу, навігаційний віджет, оглядову карту та індикатор поступу.

source: :menuselection:`Add Measure Point` - add a measure point at the clicked location. Add a second point to measure distance between the two points. Add a third point to measure total distance and angles between the points.
ca: :menuselection:`Afegeix un punt de mesura`: afegeix un punt de mesura a la ubicació clicada. Afegeix un segon punt per a mesurar la distància entre els dos punts. Afegeix un tercer punt per a mesurar la distància total i els angles entre els punts.
it: :menuselection:`Aggiungi punto di misura` - aggiunge un punto di misura alla posizione su cui hai fatto clic. Aggiunge un secondo punto per misurare la distanza tra i due punti. Aggiunge un terzo punto per misurare la distanza totale e gli angoli tra i punti.
nl: :menuselection:`Meetpunt toevoegen` - voegt een meetpunt toe op de aangeklikte locatie. Voeg een tweede punt toe om afstanden te meten tussen de twee punten. Voeg een derde punt toe om de totale afstand en hoeken tussen de punten te meten.
pt_br: :menuselection:`Adicionar ponto de medida` - adicione um ponto de medida no local clicado. Adicione um segundo ponto para medir a distância entre os dois pontos. Adicione um terceiro ponto para medir a distância total e os ângulos entre os pontos.
sl: :menuselection:`Dodaj merilno točko` - dodajte merilno točko na izbrano lokacijo. Dodajte drugo točko za merjenje razdalje med obema točkama. Dodajte tretjo točko za merjenje skupne razdalje in kotov med točkama.
uk: :menuselection:`Додати точку вимірювання` — додати точку вимірювання у місці клацання. Додайте ще одну точку, щоб виміряти відстань між двома точками. Додайте третю точку, щоб виміряти загальну відстань і кути між точками.

source: :menuselection:`Remove Last Measure Point` - remove the last measure point to be added.
ca: :menuselection:`Elimina l'últim punt de mesura`: elimina l'últim punt de mesura afegit.
it: :menuselection:`Rimuovi l'ultimo punto di misura` - rimuove l'ultimo punto di misura aggiunto.
nl: :menuselection:`Laatste Meetpunt verwijderen` - verwijdert het laatst toegevoegde meetpunt.
pt_br: :menuselection:`Remover o último ponto de medida` - remove o último ponto de medida a ser adicionado.
sl: :menuselection:`Odstrani zadnjo merilno točko` - odstrani zadnjo merilno točko, ki bo dodana.
uk: :menuselection:`Вилучити останню точку вимірювання` — вилучити останню додану точку вимірювання.

source: :menuselection:`Remove Measure Points` - removes all measure points.
ca: :menuselection:`Elimina els punts de mesura`: elimina tots els punts de mesura.
it: :menuselection:`Rimuovi punti di misura` - rimuove tutti i punti di misura.
nl: :menuselection:`Meetpunten verwijderen` - verwijdert alle meetpunten.
pt_br: :menuselection:`Remover pontos de medida` - remove todos os pontos de medida.
sl: :menuselection:`Odstrani merilne točke` - odstrani vse merilne točke.
uk: :menuselection:`Вилучити точки вимірювання` — вилучити усі точки вимірювання.

source: Additional information on the map view is available from the `Marble handbook <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
ca: La informació addicional sobre la vista del mapa està disponible al `Manual del Marble <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
it: Sono disponibili informazioni aggiuntive sulla vista Mappa nel `manuale di Marble <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
nl: Extra informatie op de kaartweergave is beschikbaar uit het `Marble handboek <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
pt_br: Informações adicionais sobre a visualização do mapa estão disponíveis no `Manual do Marble <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
sl: Dodatne informacije o pogledu zemljevida so na voljo v priročniku `Marble handbook <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
uk: Із додатковими відомостями щодо панелі карти можна ознайомитися у `підручнику Marble <https://docs.kde.org/trunk5/uk/marble/marble/index.html>`_.

source: Item List
ca: Llista d'elements
it: Elenco degli elementi
nl: Itemlijst
pt_br: Lista de itens
sl: Seznam artiklov
uk: Список записів

source: :menuselection:`Copy coordinates` copies the geographic coordinates from the items to the clipboard.
ca: :menuselection:`Copia les coordenades`: copia les coordenades geogràfiques dels elements al porta-retalls.
it: :menuselection:`Copia le coordinate` copia le coordinate geografiche dagli elementi agli appunti.
nl: :menuselection:`Coördinaten kopiëren` - kopieert de geografische coördinaten van de items naar het klembord.
pt_br: :menuselection:`Copiar coordenadas` copia as coordenadas geográficas dos itens para a área de transferência.
sl: :menuselection:`Kopiraj koordinate` kopira geografske koordinate iz elementov v odložišče.
uk: :menuselection:`Копіювати координати` копіює географічні координати записів до буфера обміну даними.

source: :menuselection:`Paste coordinates`
ca: :menuselection:`Enganxa les coordenades`
it: :menuselection:`Incolla le coordinate`
nl: :menuselection:`Coördinaten plakken`
pt_br: :menuselection:`Colar coordenadas`
sl: :menuselection:`Prilepi koordinate`
uk: :menuselection:`Вставити координати`

source: :menuselection:`Paste coordinates swapped`
ca: :menuselection:`Enganxa les coordenades intercanviades`
it: :menuselection:`Incolla le coordinate scambiate`
nl: :menuselection:`Verwisselde coördinaten plakken`
pt_br: :menuselection:`Colar coordenadas trocadas`
sl: :menuselection:`Prilepi koordinate zamenjane`
uk: :menuselection:`Вставити координати у зворотному порядку`

source: :menuselection:`Remove coordinates`
ca: :menuselection:`Elimina les coordenades`
it: :menuselection:`Rimuovi le coordinate`
nl: :menuselection:`Coördinaten verwijderen`
pt_br: :menuselection:`Remover coordenadas`
sl: :menuselection:`Odstrani koordinate`
uk: :menuselection:`Вилучити координати`

source: :menuselection:`Remove altitude`
ca: :menuselection:`Elimina l'altitud`
it: :menuselection:`Rimuovi altitudine`
nl: :menuselection:`Hoogte verwijderen`
pt_br: :menuselection:`Remover altitude`
sl: :menuselection:`Odstrani nadmorsko višino`
uk: :menuselection:`Вилучити висоту`

source: :menuselection:`Remove uncertainty`
ca: :menuselection:`Elimina la incertesa`
it: :menuselection:`Rimuovi incertezza`
nl: :menuselection:`Onzekerheid verwijderen`
pt_br: :menuselection:`Remover incerteza`
sl: :menuselection:`Odstrani negotovost`
uk: :menuselection:`Вилучити неточні`

source: :menuselection:`Remove speed`
ca: :menuselection:`Elimina la velocitat`
it: :menuselection:`Rimuovi velocità`
nl: :menuselection:`Snelheid verwijderen`
pt_br: :menuselection:`Remover velocidade`
sl: :menuselection:`Odstrani hitrost`
uk: :menuselection:`Вилучити швидкість`
