Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_showfoto.po
Languages: ca, es, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Showfoto Menu Descriptions
ca: Descripcions del menú del Showfoto
es: Descripciones del menú de Showfoto de digiKam
it: Descrizioni dei menu di digiKam Showfoto
nl: Menubeschrijvingen van digiKam Showfoto
pt: Descrições do Menu do Showfoto no digiKam
pt_br: Descrições do menu do Showfoto do digiKam
sl: digiKam Showfoto opisi menijev
sv: Menybeskrivningar för digiKam Showfoto
uk: Опис меню Showfoto

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, menu, showfoto
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, menú, showfoto
es: digiKam, documentación, manual del usuario, gestión de fotos, gestión fotográfica, código abierto, libre, gratis, aprender, fácil, menú, showfoto
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, menu, showfoto
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, menu, showfoto
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, menu, showfoto
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, menu, showfoto
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, meni, showfoto
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, meny, showfoto
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, меню, showfoto, шоуфото

source: :ref:`Showfoto Menu <menu_descriptions>`
ca: :ref:`Menú del Showfoto <menu_descriptions>`
it: :ref:`Menu di Showfoto <menu_descriptions>`
nl: :ref:`Menu van Showfoto <menu_descriptions>`
pt_br: :ref:`Menu do Showfoto <menu_descriptions>`
sl: :ref:`Meni Showfoto <menu_descriptions>`
sv: :ref:`Meny i Showfoto <menu_descriptions>`
uk: :ref:`Меню Showfoto <menu_descriptions>`

source: Contents
ca: Contingut
es: Contenido
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: The Showfoto Editor Menu
ca: El menú de l'editor Showfoto
es: El menú de editor Showfoto
it: Menu dell'editor di Showfoto
nl: Het menu Bewerken van Showfoto
pt: O Menu do Editor Showfoto
pt_br: O menu do editor do Showfoto
sl: Meni urejevalnika Showfoto
sv: Redigeringsmenyn i Showfoto
uk: Меню редактора Showfoto

source: The **Showfoto** menu is mostly the same as the **digiKam Image Editor** menu. There are a few differences in the **File**, **Settings**, and **Help** entries due to the lack of database support.
ca: El menú del **Showfoto** pràcticament és el mateix que el de l'**editor d'imatges del digiKam**. Només hi ha algunes diferències a **Fitxer** i **Arranjament**, i en les entrades a **Ajuda** a causa de la manca de suport de bases de dades.
it: Il menu di **Showfoto** è praticamente uguale a quello dell'**Editor delle immagini di digiKam**. Presenta soltanto alcune differenze nelle voci **File**, **Impostazioni** e **Aiuto** per mancanza del supporto alle banche dati.
nl: Het menu van **Showfoto** is meestal hetzelfde als het menu van de **Afbeeldingsbewerker van digiKam**. Er zijn een paar verschillen in items **Bestand**, **Instellingen** en **Help**, vanwege het ontbreken van ondersteuning voor een database.
pt_br: O menu **Showfoto** é praticamente o mesmo que o menu do **Editor de Imagem do digiKam**. Há algumas diferenças nas entradas **Arquivo**, **Configurações** e **Ajuda** devido à falta de suporte a bancos de dados.
sl: Meni **Showfoto** je večinoma enak meniju **digiKam Urejevalnika slik**. V vnosih **Datoteka**, **Nastavitve** in **Pomoč** je nekaj razlik zaradi pomanjkanja podpore za bazo podatkov.
sv: Menyn **Showfoto** är i stort sett densamma som menyn i **digiKams bildeditor**. Det finns några skillnader i menyerna **Arkiv**, **Inställningar** och **Hjälp** på grund av avsaknaden av databasstöd.
uk: Меню **Showfoto**, здебільшого, є тим самим, що і у **редакторі зображень digiKam**. Є лише незначні відмінності у меню **Файл**, **Параметри** та **Довідка** через брак підтримки баз даних.

source: When switching into the **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of toolbar with the **Hamburger Button** |icon_hamburger|.
ca: Quan canvieu al **Mode de pantalla completa** :kbd:`Ctrl+Maj+F` o quan feu **Oculta la barra de menús** :kbd:`Ctrl+M`, el menú principal estarà disponible a la part dreta de la barra d'eines amb el **Botó hamburguesa** |icon_hamburger|.
it: Quando passi alla **modalità schermo intero** :kbd:`Ctrl+Maiusc+F`, o quando **nascondi la barra dei menu** :kbd:`Ctrl+M`, il menu principale sarà disponibile sul lato destro della barra degli strumenti tramite il **pulsante hamburger** |icon_hamburger|.
nl: Bij omschakelen naar **Modus volledig scherm** :kbd:`Ctrl+Shift+F` of wanneer u **Menubalk verbergen** :kbd:`Ctrl+M` gebruikt zal het hoofdmenu rechts op de werkbalk toegankelijk zijn met de **Hamburgerknop** |icon_hamburger|.
pt_br: Ao alternar para o **Modo em tela cheia** :kbd:`Ctrl+Shift+F`, ou quando você **Oculta a barra de menu** :kbd:`Ctrl+M`, o menu principal estará disponível no lado direito da barra de ferramentas com o **Botão hambúrguer** |icon_hamburger|.
sl: Ko preklopite v **Celozaslonski način** :kbd:`Ctrl+Shift+F` ali ko **Skrijete menijsko vrstico** :kbd:`Ctrl+M`, bo glavni meni na voljo na desni strani strani orodne vrstice z **Gumb za hamburger** |icon_hamburger|.
sv: När man byter till **fullskärmsläge** :kbd:`Ctrl+Shift+F`, eller när man **döljer menyraden** :kbd:`Ctrl+M`, finns huvudmenyn tillgänglig på höger sida av verktygsraden med **Hamburgerknappen** |icon_hamburger|.
uk: При перемиканні у **повноекранний режим** :kbd:`Ctrl+Shift+F` або якщо **приховано смужку меню**, доступ до меню можна буде здійснювати за допомогою **кнопки-гамбургера** |icon_hamburger| у правій частині панелі інструментів.

source: The File Menu
ca: El menú Fitxer
es: El menú Archivo
it: Il menu File
nl: Het menu Bestand
pt: O Menu Ficheiro
pt_br: O menu Arquivo
sl: Meni Datoteka
sv: Menyn Arkiv
uk: Меню «Файл»

source: :menuselection:`File --> Open` :kbd:`Ctrl+O`
ca: :menuselection:`Fitxer --> Obre` :kbd:`Ctrl+O`
es: :menuselection:`Archivo --> Abrir` :kbd:`Ctrl+O`
it: :menuselection:`File --> Apri` :kbd:`Ctrl+O`
nl: :menuselection:`Bestand --> Openen` :kbd:`Ctrl+O`
pt: :menuselection:`Ficheiro --> Abrir` :kbd:`Ctrl+O`
pt_br: :menuselection:`Arquivo --> Abrir` :kbd:`Ctrl+O`
sl: :menuselection:`Datoteka --> Odpri` :kbd:`Ctrl O`
sv: :menuselection:`Arkiv --> Öppna` :kbd:`Ctrl+O`
uk: :menuselection:`Файл --> Відкрити` :kbd:`Ctrl+O`

source: Open files from your local storage.
ca: Obre fitxers des del vostre emmagatzematge local.
es: Abrir archivos del almacenamiento local.
it: Apre i file dalla loro posizione locale.
nl: Bestanden uit uw lokale opslag openen.
pt: Abre ficheiros no seu armazenamento local.
pt_br: Abra arquivos do seu armazenamento local.
sl: Odprite datoteke iz lokalnega pomnilnika.
sv: Öppnar filer från lokal lagring.
uk: Відкрити файли з ваших локальних дисків.

source: :menuselection:`File --> Open folder` :kbd:`Ctrl+Shift+O`
ca: :menuselection:`Fitxer --> Obre una carpeta` :kbd:`Ctrl+Maj+O`
es: :menuselection:`Archivo --> Abrir carpeta` :kbd:`Ctrl+Shift+O`
it: :menuselection:`File --> Apri cartella` :kbd:`Ctrl+Maiusc+O`
nl: :menuselection:`Bestand --> Map openen` :kbd:`Ctrl+Shift+O`
pt: :menuselection:`Ficheiro --> Abrir uma pasta` :kbd:`Ctrl+Shift+O`
pt_br: :menuselection:`Arquivo --> Abrir pasta` :kbd:`Ctrl+Shift+O`
sl: :menuselection:`Datoteka --> Odpri mapo` :kbd:`Ctrl Shift O`
sv: :menuselection:`Arkiv --> Öppna katalog` :kbd:`Ctrl+Shift+O`
uk: :menuselection:`Файл --> Відкрити теку` :kbd:`Ctrl+Shift+O`

source: Open all files from a directory located on your local storage.
ca: Obre tots els fitxers d'un directori situat en el vostre emmagatzematge local.
es: Abrir todos los archivos de un directorio ubicado en el almacenamiento local.
it: Apre tutti i file da una cartella che si trova in una posizione locale.
nl: Alle bestanden uit een map op uw lokale opslag openen.
pt: Abre todos os ficheiros numa pasta localizada no seu armazenamento local.
pt_br: Abre todos os arquivos de uma pasta localizada no seu armazenamento local.
sl: Odprite vse datoteke iz imenika v vaši lokalni shrambi.
sv: Öppnar alla filer från en katalog placerad i lokal lagring.
uk: Відкрити усі файли з каталогу на вашому локальному диску.

source: :menuselection:`File --> Delete File` :kbd:`Del`
ca: :menuselection:`Fitxer --> Suprimeix el fitxer` :kbd:`Supr`
es: :menuselection:`Archivo --> Borrar archivo` :kbd:`Supr`
it: :menuselection:`File --> Elimina file` :kbd:`Canc`
nl: :menuselection:`Bestand --> Bestand verwijderen` :kbd:`Del`
pt: :menuselection:`Ficheiro --> Apagar o Ficheiro` :kbd:`Del`
pt_br: :menuselection:`Arquivo --> Excluir arquivo` :kbd:`Del`
sl: :menuselection:`Datoteka --> Izbriši datoteko` :kbd:`Del`
sv: :menuselection:`Arkiv --> Ta bort fil` :kbd:`Del`
uk: :menuselection:`Файл --> Вилучити файл` :kbd:`Del`

source: Permanently delete current file loaded in the canvas.
ca: Suprimeix permanentment el fitxer actual que està carregat al llenç.
it: Elimina definitivamente il file attuale caricato nella tela.
nl: Het nu in het werkveld geladen bestand definitief verwijderen.
pt_br: Exclui permanentemente o arquivo atual carregado na tela.
sl: Trajno izbriši trenutno datoteko, naloženo na platnu.
sv: Ta bort den aktuella filen inläst på duken permanent.
uk: Остаточно вилучити поточний файл, який завантажено на полотно.

source: For the rest of the menu entries, see the descriptions in the :ref:`Image Editor <menu_editorfile>` section. Versioning options do not exit here.
ca: Per a la resta d'entrades en el menú, vegeu les descripcions a la secció :ref:`Editor d'imatges <menu_editorfile>`. Les opcions de control de versions no existeixen aquí.
it: Per le restanti voci del menu, vedi le descrizioni nel capitolo :ref:`Editor delle immagini <menu_editorfile>`. Le opzioni delle versioni qui non sono presenti.
nl: Voor de overige menu-items, zie de beschrijving in de sectie :ref:`Afbeeldingsbewerker <menu_editorfile>`. Opties voor Met versies bestaat hier niet.
pt_br: Para o restante das entradas do menu, consulte as descrições na seção :ref:`Editor de Imagem <menu_editorfile>`. As opções de controle de versão não estão disponíveis aqui.
sl: Za ostale menijske vnose si oglejte opise v razdelku :ref:`Urejevalnik slik <menu_editorfile>`. Možnosti urejanja različic tukaj ne obstaja.
sv: För resten av menyalternativen, se beskrivningarna i avsnittet :ref:`Bildeditor <menyredigerarfil>`. Versionsalternativen finns inte här.
uk: Опис решту пунктів меню можна знайти у :ref:`розділі щодо редактора зображень <menu_editorfile>`. Пунктів, які пов'язано із версіями, тут не буде.

source: The Edit Menu
ca: El menú Edita
es: El menú Editar
it: Il menu Modifica
nl: Het menu Bewerken
pt: O Menu Editar
pt_br: O menu Editar
sl: Meni Urejanje
sv: Menyn Redigera
uk: Меню «Зміни»

source: See description in the :ref:`Image Editor <menu_editoredit>` section.
ca: Vegeu la descripció a la secció :ref:`Editor d'imatges <menu_editoredit>`.
it: Vedi la descrizione nel capitolo :ref:`Editor delle immagini <menu_editoredit>`.
nl: Zie beschrijving in de sectie :ref:`Afbeeldingsbewerker <menu_editoredit>`.
pt_br: Veja a descrição na seção :ref:`Editor de Imagem <menu_editoredit>`.
sl: Glejte opis iz razdelka :ref:`Urejevalnik slik <menu_editoredit>`.
sv: Se beskrivningen i avsnittet :ref:`Bildeditor <menu_editoredit>`.
uk: Див. опис у :ref:`розділі щодо редактора зображень <menu_editoredit>`.

source: The Color Menu
ca: El menú Color
es: El menú Color
it: Il menu Colore
nl: Het menu Kleur
pt: O Menu Cor
pt_br: O menu Cor
sl: Barvni meni
sv: Menyn Färg
uk: Меню «Колір»

source: See description in the :ref:`Image Editor <menu_editorcolor>` section.
ca: Vegeu la descripció a la secció :ref:`Editor d'imatges <menu_editorcolor>`.
it: Vedi la descrizione nel capitolo :ref:`Editor delle immagini <menu_editorcolor>`.
nl: Zie beschrijving in de sectie :ref:`Afbeeldingsbewerker <menu_editorcolor>`.
pt_br: Veja a descrição na seção :ref:`Editor de Imagem <menu_editorcolor>`.
sl: Glejte opis iz razdelka :ref:`Urejevalnik slik <menu_editorcolor>`.
sv: Se beskrivningen i avsnittet :ref:`Bildeditor <menu_editorcolor>`.
uk: Див. опис у :ref:`розділі щодо редактора зображень <menu_editorcolor>`.

source: The Enhance Menu
ca: El menú Millora
es: El menú Mejorar
it: Il menu Migliora
nl: Het menu Verbeteren
pt: O Menu Melhorar
pt_br: O menu Melhorar
sl: Meni za izboljšanje
sv: Menyn Förbättra
uk: Меню «Покращення»

source: See description in the :ref:`Image Editor <menu_editorenhance>` section.
ca: Vegeu la descripció a la secció :ref:`Editor d'imatges <menu_editorenhance>`.
it: Vedi la descrizione nel capitolo :ref:`Editor delle immagini <menu_editorenhance>`.
nl: Zie beschrijving in de sectie :ref:`Afbeeldingsbewerker <menu_editorenhance>`.
pt_br: Veja a descrição na seção :ref:`Editor de Imagem <menu_editorenhance>`.
sl: Glejte opis iz razdelka :ref:`Urejevalnik slik <menu_editorenhance>`.
sv: Se beskrivningen i avsnittet :ref:`Bildeditor <menu_editorenhance>`.
uk: Див. опис у :ref:`розділі щодо редактора зображень <menu_editorenhance>`.

source: The Transform Menu
ca: El menú Transforma
es: El menú Transformar
it: Il menu Trasforma
nl: Het menu Transformeren
pt: O Menu Transformar
pt_br: O menu Transformar
sl: Meni za preoblikovanje
sv: Menyn Transformera
uk: Меню «Перетворення»

source: See description in the :ref:`Image Editor <menu_editortransform>` section.
ca: Vegeu la descripció a la secció :ref:`Editor d'imatges <menu_editortransform>`.
it: Vedi la descrizione nel capitolo :ref:`Editor delle immagini <menu_editortransform>`.
nl: Zie beschrijving in de sectie :ref:`Afbeeldingsbewerker <menu_editortransform>`.
pt_br: Veja a descrição na seção :ref:`Editor de Imagem <menu_editortransform>`.
sl: Glejte opis iz razdelka :ref:`Urejevalnik slik <menu_editortransform>`.
sv: Se beskrivningen i avsnittet :ref:`Bildeditor <menu_editortransform>`.
uk: Див. опис у :ref:`розділі щодо редактора зображень <menu_editortransform>`.

source: The Decorate Menu
ca: El menú Decora
es: El menú Decorar
it: Il menu Decora
nl: Het menu Decoreren
pt: O Menu Decorar
pt_br: O menu Decorar
sl: Meni za okrasitev
sv: Menyn Dekorera
uk: Меню «Декорування»

source: See description in the :ref:`Image Editor <menu_editordecorate>` section.
ca: Vegeu la descripció a la secció :ref:`Editor d'imatges <menu_editordecorate>`.
it: Vedi la descrizione nel capitolo :ref:`Editor delle immagini <menu_editordecorate>`.
nl: Zie beschrijving in de sectie :ref:`Afbeeldingsbewerker <menu_editordecorate>`.
pt_br: Veja a descrição na seção :ref:`Editor de Imagem <menu_editordecorate>`.
sl: Glejte opis iz razdelka :ref:`Urejevalnik slik <menu_editordecorate>`.
sv: Se beskrivningen i avsnittet :ref:`Bildeditor <menu_editordecorate>`.
uk: Див. опис у :ref:`розділі щодо редактора зображень <menu_editordecorate>`.

source: The Effects Menu
ca: El menú Efectes
es: El menú Efectos
it: Il menu Effetti
nl: Het menu Effecten
pt: O Menu Efeitos
pt_br: O menu Efeitos
sl: Meni z učinki
sv: Menyn Effekter
uk: Меню «Ефекти»

source: See description in the :ref:`Image Editor <menu_editoreffects>` section.
ca: Vegeu la descripció a la secció :ref:`Editor d'imatges <menu_editoreffects>`.
it: Vedi la descrizione nel capitolo :ref:`Editor delle immagini <menu_editoreffects>`.
nl: Zie beschrijving in de sectie :ref:`Afbeeldingsbewerker <menu_editoreffects>`.
pt_br: Veja a descrição na seção :ref:`Editor de Imagem <menu_editoreffects>`.
sl: Glejte opis iz razdelka :ref:`Urejevalnik slik <menu_editoreffects>`.
sv: Se beskrivningen i avsnittet :ref:`Bildeditor <menu_editoreffects>`.
uk: Див. опис у :ref:`розділі щодо редактора зображень <menu_editoreffects>`.

source: The View Menu
ca: El menú Visualitza
es: El menú Ver
it: Il menu Visualizza
nl: Het menu Beeld
pt: O Menu Ver
pt_br: O menu Exibir
sl: Meni Pogled
sv: Menyn Visa
uk: Меню «Перегляд»

source: See description in the :ref:`Image Editor <menu_editorview>` section.
ca: Vegeu la descripció a la secció :ref:`Editor d'imatges <menu_editorview>`.
it: Vedi la descrizione nel capitolo :ref:`Editor delle immagini <menu_editorview>`.
nl: Zie beschrijving in de sectie :ref:`Afbeeldingsbewerker <menu_editorview>`.
pt_br: Veja a descrição na seção :ref:`Editor de Imagem <menu_editorview>`.
sl: Glejte opis iz razdelka :ref:`Urejevalnik slik <menu_editorview>`.
sv: Se beskrivningen i avsnittet :ref:`Bildeditor <menu_editorview>`.
uk: Див. опис у :ref:`розділі щодо редактора зображень <menu_editorview>`.

source: The Tools Menu
ca: El menú Eines
es: El menú Herramientas
it: Il menu Strumenti
nl: Het menu Hulpmiddelen
pt: O Menu Ferramentas
pt_br: O menu Ferramentas
sl: Meni Orodja
sv: Menyn Verktyg
uk: Меню «Інструменти»

source: :menuselection:`Tools --> DNG Convert`
ca: :menuselection:`Eines --> Convertidor DNG`
es: :menuselection:`Herramientas --> Conversión DNG`
it: :menuselection:`Strumenti --> Conversione DNG`
nl: :menuselection:`Hulpmiddelen --> Converteren naar DNG`
pt: :menuselection:`Ferramentas --> Conversão para DNG`
pt_br: :menuselection:`Ferramentas --> Converter para DNG`
sl: :menuselection:`Orodja --> Pretvorba DNG`
sv: :menuselection:`Verktyg --> DNG-konvertering`
uk: :menuselection:`Інструменти --> Перетворення на DNG`

source: Batch tool to :ref:`convert RAW files to DNG containers <showfoto_dngconvert>`.
ca: Eina per lots per a :ref:`convertir els fitxers RAW a contenidors DNG <showfoto_dngconvert>`.
es: Herramienta por lotes para :ref:`convertir archivos RAW en contenedores DNG <showfoto_dngconvert>`.
it: Strumento di elaborazione in serie per :ref:`convertire i file RAW in contenitori DNG <showfoto_dngconvert>`.
nl: Hulpmiddel voor in bulk :ref:`RAW-bestanden naar DNG-containers converteren <showfoto_dngconvert>`.
pt: Uma ferramenta em lote para :ref:`converter os ficheiros RAW para contentores DNG <showfoto_dngconvert>`.
pt_br: Ferramenta em lote para :ref:`converter arquivos RAW em contêineres DNG <showfoto_dngconvert>`.
sl: Paketno orodje za :ref:`pretvorbo datotek RAW v vsebnike DNG <showfoto_dngconvert>`.
sv: Bakgrundsprogram för att :ref:`konvertera obehandlade filer till DNG-behållare <showfoto_dngconvert>`.
uk: Інструмент пакетної обробки для :ref:`перетворення файлів цифрових негативів до контейнера DNG <showfoto_dngconvert>`.

source: For the rest of the menu entries, see description in the :ref:`Main Window <menu_maintools>` section about Generic plugins. Database options do not exist here.
ca: Per a la resta de les entrades del menú, vegeu la descripció sobre els connectors genèrics a la secció :ref:`finestra principal <menu_maintools>`. Les opcions de base de dades no existeixen aquí.
it: Per le restanti voci del menu, riguardo le estensioni generiche vedi la descrizione nel capitolo :ref:`Finestra principale <menu_maintools>`. Le opzioni per le banche dati qui non sono presenti.
nl: Voor de overige menu-items, zie beschrijving in de sectie :ref:`Hoofdvenster <menu_maintools>` over algemene plug-ins. Opties voor een database bestaan hier niet.
pt_br: Para o restante das entradas do menu, veja a descrição na seção :ref:`Janela Principal <menu_maintools>` sobre plugins genéricos. As opções de banco de dados não existem aqui.
sl: Za ostale vnose v meniju glejte opis v razdelku :ref:`Glavno okno <menu_maintools>` o generičnih vtičnikih. Možnosti zbirke podatkov tukaj ne obstajajo.
sv: För resten av menyalternativen, se beskrivningen i avsnittet :ref:`Huvudfönster <menu_maintools>` om generella insticksprogram. Databasalternativ finns inte här.
uk: Опис решти пунктів меню наведено у :ref:`розділі щодо основного вікна <menu_maintools>`, зокрема загальних додатків. Пунктів, які пов'язано із базами даних, тут не буде.

source: The Import Menu
ca: El menú Importa
es: El menú Importar
it: Il menu Importa
nl: Het menu Importeren
pt: O Menu Importar
pt_br: O menu Importar
sl: Meni Uvozi
sv: Menyn Importera
uk: Меню «Імпорт»

source: See description in the :ref:`Main Window <menu_mainimport>` section about Import plugins.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainimport>` sobre els connectors d'importació.
it: Vedi la descrizione delle estensioni per l'importazione nel capitolo :ref:`Finestra principale <menu_mainimport>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainimport>` over plug-ins voor importeren.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainimport>` sobre os plugins de importação.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_mainimport>` o vtičnikih za uvoz.
sv: Se beskrivningen i avsnittet :ref:`Huvudfönster <menu_mainimport>` om importinsticksprogram.
uk: Див. опис :ref:`основного вікна <menu_mainimport>` щодо додатків імпортування.

source: The Export Menu
ca: El menú Exporta
es: El menú Exportar
it: Il menu Esporta
nl: Het menu Exporteren
pt: O Menu Exportar
pt_br: O menu Exportar
sl: Meni izvoza
sv: Menyn Exportera
uk: Меню «Експорт»

source: See description in the :ref:`Main Window <menu_mainexport>` section about Export plugins.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainexport>` sobre els connectors d'exportació.
it: Vedi la descrizione delle estensioni per l'esportazione nel capitolo :ref:`Finestra principale <menu_mainexport>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainexport>` over plug-ins voor exporteren.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainexport>` ` sobre os plugins de exportação.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_mainexport>` o vtičnikih za izvoz.
sv: Se beskrivningen i avsnittet :ref:`Huvudfönster <menu_mainexport>` om exportinsticksprogram.
uk: Див. опис :ref:`основного вікна <menu_mainexport>` щодо додатків експортування.

source: The Settings Menu
ca: El menú Arranjament
es: El menú Preferencias
it: Il menu Impostazioni
nl: Het menu Instellingen
pt: O Menu Configuração
pt_br: O menu Configurações
sl: Meni z nastavitvami
sv: Menyn Inställningar
uk: Меню «Параметри»

source: See description in the :ref:`Main Window <menu_mainsettings>` section.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainsettings>`.
it: Vedi la descrizione nel capitolo :ref:`Finestra principale <menu_mainsettings>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainsettings>`.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainsettings>`.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_mainsettings>`.
sv: Se beskrivningen i avsnittet :ref:`Huvudfönster <menu_mainsettings>`.
uk: Див. опис у :ref:`розділі щодо основного вікна <menu_mainsettings>`.

source: The Help Menu
ca: El menú Ajuda
es: El menú Ayuda
it: Il menu Aiuto
nl: Het menu Help
pt: O Menu Ajuda
pt_br: O menu Ajuda
sl: Meni Pomoč
sv: Menyn Hjälp
uk: Меню «Довідка»
