Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_importtool.po
Languages: ca, es, it, nl, pt, pt_br, sl, uk

source: digiKam Import Tool Menu Descriptions
ca: Descripcions del menú de l'eina d'importació del digiKam
es: Descripciones del menú de la herramienta Importar de digiKam
it: Descrizioni del menu dello strumento Importa di digiKam
nl: Menubeschrijvingen van hulpmiddel importeren van digiKam
pt: Descrições do Menu de Importação do digiKam
pt_br: Descrições de menu da ferramenta de importação do digiKam
sl: digiKam opisi menijev orodja za uvoz
uk: Опис меню засобу імпортування digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, menu, import tool
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, menú, eina d'importació
es: digiKam, documentación, manual del usuario, gestión de fotos, gestión fotográfica, código abierto, libre, gratis, aprender, fácil, menú, herramienta importar
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, menu, strumento importa
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, menu, Hulpmiddel voor importeren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, menu, ferramenta de importação
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, menu, ferramenta de importação
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, meni, orodje za uvoz
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, імпортування, імпорт, меню, інструмент

source: :ref:`Import Tool Menu <menu_descriptions>`
ca: :ref:`Menú de l'eina d'importació <menu_descriptions>`
it: :ref:`Menu dello strumento Importa <menu_descriptions>`
pt_br: :ref:`Menu da ferramenta de importação <menu_descriptions>`
sl: :ref:`Meni orodja za uvoz <menu_descriptions>`

source: Contents
ca: Contingut
es: Contenido
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The digiKam Import Tool Menu
ca: El menú de l'eina d'importació del digiKam
es: El menú de la herramienta Importar de digiKam
it: Il menu dello strumento Importa di digiKam
nl: Het menu van hulpmiddel voor importeren
pt: O Menu da Ferramenta de Importação do digiKam
pt_br: O menu da ferramenta de importação do digiKam
sl: Meni orodij za uvoz digiKam
uk: Меню засобу імпортування digiKam

source: When switching into **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of toolbar with the **Hamburger Button** |icon_hamburger|.
ca: Quan canvieu al **Mode de pantalla completa** :kbd:`Ctrl+Maj+F` o quan feu **Oculta la barra de menús** :kbd:`Ctrl+M`, el menú principal estarà disponible a la part dreta de la barra d'eines amb el **Botó hamburguesa** |icon_hamburger|.
it: Quando passi alla **modalità schermo intero** :kbd:`Ctrl+Maiusc+F`, o quando **nascondi la barra dei menu** :kbd:`Ctrl+M`, il menu principale sarà disponibile sul lato destro della barra degli strumenti tramite il **pulsante hamburger** |icon_hamburger|.
pt_br: Ao alternar para o **Modo em tela cheia** :kbd:`Ctrl+Shift+F`, ou quando você **Oculta a barra de menu** :kbd:`Ctrl+M`, o menu principal estará disponível no lado direito da barra de ferramentas com o **Botão hambúrguer** |icon_hamburger|.
sl: Ko preklopite v **Celozaslonski način** :kbd:`Ctrl+Shift+F` ali ko **Skrijete menijsko vrstico** :kbd:`Ctrl+M`, bo glavni meni na voljo na desni strani orodne vrstice z **Gumbom Hamburger** |icon_hamburger|.

source: The Device Menu
ca: El menú Dispositiu
es: El menú Dispositivo
it: Il menu Dispositivo
nl: Het Menu Apparaat
pt: O Menu Dispositivo
pt_br: O menu Dispositivo
sl: Meni naprave
uk: Меню «Пристрій»

source: :menuselection:`Device --> Capture`
ca: :menuselection:`Dispositiu --> Captura`
es: :menuselection:`Dispositivo --> Capturar`
it: :menuselection:`Dispositivo --> Acquisisci`
nl: :menuselection:`Apparaat --> Opnemen`
pt: :menuselection:`Dispositivo --> Capturar`
pt_br: :menuselection:`Dispositivo --> Capturar`
sl: :menuselection:`Naprava --> Zajemi`
uk: :menuselection:`Пристрій --> Захопити`

source: Perform tethered shooting with your camera (supported only by `gPhoto2 devices <http://gphoto.org/doc/remote/>`_).
ca: Realitza una captura connectada amb la vostra càmera (compatible només amb `dispositius de gPhoto2 <http://gphoto.org/doc/remote/>`_).
it: Esegue lo scatto collegato con la tua fotocamera (supportato solo dai `dispositivi gPhoto2 <http://gphoto.org/doc/remote/>`_).
pt_br: Tira fotos com sua câmera conectada (compatível apenas com dispositivos `gPhoto2 <http://gphoto.org/doc/remote/>`_).
sl: Izvedite privezano fotografiranje s svojo kamero (podprto samo v napravah `gPhoto2 <http://gphoto.org/doc/remote/>`_).

source: :menuselection:`Device --> Information`
ca: :menuselection:`Dispositiu --> Informació`
es: :menuselection:`Dispositivo --> Información`
it: :menuselection:`Dispositivo --> Informazioni`
nl: :menuselection:`Apparaat --> Informatie`
pt: :menuselection:`Dispositivo --> Informação`
pt_br: :menuselection:`Dispositivo --> Informações`
sl: :menuselection:`Naprava --> Informacije`
uk: :menuselection:`Пристрій --> Інформація`

source: Show current device information as driver version and features.
ca: Mostra la informació actual del dispositiu com ara la versió i les característiques dels controladors.
it: Mostra le informazioni del dispositivo attuale, come la versione dei driver e le funzionalità.
pt_br: Exibe informações atuais do dispositivo, como versão do driver e recursos.
sl: Prikaži trenutne informacije o napravi kot različico gonilnikov in funkcije.

source: The digiKam Import Tool Device Information Dialog
ca: El diàleg d'informació del dispositiu de l'eina d'importació en el digiKam
it: La finestra di dialogo informativa del dispositivo dello strumento di importazione di digiKam
nl: De informatiedialoog van het hulpmiddel voor importeren uit een apparaat
pt: A Janela de Informações do Dispositivo da Ferramenta de Importação do digiKam
pt_br: Janela de informações do dispositivo da ferramenta de importação do digiKam
sl: Pogovorno okno z informacijami o napravi orodja za uvoz digiKam
uk: Вікно інформації щодо пристрою засобу імпортування digiKam

source: :menuselection:`Device --> Cancel`
ca: :menuselection:`Dispositiu --> Cancel·la`
es: :menuselection:`Dispositivo --> Cancelar`
it: :menuselection:`Dispositivo --> Annulla`
nl: :menuselection:`Apparaat --> Annuleren`
pt: :menuselection:`Dispositivo --> Cancelar`
pt_br: :menuselection:`Dispositivo --> Cancelar`
sl: :menuselection:`Naprava --> Prekliči`
uk: :menuselection:`Пристрій --> Скасувати`

source: Cancel all operations done in background with the device, such as thumbnails loading, downloading files, renaming, etc.
ca: Cancel·la totes les operacions realitzades en segon pla amb el dispositiu, com ara la càrrega de miniatures, la baixada de fitxers, el canvi de nom, etc.
it: Annulla tutte le operazioni eseguite in sottofondo col dispositivo, tipo il caricamento delle miniature, lo scaricamento dei file, le operazioni di rinomina, e via discorrendo.
pt_br: Cancela todas as operações feitas em segundo plano com o dispositivo, como carregamento de miniaturas, download de arquivos, renomeação, etc.
sl: Prekliči vse operacije izvedene v ozadju z napravo kot so nalaganje sličic, prenos datotek, preimenovanje itd.

source: :menuselection:`Device --> Close` :kbd:`Ctrl+W`
ca: :menuselection:`Dispositiu --> Tanca` :kbd:`Ctrl+W`
es: :menuselection:`Dispositivo --> Cerrar` :kbd:`Ctrl+W`
it: :menuselection:`Dispositivo --> Chiudi` :kbd:`Ctrl+W`
nl: :menuselection:`Apparaat --> Sluiten` :kbd:`Ctrl+W`
pt: :menuselection:`Dispositivo --> Fechar` :kbd:`Ctrl+W`
pt_br: :menuselection:`Dispositivo --> Fechar` :kbd:`Ctrl+W`
sl: :menuselection:`Naprava --> Zapri` :kbd:`Ctrl W`
uk: :menuselection:`Пристрій --> Закрити` :kbd:`Ctrl+W`

source: Close digiKam Import Tool.
ca: Tanca l'eina d'importació del digiKam.
es: Cerrar la herramienta de importación de digiKam.
it: Chiude lo strumento Importa di digiKam.
nl: Hulpmiddel importeren van digiKam sluiten.
pt: Fecha a ferramenta de importação do digiKam.
pt_br: Fecha a ferramenta de importação do digiKam.
sl: Zaprite orodje za uvoz digiKam.
uk: Закрити вікно засобу імпортування digiKam.

source: The Edit Menu
ca: El menú Edita
es: El menú Editar
it: Il menu Modifica
nl: Het menu Bewerken
pt: O Menu Editar
pt_br: O menu Editar
sl: Meni Urejanje
uk: Меню «Зміни»

source: Description of all common **Selection** options can be found in :ref:`Main Window Edit Menu <menu_mainedit>`.
ca: La descripció de totes les opcions habituals de **selecció** es pot trobar en el :ref:`menú Edita de la finestra principal <menu_mainedit>`.
it: Descrizione di tutte le opzioni di **selezione** comuni rinvenibili nel :ref:`menu Modifica della finestra principale <menu_mainedit>`.
nl: Beschrijving van alle gemeenschappelijke opties voor **Selectie** zijn te vinden in :ref:`Bewerkingsmenu van het hoofdvenster <menu_mainedit>`.
pt: Poderá encontrar uma descrição de todas as opções comuns de **Selecção** no :ref:`Menu Editar da Janela Principal <menu_mainedit>`.
pt_br: A descrição de todas as opções comuns de **Seleção** pode ser encontrada no :ref:`Menu Editar da janela principal <menu_mainedit>`.
sl: Opis vseh običajnih možnosti **Izbor** lahko najdete v :ref:`Meni za urejanje glavnega okna <menu_mainedit>`.
uk: Опис усіх типових параметрів **вибору** наведено у :ref:`розділі щодо меню «Зміни» основного вікна програми <menu_mainedit>`.

source: :menuselection:`Edit --> Select New Items`
ca: :menuselection:`Edita --> Selecciona els elements nous`
es: :menuselection:`Editar --> Seleccionar elementos nuevos`
it: :menuselection:`Modifica --> Seleziona nuovi elementi`
nl: :menuselection:`Bewerken --> Nieuwe items selecteren`
pt: :menuselection:`Editar --> Seleccionar os Itens Novos`
pt_br: :menuselection:`Editar --> Selecionar novos itens`
sl: :menuselection:`Uredi --> Izberi nove elemente`
uk: :menuselection:`Зміни --> Вибрати нові записи`

source: Select new items automatically detected in the device.
ca: Selecciona els elements nous detectats automàticament en el dispositiu.
it: Seleziona gli elementi nuovi individuati automaticamente nel dispositivo.
pt_br: Selecione novos itens detectados automaticamente no dispositivo.
sl: Prekličite vse operacije, izvedene v ozadju z napravo, kot so nalaganje sličic, prenos datotek, preimenovanje itd. Izberite nove elemente, ki jih naprava samodejno zazna.

source: :menuselection:`Edit --> Select Locked Items` :kbd:`Ctrl+L`
ca: :menuselection:`Edita --> Selecciona els elements bloquejats` :kbd:`Ctrl+L`
it: :menuselection:`Modifica --> Seleziona elementi bloccati` :kbd:`Ctrl+L`
nl: :menuselection:`Bewerken --> Vergrendelde items selecteren` :kbd:`Ctrl+L`
pt: :menuselection:`Editar --> Seleccionar os Itens Bloqueados` :kbd:`Ctrl+L`
pt_br: :menuselection:`Editar --> Selecionar os itens bloqueados` :kbd:`Ctrl+L`
sl: :menuselection:`Uredi --> Izberi zaklenjene elemente` :kbd:`Ctrl L`
uk: :menuselection:`Зміни --> Вибрати заблоковані записи` :kbd:`Ctrl+L`

source: Select locked items in the device.
ca: Selecciona els elements bloquejats en el dispositiu.
it: Seleziona gli elementi bloccati nel dispositivo.
nl: Vergrendelde items in het apparaat selecteren.
pt: Selecciona os itens bloqueados no dispositivo.
pt_br: Seleciona os itens bloqueados no dispositivo.
sl: Izberite zaklenjene elemente v napravi.
uk: Вибрати заблоковані записи на пристрої.

source: The Item Menu
ca: El menú Element
es: El menú Elemento
it: Il menu Elemento
nl: Het menu Item
pt: O Menu Item
pt_br: O menu Item
sl: Meni elementov
uk: Меню «Запис»

source: :menuselection:`Item --> Download New` :kbd:`Ctrl+N`
ca: :menuselection:`Element --> Baixa les noves` :kbd:`Ctrl+N`
es: :menuselection:`Elemento --> Descargar nuevos` :kbd:`Ctrl+N`
it: :menuselection:`Elemento --> Scarica nuovi` :kbd:`Ctrl+N`
nl: :menuselection:`Item --> Nieuwe downloaden` :kbd:`Ctrl+N`
pt: :menuselection:`Item --> Obter os Novos` :kbd:`Ctrl+N`
pt_br: :menuselection:`Item --> Baixar novos` :kbd:`Ctrl+N`
sl: :menuselection:`Element --> Prenesi novo` :kbd:`Ctrl N`
uk: :menuselection:`Запис --> Отримати нові` :kbd:`Ctrl+N`

source: Download new items from device to the computer.
ca: Baixa els elements nous des del dispositiu cap a l'ordinador.
es: Descargar los elementos nuevos del dispositivo en su equipo.
it: Scarica gli elementi nuovi dal dispositivo al computer.
nl: Nieuwe items uit apparaat naar de computer downloaden.
pt: Transfere os itens novos do dispositivo para o computador.
pt_br: Baixa novos itens do dispositivo para o computador.
sl: Prenesi nove elemente iz naprave v računalnik.
uk: Отримати нові записи з пристрою на комп'ютер.

source: :menuselection:`Item --> Download Selected`
ca: :menuselection:`Element --> Baixa les seleccionades`
es: :menuselection:`Elemento --> Descargar seleccionados`
it: :menuselection:`Elemento --> Scarica selezionati`
nl: :menuselection:`Item --> Geselecteerden downloaden`
pt: :menuselection:`Item --> Obter os Seleccionados`
pt_br: :menuselection:`Item --> Baixar selecionados`
sl: :menuselection:`Element --> Prenesi izbrano`
uk: :menuselection:`Запис --> Отримати позначені`

source: Download selected items from device to the computer.
ca: Baixa els elements seleccionats des del dispositiu cap a l'ordinador.
es: Descargar los elementos seleccionados del dispositivo en su equipo.
it: Scarica gli elementi selezionati dal dispositivo al computer.
nl: Geselecteerde items uit apparaat naar de computer downloaden.
pt: Transfere os itens seleccionados do dispositivo para o computador.
pt_br: Baixa os itens selecionados do dispositivo para o computador.
sl: Prenesite izbrane elemente iz naprave v računalnik.
uk: Отримати позначені записи з пристрою на комп'ютер.

source: :menuselection:`Item --> Download All`
ca: :menuselection:`Element --> Baixa-ho tot`
es: :menuselection:`Elemento --> Descargar todos`
it: :menuselection:`Elemento --> Scarica tutto`
nl: :menuselection:`Item --> Alles downloaden`
pt: :menuselection:`Item --> Obter Tudo`
pt_br: :menuselection:`Item --> Baixar tudo`
sl: :menuselection:`Element --> Prenesi vse`
uk: :menuselection:`Запис --> Отримати усі`

source: Download all items from device to the computer.
ca: Baixa tots els elements des del dispositiu cap a l'ordinador.
es: Descargar todos los elementos del dispositivo en su equipo.
it: Scarica tutti gli elementi dal dispositivo al computer.
nl: Alle items uit apparaat naar de computer downloaden.
pt: Transfere todos os itens do dispositivo para o computador.
pt_br: Baixa todos os itens do dispositivo para o computador.
sl: Prenesi vse elemente iz naprave v računalnik.
uk: Отримати усі записи з пристрою на комп'ютер.

source: :menuselection:`Item --> Download & Delete New` :kbd:`Shift+Ctrl+N`
ca: :menuselection:`Element --> Baixa i suprimeix les noves` :kbd:`Maj+Ctrl+N`
es: :menuselection:`Elemento --> Descargar y borrar nuevos` :kbd:`Mayúsculas+Ctrl+N`
it: :menuselection:`Elemento --> Scarica ed elimina nuovi` :kbd:`Maiusc+Ctrl+N`
nl: :menuselection:`Item --> Nieuwe downloaden & verwijderen` :kbd:`Shift+Ctrl+N`
pt: :menuselection:`Item --> Obter & Apagar os Novos` :kbd:`Shift+Ctrl+N`
pt_br: :menuselection:`Item --> Baixar e excluir os novos` :kbd:`Shift+Ctrl+N`
sl: :menuselection:`Element --> Prenos
uk: :menuselection:`Зміни --> Отримати і вилучити нові` :kbd:`Shift+Ctrl+N`

source: Download new items from device to the computer and delete items from the device.
ca: Baixa els elements nous des del dispositiu cap a l'ordinador i els suprimeix del dispositiu.
es: Descargar los elementos nuevos del dispositivo en su equipo y borrarlos del dispositivo.
it: Scarica gli elementi nuovi dal dispositivo al computer e li elimina dal dispositivo.
nl: Nieuwe items uit apparaat naar de computer downloaden en items van het apparaat verwijderen.
pt: Transfere os itens novos do dispositivo para o computador e apaga os itens no dispositivo.
pt_br: Baixa os novos itens do dispositivo para o computador e exclui os itens do dispositivo.
sl: Prenesite nove elemente iz naprave v računalnik in izbrišite elemente iz naprave.
uk: Отримати нові записи з пристрою на комп'ютер і вилучити записи з пристрою.

source: :menuselection:`Item --> Download & Delete Selected`
ca: :menuselection:`Element --> Baixa i suprimeix les seleccionades`
es: :menuselection:`Elemento --> Descargar y borrar seleccionados`
it: :menuselection:`Elemento --> Scarica ed elimina selezionati`
nl: :menuselection:`Item --> Geselecteerden downloaden & verwijderen`
pt: :menuselection:`Item --> Obter & Apagar os Seleccionados`
pt_br: :menuselection:`Item --> Baixar e excluir selecionados`
sl: :menuselection:`Element --> Prenesi & izbriši izbrano`
uk: :menuselection:`Запис --> Отримати і вилучити позначені`

source: Download selected items from device to the computer and delete items from the device.
ca: Baixa els elements seleccionats des del dispositiu cap a l'ordinador i els suprimeix del dispositiu.
es: Descargar los elementos seleccionados del dispositivo en su equipo y borrarlos del dispositivo.
it: Scarica gli elementi selezionati dal dispositivo al computer e li elimina dal dispositivo.
nl: Geselecteerde items uit apparaat naar de computer downloaden en items van het apparaat verwijderen.
pt: Transfere os itens seleccionados do dispositivo para o computador e apaga os itens no dispositivo.
pt_br: Baixa os itens selecionados do dispositivo para o computador e exclui os itens do dispositivo.
sl: Prenesi izbrane elemente iz naprave v računalnik in jih izbriši iz naprave.
uk: Отримати позначені записи з пристрою на комп'ютер і вилучити записи з пристрою.

source: :menuselection:`Item --> Download & Delete All`
ca: :menuselection:`Element --> Baixa i suprimeix-ho tot`
es: :menuselection:`Elemento --> Descargar y borrar todos`
it: :menuselection:`Elemento --> Scarica ed elimina tutto`
nl: :menuselection:`Item --> Alles downloaden & verwijderen`
pt: :menuselection:`Item --> Obter & Apagar Tudo`
pt_br: :menuselection:`Item --> Baixar e excluir tudo`
sl: :menuselection:`Element --> Prenesi in zbriši vse`
uk: :menuselection:`Запис --> Отримати і вилучити усі`

source: Download all items from device to the computer and delete items from the device.
ca: Baixa tots els elements des del dispositiu cap a l'ordinador i els suprimeix del dispositiu.
es: Descargar todos los elementos del dispositivo en su equipo y borrarlos del dispositivo.
it: Scarica tutti gli elementi dal dispositivo al computer e li elimina dal dispositivo.
nl: Alle items uit apparaat naar de computer downloaden en items van het apparaat verwijderen.
pt: Transfere todos os itens do dispositivo para o computador e apaga os itens no dispositivo.
pt_br: Baixa todos os itens do dispositivo para o computador e exclui os itens do dispositivo.
sl: Prenesi vse elemente iz naprave v računalnik in izbriši elemente iz naprave.
uk: Отримати усі записи з пристрою на комп'ютер і вилучити записи з пристрою.

source: :menuselection:`Item --> Delete New`
ca: :menuselection:`Element --> Suprimeix les noves`
es: :menuselection:`Elemento --> Borrar nuevos`
it: :menuselection:`Elemento --> Elimina nuovi`
nl: :menuselection:`Tag --> Nieuwe verwijderen`
pt: :menuselection:`Item --> Apagar os Novos`
pt_br: :menuselection:`Item --> Excluir novos`
sl: :menuselection:`Element --> Zbriši nove`
uk: :menuselection:`Зміни --> Вилучити нові`

source: Delete new items from the device.
ca: Suprimeix els elements nous del dispositiu.
es: Borrar los elementos nuevos del dispositivo.
it: Elimina gli elementi nuovi dal dispositivo.
nl: Nieuwe items van het apparaat verwijderen.
pt: Apaga os itens novos no dispositivo.
pt_br: Exclui os novos itens do dispositivo.
sl: Izbriši nove elemente iz naprave.
uk: Вилучити нові записи з пристрою.

source: :menuselection:`Item --> Delete Selected` :kbd:`Del`
ca: :menuselection:`Element --> Suprimeix les seleccionades` :kbd:`Supr`
es: :menuselection:`Elemento --> Borrar seleccionados` :kbd:`Supr`
it: :menuselection:`Elemento --> Elimina selezionati` :kbd:`Canc`
nl: :menuselection:`Item --> Geselecteerden verwijderen` :kbd:`Del`
pt: :menuselection:`Item --> Apagar os Seleccionados` :kbd:`Del`
pt_br: :menuselection:`Item --> Excluir selecionados` :kbd:`Del`
sl: :menuselection:`Element --> Izbriši izbrano` :kbd:`Del`
uk: :menuselection:`Запис --> Вилучити позначені` :kbd:`Del`

source: Delete selected items from the device.
ca: Suprimeix els elements seleccionats del dispositiu.
es: Borrar los elementos seleccionados del dispositivo.
it: Elimina gli elementi selezionati dal dispositivo.
nl: Geselecteerde items van het apparaat verwijderen.
pt: Apaga os itens seleccionados no dispositivo.
pt_br: Exclui os itens selecionados do dispositivo.
sl: Izbriši izbrane elemente iz naprave.
uk: Вилучити позначені записи з пристрою.

source: :menuselection:`Item --> Delete All`
ca: :menuselection:`Element --> Suprimeix-ho tot`
es: :menuselection:`Elemento --> Borrar todos`
it: :menuselection:`Elemento --> Elimina tutto`
nl: :menuselection:`Item --> Alles verwijderen`
pt: :menuselection:`Item --> Apagar Tudo`
pt_br: :menuselection:`Item --> Excluir tudo`
sl: :menuselection:`Element --> Izbriši vse`
uk: :menuselection:`Запис --> Вилучити усі`

source: Delete all items from the device.
ca: Suprimeix tots els elements del dispositiu.
es: Borrar todos los elementos del dispositivo.
it: Elimina tutti gli elementi dal dispositivo.
nl: Alle items van het apparaat verwijderen.
pt: Apaga todos os itens no dispositivo.
pt_br: Exclui todos os itens do dispositivo.
sl: Izbriši vse elemente iz naprave.
uk: Вилучити усі записи з пристрою.

source: :menuselection:`Item --> Upload` :kbd:`Ctrl+U`
ca: :menuselection:`Element --> Puja` :kbd:`Ctrl+U`
es: :menuselection:`Elemento --> Enviar` :kbd:`Ctrl+U`
it: :menuselection:`Elemento --> Carica` :kbd:`Ctrl+U`
nl: :menuselection:`Item --> Uploaden` :kbd:`Ctrl+U`
pt: :menuselection:`Item --> Enviar` :kbd:`Ctrl+U`
pt_br: :menuselection:`Item --> Enviar` :kbd:`Ctrl+U`
sl: :menuselection:`Element --> Prenesi tja` :kbd:`Ctrl+U`
uk: :menuselection:`Запис --> Вивантажити` :kbd:`Ctrl+U`

source: Allows you to upload new items from your computer to the device. This feature is not supported by some gPhoto2 based devices. See :menuselection:`Device --> Information` for details.
ca: Permet carregar elements nous des de l'ordinador cap al dispositiu. Aquesta característica no és admesa per alguns dispositius basats en el gPphoto2. Per a més detalls, vegeu :menuselection:`Dispositiu --> Informació`.
it: Ti consente di caricare gli elementi nuovi dal tuo computer al dispositivo. Questa funzionalità non è supportata da alcuni dispositivi che si basano su gPhoto2. Per i dettagli, vedi :menuselection:`Dispositivo --> Informazioni`.
pt_br: Permite que você carregue novos itens do seu computador para o dispositivo. Este recurso não é compatível com alguns dispositivos baseados em gPhoto2. Consulte :menuselection:`Dispositivo --> Informações` para obter detalhes.
sl: Omogoča nalaganje novih elementov iz računalnika v napravo. Te funkcije ne podpirajo nekatere naprave, ki temeljijo na gPhoto2. Za podrobnosti glejte :menuselection:`Naprava --> Informacije`.
