Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Menu entry for flipping the currently selected images lossless Horizontally :kbd:`Ctrl-\*` or Vertically :kbd:`Ctrl-/` (see sub-menu).
ca: Entrada de menú per a invertir les imatges seleccionades sense pèrdua horitzontalment :kbd:`Ctrl+\*` o verticalment :kbd:`Ctrl+/` (vegeu el submenú).
it: Voce del menu per ribaltare le immagini senza perdita di dati attualmente selezionate orizzontalmente :kbd:`Ctrl-\*` o verticalmente :kbd:`Ctrl-/` (vedi il sottomenu).
nl: Menu-item voor verliesloos spiegelen van de nu geselecteerde afbeeldingen :kbd:`Ctrl+\*` horizontaal of :kbd:`Ctrl+/` verticaal (zie submenu).
pt: Item do menu para inverter as imagens seleccionadas de momento, sem perdas, na Horizontal :kbd:`Ctrl-\*` ou na Vertical :kbd:`Ctrl-/` (veja o submenu).
pt_br: Entrada de menu para inverter Horizontalmente :kbd:`Ctrl-\*` ou Verticalmente :kbd:`Ctrl-/` sem perdas as imagens selecionadas atualmente (veja o submenu).
sl: Vnos v meni za obračanje trenutno izbranih slik brez izgube vodoravno :kbd:`Ctrl-\*` ali navpično :kbd:`Ctrl-/` (glejte podmeni).
uk: Запис меню для віддзеркалення поточних позначених зображень без втрат горизонтально (:kbd:`Ctrl+\*`) або вертикально (:kbd:`Ctrl-/`) (див. підменю).

source: :menuselection:`Item --> Auto Rotate/Flip using Exif information`
ca: :menuselection:`Element --> Gir/Inversió automàtics usant la informació Exif`
it: :menuselection:`Elemento --> Rotazione/ribaltamento automatico usando le informazioni Exif`
nl: :menuselection:`Item --> Automatisch draaien/spiegelen volgens Exif-informatie`
pt: :menuselection:`Item --> Auto Rodar/Inverter com a Informação EXIF`
pt_br: :menuselection:`Item --> Girar/Inverter automaticamente usando informações Exif`
sl: :menuselection:`Element --> Auto Rotate/Flip using Exif information`
uk: :menuselection:`Запис --> Автоматичне обертання або віддзеркалення за даними Exif`

source: Menu entry to manually activate the auto rotate/flip feature for the currently selected images using the Exif orientation tag. For a more detailed description see :ref:`Lossless Image Rotation <lossless_rotation>`.
ca: Entrada de menú per a activar manualment la característica de gir/inversió automàtics per a les imatges seleccionades utilitzant l'etiqueta Exif d'orientació. Per a una descripció més detallada, vegeu :ref:`Girar la imatge sense pèrdua <lossless_rotation>`.
it: Voce del menu per attivare manualmente la funzionalità di rotazione o di ribaltamento automatico dell'immagine attualmente selezionata, usando il tag Exif di orientazione. Per una descrizione più dettagliata, vedi :ref:`Rotazione delle immagini senza perdita di dati <lossless_rotation>`.
nl: Menu-item om voor de nu geselecteerde afbeeldingen handmatig de automatische rotatie/spiegelfunctie te activeren met gebruik van de Exif-oriëntatietag. Voor een meer gedetailleerde beschrijving zie :ref:`Verliesloos draaien van afbeelding <lossless_rotation>`.
pt: Item do menu para activar manualmente a funcionalidade de rotação/inversão automática das imagens seleccionadas de momento, usando a marca de orientação do EXIF. Para uma descrição mais detalhada, veja a :ref:`Rotação da Imagem sem Perdas <lossless_rotation>`.
pt_br: Entrada de menu para ativar manualmente o recurso de rotação/inversão automática para as imagens selecionadas no momento, usando a etiqueta de orientação Exif. Para uma descrição mais detalhada, consulte :ref:`Rotação de imagem sem perdas <lossless_rotation>`.
sl: Vnos v meni za ročno aktiviranje funkcije samodejnega obračanja/obračanja za trenutno izbrane slike z uporabo značke orientacije Exif. Za več podroben opis glejte :ref:`Vrtenje slik brez izgub <lossless_rotation>`.
uk: Пункт меню, призначений для вмикання вручну можливості автоповороту/автообертання для поточних вибраних зображень за допомогою мітки орієнтації Exif. Докладніший опис можна знайти у розділі щодо :ref:`обертання зображень без втрати якості <lossless_rotation>`.

source: :menuselection:`Item --> Adjust Exif Orientation Tag`
ca: :menuselection:`Element --> Ajusta l'etiqueta Exif d'orientació`
it: :menuselection:`Elemento --> Regola il tag di orientazione Exif`
nl: :menuselection:`Item --> Exif-oriëntatietag aanpassen`
pt: :menuselection:`Item --> Ajustar a Marca de Orientação EXIF`
pt_br: :menuselection:`Item --> Ajustar etiqueta de orientação Exif`
sl: :menuselection:`Element --> Prilagodi značko orientacije Exif`
uk: :menuselection:`Запис --> Встановити мітку орієнтації Exif`

source: The Exif Orientation Tag of the current selection will be changed depending on the option you choose from the sub-menu. The thumbnail(s) and preview(s) will be rotated accordingly if **Show images/thumbnails rotated according to orientation** tag is checked in :menuselection:`Settings --> Configure digiKam... --> Metadata --> Rotation --> Rotate actions`, but not the actual image file. If you want to rotate that as well you got to use the function :menuselection:`Item --> Auto Rotate/Flip using Exif information` described above additionally. If you open the file in the digiKam Image Editor it will also come up in the rotated version and will be stored that way on disc if you save it. But be aware of the fact that this would be a lossy operation as long as it is not a lossless file format.
ca: L'etiqueta d'orientació Exif de la selecció actual serà canviada depenent de l'opció que trieu des del submenú. La/es miniatura/es i la/es vista/es prèvia/es es giraran en conseqüència si **Mostra les imatges/miniatures girades d'acord amb l'etiqueta d'orientació** es troba marcada a :menuselection:`Arranjament --> Configura el digiKam... --> Metadades --> Gir --> Accions de gir`, però no el fitxer d'imatge real. Si també voleu girar-lo, haureu d'utilitzar la funció :menuselection:`Element --> Gir/Inversió automàtics usant la informació Exif` descrit anteriorment. Si obriu el fitxer a l'editor d'imatges del digiKam, també esdevindrà la versió girada i si la deseu, serà emmagatzemada al disc d'aquesta manera. Però sigueu conscient del fet que aquesta seria una operació amb pèrdua, atès que no es tracta d'un format de fitxer sense pèrdua.
it: Il tag di orientazione Exif della selezione corrente sarà modificato a seconda dell'opzione che scegli dal sottomenu. Le miniature e le anteprime saranno ruotate di conseguenza se **Mostra immagini e miniature ruotate a seconda del tag di orientazione.** è selezionata in :menuselection:`Impostazioni --> Configura digiKam... --> Metadati --> Rotazione --> Azioni di rotazione`, ma non il reale file dell'immagine. Se vuoi ruotare anche questo, usa la funzione :menuselection:`Elemento --> Rotazione/ribaltamento automatico usando le informazioni Exif` descritto sopra in aggiunta. Se apri il file nell'Editor delle immagini di digiKam, verrà anch'esso ruotato e memorizzato in tal modo sul disco, nel caso lo salvassi. Tieni presente però che potrebbe diventare un'operazione con perdita di dati nel caso tu non stia utilizzando un formato senza perdita di dati.
nl: De Exif-oriëntatietag van de huidige selectie zal gewijzigd worden afhankelijk van de door u gekozen optie uit het submenu. De miniatu(u)r(en) en voorbeeld(en) zullen overeenkomstig gedraaid worden als **Afbeeldingen/miniaturen draaien volgens de oriëntatietag** is geactiveerd in :menuselection:`Instellingen --> digiKam configureren... --> Metagegevens --> Draaiing --> Draaiacties`, maar niet het actuele afbeeldingsbestand. Als u die ook wil draaien dan moet u ook de bovenstaand beschreven functie :menuselection:`Item -> Automatisch draaien/spiegelen volgens Exif-informatie` gebruiken. Als u het bestand in de Afbeeldingsbewerker van digiKam opent dan zal het ook opkomen in de gedraaide versie en zal bij opslaan op die manier op schijf worden opgeslagen. Maar let op het feit dat dit een bewerking met verlies zou zijn, zolang het geen bestandsformaat zonder verlies is.
pt: A marca de Orientação do EXIF da selecção actual será modificada, dependendo da opção que tiver escolhido no submenu. As miniaturas e as antevisões serão rodadas de acordo com o valor, caso a opção **Mostrar as imagens/miniaturas rodadas de acordo com a orientação** esteja assinalada em :menuselection:`Configuração --> Configurar o digiKam... --> Meta-dados --> Rotação --> Acções de rotação`, mas o ficheiro em si não será modificado. Se quiser rodar também os ficheiros em si, use a função mas :menuselection:`Item --> Auto-Rodar/Inverter Usando a Informação EXIF`, descrita acima. Se abrir o ficheiro no Editor de Imagens do digiKam, também irá aparecer na versão rodada e será guardada dessa forma no disco, caso a grave. Mas tenha atenção ao facto de que esta seria uma operação com perdas, caso não seja gravada num formato sem perdas.
pt_br: A etiqueta de orientação Exif da seleção atual será alterada dependendo da opção escolhida no submenu. As miniaturas e visualizações serão rotacionadas de acordo se a opção **Mostrar imagens/miniaturas rotacionadas de acordo com a etiqueta de orientação** estiver marcada em :menuselection:`Configurações --> Configurar digiKam... --> Metadados --> Rotação --> Ações de rotação`, mas não o arquivo de imagem em si. Se você quiser rotacionar isso também, você precisa usar a função :menuselection:`Item --> Girar/Inverter automaticamente usando informações Exif` descrita acima adicionalmente. Se você abrir o arquivo no Editor de Imagem do digiKam, ele também aparecerá na versão rotacionada e será armazenado dessa forma no disco se você salvá-lo. Mas esteja ciente do fato de que esta seria uma operação com perdas, desde que não seja um formato de arquivo sem perdas.
sl: Exif orientacijska značka trenutnega izbora se bo spremenila glede na na možnost, ki jo izberete v podmeniju. Predogledne sličice in predogled(i) bodo ustrezno zavrtene, če je potrjena možnost **Prikaži slike/sličice zavrtene glede na orientacijo** v :menuselection:`Nastavitve--> Konfiguriraj digiKam... --> Metapodatki --> Vrtenje --> Dejanje vrtenja`, vendar ne dejanske slikovne datoteke. Če želite tudi to zavrteti, morate uporabiti funkcijo :menuselection:`Element --> Samodejno zavrti/obrni z uporabo informacij Exif` zgoraj dodatno opisano. Če datoteko odprete v urejevalniku slik digiKam, se bo pojavi tudi v zavrteni različici in bo tako shranjen na disku, če ga shranite. Vendar se zavedajte dejstva, da bi bila to operacija z izgubo, če ni format datoteke brez izgub.
uk: Мітку орієнтації Exif поточних позначених записів буде змінено залежно від пункту, який ви виберете у підменю. Мініатюри зображень буде повернуто відповідно, якщо вами було позначено пункт **Показувати зображення/мініатюри обернутими, відповідно до мітки орієнтації** на сторінці :menuselection:`Параметри --> Налаштувати digiKam... --> Метадані --> Обертання --> Дії з обертання`, але саме зображення залишиться неповернутим. Якщо вам потрібно, щоб і у файлі зображення було обернуто, вам слід скористатися пунктом меню :menuselection:`Запис --> Автоматичне обертання або віддзеркалення за даними Exif`, описаним вище. Якщо ви відкриєте файл у редакторі зображень digiKam, його також буде показано повернутим, а дані на диску після збереження змін також визначатимуть повернуте зображення. Втім, слід мати на увазі, що така дія призведе до втрати якості зображення, якщо, звичайно ж, ви зберігаєте дані у форматі з втратами якості.

source: :menuselection:`Item --> Edit Metadata...`
ca: :menuselection:`Element --> Edita les metadades...`
it: :menuselection:`Elemento --> Modifica i metadati...`
nl: :menuselection:`Item -- > Metagegevens bewerken...`
pt: :menuselection:`Item --> Editar os Meta-Dados...`
pt_br: :menuselection:`Item --> Edit metadados...`
sl: :menuselection:`Element --> Uredi metapodatke...`
uk: :menuselection:`Запис --> Редагувати метадані...`

source: Opens the digiKam Metadata Editor to handle metadata of the image (Exif, IPTC, XMP).
ca: Obre l'editor de metadades del digiKam per a manegar les metadades de la imatge (Exif, IPTC i XMP).
it: Apre l'Editor dei metadati di digiKam per gestire i metadati dell'immagine (Exif, IPTC, XMP).
nl: Opent de bewerker van metagegevens van digiKam om metagegevens van de afbeelding (Exif, IPTC, XMP) te bewerken.
pt: Abre o Editor de Meta-Dados do digiKam para lidar com os meta-dados da imagem (EXIF, IPTC, XMP).
pt_br: Abre o editor de metadados do digiKam para manipular os metadados da imagem (Exif, IPTC, XMP).
sl: Odpre urejevalnik metapodatkov digiKam za obdelavo metapodatkov slike (Exif, IPTC, XMP).
uk: Відкриває вікно редактора метаданих digiKam, призначеного для обробки метаданих зображення (Exif, IPTC, XMP).

source: See the dedicated :ref:`Metadata Editor <metadata_editor>` chapter for more information.
ca: Per a més informació, vegeu el capítol dedicat :ref:`Editor de les metadades <metadata_editor>`.
it: Per maggiori informazioni, vedi il capitolo dedicato all':ref:`Editor dei metadati <metadata_editor>`.
nl: Zie het daaraan gewijde hoofdstuk :ref:`Bewerker van metagegevens <metadata_editor>` voor meer informatie.
pt: Veja o capítulo dedicado ao :ref:`Editor de Meta-Dados <metadata_editor>` para obter mais informações.
pt_br: Veja o capítulo do :ref:`Editor de metadados <metadata_editor>` para mais informações.
sl: Za več informacij glejte namensko poglavje :ref:`Urejevalnik metapodatkov <metadata_editor>`.
uk: Докладніші відомості можна отримати з :ref:`розділу підручника з редактора метаданих <metadata_editor>`.

source: :menuselection:`Item --> Edit Geolocation...`
ca: :menuselection:`Element --> Edita la geolocalització...`
it: :menuselection:`Elemento --> Modifica la geolocalizzazione...`
nl: :menuselection:`Item --> Geo-locatie bewerken...`
pt: :menuselection:`Item --> Editar a Localização Geográfica...`
pt_br: :menuselection:`Item --> Editar geolocalização...`
sl: :menuselection:`Element --> Uredi geolokacijo...`
uk: :menuselection:`Запис --> Змінити геопозиціювання...`

source: Opens the digiKam Geolocation Editor to handle GPS meta data of the image.
ca: Obre l'editor de geolocalització del digiKam per a gestionar les metadades GPS de la imatge.
it: Apre l'Editor di geolocalizzazione di digiKam per maneggiare i metadati GPS dell'immagine.
nl: Opent de geo-locatiebewerker van digiKam om GPS-metagegevens van de afbeelding te behandelen.
pt: Abre o Editor de Localização Geográfica do digiKam para lidar com os meta-dados de GPS da imagem.
pt_br: Abre o editor de geolocalização do digiKam para manipular metadados de GPS da imagem.
sl: Odpre digiKam Geolocation Editor za obdelavo metapodatkov GPS slike.
uk: Відкриває вікно редактора геопозиціювання digiKam, призначеного для обробки метаданих GPS зображення.

source: See the dedicated :ref:`Geolocation Editor <geolocation_editor>` for more information.
ca: Per a més informació, vegeu l'eina dedicada :ref:`Editor de la geolocalització <geolocation_editor>`.
it: Per maggiori informazioni, vedi il capitolo dedicato all':ref:`Editor di geolocalizzazione <geolocation_editor>`.
nl: Zie het daaraan gewijde :ref:`Bewerker van Geo-locatie <geolocation_editor>` voor meer informatie.
pt: Veja mais informações no capítulo dedicado ao :ref:`Editor de Localização Geográfica <geolocation_editor>`.
pt_br: Veja o capítulo do :ref:`Editor de geolocalização <geolocation_editor>` para mais informações.
sl: Glejte namenski :ref:`Geolocation Editor <geolocation_editor>` za več informacij.
uk: Докладніші відомості можна отримати з підручника щодо :ref:`географічного розташування <geolocation_editor>`.

source: :menuselection:`Item --> Print`
ca: :menuselection:`Element --> Imprimeix`
it: :menuselection:`Elemento --> Stampa`
nl: :menuselection:`Item --> Afdrukken`
pt: :menuselection:`Item --> Imprimir`
pt_br: :menuselection:`Item --> Imprimir`
sl: :menuselection:`Element --> Natisni`
uk: :menuselection:`Запис --> Надрукувати`

source: Calls standard print dialog.
ca: Crida el diàleg d'impressió estàndard.
it: Chiama la finestra standard di stampa.
nl: Roept de standaard afdrukdialoog aan.
pt: Invoca a janela-padrão para imprimir.
pt_br: Chama a janela de impressão padrão.
sl: Prikliče standardno pogovorno okno za tiskanje.
uk: Відкриває стандартне діалогове вікно друку.

source: :menuselection:`Item --> Print Assistant...`
ca: :menuselection:`Element --> Assistent d'impressió...`
it: :menuselection:`Elemento --> Assistente di stampa...`
nl: :menuselection:`Item --> Afdrukassistent...`
pt: :menuselection:`Item --> Assistente de Impressão...`
pt_br: :menuselection:`Item --> Assistente de impressão...`
sl: :menuselection:`Element --> Print Assistant...`
uk: :menuselection:`Запис --> Помічник друку...`

source: Tool to print grouped images from Album.
ca: Eina per a imprimir les imatges agrupades de l'àlbum.
it: Strumento per stampare le immagini raggruppate dall'Album.
nl: Hulpmiddel om gegroepeerde afbeeldingen uit Album af te drukken.
pt: Uma ferramenta para imprimir imagens agrupadas do álbum.
pt_br: Ferramenta para imprimir imagens agrupadas do Álbum.
sl: Orodje za tiskanje združenih slik iz albuma.
uk: Засіб для друку згрупованих зображень з альбому.

source: See the dedicated :ref:`Print Creator <print_creator>` for more information.
ca: Per a més informació, vegeu l'eina dedicada :ref:`Creador d'impressió <print_creator>`.
it: Per maggiori informazioni, vedi il capitolo dedicato al :ref:`Creatore di stampa <print_creator>`.
nl: Zie het daaraan gewijde :ref:`Afdrukmaker <print_creator>` voor meer informatie.
pt: Veja mais informações no capítulo dedicado ao :ref:`Criador de Impressões <print_creator>`.
pt_br: Veja o capítulo do :ref:`Criador de impressão <print_creator>` para mais informações.
sl: Glejte namenski :ref:`Print Creator <print_creator>` za več informacij.
uk: Докладніші відомості можна отримати з підручника з :ref:`майстра друку <print_creator>`.

source: Another very useful function on items is grouping which is at the time of writing only available through the context menu on a selection of items. For details see :ref:`Grouping Photographs <grouping_photograph>` in the chapter about the digiKam **Main Window**.
ca: Una altra funció molt útil sobre els elements, és l'agrupació, en el moment d'escriure només està disponible a través del menú contextual sobre una selecció d'elements. Per a més detalls, vegeu :ref:`Agrupar les fotografies <grouping_photograph>` en el capítol sobre la **finestra principal** del digiKam.
it: Un'altra funzione molto utile sugli elementi è quella di raggrupparli; in questo momento è disponibile solo con il menu contestuale su una selezione di elementi. Per i dettagli vedi il capitolo :ref:`Raggruppare le fotografie <grouping_photograph>` nel capitolo sulla **finestra principale** di digiKam.
nl: Een andere erg nuttige functie op items is groeperen die op het moment van schrijven alleen beschikbaar is via het contextmenu op een selectie van items. Voor details zie :ref:`Foto's groeperen <grouping_photograph>` in het hoofdstuk over het **Hoofdvenster** van digiKam.
pt: Outra função bastante útil nos itens é o agrupamento que, na altura em que este documento foi escrito, só estava disponível através do menu de contexto numa selecção de itens. Para mais detalhes, veja como :ref:`Agrupar as Fotografias <grouping_photograph>`, no capítulo sobre a **Janela Principal** do digiKam.
pt_br: Outra função muito útil em itens é o agrupamento, que, no momento da escrita deste manual, só está disponível através do menu de contexto em uma seleção de itens. Para mais detalhes, consulte o capítulo :ref:`Agrupando fotografias <grouping_photograph>` sobre a **Janela principal** do digiKam.
sl: Druga zelo uporabna funkcija elementov je združevanje, ki je bilo v času pisanja je na voljo samo prek kontekstnega menija pri izbiri elementov. Za podrobnosti glejte :ref:`Združevanje fotografij <grouping_photograph>` v poglavju o **Glavnem oknu** digiKama.
uk: Ще однією корисною функціональною можливістю для записів є групування. На час написання цього підручника ним можна було скористатися за допомогою контекстного меню після позначення групи записів. Докладніший опис можна знайти у розділі :ref:`Групування фотографій <grouping_photograph>` глави щодо **основного вікна** digiKam.

source: The Edit Menu
ca: El menú Edita
it: Il menu Modifica
nl: Het menu Bewerken
pt: O Menu Editar
pt_br: O menu Editar
sl: Meni Urejanje
uk: Меню «Зміни»

source: Beside the usual **Cut**, **Copy** and **Paste** the Edit Menu contains the following items:
ca: Al costat dels habituals **Retalla**, **Copia** i **Enganxa**, el menú Edita conté els elements següents:
it: Accanto ai tradizionali **Taglia**, **Copia** e **Incolla** il menu Modifica contiene i seguenti elementi:
nl: Naast het gebruikelijke **Knippen**, **Kopiëren** en **Plakken** bevat het menu Bewerken de volgende items:
pt: Para além das opções normais para **Cortar**, **Copiar** e **Colar**, o menu Editar contém os seguintes itens:
pt_br: Além dos habituais **Recortar**, **Copiar** e **Colar**, o menu Editar contém os seguintes itens:
sl: Poleg običajnih **Izreži**, **Kopiraj** in **Prilepi** meni Urejanje vsebuje naslednje elemente:
uk: Окрім звичних пунктів **вирізання**, **копіювання** та **вставляння** у меню «Зміни» містяться такі пункти:

source: :menuselection:`Edit --> Select All` :kbd:`Ctrl+A`
ca: :menuselection:`Edita --> Selecciona-ho tot` :kbd:`Ctrl+A`
it: :menuselection:`Modifica --> Seleziona tutto` :kbd:`Ctrl+A`
nl: :menuselection:`Bewerken --> Alles selecteren` :kbd:`Ctrl+A`
pt: :menuselection:`Editar --> Seleccionar Tudo` :kbd:`Ctrl+A`
pt_br: :menuselection:`Editar --> Selecionar tudo` :kbd:`Ctrl+A`
sl: :menuselection:`Uredi --> Izberi vse` :kbd:`Ctrl A`
uk: :menuselection:`Зміни --> Позначити все` :kbd:`Ctrl+A`

source: Select all images currently shown.
ca: Selecciona totes les imatges que s'estan mostrant.
it: Seleziona tutte le immagini attualmente visualizzate.
nl: Selecteert alle getoonde afbeeldingen.
pt: Selecciona todas as imagens visíveis de momento.
pt_br: Seleciona todas as imagens exibidas no momento.
sl: Izberite vse trenutno prikazane slike.
uk: Вибрати всі показані поточні зображення.

source: :menuselection:`Edit --> Select None` :kbd:`Ctrl+Shift+A`
ca: :menuselection:`Edita --> No seleccionis res` :kbd:`Ctrl+Maj+A`
it: :menuselection:`Modifica --> Deseleziona tutto` :kbd:`Ctrl+Maiusc+A`
nl: :menuselection:`Bewerken --> Niets selecteren` :kbd:`Ctrl+Shift+A`
pt: :menuselection:`Editar --> Deseleccionar Tudo` :kbd:`Ctrl+Shift+A`
pt_br: :menuselection:`Editar --> Nenhuma seleção` :kbd:`Ctrl+Shift+A`
sl: :menuselection:`Uredi --> Izberi nič` :kbd:`Ctrl Shift A`
uk: :menuselection:`Зміни --> Скасувати вибір` :kbd:`Ctrl+Shift+A`

source: Un-select all items in the current view.
ca: Desselecciona tots els elements en la vista actual.
it: Deseleziona tutti gli elementi nella vista attuale.
nl: Deselecteert alle items in de huidige weergave.
pt: Remove a selecção de todos os itens da janela actual.
pt_br: Desmarca todos os itens na visualização atual.
sl: Odznači vse elemente v trenutnem pogledu.
uk: Скасувати позначення усіх пунктів у поточному перегляді.

source: :menuselection:`Edit --> Invert Selection` :kbd:`Ctrl+I`
ca: :menuselection:`Edita --> Inverteix la selecció` :kbd:`Ctrl+I`
it: :menuselection:`Elemento --> Inverti la selezione` :kbd:`Ctrl+I`
nl: :menuselection:`Bewerken --> Selectie omkeren` :kbd:`Ctrl+I`
pt: :menuselection:`Editar --> Inverter a Selecção` :kbd:`Ctrl+I`
pt_br: :menuselection:`Editar --> Inverter seleção` :kbd:`Ctrl+I`
sl: :menuselection:`Uredi --> Obrni izbor` :kbd:`Ctrl I`
uk: :menuselection:`Зміни --> Інвертувати вибір` :kbd:`Ctrl+I`

source: Invert the current selection.
ca: Inverteix la selecció actual.
it: Inverte la selezione attuale.
nl: Keert de huidige selectie om.
pt: Inverte a selecção actual.
pt_br: Inverte a seleção atual.
sl: Obrni trenutni izbor.
uk: Інвертувати поточний вибір.
