Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_imageeditor.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Image Editor Menu Descriptions
ca: Descripcions del menú a l'editor d'imatges del digiKam
it: Descrizioni dei menu dell'Editor delle immagini di digiKam
nl: Menubeschrijvingen van Afbeeldingsbewerker van digiKam
pt: Descrições do Menu do Editor de Imagens do digiKam
pt_br: Descrições do menu do Editor de Imagem do digiKam
sl: digiKam opisi menijev urejevalnika slik
uk: Опис меню редактора зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, menu, image editor
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, menú, editor d'imatges
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, menu, editor delle immagini
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, menu, afbeeldingsbewerker
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, menu, editor de imagens
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, menu, editor de imagens
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, meni, urejevalnik slik
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, меню, налаштування, редактор зображень

source: Image Editor Menu
ca: Menú a l'editor d'imatges
it: Menu dell'Editor delle immagini
nl: Menu van afbeeldingsbewerker
sl: Meni urejevalnika slik
uk: Меню редактора зображень

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The digiKam Image Editor Menu
ca: El menú a l'editor d'imatges del digiKam
it: Il menu dell'Editor delle immagini di digiKam
pt: O Menu do Editor de Imagens do digiKam
pt_br: O menu do Editor de Imagem do digiKam
sl: Meni urejevalnika slik digiKam
uk: Меню редактора зображень digiKam

source: When switching in **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of tool-bar with the **Hamburger Button** |icon_hamburger|.
ca: Quan canvieu al **Mode de pantalla completa** :kbd:`Ctrl+Shift+F` o quan feu **Oculta la barra de menús** :kbd:`Ctrl+M`, el menú principal estarà disponible a la part dreta de la barra d'eines amb el **Botó hamburguesa** |icon_hamburger|.
it: Quando passi alla **modalità schermo intero** :kbd:`Ctrl+Maiusc+F`, o quando **nascondi la barra dei menu** :kbd:`Ctrl+M`, il menu principale sarà disponibile sul lato destro della barra degli strumenti tramite il **pulsante hamburger** |icon_hamburger|.
sl: Ko preklopite v **Celozaslonski način** :kbd:`Ctrl+Shift+F` ali ko **Skrijete menijsko vrstico** :kbd:`Ctrl+M`, bo glavni meni na voljo na desni strani orodne vrstice z **Hamburger gumba** |icon_hamburger|.
uk: При перемиканні у **повноекранний режим** :kbd:`Ctrl+Shift+F` або якщо **приховано смужку меню**, доступ до меню можна буде здійснювати за допомогою **кнопки-гамбургера** |icon_hamburger| у правій частині панелі інструментів.

source: The File Menu
ca: El menú Fitxer
it: Il menu File
nl: Het menu Bestand
pt: O Menu Ficheiro
pt_br: O menu Arquivo
sl: Meni Datoteka
uk: Меню «Файл»

source: :menuselection:`File --> Back` :kbd:`PgUp`
ca: «:menuselection:`Fitxer --> Enrere`» :kbd:`Re Pàg`
it: :menuselection:`File --> Indietro` :kbd:`PagSu`
nl: :menuselection:`Bestand --> Terug` :kbd:`PgUp`
pt: :menuselection:`Ficheiro --> Recuar` :kbd:`PgUp`
pt_br: :menuselection:`Arquivo --> Voltar` :kbd:`PgUp`
sl: menijska izbira:`Datoteka --> Nazaj` :kbd:`PgUp`
uk: :menuselection:`Файл --> Назад` :kbd:`PgUp`

source: Display the previous image of the current Album.
ca: Mostra la imatge anterior de l'àlbum actual.
it: Visualizza l'immagine precedente dell'album attuale.
nl: Toont de vorige afbeelding in het huidige album.
pt: Mostra a imagem anterior do álbum actual.
pt_br: Mostra a imagem anterior do álbum atual.
sl: Prikaži prejšnjo sliko trenutnega albuma.
uk: Показати попереднє зображення у поточному альбомі.

source: :menuselection:`File --> Forward` :kbd:`PgDn`
ca: «:menuselection:`Fitxer --> Endavant`» :kbd:`Av Pàg`
it: :menuselection:`File --> Avanti` :kbd:`PagGiù`
nl: :menuselection:`Bestand --> Verder` :kbd:`PgDn`
pt: :menuselection:`Ficheiro --> Avançar` :kbd:`PgDn`
pt_br: :menuselection:`Arquivo --> Avançar` :kbd:`PgDn`
sl: menijska izbira:`Datoteka --> Naprej` :kbd:`PgDn`
uk: :menuselection:`Файл --> Далі` :kbd:`PgDn`

source: Display the next image of the current Album.
ca: Mostra la imatge següent de l'àlbum actual.
it: Visualizza l'immagine successiva dell'album attuale.
nl: Toont de volgende afbeelding in het huidige album.
pt: Mostra a imagem seguinte no álbum actual.
pt_br: Mostra a imagem seguinte no álbum atual.
sl: Prikaži naslednjo sliko trenutnega albuma.
uk: Показати наступне зображення у поточному альбомі.

source: :menuselection:`File --> First` :kbd:`Ctrl+Home`
ca: «:menuselection:`Fitxer --> Primera`» :kbd:`Ctrl+Inici`
it: :menuselection:`File --> Primo` :kbd:`Ctrl+Home`
nl: :menuselection:`Bestand --> Eerste` :kbd:`Ctrl+Home`
pt: :menuselection:`Ficheiro --> Primeiro` :kbd:`Ctrl+Home`
pt_br: :menuselection:`Arquivo --> Primeiro` :kbd:`Ctrl+Home`
uk: :menuselection:`Файл --> Перший` :kbd:`Ctrl+Home`

source: Display the first image of current Album.
ca: Mostra la primera imatge de l'àlbum actual.
it: Visualizza la prima immagine dell'album attuale.
nl: Toont de eerste afbeelding in het huidige album.
pt: Mostra a primeira imagem no álbum actual.
pt_br: Mostra a primeira imagem no álbum atual.
sl: Prikaži prvo sliko trenutnega albuma.
uk: Показати перше з зображень поточного альбому.

source: :menuselection:`File --> Last` :kbd:`Ctrl+End`
ca: «:menuselection:`Fitxer --> Última`» :kbd:`Ctrl+Fi`
it: :menuselection:`File --> Ultimo` :kbd:`Ctrl+Fine`
nl: :menuselection:`Bestand --> Laatste` :kbd:`Ctrl+End`
pt: :menuselection:`Ficheiro --> Último` :kbd:`Ctrl+End`
pt_br: :menuselection:`Arquivo --> Último` :kbd:`Ctrl+End`
sl: menuselection:`Datoteka --> Zadnji` :kbd:`Ctrl End`
uk: :menuselection:`Файл --> Останній` :kbd:`Ctrl+End`

source: Display the last image of current Album.
ca: Mostra l'última imatge de l'àlbum actual.
it: Visualizza l'ultima immagine dell'album attuale.
nl: Toont de laatste afbeelding in het huidige album.
pt: Mostra a última imagem no álbum actual.
pt_br: Mostra a última imagem no álbum atual.
sl: Prikaži zadnjo sliko trenutnega albuma.
uk: Показати останнє зображення у поточному альбомі.

source: :menuselection:`File --> Save` :kbd:`Ctrl+S`
ca: «:menuselection:`Fitxer --> Desa`» :kbd:`Ctrl+S`
it: :menuselection:`File --> Salva` :kbd:`Ctrl+S`
nl: :menuselection:`Bestand --> Opslaan` :kbd:`Ctrl+S`
pt: :menuselection:`Ficheiro --> Gravar` :kbd:`Ctrl+S`
pt_br: :menuselection:`Arquivo --> Salvar` :kbd:`Ctrl+S`
sl: menijska izbira:`Datoteka --> Shrani` :kbd:`Ctrl S`
uk: :menuselection:`Файл --> Зберегти` :kbd:`Ctrl+S`

source: Save the current image if it has been modified.
ca: Desa la imatge actual si ha estat modificada.
it: Salva l'immagine attuale, se è stata modificata.
nl: Slaat de wijzigingen in de huidige afbeelding op.
pt: Grava a imagem actual, se tiver sido modificada.
pt_br: Salva a imagem atual, se tiver sido modificada.
sl: Shrani trenutno sliko, če je bila spremenjena.
uk: Зберегти поточне зображення, якщо його було змінено.

source: :menuselection:`File --> Save As...`
ca: «:menuselection:`Fitxer --> Desa com a...`»
it: :menuselection:`File --> Salva come...`
nl: :menuselection:`Bestand --> Opslaan als...`
pt: :menuselection:`Ficheiro --> Gravar Como...`
pt_br: :menuselection:`Arquivo --> Salvar como...`
sl: menuselection:`Datoteka --> Shrani kot...`
uk: :menuselection:`Файл --> Зберегти як...`

source: Save the current image in a new file.
ca: Desa la imatge actual en un fitxer nou.
it: Salva l'immagine attuale in un nuovo file.
nl: Slaat de huidige afbeelding op onder een nieuwe naam.
sl: Shrani trenutno sliko v novo datoteko.
uk: Зберегти поточне зображення у новому файлі.

source: :menuselection:`File --> Revert`
ca: «:menuselection:`Fitxer --> Reverteix`»
it: :menuselection:`File --> Annulla`
nl: :menuselection:`Bestand --> Omdraaien`
pt: :menuselection:`Ficheiro --> Reverter`
pt_br: :menuselection:`Arquivo --> Reverter`
sl: menijska izbira:`Datoteka --> Povrni`
uk: :menuselection:`Файл --> Обернути`

source: Restore the current image from the original file if it has been modified.
ca: Restaura la imatge actual des del fitxer original si ha estat modificada.
it: Ripristina l'immagine attuale dal file originale, se è stata modificata.
nl: Herstelt de huidige afbeelding aan de hand van het oorspronkelijke bestand als de afbeelding is gewijzigd.
pt: Repõe a imagem actual a partir do ficheiro original, se tiver sido modificada.
pt_br: Restaura a imagem atual a partir do arquivo original, se tiver sido modificada.
sl: Obnovi trenutno sliko iz izvirne datoteke, če je bila spremenjena.
uk: Відновити поточне зображення з початкового файла, якщо зображення було змінено.

source: :menuselection:`File --> Move to trash` :kbd:`Del`
ca: «:menuselection:`Fitxer --> Mou a la paperera`» :kbd:`Supr`
it: :menuselection:`File --> Cestina` :kbd:`Canc`
pt: :menuselection:`Ficheiro --> Enviar para o lixo` :kbd:`Del`
pt_br: :menuselection:`Arquivo --> Mover para a Lixeira` :kbd:`Del`
sl: menijska izbira:`Datoteka --> Premakni v smeti` :kbd:`Del`
uk: :menuselection:`Файл --> Пересунути до смітника` :kbd:`Del`

source: Move to trash the current image from the current Album (recoverable delete).
ca: Mou a la paperera la imatge actual des de l'àlbum actual (supressió recuperable).
it: Cestina l'immagine attuale dall'album attivo (eliminazione recuperabile).
sl: Premakni v smeti trenutno sliko iz trenutnega albuma (izbris, ki ga je mogoče obnoviti).
uk: Пересунути до смітника поточне зображення з поточного альбому (вилучення з можливістю відновлення).

source: To **Delete permanently** a file, use :kbd:`Shift+Del`
ca: Per a **suprimir permanentment** un fitxer, utilitzeu :kbd:`Maj+Supr`
it: Per **eliminare definitivamente** un file usa :kbd:`Maiusc+Canc`.
pt: Para **apagar de forma permanente** um ficheiro, use o :kbd:`Shift+Del`
pt_br: Para **Excluir permanentemente** um arquivo, use :kbd:`Shift+Del`
sl: Če želite **Trajno izbrisati** datoteko, uporabite :kbd:`Shift Del`
uk: Щоб **вилучити файл остаточно**, скористайтеся комбінацією клавіш :kbd:`Shift+Del`

source: :menuselection:`File --> Print Image...` :kbd:`Ctrl+P`
ca: «:menuselection:`Fitxer --> Imprimeix la imatge...`» :kbd:`Ctrl+P`
it: :menuselection:`File --> Stampa immagine...` :kbd:`Ctrl+P`
nl: :menuselection:`Bestand --> Afbeelding afdrukken...` :kbd:`Ctrl+P`
pt: :menuselection:`Ficheiro --> Imprimir a Imagem...` :kbd:`Ctrl+P`
pt_br: :menuselection:`Arquivo --> Imprimir imagem...` :kbd:`Ctrl+P`
sl: menijska izbira:`Datoteka --> Natisni sliko...` ​​:kbd:`Ctrl P`
uk: :menuselection:`Файл --> Надрукувати зображення...` :kbd:`Ctrl+P`

source: Print the current image.
ca: Imprimeix la imatge actual.
it: Stampa l'immagine attuale.
nl: Drukt de huidige afbeelding af.
pt: Imprime a imagem actual.
pt_br: Imprime a imagem atual.
sl: Natisni trenutno sliko.
uk: Надрукувати поточне зображення.

source: :menuselection:`File --> Quit` :kbd:`Ctrl+Q`
ca: «:menuselection:`Fitxer --> Surt`» :kbd:`Ctrl+Q`
it: :menuselection:`File --> Esci` :kbd:`Ctrl+Q`
nl: :menuselection:`Bestand --> Afsluiten` :kbd:`Ctrl+Q`
pt: :menuselection:`Ficheiro --> Sair` :kbd:`Ctrl+Q`
pt_br: :menuselection:`Arquivo --> Sair` :kbd:`Ctrl+Q`
sl: menijska izbira:`Datoteka --> Končaj` :kbd:`Ctrl Q`
uk: :menuselection:`Файл --> Вийти` :kbd:`Ctrl+Q`

source: Quit digiKam Image Editor.
ca: Surt de l'editor d'imatges digiKam.
it: Esci dall'editor delle immagini di digiKam.
nl: Afbeeldingsbewerker van digiKam afsluiten.
pt: Sai do Editor de Imagens do digiKam.
pt_br: Sai do Editor de Imagem do digiKam.
sl: Zapri digiKam Image Editor.
uk: Вийти з редактора зображень digiKam.

source: The Edit Menu
ca: El menú Edita
it: Il menu Modifica
nl: Het menu Bewerken
pt: O Menu Editar
pt_br: O menu Editar
sl: Meni Urejanje
uk: Меню «Зміни»

source: :menuselection:`Edit --> Copy` :kbd:`Ctrl+C`
ca: «:menuselection:`Edita --> Copia`» :kbd:`Ctrl+C`
it: :menuselection:`Modifica --> Copia` :kbd:`Ctrl+C`
nl: :menuselection:`Bewerken --> Kopiëren` :kbd:`Ctrl+C`
pt: :menuselection:`Editar --> Copiar` :kbd:`Ctrl+C`
pt_br: :menuselection:`Editar --> Copiar` :kbd:`Ctrl+C`
sl: menijska izbira:`Uredi --> Kopiraj` :kbd:`Ctrl C`
uk: :menuselection:`Зміни --> Копіювати` :kbd:`Ctrl+C`

source: Copy the current image selection in the clipboard.
ca: Copia la selecció de la imatge actual en el porta-retalls.
it: Copia la selezione dell'immagine attuale negli appunti.
nl: Kopieert de afbeeldingsselectie naar het klembord.
sl: Kopiraj trenutno izbrano sliko v odložišče.
uk: Копіювати поточний вибраних фрагмент зображення до буфера обміну інформацією.

source: :menuselection:`Edit --> Undo` :kbd:`Ctrl+Z`
ca: «:menuselection:`Edita --> Desfés`» :kbd:`Ctrl+Z`
it: :menuselection:`Modifica --> Annulla` :kbd:`Ctrl+Z`
nl: :menuselection:`Bewerken --> Ongedaan maken` :kbd:`Ctrl+Z`
pt: :menuselection:`Editar --> Desfazer` :kbd:`Ctrl+Z`
pt_br: :menuselection:`Editar --> Desfazer` :kbd:`Ctrl+Z`
sl: menijska izbira:`Uredi --> Razveljavi` :kbd:`Ctrl Z`
uk: :menuselection:`Зміни --> Вернути` :kbd:`Ctrl+Z`

source: Cancel the last action applied to the current image using history.
ca: Cancel·la l'última acció aplicada a la imatge actual utilitzant l'historial.
it: Annulla l'ultima azione applicata all'immagine attuale, usando la cronologia.
nl: Annuleert de laatst toegepaste actie aan de hand van een geschiedenis.
pt: Cancela a última acção aplicada à imagem actual, usando o histórico.
pt_br: Cancela a última ação aplicada à imagem atual, usando o histórico.
sl: Prekliči zadnje dejanje, uporabljeno za trenutno sliko z uporabo zgodovine.
uk: Скасувати останню дію, застосовану до поточного зображення, на основі журналу.

source: :menuselection:`Edit --> Redo` :kbd:`Ctrl+Shift+Z`
ca: «:menuselection:`Edita --> Refés`» :kbd:`Ctrl+Maj+Z`
it: :menuselection:`Modifica --> Rifai` :kbd:`Ctrl+Maiusc+Z`
nl: :menuselection:`Bewerken --> Opnieuw` :kbd:`Ctrl+Shift+Z`
pt: :menuselection:`Editar --> Refazer` :kbd:`Ctrl+Shift+Z`
pt_br: :menuselection:`Editar --> Refazer` :kbd:`Ctrl+Shift+Z`
sl: menijska izbira:`Uredi --> Uveljavi` :kbd:`Ctrl Shift Z`
uk: :menuselection:`Зміни --> Повторити` :kbd:`Ctrl+Shift+Z`

source: Redo the last action applied to the current image using history.
ca: Refà l'última acció aplicada a la imatge actual utilitzant l'historial.
it: Rifai l'ultima azione applicata all'immagine attuale, usando la cronologia.
nl: Voert de laatst toegepaste actie opnieuw uit aan de hand van een geschiedenis.
pt: Repete a última acção aplicada à imagem actual, usando o histórico.
pt_br: Repete a última ação aplicada à imagem atual, usando o histórico.
sl: Ponovi zadnje dejanje, uporabljeno za trenutno sliko, z uporabo zgodovine.
uk: Повторити останню дію, застосовану до поточного зображення, на основі журналу.

source: :menuselection:`Edit --> Select All` :kbd:`Ctrl+A`
ca: «:menuselection:`Edita --> Selecciona-ho tot`» :kbd:`Ctrl+A`
it: :menuselection:`Modifica --> Seleziona tutto` :kbd:`Ctrl+A`
pt: :menuselection:`Editar --> Seleccionar Tudo` :kbd:`Ctrl+A`
pt_br: :menuselection:`Editar --> Selecionar tudo` :kbd:`Ctrl+A`
sl: menuselection:`Uredi --> Izberi vse` :kbd:`Ctrl A`
uk: :menuselection:`Зміни --> Позначити все` :kbd:`Ctrl+A`

source: Select whole image data from the canvas.
ca: Selecciona totes les dades d'imatge del llenç.
it: Seleziona i dati dell'intera immagine dalla tela.
sl: Izberi podatke celotne slike s platna.
uk: Позначити усі дані зображення на полотні.

source: :menuselection:`Edit --> Select None` :kbd:`Ctrl+Shift+A`
ca: «:menuselection:`Edita --> No seleccionis res`» :kbd:`Ctrl+Maj+A`
it: :menuselection:`Modifica --> Deseleziona tutto` :kbd:`Ctrl+Maiusc+A`
pt: :menuselection:`Editar --> Deseleccionar Tudo` :kbd:`Ctrl+Shift+A`
pt_br: :menuselection:`Editar --> Nenhuma seleção` :kbd:`Ctrl+Shift+A`
sl: menuselection:`Uredi --> Izberi nič` :kbd:`Ctrl Shift A`
uk: :menuselection:`Зміни --> Скасувати вибір` :kbd:`Ctrl+Shift+A`

source: Cancel selection of image data from the canvas.
ca: Cancel·la la selecció de les dades d'imatge del llenç.
it: Annulla la selezione dei dati dell'intera immagine dalla tela.
pt: Cancela a selecção dos dados da imagem na área de desenho.
pt_br: Cancela a seleção dos dados da imagem a partir da tela.
sl: Prekliči izbiro slikovnih podatkov s platna.
uk: Скасувати позначення даних зображення на полотні.

source: The Color Menu
ca: El menú Color
it: Il menu Colore
nl: Het menu Kleur
pt: O Menu Cor
pt_br: O menu Cor
sl: Barvni meni
uk: Меню «Колір»

source: :menuselection:`Color --> Auto-Correction` :kbd:`Ctrl+Shift+B`
ca: «:menuselection:`Color --> Correcció automàtica`» :kbd:`Ctrl+Maj+B`
it: :menuselection:`Colore --> Correzione automatica` :kbd:`Ctrl+Maiusc+B`
nl: :menuselection:`Kleur --> Automatische kleurcorrectie` kbd:`Ctrl+Shift+B`
pt: :menuselection:`Cor --> Auto-Correcção` :kbd:`Ctrl+Shift+B`
pt_br: :menuselection:`Cor --> Correção automática` :kbd:`Ctrl+Shift+B`
sl: menijska izbira:`Barva --> Samodejni popravek` :kbd:`Ctrl Shift B`
uk: :menuselection:`Колір --> Автоматичне виправлення` :kbd:`Ctrl+Shift+B`

source: :ref:`Automatic color/exposure correction <color_auto>` of the current image by an histogram manipulation.
ca: :ref:`Corregeix automàticament el color i l'exposició <color_auto>` de la imatge actual amb una manipulació de l'histograma.
it: :ref:`Correzione automatica del colore/esposizione <color_auto>` dell'immagine corrente da una manipolazione dell'istogramma.
nl: :ref:`Automatische kleur/belichtingscorrectie <color_auto>` van de huidige afbeelding door een histogrammanipulatie.
sl: ref:`Samodejna korekcija barve/osvetlitve <color_auto>` trenutne slike z manipulacijo histograma.
uk: :ref:`Автоматичне виправлення кольорів/експозиції <color_auto>` поточного зображення за допомогою роботи з гістограмою (довідка).

source: :menuselection:`Color --> White Balance`
ca: «:menuselection:`Color --> Balanç de blancs`»
it: :menuselection:`Colore --> Bilanciamento del bianco`
nl: :menuselection:`Kleur --> Witbalans`
pt: :menuselection:`Cor --> Balanceamento de Branco`
pt_br: :menuselection:`Cor --> Balanço de branco`
sl: menijska izbira: `Barva --> Ravnovesje beline`
uk: :menuselection:`Колір --> Баланс білого`

source: Image Editor tool to adjust :ref:`white color balance <color_wb>` on the current image.
ca: L'eina editor d'imatges ajustant el :ref:`balanç del color blanc <color_wb>` sobre la imatge actual.
it: Strumento dell'Editor delle immagini per regolare il :ref:`bilanciamento del bianco <color_wb>` nell'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om de :ref:`witkleurbalans <color_wb>` voor de huidige afbeelding aan te passen.
pt: Uma ferramenta do Editor de Imagens para ajustar o :ref:`balanceamento do branco <color_wb>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para ajustar o :ref:`balanço da cor branca <color_wb>` na imagem atual.
sl: Orodje za urejanje slik za prilagajanje :ref:`ravnovesja bele barve <color_wb>` na trenutni sliki.
uk: Інструмент редактора зображень для коригування :ref:`балансу білого <color_wb>` поточного зображення.

source: :menuselection:`Color --> Brightness/Contrast/Gamma`
ca: :menuselection:`Color --> Brillantor/Contrast/Gamma...`
it: :menuselection:`Colore --> Luminosità/contrasto/gamma`
nl: :menuselection:`Kleur --> Helderheid/Contrast/Gamma`
pt: :menuselection:`Cor --> Brilho/Contraste/Gama`
pt_br: :menuselection:`Cor --> Brilho/Contraste/Gama`
sl: menijska izbira:`Barva --> Svetlost/Kontrast/Gama`
uk: :menuselection:`Колір --> Яскравість/Контрастність/Гама`

source: Exposure correction of the current image by :ref:`Brightness, Contrast, or Gamma adjustments <color_bcg>`.
ca: Corregeix l'exposició de la imatge actual per als :ref:`ajustaments de brillantor, contrast o gamma <color_bcg>`.
it: Correzione dell'esposizione dell'immagine corrente tramite :ref:`regolazione della luminosità, del contrasto o della gamma <color_bcg>`.
nl: Belichtingscorrectie van de huidige afbeelding door instellingen voor :ref:`Helderheid, contrast of gamma <color_bcg>`.
pt: Correcção de exposição da imagem actual com :ref:`ajustes no Brilho, Contraste ou Gama <color_bcg>`.
pt_br: Correção de exposição da imagem atual por meio de :ref:`Ajustes de brilho, contraste ou gama <color_bcg>`.
sl: Popravek osvetlitve trenutne slike z :ref:`prilagoditvami svetlosti, kontrasta ali gama <color_bcg>`.
uk: Коригування експозиції поточного зображення на основі :ref:`налаштування яскравості, контрастності або гами <color_bcg>`.

source: :menuselection:`Color --> Hue/Saturation/Lightness` :kbd:`Ctrl+U`
ca: «:menuselection:`Color --> To/Saturació/Claredat`» :kbd:`Ctrl+U`
it: :menuselection:`Colore --> Tonalità/saturazione/chiarezza` :kbd:`Ctrl+U`
nl: :menuselection:`Kleur --> Tint/Verzadiging/Lichtheid` :kbd:`Ctrl+U`
pt: :menuselection:`Cor --> Matiz/Saturação/Luminosidade` :kbd:`Ctrl+U`
pt_br: :menuselection:`Cor --> Matiz/Saturação/Luminosidade` :kbd:`Ctrl+U`
sl: menijska izbira:`Barva --> Odtenek/Nasičenost/Svetlost` :kbd:`Ctrl U`
uk: :menuselection:`Колір --> Відтінок/Насиченість/Освітленість` :kbd:`Ctrl+U`

source: Color correction of the current image by :ref:`Hue, Saturation, or Lightness adjustments <color_hsl>`.
ca: Corregeix el color de la imatge actual per als :ref:`ajustaments de To, Saturació o Claredat <color_hsl>`.
it: Correzione dei colori dell'immagine corrente tramite :ref:`regolazione della tonalità, della saturazione o della chiarezza <color_hsl>`.
nl: Kleurcorrectie van de huidige afbeelding door aanpassen van :ref:`Tint, verzadiging of lichtheid <color_hsl>`.
pt: Correcção de cores da imagem actual através de :ref:`ajustes na Matiz, Saturação ou Luminosidade <color_hsl>`.
pt_br: Correção de cor da imagem atual por meio de :ref:`Ajustes de matiz, saturação ou luminosidade <color_hsl>`.
sl: Barvni popravek trenutne slike s prilagoditvami :ref:`Hue, Saturation ali Lightness <color_hsl>`.
uk: Коригування кольорів поточного зображення на основі :ref:`налаштування відтінку, насиченості і освітленості <color_hsl>`.

source: :menuselection:`Color --> Color Balance` :kbd:`Ctrl+B`
ca: «:menuselection:`Color --> Equilibri de color`» :kbd:`Ctrl+B`
it: :menuselection:`Colore --> Bilanciamento del colore` :kbd:`Ctrl+B`
nl: :menuselection:`Kleur --> Kleurbalans` :kbd:`Ctrl+B`
pt: :menuselection:`Cor --> Balanceamento de Branco` :kbd:`Ctrl+B`
pt_br: :menuselection:`Cor --> Balanço de cor` :kbd:`Ctrl+B`
sl: menijska izbira:`Barva --> Barvno ravnovesje` :kbd:`Ctrl B`
uk: :menuselection:`Колір --> Баланс кольорів` :kbd:`Ctrl+B`
