Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_imageeditor.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Color correction of the current image by :ref:`Red, Green, or Blue adjustments <color_balance>`.
ca: Corregeix el color de la imatge actual per als :ref:`ajustaments de Vermell, Verd o Blau <color_balance>`.
it: Correzione dei colori dell'immagine corrente tramite :ref:`regolazione del rosso, del verde o del blu <color_balance>`.
nl: Kleurcorrectie van de huidige afbeelding door :ref:`Bijstelling van rood, groen of blauw <color_balance>`.
pt: Correcção de cores da imagem actual através de :ref:`ajustes nos canais Vermelho, Verde e Azul <color_balance>`.
pt_br: Correção de cor da imagem atual por meio de :ref:`Ajustes de vermelho, verde ou azul <color_balance>`.
sl: Barvni popravek trenutne slike z :ref:`prilagoditvami rdeče, zelene ali modre <color_balance>`.
uk: Коригування кольорів поточного зображення на основі :ref:`налаштовування червоного, зеленого і синього компонентів <color_balance>`.

source: :menuselection:`Color --> Curves Adjust`
ca: «:menuselection:`Color --> Ajust de les corbes`»
it: :menuselection:`Colore --> Regola curve`
nl: :menuselection:`Kleur --> Curves aanpassen`
pt: :menuselection:`Cor --> Ajuste das Curvas`
pt_br: :menuselection:`Cor --> Ajuste de curvas`
sl: menijska izbira: `Barva --> Prilagoditev krivulj`
uk: :menuselection:`Колір --> Виправлення кривих`

source: Image Editor tool to :ref:`adjust curves <color_curves>` manually on the current image.
ca: L'eina de l'editor d'imatges per a :ref:`ajustar manualment les corbes <color_curves>` sobre la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`regolare manualmente le curve dei colori <color_curves>` nell'immagine corrente.
nl: Hulpmiddel voor afbeeldingsbewerker om :ref:`curves handmatig aan te passen <color_curves>` op de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`ajustar as curvas <color_curves>` manualmente na imagem actual.
pt_br: Ferramenta Editor de Imagem para :ref:`ajustar curvas <color_curves>` manualmente na imagem atual.
sl: Orodje za urejanje slik za :ref:`ročno prilagajanje krivulj <color_curves>` na trenutni sliki.
uk: Інструмент редактора зображень для :ref:`виправлення кривих кольорів поточного зображення вручну <color_curves>`.

source: :menuselection:`Color --> Levels Adjust`
ca: «:menuselection:`Color --> Ajust dels nivells`»
it: :menuselection:`Colore --> Regola livelli`
nl: :menuselection:`Kleur --> Niveaus aanpassen`
pt: :menuselection:`Cor --> Ajuste de Níveis`
pt_br: :menuselection:`Cor --> Ajuste de níveis`
sl: menijska izbira:`Barva --> Prilagodi ravni`
uk: :menuselection:`Колір --> Налаштування рівнів`

source: Image Editor tool to :ref:`adjust levels <color_levels>` manually on the current image.
ca: L'eina de l'editor d'imatges per a :ref:`ajustar manualment els nivells <color_levels>` sobre la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`regolare manualmente i livelli dei colori <color_levels>` nell'immagine corrente.
nl: Hulpmiddel voor afbeeldingsbewerker om :ref:`niveaus handmatig aan te passen <color_levels>` op de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`ajustar os níveis <color_levels>` manualmente na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`ajustar níveis <color_levels>` manualmente na imagem atual.
sl: Orodje za urejanje slik za :ref:`ročno prilagajanje ravni <color_levels>` na trenutni sliki.
uk: Інструмент редактора зображень, призначений для :ref:`налаштовування рівнів поточного зображення вручну <color_levels>`.

source: :menuselection:`Color --> Channel Mixer`
ca: «:menuselection:`Color --> Mesclador de canals`»
it: :menuselection:`Colore --> Miscelatore dei canali`
nl: :menuselection:`Kleur --> Kanaalmixer`
pt: :menuselection:`Cor --> Mistura de Canais`
pt_br: :menuselection:`Cor --> Misturador de canais`
sl: menijska izbira:`Barva --> Mešalnik kanalov`
uk: :menuselection:`Колір --> Змішувач каналів`

source: Image Editor tool to :ref:`mix color channels <color_mixer>` on the current image.
ca: Eina de l'editor d'imatges per a :ref:`mesclar els canals de color <color_mixer>` sobre la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`miscelare i canali dei colori <color_mixer>` nell'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`kleurkanalen te mengen <color_mixer>` op de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`misturar os canais de cores <color_mixer>` na imagem actual.
pt_br: Ferramenta Editor de Imagem para :ref:`misturar canais de cor <color_mixer>` na imagem atual.
sl: Orodje za urejanje slik za :ref:`mešanje barvnih kanalov <color_mixer>` na trenutni sliki.
uk: Інструмент редактора зображень для :ref:`змішування каналів кольорів <color_mixer>` на поточному зображенні.

source: :menuselection:`Color --> Invert` :kbd:`Ctrl+I`
ca: «:menuselection:`Color --> Inverteix`» :kbd:`Ctrl+I`
it: :menuselection:`Colore --> Inverti` :kbd:`Ctrl+I`
nl: :menuselection:`Kleur --> Inverteren` :kbd:`Ctrl+I`
pt: :menuselection:`Cor --> Inverter` :kbd:`Ctrl+I`
pt_br: :menuselection:`Cor --> Inverter` :kbd:`Ctrl+I`
sl: menijska izbira:`Barva --> Obrni` :kbd:`Ctrl I`
uk: :menuselection:`Колір --> Інвертувати` :kbd:`Ctrl+I`

source: :ref:`Invert <color_invert>` image colors.
ca: :ref:`Inverteix <color_invert>` els colors d'una imatge.
it: :ref:`Inverte <color_invert>` i colori dell'immagine.
nl: :ref:`Kleuren inverteren <color_invert>` van afbeelding.
pt: :ref:`Inverte <color_invert>` as cores das imagens.
pt_br: :ref:`Inverte <color_invert>` as cores da imagem.
sl: ref:`Obrni <color_invert>` barv slike.
uk: :ref:`Інвертувати <color_invert>` кольори зображення.

source: :menuselection:`Color --> Black & White`
ca: «:menuselection:`Color --> Blanc i negre`»
it: :menuselection:`Colore --> Bianco e nero`
nl: :menuselection:`Kleur --> Zwart-wit`
pt: :menuselection:`Cor --> Preto & Branco`
pt_br: :menuselection:`Cor --> Preto e branco`
sl: menijska izbira:`Barva --> Črna
uk: :menuselection:`Колір --> Перетворити на чорно-біле`

source: Open the :ref:`Black and White <color_bw>` filter dialog for the current image.
ca: Obre el diàleg del filtre de :ref:`blanc i negre <color_bw>` per a la imatge actual.
it: Apre la :ref:`finestra di dialogo del filtro Bianco e nero <color_bw>` per l'immagine corrente.
nl: Open de filterdialoog :ref:`Zwart-wit <color_bw>` voor de huidige afbeelding.
pt: Abre a janela do filtro de :ref:`Preto-e-Branco <color_bw>` para a imagem actual.
pt_br: Abra a janela do filtro de :ref:`Preto e branco <color_bw>` para a imagem atual.
sl: Odprite pogovorno okno filtra :ref:`Črno-belo <color_bw>` za trenutno sliko.
uk: Відкрити діалогове вікно фільтра :ref:`перетворення на чорно-біле <color_bw>` для поточного зображення.

source: :menuselection:`Color --> Color Management`
ca: «:menuselection:`Color --> Gestió del color`»
it: :menuselection:`Colore --> Gestione del colore`
nl: :menuselection:`Kleur --> Kleurbeheer`
pt: :menuselection:`Cor --> Gestão de Cores`
pt_br: :menuselection:`Cor --> Gerenciamento de cor`
sl: :menuselection:`Barve --> Upravljanje barv`
uk: :menuselection:`Колір --> Керування кольорами`

source: Invokes the interactive :ref:`Color Management <color_cm>` editor.
ca: Invoca l'editor interactiu :ref:`Gestió del color <color_cm>`.
it: Invoca l'editor interattivo per la :ref:`gestione del colore <color_cm>`.
nl: Roept de interactieve bewerker voor :ref:`Kleurbeheer <color_cm>` op.
pt: Invoca o editor interactivo de :ref:`Gestão de Cores <color_cm>`.
pt_br: Invoca o editor interativo :ref:`Gerenciamento de cor <color_cm>`.
sl: Prikliče interaktivni urejevalnik :ref:`Upravljanje barv <color_cm>`.
uk: Відкриє інтерактивний редактор :ref:`керування кольорами <color_cm>`.

source: :menuselection:`Color --> Depth`
ca: «:menuselection:`Color --> Profunditat`»
it: :menuselection:`Colore --> Profondità`
nl: :menuselection:`Kleur --> Diepte`
pt: :menuselection:`Cor --> Profundidade`
pt_br: :menuselection:`Cor --> Profundidade`
sl: :menuselection:`Barve --> Globina`
uk: :menuselection:`Колір --> Глибина`

source: :ref:`Switch between 8 bit and 16 bit <color_depth>` format on color channels.
ca: :ref:`Canvia entre el format de 8 bits i 16 bits <color_depth>` en els canals de color.
it: :ref:`Passa dal formato a 8 bit a quello a 16 bit <color_depth>` nei canali dei colori.
nl: :ref:`Tussen 8 en 16 bits formaat schakelen <color_depth>` op kleurkanalen.
pt: :ref:`Comuta entre o formato de 8 e 16 bits <color_depth>` nos canais de cores.
pt_br: :ref:`Alterna entre o formato de 8 e 16 bits <color_depth>` nos canais de cor.
sl: :ref:`Preklapljanje med 8-bitnim in 16-bitnim <color_depth>` formatom barvnih kanalov.
uk: :ref:`Перемкнутися між 8-бітовим і 16-бітовим <color_depth>` форматом каналів кольорів.

source: The Enhance Menu
ca: El menú Millora
it: Il menu Migliora
nl: Het menu Verbeteren
pt: O Menu Melhorar
pt_br: O menu Melhorar
sl: Meni izboljšav
uk: Меню «Покращення»

source: :menuselection:`Enhance --> Sharpen`
ca: «:menuselection:`Millora --> Aguditza`»
it: :menuselection:`Migliora --> Aumenta nitidezza`
nl: :menuselection:`verbeteren --> Verscherpen`
pt: :menuselection:`Melhorar --> Afiamento`
pt_br: :menuselection:`Melhorar --> Nitidez`
sl: :menuselection:`Izboljšaj --> Naostri`
uk: :menuselection:`Покращення --> Різкість`

source: :ref:`Image sharpening <enhance_sharpen>` improvements tool.
ca: Eina de :ref:`millora de la nitidesa <enhance_sharpen>` en la imatge.
it: Strumento per il miglioramento della :ref:`nitidezza dell'immagine <enhance_sharpen>`.
nl: Hulpmiddel voor verbeteren :ref:`Afbeelding verbeteren <enhance_sharpen>`.
pt: :ref:`Ferramenta de melhoria da nitidez da imagem <enhance_sharpen>`.
pt_br: Ferramenta de :ref:`Melhoria da nitidez de imagem <enhance_sharpen>`.
sl: :ref:`Orodje za izboljšave izostritve slike <enhance_sharpen>`.
uk: Інструмент удосконалення :ref:`різкості зображення <enhance_sharpen>`.

source: :menuselection:`Enhance --> Blur`
ca: «:menuselection:`Millora --> Difumina`»
it: :menuselection:`Migliora --> Sfocatura`
nl: :menuselection:`Verbeteren --> Vervagen`
pt: :menuselection:`Melhoria --> Borrão`
pt_br: :menuselection:`Melhorar --> Desfocar`
sl: :menuselection:`Izboljšaj --> Zamegli`
uk: :menuselection:`Покращення --> Розмивання`

source: :ref:`Image softening <enhance_blur>` operation by blurring.
ca: :ref:`Operació de suavitzar <enhance_blur>` per a un difuminat de la imatge.
it: Operazione di :ref:`ammorbidimento dell'immagine <enhance_blur>` tramite sfocatura.
nl: Bewerking voor :ref:`Verzachten van afbeelding <enhance_blur>` door doezelen.
pt: Operação de :ref:`Suavização da imagem <enhance_blur>` através de borrão.
pt_br: Operação de :ref:`Suavização da imagem <enhance_blur>` por desfoque.
sl: :ref:`Operacija mehčanja slike <enhance_blur>` z zameglitvijo.
uk: Операція зі :ref:`зменшення різкості зображення <enhance_blur>` розмиванням.

source: :menuselection:`Enhance --> Red Eye Reduction`
ca: «:menuselection:`Millora --> Reducció d'ulls vermells`»
it: :menuselection:`Migliora --> Riduzione degli occhi rossi`
nl: :menuselection:`Verbeteren --> Rode ogen verminderen`
pt: :menuselection:`Melhorar --> Redução de Olhos Vermelhos`
pt_br: :menuselection:`Melhorar --> Redução de olho vermelho`
sl: :menuselection:`Izboljšaj --> Zmanjšanje učinka rdečih oči`
uk: :menuselection:`Покращення --> Червоні очі`

source: :ref:`Red Eye correction <enhance_redeyes>` tool using the current selection.
ca: Eina de :ref:`correcció dels ulls vermells <enhance_redeyes>` utilitzant la selecció actual.
it: Strumento di :ref:`correzione degli occhi rossi <enhance_redeyes>` con uso della selezione corrente.
nl: Hulpmiddel voor :ref:`Correctie van rode ogen <enhance_redeyes>` met gebruik van de huidige selectie.
pt: Ferramenta de :ref:`Correcção dos olhos vermelhos <enhance_redeyes>` para a selecção actual.
pt_br: Aplica a ferramenta de :ref:`Correção de olho vermelho <enhance_redeyes>` usando a seleção atual.
sl: :ref:`Orodje za odpravljanje rdečih oči <enhance_redeyes>` z uporabo trenutne izbire.
uk: Інструмент :ref:`виправлення ефекту «червоних очей» <enhance_redeyes>` у поточному вибраному фрагменті зображення (довідка).

source: :menuselection:`Enhance --> Lens Auto-Corrections`
ca: «:menuselection:`Millora --> Correcció automàtica de la lent`»
it: :menuselection:`Migliora --> Correzione automatica dell'obiettivo`
nl: :menuselection:`Verbeteren --> Automatische lenscorrecties`
pt: :menuselection:`Melhorar --> Auto-Correcções das Lentes`
pt_br: :menuselection:`Melhorar --> Correção automática da lente`
sl: :menuselection:`Izboljšaj --> Samodejni popravki lečja`
uk: :menuselection:`Покращення --> Автокорекція об'єктива`

source: Image Editor tool to correct :ref:`lens distortion automatically <enhance_lensauto>` of the current image.
ca: L'eina de l'editor d'imatges per a :ref:`corregir automàticament la distorsió de la lent <enhance_lensauto>` de la imatge actual.
it: Strumento dell'Editor delle immagini per correggere automaticamente la :ref:`distorsione dell'obiettivo <enhance_lensauto>` dell'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`Lensvervorming automatisch <enhance_lensauto>` te corrigeren van huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para corrigir a :ref:`distorção das lentes automaticamente <enhance_lensauto>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para corrigir :ref:`automaticamente a distorção da lente <enhance_lensauto>` da imagem atual.
sl: Orodje za urejanje slik za samodejno popravljanje :ref:`popačenja leče <enhance_lensauto>` trenutne slike.
uk: Інструмент редактора зображень для :ref:`автоматичного виправлення ефекту викривлення об’єктивом <enhance_lensauto>` на поточному зображенні.

source: :menuselection:`Enhance --> Noise Reduction`
ca: «:menuselection:`Millora --> Reducció del soroll`»
it: :menuselection:`Migliora --> Riduzione del rumore`
nl: :menuselection:`Verbeteren --> Ruisreductie`
pt: :menuselection:`Melhorar --> Redução do Ruído`
pt_br: :menuselection:`Melhorar --> Redução de ruído`
sl: menijska izbira: `Izboljšaj --> Zmanjšanje šuma`
uk: :menuselection:`Покращення --> Вилучення шумів`

source: Image Editor tool to :ref:`reduce the noise <enhance_nr>` with a Wavelets filter.
ca: Eina de l'editor d'imatges per a :ref:`reduir el soroll <enhance_nr>` amb un filtre per ondetes.
it: Strumento dell'Editor delle immagini per :ref:`ridurre il rumore <enhance_nr>` con un filtro wavelet.
nl: Hulpmiddel voor afbeeldingsbewerker om :ref:`ruis te verminderen <enhance_nr>` met een Wavelets-filter.
pt: Ferramenta do Editor de Imagens para :ref:`reduzir o ruído <enhance_nr>` com um filtro de padrões de ondas.
pt_br: Ferramenta do Editor de Imagem para :ref:`reduzir o ruído <enhance_nr>` com um filtro Wavelets.
sl: Orodje za urejanje slik za :ref:`zmanjšanje šuma <enhance_nr>` s filtrom Wavelets.
uk: Інструмент редактора зображень для :ref:`зменшення шумів <enhance_nr>` за допомогою фільтра згладжування.

source: :menuselection:`Enhance --> Restoration`
ca: «:menuselection:`Millora --> Restauració`»
it: :menuselection:`Migliora --> Restauro`
nl: :menuselection:`Verbeteren --> Restaureren`
pt: :menuselection:`Melhorar --> Restauro`
pt_br: :menuselection:`Melhorar --> Restauração`
sl: menijska izbira: `Izboljšaj --> Obnovi`
uk: :menuselection:`Покращення --> Відновлення`

source: Image Editor tool to :ref:`reduce artifacts <enhance_restoration>` on the current image.
ca: Eina de l'editor d'imatges per a :ref:`reduir els defectes <enhance_restoration>` sobre la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`ridurre gli artefatti <enhance_restoration>` sull'immagine corrente.
nl: Hulpmiddel voor afbeeldingsbewerker om :ref:`artifacts te verminderen <enhance_restoration>` van de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`reduzir os artefactos <enhance_restauration>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`reduzir artefatos <enhance_restoration>` na imagem atual.
sl: Orodje za urejanje slik za :ref:`zmanjšanje artefaktov <enhance_restoration>` na trenutni sliki.
uk: Інструмент редактора зображень для :ref:`зменшення впливу артефактів <enhance_restoration>` на поточному зображенні.

source: :menuselection:`Enhance --> Local Contrast`
ca: «:menuselection:`Millora --> Contrast local`»
it: :menuselection:`Migliora --> Contrasto locale`
nl: :menuselection:`Verbeteren --> Lokaal contrast`
pt: :menuselection:`Melhorar --> Contraste Local`
pt_br: :menuselection:`Melhorar --> Contraste local`
sl: menu selection:`Izboljšaj --> Lokalni kontrast`
uk: :menuselection:`Покращення --> Локальна контрастність`

source: Image Editor tool to apply a :ref:`Tone-Mapping filter <enhance_localcontrast>` on the current image.
ca: Eina de l'editor d'imatges per a aplicar un :ref:`filtre de mapatge dels tons <enhance_localcontrast>` sobre la imatge actual.
it: Strumento dell'Editor delle immagini per applicare un :ref:`filtro di mappatura dei toni <enhance_localcontrast>` nell'immagine corrente.
pt: Uma ferramenta do Editor de Imagens para aplicar um :ref:`filtro de Mapeamento de tons <enhance_localcontrast>' na imagem actual.
pt_br: Ferramenta do Editor de Imagem para aplicar um :ref:`Filtro de mapeamento de tons <enhance_localcontrast>` na imagem atual.
sl: Orodje za urejanje slik za uporabo :ref:`filtra za preslikavo tonov <enhance_localcontrast>` na trenutni sliki.
uk: Інструмент редактора зображень для застосування :ref:`фільтра прив'язки відтінків <enhance_localcontrast>` до поточного зображення.

source: :menuselection:`Enhance --> Hot Pixels Correction`
ca: «:menuselection:`Millora --> Correcció dels píxels cremats`»
it: :menuselection:`Migliora --> Correzione dei pixel bruciati`
nl: :menuselection:`Verbeteren --> Correctie van hot pixels`
pt: :menuselection:`Melhorar --> Correcção dos Pixels Queimados`
pt_br: :menuselection:`Melhorar --> Correção de pixels quentes`
sl: menuselection:`Izboljšaj --> Popravek vročih slikovnih pik`
uk: :menuselection:`Покращення --> Яскраві точки`

source: Image Editor tool to :ref:`remove hot pixels <enhance_hotpixels>` on the current image.
ca: Eina de l'editor d'imatges per a :ref:`eliminar els píxels cremats <enhance_hotpixels>` sobre la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`rimuovere i pixel bruciati <enhance_hotpixels>` nell'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`hot pixels te verwijderen <enhance_hotpixels>` op de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`remover os pixels queimados <enhance_hotpixels>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`remover pixels quentes <enhance_hotpixels>` na imagem atual.
sl: Orodje za urejanje slik za :ref:`odstranjevanje vročih slikovnih pik <enhance_hotpixels>` na trenutni sliki.
uk: Інструмент редактора зображень для :ref:`вилучення яскравих точок <enhance_hotpixels>` на поточному зображенні.

source: :menuselection:`Enhance --> Anti Vignetting`
ca: «:menuselection:`Millora --> Antivinyetatge`»
it: :menuselection:`Migliora --> Antivignettatura`
nl: :menuselection:`Verbeteren --> Anti-vignettering`
pt: :menuselection:`Melhorar --> Anti-Vinheta`
pt_br: :menuselection:`Melhorar --> Anti-vinheta`
sl: menuselection:`Izboljšaj --> Anti vinjetiranje`
uk: :menuselection:`Покращення --> Виправлення віньєтування`

source: Image Editor tool to :ref:`correct vignetting <enhance_vignetting>` of the current image.
ca: L'eina de l'editor d'imatges per a :ref:`corregir el vinyetatge <enhance_vignetting>` de la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`correggere la vignettatura <enhance_vignetting>` dell'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`vignettering te corrigeren <enhance_vignetting>` van de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`corrigir o efeito de vinheta <enhance_vignetting>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`corrigir vinhetas <enhance_vignetting>` da imagem atual.
sl: Orodje za urejanje slik za :ref:`popravljanje vinjetiranja <enhance_vignetting>` trenutne slike.
uk: Інструмент редактора зображень для :ref:`виправлення віньєтування <enhance_vignetting>` на поточному зображенні.

source: :menuselection:`Enhance --> Distortion`
ca: «:menuselection:`Millora --> Distorsió`»
it: :menuselection:`Migliora --> Distorsione`
nl: :menuselection:`Verbeteren --> Vervorming`
pt: :menuselection:`Melhorar --> Distorção`
pt_br: :menuselection:`Melhorar --> Distorção`
sl: menijska izbira: `Izboljšaj --> Popačenje`
uk: :menuselection:`Покращення --> Викривлення`

source: Image Editor tool to correct :ref:`lens distortion manually <enhance_lensdistortion>` of the current image.
ca: L'eina de l'editor d'imatges per a :ref:`corregir manualment la distorsió de la lent <enhance_lensdistortion>` de la imatge actual.
it: Strumento dell'Editor delle immagini per correggere :ref:`manualmente la distorsione dell'obiettivo <enhance_lensdistortion>` dell'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`lensvervorming te corrigeren <enhance_lensdistortion>` van huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`corrigir a distorção das lentes manualmente <enhance_lensdistortion>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para corrigir :ref:`manualmente a distorção da lente <enhance_lensdistortion>` da imagem atual.
sl: Orodje za urejanje slik za ročno popravljanje :ref:`popačenja leče <enhance_lensdistortion>` trenutne slike.
uk: Інструмент редактора зображень для виправлення ефекту :ref:`викривлення об’єктивом <enhance_lensdistortion>` на поточному зображенні.

source: :menuselection:`Enhance --> Healing Clone`
ca: «:menuselection:`Millora --> Clonatge de guariment`»
it: :menuselection:`Migliora --> Riparazione clone`
nl: :menuselection:`Verbeteren --> Kloon helen`
pt: :menuselection:`Melhorar --> Clonagem de Restauro`
pt_br: :menuselection:`Melhorar --> Clone de cura`
sl: menuselection:`Izboljšaj --> Zdravilni klon`
uk: :menuselection:`Покращення --> Лікувальне клонування`

source: Image Editor tool to :ref:`fix artifacts by cloning region <enhance_clone>` in the current image.
ca: Eina de l'editor d'imatges per a :ref:`esmenar defectes per la clonació de la regió <enhance_clone>` en la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`correggere gli artefatti per regione clonata <enhance_clone>` nell'immagine corrente.
nl: Hulpmiddel voor afbeeldingsbewerker om :ref:`artifacts te repareren door klonen van gebied <enhance_clone>` van de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`corrigir os artefactos ao clonar uma região <enhance_clone>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`corrigir artefatos clonando uma região <enhance_clone>` na imagem atual.
sl: Orodje za urejanje slik za :ref:`popravljanje artefaktov s kloniranjem regije <enhance_clone>` na trenutni sliki.
uk: Інструмент редактора зображень для :ref:`виправлення дефектів клонуванням ділянки <enhance_clone>` на поточному зображенні.

source: :menuselection:`Enhance --> G'MIC-Qt`
ca: «:menuselection:`Millora --> G'MIC-Qt`»
it: :menuselection:`Migliora --> G'MIC-Qt`
pt: :menuselection:`Melhorar --> G'MIC-Qt`
pt_br: :menuselection:`Melhorar --> G'MIC-Qt`
sl: menijska izbira:`Izboljšaj --> G'MIC-Qt`
uk: :menuselection:`Покращення --> G'MIC-Qt`
