Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_lighttable.po
Languages: ca, it, nl, pt_br, sl, uk

source: digiKam Light Table Menu Descriptions
ca: Descripcions del menú de la taula de llum en el digiKam
it: Descrizioni dei menu del tavolo luminoso di digiKam
nl: Menubeschrijvingen van het menu van de lichttafel van digiKam
pt_br: Descrições do menu da Mesa de Luz do digiKam
sl: digiKam opisi menijev osvetlitvene mize
uk: Опис меню стола із підсвічуванням у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, menu, light table
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, menú, taula de llum
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, menu, tavolo luminoso
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, menu, lichttafel
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, menu, mesa de luz
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, meni, osvetlitvena miza
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, меню, стіл із підсвічуванням

source: :ref:`Light Table Menu <menu_descriptions>`
it: :ref:`Menu del Tavolo luminoso <menu_descriptions>`
pt_br: :ref:`Menu da Mesa de Luz <menu_descriptions>`
sl: :ref:`Meni osvetljene mize <menu_descriptions>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The digiKam Light Table Menu
ca: El menú de la taula de llum en el digiKam
it: Il menu del tavolo luminoso di digiKam
nl: Het menu van de lichttafel van digiKam
pt_br: O menu da Mesa de Luz do digiKam
sl: Meni digiKam Osvetlitvene mize
uk: Меню стола з підсвічуванням у digiKam

source: When switching into **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of toolbar with the **Hamburger Button** |icon_hamburger|.
it: Quando passi alla **modalità schermo intero** :kbd:`Ctrl+Maiusc+F`, o quando **nascondi la barra dei menu** :kbd:`Ctrl+M`, il menu principale sarà disponibile sul lato destro della barra degli strumenti tramite il **pulsante hamburger** |icon_hamburger|.
pt_br: Ao alternar para o **Modo em tela cheia** :kbd:`Ctrl+Shift+F`, ou quando você **Oculta a barra de menu** :kbd:`Ctrl+M`, o menu principal estará disponível no lado direito da barra de ferramentas com o **Botão hambúrguer** |icon_hamburger|.
sl: Ko preklopite v **Celozaslonski način** :kbd:`Ctrl+Shift+F` ali ko **Skrijete menijsko vrstico** :kbd:`Ctrl+M`, bo glavni meni na voljo na desni strani orodne vrstice z **Gumb Hamburger** |icon_hamburger|.

source: The File Menu
ca: El menú Fitxer
it: Il menu File
nl: Het menu Bestand
pt_br: O menu Arquivo
sl: Meni Datoteka
uk: Меню «Файл»

source: :menuselection:`File --> First` :kbd:`Ctrl+Home`
ca: :menuselection:`Fitxer --> Primera` :kbd:`Ctrl+Inici`
it: :menuselection:`File --> Primo` :kbd:`Ctrl+Home`
nl: :menuselection:`Bestand --> Eerste` :kbd:`Ctrl+Home`
pt_br: :menuselection:`Arquivo --> Primeiro` :kbd:`Ctrl+Home`
sl: :menuselection:`Datoteka --> Prvi` :kbd:`Ctrl Home`
uk: :menuselection:`Файл --> Перший` :kbd:`Ctrl+Home`

source: Select first item from thumbbar.
it: Seleziona il primo elemento dalla barra delle miniature.
pt_br: Seleciona o primeiro item da barra de miniaturas.
sl: Izberi prvi element vrstici predoglednih sličic.

source: :menuselection:`File --> Back` :kbd:`PgUp`
ca: :menuselection:`Fitxer --> Enrere` :kbd:`Re Pàg`
it: :menuselection:`File --> Indietro` :kbd:`PagSu`
nl: :menuselection:`Bestand --> Terug` :kbd:`PgUp`
pt_br: :menuselection:`Arquivo --> Voltar` :kbd:`PgUp`
sl: :menuselection:`Datoteka --> Nazaj` :kbd:`PgUp`
uk: :menuselection:`Файл --> Назад` :kbd:`PgUp`

source: Select thumbbar item on the left of current one.
it: Seleziona l'elemento della barra delle miniature alla sinistra di quello corrente.
pt_br: Seleciona o item da barra de miniaturas à esquerda do atual.
sl: Izberi element sličice na levi strani trenutne.

source: :menuselection:`File --> Forward` :kbd:`PgDown`
ca: :menuselection:`Fitxer --> Endavant` :kbd:`Av Pàg`
it: :menuselection:`File --> Avanti` :kbd:`PagGiù`
nl: :menuselection:`Bestand --> Verder` :kbd:`PgDown`
pt_br: :menuselection:`Arquivo --> Avançar` :kbd:`PgDown`
sl: :menuselection:`Datoteka --> Naprej` :kbd:`PgDown`
uk: :menuselection:`Файл --> Далі` :kbd:`PgDn`

source: Select thumbbar item on the right of current one.
it: Seleziona l'elemento della barra delle miniature alla destra di quello corrente.
pt_br: Seleciona o item da barra de miniaturas à direita do atual.
sl: Izberi element sličice na desni strani trenutne.

source: :menuselection:`File --> Last` :kbd:`Ctrl+End`
ca: :menuselection:`Fitxer --> Última` :kbd:`Ctrl+Fi`
it: :menuselection:`File --> Ultimo` :kbd:`Ctrl+Fine`
nl: :menuselection:`Bestand --> Laatste` :kbd:`Ctrl+End`
pt_br: :menuselection:`Arquivo --> Último` :kbd:`Ctrl+End`
sl: :menuselection:`Datoteka --> Zadnji` :kbd:`Ctrl End`
uk: :menuselection:`Файл --> Останній` :kbd:`Ctrl+End`

source: Select last item from thumbbar.
it: Seleziona l'ultimo elemento dalla barra delle miniature.
pt_br: Seleciona o último item da barra de miniaturas.
sl: Izberite zadnji element v vrstici predoglednih sličic.

source: :menuselection:`File --> On Left` :kbd:`Ctrl+L`
ca: :menuselection:`Fitxer --> A l'esquerra` :kbd:`Ctrl+L`
it: :menuselection:`File --> A sinistra` :kbd:`Ctrl+L`
nl: :menuselection:`Bestand --> Op links` :kbd:`Ctrl+L`
pt_br: :menuselection:`Arquivo --> À esquerda` :kbd:`Ctrl+L`
sl: :menuselection:`Datoteka --> Na levi` :kbd:`Ctrl L`
uk: :menuselection:`Файл --> Ліворуч` :kbd:`Ctrl+L`

source: Load current selected item from thumbbar to the left preview pane.
it: Carica l'elemento attuale selezionato dalla barra delle miniature al pannello di anteprima a sinistra.
pt_br: Carregue o item selecionado atual da barra de miniaturas para o painel de visualização esquerdo.
sl: Naloži trenutno izbrani element iz vrstice s predoglednimi sličicami v levo podokno za predogled.

source: :menuselection:`File --> On Right` :kbd:`Ctrl+R`
ca: :menuselection:`Fitxer --> A la dreta` :kbd:`Ctrl+R`
it: :menuselection:`File --> A destra` :kbd:`Ctrl+R`
nl: :menuselection:`Bestand --> Op rechts` :kbd:`Ctrl+R`
pt_br: :menuselection:`Arquivo --> À direita` :kbd:`Ctrl+R`
sl: :menuselection:`Datoteka --> Na desni` :kbd:`Ctrl R`
uk: :menuselection:`Файл --> Праворуч` :kbd:`Ctrl+R`

source: Load current selected item from thumbbar to the right preview pane.
it: Carica l'elemento attuale selezionato dalla barra delle miniature al pannello di anteprima a destra.
pt_br: Carregue o item selecionado atual da barra de miniaturas para o painel de visualização direito.
sl: Naloži trenutno izbrani element iz vrstice s predoglednimi sličicami v desno podokno za predogled.

source: :menuselection:`File --> Edit` :kbd:`F4`
ca: :menuselection:`Fitxer --> Edita` :kbd:`F4`
it: :menuselection:`File --> Modifica` :kbd:`F4`
nl: :menuselection:`Bestand --> Bewerken` :kbd:`F4`
pt_br: :menuselection:`Arquivo --> Editar` :kbd:`F4`
sl: :menuselection:`Datoteka --> Uredi` :kbd:`F4`
uk: :menuselection:`Файл --> Редагувати` :kbd:`F4`

source: Opens the selected image in the digiKam :ref:`Image Editor <image_editor>`.
ca: Obre la imatge seleccionada a l':ref:`editor d'imatges <image_editor>` del digiKam.
it: Apre l'immagine selezionata nell':ref:`Editor delle immagini <image_editor>` di digiKam.
nl: Opent de geselecteerde afbeelding in de :ref:`Afbeeldingsbewerker <image_editor>` van digiKam.
pt_br: Abre a imagem selecionada no :ref:`Editor de Imagem <image_editor>` do digiKam.
sl: Odpre izbrano sliko v digiKam :ref:`Urejevalnik slik <image_editor>`.
uk: Відкриває поточне позначене зображення у :ref:`редакторі зображень digiKam <image_editor>`.

source: :menuselection:`File --> Open With Default Application` :kbd:`Meta-F4`
ca: :menuselection:`Fitxer --> Obre amb l'aplicació predeterminada` :kbd:`Meta+F4`
it: :menuselection:`File --> Apri con l'applicazione predefinita` :kbd:`Meta-F4`
nl: :menuselection:`Bestand --> Met standaard toepassing openen` :kbd:`Meta+F4`
pt_br: :menuselection:`Arquivo --> Abrir com o aplicativo padrão` :kbd:`Meta-F4`
sl: :menuselection:`Datoteka --> Odpri s privzeto aplikacijo` :kbd:`Meta-F4`
uk: :menuselection:`Файл --> Відкрити за допомогою типової програми` :kbd:`Meta-F4`

source: Opens the selected item in the default application according to the mime-type set in your desktop.
ca: Obre l'element seleccionat a l'aplicació predeterminada segons el tipus MIME establert en el vostre escriptori.
it: Apre l'elemento selezionato nell'applicazione predefinita in base al tipo MIME impostato nel tuo desktop.
nl: Opent het geselecteerde item in zijn standaard toepassing volgens het MIME-type ingesteld in uw bureaublad.
pt_br: Abre o item selecionado no aplicativo padrão de acordo com o tipo MIME definido na sua área de trabalho.
sl: Odpre izbrani element v privzeti aplikaciji glede na vrsto mime, nastavljeno na vašem namizju.
uk: Відкриває позначений об’єкт у типовій програмі, відповідно до типу &MIME; у вашому стільничному середовищі.

source: :menuselection:`File --> Remove item from Light Table` :kbd:`Ctrl+K`
ca: :menuselection:`Fitxer --> Elimina un element de la taula de llum` :kbd:`Ctrl+K`
it: :menuselection:`File --> Rimuovi elemento dal tavolo luminoso` :kbd:`Ctrl+K`
nl: :menuselection:`Bestand --> Item uit lichttafel verwijderen` :kbd:`Ctrl+K`
pt_br: :menuselection:`Arquivo --> Remover o item da Mesa de Luz` :kbd:`Ctrl+K`
sl: :menuselection:`Datoteka --> Odstrani element iz osvetlitvene mize` :kbd:`Ctrl K`
uk: :menuselection:`Файл --> Вилучити запис зі стола з підсвічуванням` :kbd:`Ctrl+Shift+K`

source: Remove the current selected item in thumbbar from the Light Table.
it: Rimuove l'elemento attuale selezionato nella barra delle miniature dal tavolo luminoso.
pt_br: Remove o item selecionado atualmente na barra de miniaturas da Mesa de Luz.
sl: Odstrani trenutno izbrani element v vrstici predoglednih sličic iz osvetlitvene mize.

source: :menuselection:`File --> Remove all items from Light Table` :kbd:`Ctrl+Shift+K`
ca: :menuselection:`Fitxer --> Elimina tots els elements de la taula de llum` :kbd:`Ctrl+Maj+K`
it: :menuselection:`File --> Rimuovi tutti gli elementi dal tavolo luminoso` :kbd:`Ctrl+Maiusc+K`
nl: :menuselection:`Bestand --> Alle item uit lichttafel verwijderen` :kbd:`Ctrl+Shift+K`
pt_br: :menuselection:`Arquivo --> Remover todos os itens da Mesa de Luz` :kbd:`Ctrl+Shift+K`
sl: :menuselection:`File --> Odstrani vse elemente iz osvetlitvene mize` :kbd:`Ctrl Shift K`
uk: :menuselection:`Файл --> Вилучити усі записи зі стола з підсвічуванням` :kbd:`Ctrl+Shift+K`

source: Remove all thumbbar items from the Light Table.
it: Rimuove tutti gli elementi della barra delle miniature dal tavolo luminoso.
pt_br: Remove todos os itens da barra de miniaturas da Mesa de Luz.
sl: Odstrani vse elemente vrstice predogldenih sličic iz osvetlitvene mize.

source: :menuselection:`File --> Move to trash` :kbd:`Del`
ca: :menuselection:`Fitxer --> Mou a la paperera` :kbd:`Supr`
it: :menuselection:`File --> Cestina` :kbd:`Canc`
nl: :menuselection:`Bestand --> Naar prullenbak verplaatsen` :kbd:`Del`
pt_br: :menuselection:`Arquivo --> Mover para a Lixeira` :kbd:`Del`
sl: :menuselection:`Datoteka --> Premakni v smeti` :kbd:`Del`
uk: :menuselection:`Файл --> Пересунути до смітника` :kbd:`Del`

source: Move the current image from the current Album into the trash.
it: Sposta l'immagine attuale dall'album attivo al cestino.
pt_br: Mova a imagem atual do álbum atual para a lixeira.
sl: Premakni trenutno sliko iz trenutnega albuma v smeti.

source: To **Delete permanently** a file, use :kbd:`Shift+Del`
ca: Per a **suprimir permanentment** un fitxer, utilitzeu :kbd:`Maj+Supr`
it: Per **eliminare definitivamente** un file usa :kbd:`Maiusc+Canc`.
nl: Om een bestand **Definitief te verwijderen**, gebruik :kbd:`Shift+Del`
pt_br: Para **Excluir permanentemente** um arquivo, use :kbd:`Shift+Del`
sl: Če želite **Trajno izbrisati** datoteko, uporabite :kbd:`Shift Del`
uk: Щоб **вилучити файл остаточно**, скористайтеся комбінацією клавіш :kbd:`Shift+Del`

source: :menuselection:`File --> Close` :kbd:`Ctrl+W`
ca: :menuselection:`Fitxer --> Tanca` :kbd:`Ctrl+W`
it: :menuselection:`File --> Chiudi` :kbd:`Ctrl+W`
nl: :menuselection:`Bestand --> Sluiten` :kbd:`Ctrl+W`
pt_br: :menuselection:`Arquivo --> Fechar` :kbd:`Ctrl+W`
sl: :menuselection:`Datoteka --> Zapri` :kbd:`Ctrl W`
uk: :menuselection:`Файл --> Закрити` :kbd:`Ctrl+W`

source: Close digiKam Light Table.
ca: Tanca la taula de llum en el digiKam.
it: Chiude il tavolo luminoso di digiKam.
nl: Lichttafel van digiKam sluiten.
pt_br: Fecha a Mesa de Luz do digiKam.
sl: Zapri digiKam Osvetlitveno mizo.
uk: Закрити вікно стола із підсвічуванням digiKam.

source: The View Menu
ca: El menú Visualitza
it: Il menu Visualizza
nl: Het menu Beeld
pt_br: O menu Exibir
sl: Meni Pogled
uk: Меню «Перегляд»

source: **Full Screen Mode** option is the same entry available in :ref:`Main Window <menu_mainfullscreen>`.
ca: L'opció **Mode de pantalla completa** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_mainfullscreen>`.
it: L'opzione **Modalità schermo intero** è la stessa voce disponibile nella :ref:`Finestra principale <menu_mainfullscreen>`.
nl: De optie **Modus volledig scherm** is hetzelfde item beschikbaar in het :ref:`Hoofdvenster <menu_mainfullscreen>`.
pt_br: A opção **Modo em tela cheia** é a mesma entrada disponível na :ref:`Janela principal <menu_mainfullscreen>`.
sl: Možnost **Celozaslonski način** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainfullscreen>`.
uk: Пункт **Повноекранний режим** є таким самим, що і в :ref:`основному вікні програми <menu_mainfullscreen>`.

source: **Slideshow** option is the same entry available in :ref:`Main Window <menu_mainslideshow>`.
ca: L'opció **Presentació de diapositives** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_mainslideshow>`.
it: L'opzione **Presentazione** è la stessa voce disponibile nella :ref:`Finestra principale <menu_mainslideshow>`.
nl: De optie **Diapresentatie** is hetzelfde item beschikbaar in het :ref:`Hoofdvenster <menu_mainslideshow>`.
pt_br: A opção **Apresentação de slides** é a mesma entrada disponível na :ref:`Janela principal <menu_mainslideshow>`.
sl: Možnost **Predstavitve** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainslideshow>`.
uk: Пункт **Перегляд слайдів** є таким самим, що і в :ref:`основному вікні програми <menu_mainslideshow>`.

source: **Presentation** option is the same entry available in :ref:`Main Window <menu_mainpresentation>`.
ca: L'opció **Presentació** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_mainpresentation>`.
it: L'opzione **Presentazione** è la stessa voce disponibile nella :ref:`Finestra principale <menu_mainpresentation>`.
nl: De optie **Presentatie** is hetzelfde item beschikbaar in het :ref:`Hoofdvenster <menu_mainpresentation>`.
pt_br: A opção **Apresentação** é a mesma entrada disponível na :ref:`Janela principal <menu_mainpresentation>`.
sl: Možnost **Predstavitev** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainpresentation>`.
uk: Пункт **Презентація** є тим самим, що і пункт, який доступний в :ref:`основному вікні програми <menu_mainpresentation>`.

source: **OpenGL Image Viewer** option is the same entry available in :ref:`Main Window <menu_mainopenglviewer>`.
ca: L'opció **Visualitzador d'imatges OpenGL** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_mainopenglviewer>`.
it: L'opzione **Visore OpenGL** è la stessa voce disponibile nella :ref:`Finestra principale <menu_mainopenglviewer>`.
nl: De optie **OpenGL afbeeldingenviewer** is hetzelfde item beschikbaar in het :ref:`Hoofdvenster <menu_mainopenglviewer>`.
pt_br: A opção **Visualizador de imagem OpenGL** é a mesma entrada disponível na :ref:`Janela principal <menu_mainopenglviewer>`.
sl: Možnost **Pregledovalnik slik OpenGL** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainopenglviewer>`.
uk: Пункт **Переглядач зображень з OpenGL** є тим самим, що і пункт, який доступний в :ref:`основному вікні програми <menu_mainopenglviewer>`.

source: :menuselection:`View --> Synchronize` :kbd:`Ctrl+Shift+Y`
ca: :menuselection:`Visualitza --> Sincronitza` :kbd:`Ctrl+Maj+Y`
it: :menuselection:`Visualizza --> Sincronizza` :kbd:`Ctrl+Maiusc+Y`
nl: :menuselection:`Beeld --> Synchroniseren` :kbd:`Ctrl+Shift+Y`
pt_br: :menuselection:`Exibir --> Sincronizar` :kbd:`Ctrl+Shift+Y`
sl: :menuselection:`Pogled --> Sinhroniziraj` :kbd:`Ctrl+Shift+Y`
uk: :menuselection:`Перегляд --> Синнхронізувати` :kbd:`Ctrl+Shift+Y`

source: Synchronize the Left and Right Preview panels while reviewing image contents (Pan and Zoom).
it: Sincronizza i pannelli di anteprima sinistro e destro mentre ricontrolli il contenuto dell'immagine (scorrimento e ingrandimento).
pt_br: Sincronize os painéis de visualização esquerdo e direito enquanto revisa o conteúdo da imagem (panorâmica e zoom).
sl: Sinhroniziraj levo in desno ploščo za predogled med pregledovanjem vsebine slike (Pan in Zoom).

source: :menuselection:`View --> By Pair` :kbd:`Ctrl+Shift+P`
ca: :menuselection:`Visualitza --> Per parelles` :kbd:`Ctrl+Maj+P`
it: :menuselection:`Visualizza --> Per coppia` :kbd:`Ctrl+Maiusc+P`
nl: :menuselection:`Beeld --> Op paar` :kbd:`Ctrl+Shift+P`
pt_br: :menuselection:`Exibir --> Por par` :kbd:`Ctrl+Shift+P`
sl: :menuselection:`Pogled --> Po paru` :kbd:`Ctrl Shift P`
uk: :menuselection:`Перегляд --> Парами` :kbd:`Ctrl+Shift+P`

source: Open selected item from Thumbbar in the Left Preview panel, and the next item from the Thumbbar in Right Preview panel.
ca: Obre l'element seleccionat des de la barra de miniatures en el plafó esquerre de vista prèvia i l'element següent des de la barra de miniatures en el plafó dret de vista prèvia.
it: Dalla barra delle miniature, apre l'elemento selezionato nel pannello di anteprima di sinistra, e l'elemento successivo in quello di destra.
nl: Geselecteerd item uit miniaturenbalk in het linker voorbeeldpaneel openen en het volgende item uit de miniaturenbalk in het rechter voorbeeldpaneel.
pt_br: Abra o item selecionado da barra de miniaturas no painel de visualização esquerdo e o próximo item da barra de miniaturas no painel de visualização direito.
sl: Odprite izbrani element v Thumbbar na levi plošči za predogled in naslednji element v Thumbbar na desni plošči za predogled.
uk: Выдкрити позначений запис з панелі мініатюр на лівій панелі попереднього перегляду, а наступний запис з панелі мініатюр — на правій панелі попереднього перегляду.

source: :menuselection:`View --> Left Panel`
ca: :menuselection:`Visualitza --> Plafó esquerre`
it: :menuselection:`Visualizza --> Panello sinistro`
nl: :menuselection:`Beeld --> Linker paneel`
pt_br: :menuselection:`Exibir --> Painel esquerdo`
sl: :menuselection:`Pogled --> Leva plošča`
uk: :menuselection:`Перегляд --> Ліва панель`

source: This menu entry host all options to change Zoom level on Left Preview panel. Possible choices are:
ca: Aquesta entrada de menú inclou totes les opcions per a canviar el nivell de zoom en el plafó esquerre de vista prèvia. Les opcions possibles són:
it: Questa voce di menu ospita tutte le opzioni per cambiare il livello di ingrandimento nel pannello di sinistra. Le opzioni possibili sono:
nl: Dit Menu-item bevat alle opties om zoomniveau te wijzigen in het linker voorbeeldpaneel. Beschikbare keuzes zijn:
pt_br: Esta entrada de menu contém todas as opções para alterar o nível de zoom no painel de visualização esquerdo. As opções possíveis são:
sl: Ta vnos v meniju vsebuje vse možnosti za spreminjanje stopnje povečave na levi plošči za predogled. Možne izbire so:
uk: У підпунктах цього запису містяться усі дії для зміни рівня масштабування на лівій панелі попереднього перегляду. Ось можливі пункти:

source: **Zoom In** :kbd:`Ctrl++`.
ca: **Apropa** :kbd:`Ctrl++`.
it: **Ingrandisci** :kbd:`Ctrl++`.
nl: **Inzoomen** :kbd:`Ctrl++`
pt_br: **Ampliar** :kbd:`Ctrl++`.
sl: **Povečaj** :kbd:`Ctrl++ `.
uk: **Збільшити** :kbd:`Ctrl++`

source: **Zoom Out** :kbd:`Ctrl+-`.
ca: **Allunya** :kbd:`Ctrl+-`.
it: **Rimpicciolisci** :kbd:`Ctrl+-`.
nl: **Uitzoomen** :kbd:`Ctrl+-`
pt_br: **Reduzir** :kbd:`Ctrl+-`.
sl: **Pomanjšaj** :kbd:`Ctrl -`.
uk: **Зменшити** :kbd:`Ctrl+-`.

source: **Zoom to 100%** :kbd:`Ctrl+.`.
ca: **Zoom al 100%** :kbd:`Ctrl+.`.
it: **Ingrandisci al 100%** :kbd:`Ctrl+.`.
nl: **Zoomen tot 100%** :kbd:`Ctrl+.`.
pt_br: **Ampliar para 100%** :kbd:`Ctrl+.`.
sl: **Povečaj na 100 %** :kbd:`Ctrl .`.
uk: **Масштаб у 100%** :kbd:`Ctrl+.`.

source: **Fit to Window** :kbd:`Ctrl+ALt+E`.
ca: **Ajusta a la finestra** :kbd:`Ctrl+Alt+E`.
it: **Adatta alla finestra** :kbd:`Ctrl+Alt+E`.
nl: **Passend in venster** :kbd:`Ctrl+Alt+E`.
pt_br: **Ajustar à janela** :kbd:`Ctrl+ALt+E`.
sl: **Prilagodi oknu** :kbd:`Ctrl ALt E`.
uk: **Вмістити у вікно** :kbd:`Ctrl+ALt+E`.

source: :menuselection:`View --> Right Panel`
ca: :menuselection:`Visualitza --> Plafó dret`
it: :menuselection:`Visualizza --> Panello destro`
nl: :menuselection:`Beeld --> Rechter paneel`
pt_br: :menuselection:`Exibir --> Painel direito`
sl: :menuselection:`Pogled --> Desna plošča`
uk: :menuselection:`Перегляд --> Права панель`

source: This menu entry host all options to change Zoom level on Right Preview panel. Possible choices are:
ca: Aquesta entrada de menú inclou totes les opcions per a canviar el nivell de zoom en el plafó dret de vista prèvia. Les opcions possibles són:
it: Questa voce di menu ospita tutte le opzioni per cambiare il livello di ingrandimento nel pannello di destra. Le opzioni possibili sono:
nl: Dit menu-item bevat alle opties om zoomniveau te wijzigen in het rechter voorbeeldpaneel. Beschikbare keuzes zijn:
pt_br: Esta entrada de menu contém todas as opções para alterar o nível de zoom no painel de visualização direito. As opções possíveis são:
sl: Ta vnos menija vsebuje vse možnosti za spreminjanje stopnje povečave na desni plošči za predogled. Možne izbire so:
uk: У підпунктах цього запису містяться усі дії для зміни рівня масштабування на правій панелі попереднього перегляду. Ось можливі пункти:

source: **Zoom In** :kbd:`Ctrl+Shift++`.
ca: **Apropa** :kbd:`Ctrl+Maj++`.
it: **Ingrandisci** :kbd:`Ctrl+Maiusc++`.
nl: **Inzoomen** :kbd:`Ctrl+Shift++`.
pt_br: **Ampliar** :kbd:`Ctrl+Shift++`.
sl: **Povečaj** :kbd:`Ctrl+Shift++`.
uk: **Збільшити** :kbd:`Ctrl+Shift++`.

source: **Zoom Out** :kbd:`Ctrl+Shift+-`.
ca: **Allunya** :kbd:`Ctrl+Maj+-`.
it: **Rimpicciolisci** :kbd:`Ctrl+Maiusc+-`.
nl: **Uitzoomen** :kbd:`Ctrl+Shift+-`.
pt_br: **Reduzir** :kbd:`Ctrl+Shift+-`.
sl: **Pomanjšaj** :kbd:`Ctrl Shift -`.
uk: **Зменшити** :kbd:`Ctrl+Shift+-`.

source: **Zoom to 100%** :kbd:`Ctrl+Shift+.`.
ca: **Zoom al 100%** :kbd:`Ctrl+Maj+.`.
it: **Ingrandisci al 100%** :kbd:`Ctrl+Maiusc+.`.
nl: **Zoomen tot 100%** :kbd:`Ctrl+Shift+.`.
pt_br: **Ampliar para 100%** :kbd:`Ctrl+Shift+.`.
sl: **Povečaj na 100 %** :kbd:`Ctrl Shift .`.
uk: **Масштаб у 100%** :kbd:`Ctrl+Shift+.`.

source: **Fit to Window** :kbd:`Ctrl+Shift+E`.
ca: **Ajusta a la finestra** :kbd:`Ctrl+Maj+E`.
it: **Adatta alla finestra** :kbd:`Ctrl+Maiusc+E`.
nl: **Passend in venster** :kbd:`Ctrl+Shift+E`.
pt_br: **Ajustar à janela** :kbd:`Ctrl+Shift+E`.
sl: **Prilagodi oknu** :kbd:`Ctrl Shift E`.
uk: **Вмістити у вікно** :kbd:`Ctrl+Shift+E`.
