Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: All currently mounted USB storage devices will be listed here. The function will open the same :ref:`interface <import_overview>` as the Import/Cameras menu item.
ca: Tots els dispositius d'emmagatzematge USB actualment muntats es llisten aquí. Aquesta característica obrirà la mateixa :ref:`interfície <import_overview>` que l'element de menú Importa/Càmeres.
it: Tutti i dispositivi di memorizzazione USB attualmente montati verranno elencati qui. La funzione aprirà la stessa :ref:`interfaccia <import_overview>` della voce di menu Importa/Fotocamere.
nl: Alle nu aangekoppelde USB-opslagapparaten zullen hier in een lijst verschijnen. De functie zal hetzelfde :ref:`interface <import_overview>` openen als het menu-item Importeren/Camera's.
pt: Todos os dispositivos de armazenamento USB irão aparecer aqui. A função irá abrir a mesma :ref:`interface <import_overview>` que aparece no item de menu em Importar/Câmaras.
pt_br: Todos os dispositivos de armazenamento USB atualmente instalados serão listados aqui. A função abrirá a mesma :ref:`interface <import_overview>` que o item de menu Importar/Câmeras.
sl: Tukaj bodo navedene vse trenutno nameščene pomnilniške naprave USB. Funkcija bo odprla isti :ref:`vmesnik <import_overview>` kot meni Uvozi/Kamere.
uk: У списку буде показано усі змонтовані пристрої зберігання даних із інтерфейсом USB. Цей пункт відкриває ту саму :ref:`панель інтерфейсу <import_overview>`, що і пункт меню Імпорт/Фотоапарати.

source: :menuselection:`Import --> Card Readers`
ca: :menuselection:`Importa --> Lectors de targetes`
it: :menuselection:`Importa --> Lettori di schede`
nl: :menuselection:`Importeren --> Kaartlezers`
pt: :menuselection:`Importar --> Leitores de Cartões`
pt_br: :menuselection:`Importar --> Leitores de cartão`
sl: :menuselection:`Uvozi --> Bralniki kartic`
uk: :menuselection:`Імпорт --> Зчитувачі карток`

source: All currently mounted card readers will be listed here. The function will open the same :ref:`interface <import_overview>` as the Import/Cameras menu item.
ca: Tots els dispositius lectors de targetes actualment muntats es llisten aquí. Aquesta funció obrirà la mateixa :ref:`interfície <import_overview>` que l'element de menú Importa/Càmeres.
it: Tutti i lettori di schede di memoria attualmente montati verranno elencati qui. La funzione aprirà la stessa :ref:`interfaccia <import_overview>` della voce di menu Importa/Fotocamere.
nl: Alle nu aangekoppelde kaartlezers zullen hier in een lijst verschijnen. De functie zal hetzelfde :ref:`interface <import_overview>` openen als het menu-item Importeren/Camera's.
pt: Todos os leitores de cartões montados irão aparecer aqui. A função irá abrir a mesma :ref:`interface <import_overview>` que aparece no item de menu em Importar/Câmaras.
pt_br: Todos os leitores de cartão instalados atualmente serão listados aqui. A função abrirá a mesma :ref:`interface <import_overview>` do item de menu Importar/Câmeras.
sl: Tukaj bodo navedeni vsi trenutno nameščeni čitalniki kartic. Funkcija bo odprla isti :ref:`vmesnik <import_overview>` kot meni Uvozi/Kamere.
uk: У списку буде показано усі змонтовані картки пам’яті. Цей пункт відкриває ту саму :ref:`панель інтерфейсу <import_overview>`, що і пункт меню Імпорт/Фотоапарати.

source: :menuselection:`Import --> Add Images...` :kbd:`Ctrl+Alt+I`
ca: :menuselection:`Importa --> Afegeix imatges...` :kbd:`Ctrl+Alt+I`
it: :menuselection:`Importa --> Aggiungi immagini...` :kbd:`Ctrl+Alt+I`
nl: :menuselection:`Importeren --> Afbeeldingen toevoegen...` :kbd:`Ctrl+Alt+I`
pt: :menuselection:`Importar --> Adicionar Imagens...` :kbd:`Ctrl+Alt+I`
pt_br: :menuselection:`Importar --> Adicionar imagens...` :kbd:`Ctrl+Alt+I`
sl: :menuselection:`Uvozi --> Dodaj slike...` :kbd:`Ctrl Alt I`
uk: :menuselection:`Імпорт --> Додати зображення...` :kbd:`Ctrl+Alt+I`

source: After asking for the source folder with the standard Open dialog of your OS the function will display the images in that folder in the same :ref:`interface <import_overview>` as the Import/Cameras menu item.
ca: Després de demanar la carpeta d'origen amb el diàleg d'obertura estàndard del vostre sistema operatiu, aquesta funció mostrarà les imatges en aquesta carpeta a la mateixa :ref:`interfície <import_overview>` que l'element de menú Importa/Càmeres.
it: Dopo aver richiesto la cartella di origine con la finestra di dialogo Apri standard del tuo sistema operativo, la funzione mostrerà le immagini in quella cartella nella stessa :ref:`interfaccia <import_overview>` della voce di menu Importa/Fotocamere.
nl: Na vragen om de bronmap met de standaard dialoog voor openen van uw OS zal de functie de afbeeldingen in die map in hetzelfde :ref:`interface <import_overview>` tonen als het menu-item Importeren/Camera's.
pt: Depois de pedir a pasta de origem com a janela Abrir normal do seu sistema operativo, a função irá abrir a mesma :ref:`interface <import_overview>` que aparece no item de menu em Importar/Câmaras, para mostrar as imagens nessa pasta.
pt_br: Após solicitar a pasta de origem na caixa de diálogo padrão do seu sistema operacional, a função exibirá as imagens nessa pasta na mesma :ref:`interface <import_overview>` do item de menu Importar/Câmeras.
sl: Po zahtevku za izvorno mapo s standardnim odprtim pogovornim oknom vašega operacijskega sistema bo funkcija prikazala slike v tej mapi v istem :ref:`vmesniku <import_overview>` kot menijska postavka Import/Cameras.
uk: Після того, як ви за допомогою стандартного для вашої операційної системи діалогового вікна вибору теки вкажете теку, програма покаже зображення у цій теці у :ref:`інтерфейсі <import_overview>`, який можна викликати за допомогою пункту меню Імпорт/Фотоапарати.

source: This item is only active in the Albums View.
ca: Aquest element només estarà actiu a la vista Àlbums.
it: Questo elemento è attivo solamente nella vista Album.
nl: Dit item is alleen actief in de Albumsweergave.
pt: Este item só fica activo na Área de Álbuns.
pt_br: Este item só está ativo na vista de Álbuns.
sl: Ta element je aktiven samo v pogledu albumov.
uk: Цим пунктом меню можна буде скористатися лише у режимі перегляду альбому.

source: :menuselection:`Import --> Add Folders...`
ca: :menuselection:`Importa --> Afegeix carpetes...`
it: :menuselection:`Importa --> Aggiungi cartelle...`
nl: :menuselection:`Importeren --> Mappen toevoegen...`
pt: :menuselection:`Importar --> Adicionar Pastas...`
pt_br: :menuselection:`Importar --> Adicionar pastas...`
sl: :menuselection:`Uvozi --> Dodaj mape...`
uk: :menuselection:`Імпорт --> Додати теки...`

source: Navigate to a folder and import it entirely
ca: Navega fins a una carpeta i la importa tota.
it: Si sposta in una cartella e importa tutto
nl: Ga naar een map en importeer deze geheel.
pt: Navega para uma pasta e importa-a por inteiro
pt_br: Navega para uma pasta e importa-a por inteiro
sl: Pomaknite se do mape in jo v celoti uvozite
uk: Надає змогу вказати теку для наступного імпорту всього вмісту теки.

source: :menuselection:`Import --> Import from Google Photos` :kbd:`Alt+Shift+P`
ca: :menuselection:`Exporta --> Importa des de Google Photos...` :kbd:`Alt+Maj+P`
it: :menuselection:`Importa --> Importa da Google Foto` :kbd:`Alt+Maiusc+P`
nl: :menuselection:`Importeren --> Uit Google Photos importeren...` :kbd:`Alt+Shift+P`
pt: :menuselection:`Importar --> Importar do Google Photos` :kbd:`Alt+Shift+P`
pt_br: :menuselection:`Importar --> Importar do Google Fotos` :kbd:`Alt+Shift+P`
sl: :menuselection:`Uvozi --> Uvozi iz Google Foto` :kbd:`Alt Shift P`
uk: :menuselection:`Імпорт --> Імпортувати з Google Фото...` :kbd:`Alt+Shift+P`

source: Tool to download files from Google Photos web-service.
ca: Eina per a baixar fitxers des d'un servei web de Google Photos.
it: Strumento per scaricare i file dal servizio web Google Foto.
nl: Hulpmiddel voor downloaden van bestanden uit de webservice Google Photos.
pt: Ferramenta para transferir os ficheiros do serviço Web do Google Photos.
pt_br: Ferramenta para baixar arquivos do serviço web do Google Fotos.
sl: Orodje za prenos datotek iz spletne storitve Google Photos.
uk: Засіб для отримання файлів з вебслужби Google Фото.

source: See :ref:`Google Photos Import Tool <google_import>` for more information.
ca: Per a més informació, vegeu l':ref:`eina d'importació des de Google Photos <google_import>`.
nl: Zie :ref:`Hulpmiddel voor importeren uit Google Photos <google_import>` voor meer informatie.
pt_br: Consulte a :ref:`Ferramenta de importação do Google Fotos <google_import>` para obter mais informações.
sl: Glejte :ref:`Orodje za uvoz Google Foto <google_import>` za več informacij.

source: :menuselection:`Import --> Import from SmugMug` :kbd:`Alt+Shift+S`
ca: :menuselection:`Importa --> Importa des de SmugMug...` :kbd:`Alt+Maj+S`
it: :menuselection:`Importa --> Importa da SmugMug` :kbd:`Alt+Maiusc+S`
nl: :menuselection:`Importeren --> Importeren uit SmugMug...` :kbd:`Alt+Shift+S`
pt: :menuselection:`Importar --> Importar do SmugMug` :kbd:`Alt+Shift+S`
pt_br: :menuselection:`Importar --> Importar do SmugMug` :kbd:`Alt+Shift+S`
sl: :menuselection:`Uvozi --> Uvozi iz SmugMug` :kbd:`Alt Shift S`
uk: :menuselection:`Імпорт --> Імпортувати з SmugMug` :kbd:`Alt+Shift+S`

source: Tool to download files from SmugMug web-service.
ca: Eina per a baixar fitxers des d'un servei web de SmugMug.
it: Strumento per scaricare i file dal servizio web SmugMug.
nl: Hulpmiddel voor uploaden van afbeeldingen naar de webservice SmugMug.
pt: Ferramenta para transferir os ficheiros do serviço Web do SmugMug.
pt_br: Ferramenta para baixar arquivos do serviço web do SmugMug.
sl: Orodje za prenos datotek iz spletne storitve SmugMug.
uk: Засіб для отримання файлів з вебслужби SmugMug.

source: See :ref:`SmugMug Import Tool <smugmug_import>` for more information.
ca: Per a més informació, vegeu l':ref:`eina d'importació des de SmugMug <smugmug_import>`.
nl: Zie :ref:`Hulpmiddel voor importeren uit SmugMug <smugmug_import>` voor meer informatie.
pt_br: Veja :ref:`Ferramenta de importação do SmugMug <smugmug_import>` para mais informações.
sl: Glejte :ref:`Orodje za uvoz SmugMug <smugmug_import>` za več informacij.

source: :menuselection:`Import --> Import from remote storage` :kbd:`Alt+Shift+K`
ca: :menuselection:`Importa --> Importa des d'un emmagatzematge remot...` :kbd:`Alt+Maj+K`
it: :menuselection:`Importa --> Importa da un supporto di memorizzazione remoto` :kbd:`Alt+Maiusc+K`
nl: :menuselection:`Importeren --> Importeren uit opslag op afstand...` :kbd:`Alt+Shift+K`
pt: :menuselection:`Importar --> Importar do armazenamento remoto` :kbd:`Alt+Shift+K`
pt_br: :menuselection:`Importar --> Importar de armazenamento remoto` :kbd:`Alt+Shift+K`
sl: :menuselection:`Uvoz --> Uvoz iz oddaljenega pomnilnika` :kbd:`Alt Shift K`
uk: :menuselection:`Імпорт --> Імпортувати з віддаленого сховища` :kbd:`Alt+Shift+K`

source: Tool to download files from another computer using network.
ca: Eina per a baixar fitxers des d'un altre ordinador mitjançant la xarxa.
it: Strumento per scaricare i file da un altro computer utilizzando la rete.
nl: Hulpmiddel voor downloaden van bestanden uit een andere computer via het netwerk.
pt: Ferramenta para transferir os ficheiros de outro computador, através da rede.
pt_br: Ferramenta para baixar arquivos de outro computador usando a rede.
sl: Orodje za prenos datotek iz drugega računalnika prek omrežja.
uk: Інструмент для отримання файлів з іншого комп'ютера за допомогою мережі.

source: See :ref:`Remote Storage Import Tool <remote_import>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Importa des d'un emmagatzematge remot <remote_import>`.
nl: Zie :ref:`Hulpmiddel voor importeren uit opslag op afstand <remote_import>` voor meer informatie.
pt_br: Consulte a :ref:`Ferramenta de importação de armazenamento remoto <remote_import>` para obter mais informações.
sl: Glejte :ref:`Orodje za uvoz oddaljenega pomnilnika <remote_import>` za več informacij.

source: :menuselection:`Import --> Import from Scanner...`
ca: :menuselection:`Importa --> Importa des de l'escàner...`
it: :menuselection:`Importa --> Importa da scanner...`
nl: :menuselection:`Importeren --> Vanaf scanner importeren...`
pt: :menuselection:`Importar --> Importar do 'Scanner'...`
pt_br: :menuselection:`Importar --> Importar do scanner...`
sl: :menuselection:`Uvozi --> Uvozi iz optičnega bralnika...`
uk: :menuselection:`Імпорт --> Імпортувати зі сканера...`

source: Opens a scanner dialog
ca: Obre un diàleg d'escàner
it: Apre una finestra dello scanner
nl: Opent een scannerdialoog.
pt: Abre uma janela de digitalização
pt_br: Abre uma janela do scanner
sl: Odpre pogovorno okno skenerja
uk: Відкрити діалогове вікно сканування.

source: See :ref:`Acquire Images Tool <scanner_import>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Captura imatges <scanner_import>`.
nl: Zie :ref:`Hulpmiddel voor het verkrijgen van afbeeldingen <scanner_import>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta para adquirir imagens <scanner_import>` para mais informações.
sl: Glejte :ref:`Orodje za pridobivanje slik <scanner_import>` za več informacij.

source: The Export Menu
ca: El menú Exporta
it: Il menu Esporta
nl: Het menu Exporteren
pt: O Menu Exportar
pt_br: O menu Exportar
sl: Meni izvoza
uk: Меню «Експорт»

source: :menuselection:`Export --> Export to Box...` :kbd:`Ctrl+Alt+Shift+B`
ca: :menuselection:`Exporta --> Exporta a Box...` :kbd:`Ctrl+Alt+Maj+B`
nl: :menuselection:`Exporteren --> Exporteren naar Box...` :kbd:`Ctrl+Alt+B`
pt: :menuselection:`Exportar --> Exportar para o Box...` :kbd:`Ctrl+Alt+Shift+B`
pt_br: :menuselection:`Exportar --> Exportar para o Box...` :kbd:`Ctrl+Alt+Shift+B`
sl: :menuselection:`Izvozi --> Izvozi v škatlo...` ​​:kbd:`Ctrl Alt Shift B`
uk: :menuselection:`Експорт --> Експортувати до Box...` :kbd:`Ctrl+Alt+Shift+B`

source: Tool to upload or update files to Box web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de Box.
nl: Hulpmiddel om bestanden te uploaden naar of bij te werken op de webservice Box.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Box.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Box.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Box.
uk: Засіб для вивантаження або оновлення файлів на сервері Box.

source: See :ref:`Box Export Tool <box_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Box <box_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Box <box_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Box <box_export>` para mais informações.
sl: Glejte :ref:`Box Export Tool <box_export>` za več informacij.

source: :menuselection:`Export --> Export to Dropbox...` :kbd:`Ctrl+Alt+Shift+D`
ca: :menuselection:`Exporta --> Exporta a Dropbox...` :kbd:`Ctrl+Alt+Maj+D`
nl: :menuselection:`Exporteren --> Exporteren naar Dropbox` :kbd:`Ctrl+Alt+D`
pt: :menuselection:`Exportar --> Exportar para o Dropbox...` :kbd:`Ctrl+Alt+Shift+D`
pt_br: :menuselection:`Exportar --> Exportar para o Dropbox...` :kbd:`Ctrl+Alt+Shift+D`
sl: :menuselection:`Izvozi --> Izvozi v Dropbox...` :kbd:`Ctrl Alt Shift D`
uk: :menuselection:`Експорт --> Експортувати до Dropbox` :kbd:`Ctrl+Alt+Shift+D`

source: Tool to upload or update files to Dropbox web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de Dropbox.
nl: Hulpmiddel om bestanden te uploaden naar of bij te werken op de webservice Dropbox.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Dropbox.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Dropbox.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Dropbox.
uk: Засіб для вивантаження або оновлення файлів на сервері Dropbox.

source: See :ref:`Dropbox Export Tool <dropbox_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Dropbox <dropbox_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Dropbox <dropbox_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Dropbox <dropbox_export>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz Dropbox <dropbox_export>` za več informacij.

source: :menuselection:`Export --> Export to Flickr...` :kbd:`Ctrl+Alt+Shift+R`
ca: :menuselection:`Exporta --> Exporta a Flickr...` :kbd:`Ctrl+Alt+Maj+R`
nl: :menuselection:`Exporteren --> Exporteren naar Flickr` :kbd:`Ctrl+Alt+R`
pt: :menuselection:`Exportar --> Exportar para o Flickr...` :kbd:`Ctrl+Alt+Shift+R`
pt_br: :menuselection:`Exportar --> Exportar para o Flickr...` :kbd:`Ctrl+Alt+Shift+R`
sl: :menuselection:`Izvozi --> Izvozi v Flickr...` :kbd:`Ctrl Alt Shift R`
uk: :menuselection:`Експорт --> Експортувати до Flickr...` :kbd:`Ctrl+Alt+Shift+R`

source: Tool to upload or update files to Flickr web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de Flickr.
nl: Hulpmiddel om bestanden te uploaden naar of bij te werken op de webservice Flickr.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Flickr.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Flickr.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Flickr.
uk: Засіб для вивантаження або оновлення файлів на сервері Flickr.

source: See :ref:`Flickr Export Tool <flickr_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Flickr <flickr_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Flickr <flickr_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Flickr <flickr_export>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz Flickr <flickr_export>` za več informacij.

source: :menuselection:`Export --> Export to Google Drive...` :kbd:`Ctrl+Alt+Shift+G`
ca: :menuselection:`Exporta --> Exporta a Google Drive...` :kbd:`Ctrl+Alt+Maj+G`
nl: :menuselection:`Exporteren --> Naar Google Drive exporteren...` :kbd:`Ctrl+Alt+Shift+G`
pt: :menuselection:`Exportar --> Exportar para o Google Drive...` :kbd:`Ctrl+Alt+Shift+G`
pt_br: :menuselection:`Exportar --> Exportar para o Google Drive...` :kbd:`Ctrl+Alt+Shift+G`
sl: :menuselection:`Izvozi --> Izvozi v Google Drive...` :kbd:`Ctrl Alt Shift G`
uk: :menuselection:`Експорт --> Експортувати до Google Диск` :kbd:`Ctrl+Alt+Shift+G`

source: Tool to upload or update files to Google Drive web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de Google Drive.
nl: Hulpmiddel om bestanden te uploaden naar of bij te werken op de webservice Google Drive.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Google Drive.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Google Drive.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Google Drive.
uk: Засіб для вивантаження або оновлення файлів на сервері Google Диск.

source: See :ref:`Google Export Tool <google_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Google <google_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Google <google_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Google <google_export>` para mais informações.
sl: Glejte :ref:`Googlovo orodje za izvoz <google_export>` za več informacij.

source: :menuselection:`Export --> Export to Google Photos...` :kbd:`Ctrl+Alt+Shift+P`
ca: :menuselection:`Exporta --> Exporta a Google Photos...` :kbd:`Ctrl+Alt+Maj+P`
nl: :menuselection:`Exporteren --> Naar Google Photos exporteren...` :kbd:`Ctrl+Alt+Shift+P`
pt: :menuselection:`Exportar --> Exportar para o Google Photos...` :kbd:`Ctrl+Alt+Shift+P`
pt_br: :menuselection:`Exportar --> Exportar para o Google Fotos...` :kbd:`Ctrl+Alt+Shift+P`
sl: :menuselection:`Izvozi --> Izvozi v Google Photos...` :kbd:`Ctrl Alt Shift P`
uk: :menuselection:`Експорт --> Експортувати до Google Фото...` :kbd:`Ctrl+Alt+Shift+P`

source: Tool to upload or update files to Google Photos web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de Google Photos.
nl: Hulpmiddel om bestanden te uploaden naar of bij te werken op de webservice Google Photos.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Google Photos.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Google Fotos.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Google Photos.
uk: Засіб для вивантаження або оновлення файлів на сервері Google Фото.

source: :menuselection:`Export --> Export to Imageshack` :kbd:`Ctrl+Alt+Shift+M`
ca: :menuselection:`Exporta --> Exporta a Imageshack` :kbd:`Ctrl+Alt+Maj+M`
nl: :menuselection:`Exporteren --> Exporteren naar Imageshack` :kbd:`Ctrl+Alt+M`
pt: :menuselection:`Exportar --> Exportar para o Imageshack` :kbd:`Ctrl+Alt+Shift+M`
pt_br: :menuselection:`Exportar --> Exportar para o Imageshack` :kbd:`Ctrl+Alt+Shift+M`
sl: :menuselection:`Izvozi --> Izvozi v Imageshack` :kbd:`Ctrl Alt Shift M`
uk: :menuselection:`Експорт --> Експортувати до Imageshack` :kbd:`Ctrl+Alt+Shift+M`

source: Tool to upload or update files to Imageshack web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web d'Imageshack.
nl: Hulpmiddel om bestanden te uploaden naar of bij te werken op de webservice Imageshack.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Imageshack.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Imageshack.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Imageshack.
uk: Засіб для вивантаження або оновлення файлів на сервері Imageshack.

source: See :ref:`Imageshack Export Tool <image_shack>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Imageshack <image_shack>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Imageshack <image_shack>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Imageshack <image_shack>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz Imageshack <image_shack>` za več informacij.

source: :menuselection:`Export --> Export to Imgur`
ca: :menuselection:`Exporta --> Exporta a Imgur`
nl: :menuselection:`Hulpmiddelen --> Naar Imgur exporteren`
pt: :menuselection:`Exportar --> Exportar para o Imgur`
pt_br: :menuselection:`Exportar --> Exportar para o Imgur`
sl: :menuselection:`Izvozi --> Izvozi v Imgur`
uk: :menuselection:`Експорт --> Експортувати до Imgur`

source: Tool to upload or update files to Imgur web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web d'Imgur.
nl: Hulpmiddel om afbeeldingen te uploaden naar of bij te werken op de webservice Flickr.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Imgur.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Imgur.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Imgur.
uk: Засіб для вивантаження або оновлення файлів на сервері Imgur.

source: See :ref:`Imgur Export Tool <imgur_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Imgur <imgur_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Imgur <imgur_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Imgur <imgur_export>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz Imgur <imgur_export>` za več informacij.
