Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_lighttable.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Color Managed View** option is the same entry available in :ref:`Main Window <menu_maincolormanaged>`.
ca: L'opció **Vista gestionada del color** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_maincolormanaged>`.
it: L'opzione **Vista di gestione dei colori** è la stessa voce disponibile in :ref:`Finestra principale <menu_maincolormanaged>`.
nl: De optie **Kleurbeheerde weergave** is hetzelfde item beschikbaar in het :ref:`Hoofdvenster <menu_maincolormanaged>`.
pt_br: A opção **Visualização do gerenciamento de cor** é a mesma entrada disponível na :ref:`Janela principal <menu_maincolormanaged>`.
sl: Možnost **Barvno nadzorovani pogled** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_maincolormanaged>`.
uk: Пункт **Перегляд з керуванням кольорами** є таким самим, що і в :ref:`основному вікні програми <menu_maincolormanaged>`.

source: The Tools Menu
ca: El menú Eines
it: Il menu Strumenti
nl: Het menu Hulpmiddelen
pt_br: O menu Ferramentas
sl: Meni Orodja
uk: Меню «Інструменти»

source: See description in the :ref:`Main Window <menu_maintools>` section about Import plugins.
it: Vedi la descrizione sulle estensioni per gli strumenti nel capitolo :ref:`Finestra principale <menu_maintools>`.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_maintools>` sobre os plugins de importação.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_maintools>` o uvoznih vtičnikih.

source: The Import Menu
ca: El menú Importa
it: Il menu Importa
nl: Het menu Importeren
pt_br: O menu Importar
sl: Meni Uvozi
uk: Меню «Імпорт»

source: See description in the :ref:`Main Window <menu_mainimport>` section about Import plugins.
it: Vedi la descrizione sulle estensioni per l'importazione nel capitolo :ref:`Finestra principale <menu_mainimport>`.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainimport>` sobre os plugins de importação.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_mainimport>` o uvoznih vtičnikih.

source: The Export Menu
ca: El menú Exporta
it: Il menu Esporta
nl: Het menu Exporteren
pt_br: O menu Exportar
sl: Meni izvoza
uk: Меню «Експорт»

source: See description in the :ref:`Main Window <menu_mainexport>` section about Export plugins.
it: Vedi la descrizione sulle estensioni per l'esportazione nel capitolo :ref:`Finestra principale <menu_mainexport>`.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainexport>` ` sobre os plugins de exportação.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_mainexport>` o vtičnikih za izvoz.

source: The Settings Menu
ca: El menú Arranjament
it: Il menu Impostazioni
nl: Het menu Instellingen
pt_br: O menu Configurações
sl: Meni z nastavitvami
uk: Меню «Параметри»

source: See description in the :ref:`Main Window <menu_mainsettings>` section.
it: Vedi la descrizione nel capitolo :ref:`Finestra principale <menu_mainsettings>`.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainsettings>`.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_mainsettings>`.

source: The Help Menu
ca: El menú Ajuda
it: Il menu Aiuto
nl: Het menu Help
pt_br: O menu Ajuda
sl: Meni Pomoč
uk: Меню «Довідка»

source: See description in the :ref:`Main Window <menu_mainhelp>` section.
it: Vedi la descrizione nel capitolo :ref:`Finestra principale <menu_mainhelp>`.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainhelp>.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_mainhelp>`.

source: Light Table Menu
nl: Menu van de lichttafel
uk: Меню стола з підсвічуванням

source: When switching in **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of tool-bar with the **Hamburger Button** |icon_hamburger|.
nl: Na omschakelen naar **Modus volledig scherm** :kbd:`Ctrl+Shift+F`, of wanneer **Menubalk verbergen** :kbd:`Ctrl+M` gebruikt, zal het hoofdmenu rechts op de werkbalk toegankelijk zijn met de **Hamburgerknop** |icon_hamburger|.
uk: При перемиканні у **повноекранний режим** :kbd:`Ctrl+Shift+F` або якщо **приховано смужку меню**, доступ до меню можна буде здійснювати за допомогою **кнопки-гамбургера** |icon_hamburger| у правій частині панелі інструментів.

source: Select first item from thumb-bar.
nl: Eerste item in de miniaturenbalk selecteren.
uk: Вибрати перший запис з панелі мініатюр.

source: Select thumb-bar item on the left of current one.
nl: Item links van de huidige in de miniaturenbalk selecteren.
uk: Вибрати розташований ліворуч від поточного запис на панелі мініатюр.

source: Select thumb-bar item on the right of current one.
nl: Item rechts van de huidige in de miniaturenbalk selecteren.
uk: Вибрати розташований праворуч від поточного запис на панелі мініатюр.

source: Select last item from thumb-bar.
nl: Laatste item in de miniaturenbalk selecteren.
uk: Вибрати останній запис з панелі мініатюр.

source: Load current selected item from thumb-bar to the left preview pane.
nl: Het nu geselecteerde item uit de miniaturenbalk naar het linker voorbeeldpaneel laden.
uk: Завантажити поточний позначений на панелі мініатюр запис на ліву панель попереднього перегляду.

source: Load current selected item from thumb-bar to the right preview pane.
nl: Het nu geselecteerde item uit de miniaturenbalk naar het rechter voorbeeldpaneel laden.
uk: Завантажити поточний позначений на панелі мініатюр запис на праву панель попереднього перегляду.

source: Remove the current selected item in Thumb-bar from the Light Table.
nl: Het nu geselecteerde item in de miniaturenbalk uit de Lichttafel verwijderen.
uk: Вилучити поточний позначений на панелі мініатюр запис зі стола із підсвічуванням.

source: Remove all thumb-bar items from the Light Table.
nl: Alle items van de miniaturenbalk uit de lichttafel verwijderen.
uk: Вилучити всі записи панелі мініатюр зі стола з підсвічуванням.

source: Move to trash the current image from the current Album.
nl: Verplaats naar de prullenbak de huidige afbeelding uit het huidige album.
uk: Пересунути до смітника поточне зображення з поточного альбому.

source: Synchronize the Left and Right Preview panels while review image contents (Pan and Zoom).
nl: De linker en rechter voorbeeldpanelen synchroniseren tijdens bekijken van inhoud van afbeeldingen (Zwenken en zoomen).
uk: Синхронізувати ліву і праву панелі попереднього перегляду під час рецензування вмісту (панорамувати і масштабувати).

source: See description from :ref:`Main Window <menu_maintools>` section about Import plugins.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_maintools>` over plug-ins voor importeren.
uk: Див. опис :ref:`основного вікна <menu_maintools>` щодо додатків імпортування.

source: See description from :ref:`Main Window <menu_mainimport>` section about Import plugins.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainimport>` over plug-ins voor importeren.
uk: Див. опис :ref:`основного вікна <menu_mainimport>` щодо додатків імпортування.

source: See description from :ref:`Main Window <menu_mainexport>` section about Export plugins.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainexport>` over plug-ins voor exporteren.
uk: Див. опис :ref:`основного вікна <menu_mainexport>` щодо додатків експортування.

source: See description from :ref:`Main Window <menu_mainsettings>` section.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainsettings>`.
uk: Див. опис у :ref:`розділі щодо основного вікна <menu_mainsettings>`.

source: See description from :ref:`Main Window <menu_mainhelp>` section.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainhelp>`.
uk: Див. опис з :ref:`розділу щодо основного вікна <menu_mainhelp>`.
