Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_batchqueue.po
Languages: ca, es, nl, pt, pt_br, sl, uk

source: digiKam Batch Queue Manager Menu Descriptions
ca: Descripcions del menú en el Gestor de la cua per lots del digiKam
es: Descripciones del menú del gestor de cola por lotes de digiKam
nl: Menubeschrijvingen van takenwachtrijbeheerder van digiKam
pt: Descrições do Menu do Gestor da Fila do digiKam
pt_br: Descrições do menu do Gerenciador de processamento em lote do digiKam
sl: digiKam opisi menija upravljalnika paketne čakalne vrste
uk: Опис меню засобу керування чергою пакетної обробки digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, menu, batch queue manager
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, menú, gestor de la cua per lots
es: digiKam, documentación, manual del usuario, gestión de fotos, gestión fotográfica, código abierto, libre, gratis, aprender, fácil, menú, gestor de cola por lotes
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, menu, takenwachtrijbeheerder
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, menu, gestor da fila do lote
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, menu, gerenciador de filas em lote
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, meni, paketni upravljalnik čakalnih vrst
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, меню, пакетна, обробка, черга, керування, інструменти

source: :ref:`Batch Queue Manager Menu <menu_descriptions>`
es: :ref:`Menú del gestor de cola por lotes <menu_descriptions>`
pt_br: :ref:`Menu do Gerenciador de processamento em lote <menu_descriptions>`

source: Contents
ca: Contingut
es: Contenido
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The digiKam Batch Queue Manager Menu
ca: El menú del Gestor de la cua per lots en el digiKam
es: El menú del gestor de cola por lotes de digiKam
nl: Het menu van de takenwachtrijbeheerder van digiKam
pt: O Menu do Gestor da Fila em Lote do digiKam
pt_br: O menu do Gerenciador de processamento em lote do digiKam
sl: Meni digiKam Batch Queue Manager
uk: Меню засобу керування чергою пакетної обробки digiKam

source: When switching into **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of toolbar with the **Hamburger Button** |icon_hamburger|.
es: Al cambiar al **Modo a pantalla completa** :kbd:`Ctrl+Mayúsculas+F`, o cuando **Oculte la barra de menú** :kbd:`Ctrl+M`, el menú principal estará disponible en la parte derecha de la barra de herramientas con el **botón hamburguesa** |icon_hamburger|.
pt_br: Ao alternar para o **Modo em tela cheia** :kbd:`Ctrl+Shift+F`, ou quando você **Oculta a barra de menu** :kbd:`Ctrl+M`, o menu principal estará disponível no lado direito da barra de ferramentas com o **Botão hambúrguer** |icon_hamburger|.

source: The Queues Menu
ca: El menú Cues
es: El menú Colas
nl: Het menu van wachtrijen
pt: O Menu Filas
pt_br: O menu Filas
sl: Meni Čakalne vrste
uk: Меню «Черги»

source: :menuselection:`Queues --> Run` :kbd:`Ctrl+P`
ca: :menuselection:`Cues --> Executa` :kbd:`Ctrl+P`
es: :menuselection:`Colas --> Ejecutar` :kbd:`Ctrl+P`
nl: :menuselection:`Wachtrijen --> Uitvoeren` :kbd:`Ctrl+P`
pt: :menuselection:`Filas --> Executar` :kbd:`Ctrl+P`
pt_br: :menuselection:`Filas --> Executar` :kbd:`Ctrl+P`
sl: :menuselection:`Čakalne vrste --> Zaženi` :kbd:`Ctrl P`
uk: :menuselection:`Черги --> Виконати` :kbd:`Ctrl+P`

source: Run the current selected queue from the **Queues** stack.
ca: Executeu la cua seleccionada actual des de la pila **Cues**.
es: Ejecuta la cola selecciona de la pila de **Colas**.
nl: De nu geselecteerde wachtrij uit de stapel **Wachtrijen** uitvoeren.
pt: Executa a fila de espera seleccionada de momento na pilha de **Filas**.
pt_br: Executa a fila selecionada atualmente da pilha **Filas**.
sl: Zaženi trenutno izbrano čakalno vrsto iz sklada **Čakalne vrste**.
uk: Виконати поточну позначену чергу обробки зі стосу **Черги**.

source: :menuselection:`Queues --> Run All` :kbd:`Ctrl+Alt+P`
ca: :menuselection:`Cues --> Executa-ho tot` :kbd:`Ctrl+Alt+P`
es: :menuselection:`Colas --> Ejecutar todas` :kbd:`Ctrl+Alt+P`
nl: :menuselection:`Wachtrijen --> Allen uitvoeren` :kbd:`Ctrl+Alt+P`
pt: :menuselection:`Filas --> Executar Tudo` :kbd:`Ctrl+Alt+P`
pt_br: :menuselection:`Filas --> Executar tudo` :kbd:`Ctrl+Alt+P`
sl: :menuselection:`Čakalne vrste --> Zaženi vse` :kbd:`Ctrl Alt P`
uk: :menuselection:`Черги --> Виконати усі` :kbd:`Ctrl+Alt+P`

source: Run all queues from the **Queues** stack.
ca: Executeu totes les cues des de la pila **Cues**.
es: Ejecuta todas las colas de la pila de **Colas**.
nl: Alle wachtrijen uit de stapel **Wachtrijen** uitvoeren.
pt: Executa todas as filas de espera na pilha de **Filas**.
pt_br: Executa todas as filas da pilha **Filas**.
sl: Zaženi vse čakalne vrste iz sklada **Čakalne vrste**.
uk: Виконати усі черги зі стосу **Черги**.

source: :menuselection:`Queues --> Stop` :kbd:`Ctrl+S`
ca: :menuselection:`Cues --> Atura` :kbd:`Ctrl+S`
es: :menuselection:`Colas --> Detener` :kbd:`Ctrl+S`
nl: :menuselection:`Wachtrijen --> Stoppen` :kbd:`Ctrl+S`
pt: :menuselection:`Filas --> Parar` :kbd:`Ctrl+S`
pt_br: :menuselection:`Filas --> Parar ` :kbd:`Ctrl+S`
sl: :menuselection:`Čakalne vrste --> Ustavi` :kbd:`Ctrl S`
uk: :menuselection:`Черги --> Зупинити` :kbd:`Ctrl+S`

source: Cancel current execution from the **Queues** stack.
ca: Cancel·la l'execució actual de la pila **Cues**.
es: Cancela la ejecución actual de la pila de **Colas**.
nl: Het huidige uitvoeren uit de stapel **Wachtrijen** annuleren.
pt: Cancela a execução actual na pilha de **Filas**.
pt_br: Cancela a execução atual da pilha **Filas**.
sl: Prekliči trenutno izvajanje iz sklada **Čakalne vrste**.
uk: Скасувати поточне виконання дій зі стосу **Черги**.

source: :menuselection:`Queues --> New Queue`
ca: :menuselection:`Cues --> Cua nova`
es: :menuselection:`Colas --> Nueva cola`
nl: :menuselection:`Wachtrijen --> Nieuwe wachtrij`
pt: :menuselection:`Filas --> Nova Fila`
pt_br: :menuselection:`Filas --> Nova fila`
sl: :menuselection:`Čakalne vrste --> Nova čakalna vrsta`
uk: :menuselection:`Черги --> Створити чергу`

source: Add a new queue in the **Queues** stack.
ca: Afegeix una cua nova a la pila **Cues**.
es: Añade una nueva cola a la pila de **Colas**.
nl: Een nieuwe wachtrij toevoegen in de stapel **Wachtrijen**.
pt: Adiciona uma nova fila à pilha de **Filas**.
pt_br: Adicione uma nova fila na pilha **Filas**.
sl: Dodajte novo čakalno vrsto v sklad **Čakalne vrste**.
uk: Додати нову чергу до стосу **Черги**.

source: :menuselection:`Queues --> Remove Queue`
ca: :menuselection:`Cues --> Elimina la cua`
es: :menuselection:`Colas --> Eliminar cola`
nl: :menuselection:`Wachtrijen --> Wachtrij verwijderen`
pt: :menuselection:`Filas --> Remover a Fila`
pt_br: :menuselection:`Filas --> Remove fila`
sl: :menuselection:`Čakalne vrste --> Odstrani čakalno vrsto`
uk: :menuselection:`Черги --> Вилучити чергу`

source: Remove the current selected queue from the **Queues** stack.
ca: Elimina la cua seleccionada de la pila **Cues**.
es: Elimina la cola seleccionada de la pila de **Colas**.
nl: De nu geselecteerde wachtrij uit de stapel **Wachtrijen** verwijderen.
pt: Remove a fila seleccionada de momento na pilha de **Filas**.
pt_br: Remove a fila selecionada atualmente da pilha **Filas**.
sl: Odstrani trenutno izbrano čakalno vrsto iz sklada **Čakalne vrste**.
uk: Вилучити поточну позначену чергу обробки зі стосу **Черги**.

source: :menuselection:`Queues --> Save Workflow`
ca: :menuselection:`Cues --> Desa el flux de treball`
es: :menuselection:`Colas --> Guardar flujo de trabajo`
nl: :menuselection:`Wachtrijen --> Werkmethode opslaan`
pt: :menuselection:`Filas --> Gravar o Fluxograma`
pt_br: :menuselection:`Filas --> Salvar fluxo de trabalho`
sl: :menuselection:`Čakalne vrste --> Shrani potek dela`
uk: :menuselection:`Черги --> Зберегти процес`

source: Create a new **Workflow** based the settings of the current queue.
ca: Crea un **flux de treball** nou basat en les opcions de configuració de la cua actual.
es: Crea un nuevo **Flujo de trabajo** basado en las preferencias de la cola actual.
nl: Een nieuwe **Werkmethode** gebaseerd op de instellingen van de huidige wachtrij aanmaken.
pt: Cria um novo **Fluxograma** com base na configuração da fila actual.
pt_br: Crie um novo **Fluxo de trabalho** com base nas configurações da fila atual.
sl: Ustvarite nov **Potek dela** na podlagi nastavitev trenutne čakalne vrste.
uk: Створити новий **процес** на основі параметрів поточної черги.

source: :menuselection:`Queues --> Remove Items` :kbd:`Ctrl+K`
ca: :menuselection:`Cues --> Elimina els elements` :kbd:`Ctrl+K`
es: :menuselection:`Colas --> Eliminar elementos` :kbd:`Ctrl+K`
nl: :menuselection:`Wachtrijen --> Items verwijderen` :kbd:`Ctrl+K`
pt: :menuselection:`Filas --> Remover os Itens` :kbd:`Ctrl+K`
pt_br: :menuselection:`Filas --> Remover itens` :kbd:`Ctrl+K`
sl: :menuselection:`Čakalne vrste --> Odstrani elemente` :kbd:`Ctrl K`
uk: :menuselection:`Черги --> Вилучити записи` :kbd:`Ctrl+K`

source: Remove selected items from the current queue.
ca: Elimina els elements seleccionats de la cua actual.
es: Elimina los elementos seleccionados de la cola actual.
nl: Geselecteerde items uit de huidige wachtrij verwijderen.
pt: Remove os itens seleccionados na fila actual.
pt_br: Remove os itens selecionados da fila atual.
sl: Odstrani izbrane elemente iz trenutne čakalne vrste.
uk: Вилучити позначені записи з поточної черги.

source: :menuselection:`Queues --> Remove processed items`
ca: :menuselection:`Cues --> Elimina els elements processats`
es: :menuselection:`Colas --> Eliminar elementos procesados`
nl: :menuselection:`Wachtrijen --> Verwerkt items verwijderen`
pt: :menuselection:`Filas --> Remover os itens processados`
pt_br: :menuselection:`Filas --> Remover os itens processados`
sl: :menuselection:`Čakalne vrste --> Odstrani obdelane elemente`
uk: :menuselection:`Черги --> Вилучити оброблені записи`

source: Remove items already processed from the current queue.
ca: Elimina els elements que ja s'han processat de la cua actual.
es: Elimina los elementos ya procesados de la cola actual.
nl: Al verwerkte items uit de huidige wachtrij verwijderen.
pt: Remover os itens já processados na fila actual.
pt_br: Remove os itens já processados ​​da fila atual.
sl: Odstrani že obdelane elemente iz trenutne čakalne vrste.
uk: Вилучити з поточної черги записи, які вже було оброблено.

source: :menuselection:`Queues --> Clear Queue` :kbd:`Ctrl+Shift+K`
ca: :menuselection:`Cues --> Neteja la cua` :kbd:`Ctrl+Maj+K`
es: :menuselection:`Colas --> Limpiar cola` :kbd:`Ctrl+Mayúsculas+K`
nl: :menuselection:`Wachtrijen --> Wachtrij wissen` :kbd:`Ctrl+Shift+K`
pt: :menuselection:`Filas --> Limpar a Fila` :kbd:`Ctrl+Shift+K`
pt_br: :menuselection:`Filas --> Limpar fila` :kbd:`Ctrl+Shift+K`
sl: :menuselection:`Čakalne vrste --> Počisti čakalno vrsto` :kbd:`Ctrl Shift K`
uk: :menuselection:`Черги --> Спорожнити чергу` :kbd:`Ctrl+Shift+K`

source: Remove all items from the current queue.
ca: Elimina tots els elements de la cua actual.
es: Elimina todos los elementos de la cola actual.
nl: Alle items uit de huidige wachtrij verwijderen.
pt: Remove todos os itens da fila actual.
pt_br: Remover todos os itens da fila atual.
sl: Odstrani vse elemente iz trenutne čakalne vrste.
uk: Вилучити усі записи з поточної черги.

source: :menuselection:`Queues --> Close` :kbd:`Ctrl+W`
ca: :menuselection:`Cues --> Tanca` :kbd:`Ctrl+W`
es: :menuselection:`Colas --> Cerrar` :kbd:`Ctrl+W`
nl: :menuselection:`Wachtrijen --> Sluiten` :kbd:`Ctrl+W`
pt: :menuselection:`Filas --> Fechar` :kbd:`Ctrl+W`
pt_br: :menuselection:`Filas --> Fechar` :kbd:`Ctrl+W`
sl: :menuselection:`Čakalne vrste --> Zapri` :kbd:`Ctrl W`
uk: :menuselection:`Черги --> Закрити` :kbd:`Ctrl+W`

source: Close digiKam Batch Queue Manager.
ca: Tanca el Gestor de la cua per lots en el digiKam.
es: Cierra el gestor de colas por lotes de digiKam.
nl: De takenwachtrijbeheerder van digiKam sluiten.
pt: Fecha o Gestor da Fila de Espera do digiKam.
pt_br: Fecha o Gerenciador de processamento em lote do digiKam.
sl: Zapri digiKam Batch Queue Manager.
uk: Закрити засіб керування чергою пакетної обробки digiKam.

source: The Tools Menu
ca: El menú Eines
es: El menú Herramientas
nl: Het menu Hulpmiddelen
pt: O Menu Ferramentas
pt_br: O menu Ferramentas
sl: Meni Orodja
uk: Меню «Інструменти»

source: :menuselection:`Tools --> Move up`
ca: :menuselection:`Eines --> Mou amunt`
es: :menuselection:`Herramientas --> Subir`
nl: :menuselection:`Hulpmiddelen --> Omhoog verplaatsen`
pt: :menuselection:`Ferramentas --> Subir`
pt_br: :menuselection:`Ferramentas --> Mover acima`
sl: :menuselection:`Orodja --> Premakni navzgor`
uk: :menuselection:`Інструменти --> Пересунути вище`

source: Move the current selected item up in the **Assigned Tools** list.
es: Sube el elemento seleccionado en la lista **Herramientas asignadas**.
pt_br: Move o item selecionado atualmente para cima na lista **Ferramentas atribuídas**.

source: :menuselection:`Tools --> Move down`
ca: :menuselection:`Eines --> Mou avall`
es: :menuselection:`Herramientas --> Bajar`
nl: :menuselection:`Hulpmiddelen --> Omlaag verplaatsen`
pt: :menuselection:`Ferramentas --> Descer`
pt_br: :menuselection:`Ferramentas --> Mover abaixo`
sl: :menuselection:`Orodja --> Premakni navzdol`
uk: :menuselection:`Інструменти --> Пересунути нижче`

source: Move the current selected item down in the **Assigned Tools** list.
es: Sube el elemento seleccionado en la lista **Herramientas asignadas**.
pt_br: Move o item selecionado atualmente para baixo na lista **Ferramentas atribuídas**.

source: :menuselection:`Tools --> Remove tool`
ca: :menuselection:`Eines --> Elimina l'eina`
es: :menuselection:`Herramientas --> Eliminar herramienta`
nl: :menuselection:`Hulpmiddelen --> Hulpmiddel verwijderen`
pt: :menuselection:`Ferramentas --> Remover a ferramenta`
pt_br: :menuselection:`Ferramentas --> Remover ferramenta`
sl: :menuselection:`Orodja --> Odstrani orodje`
uk: :menuselection:`Інструменти --> Вилучити інструмент`

source: Remove the current selected item from the **Assigned Tools** list.
ca: Elimina l'eina seleccionada de la llista **Eines assignades**.
es: Elimina el elemento seleccionado en la lista **Herramientas asignadas**.
nl: Het nu geselecteerde item uit de lijst **Toegekende hulpmiddelen** verwijderen.
pt: Remove o item seleccionado de momento na lista de **Ferramentas Atribuídas**.
pt_br: Remove o item selecionado atualmente da lista **Ferramentas atribuídas**.
sl: Odstrani trenutno izbrani element s seznama **Dodeljena orodja**.
uk: Вилучити позначений пункт зі списку **Призначені інструменти**.

source: :menuselection:`Tools --> Clear List`
ca: :menuselection:`Eines --> Neteja la llista`
es: :menuselection:`Herramientas --> Borrar lista`
nl: :menuselection:`Hulpmiddelen --> Lijst wissen`
pt: :menuselection:`Ferramentas --> Limpar a Lista`
pt_br: :menuselection:`Ferramentas --> Limpar lista`
sl: :menuselection:`Orodja --> Počisti seznam`
uk: :menuselection:`Інструменти --> Спорожнити список`

source: Remove all items from the **Assigned Tools** list.
ca: Elimina tots els elements de la llista **Eines assignades**.
es: Elimina todos los elementos en la lista **Herramientas asignadas**.
nl: Alle item uit de lijst **Toegekende hulpmiddelen** verwijderen.
pt: Remove todos os itens da lista de **Ferramentas Atribuídas**.
pt_br: Remove todos os itens da lista **Ferramentas atribuídas**.
sl: Odstranite vse elemente s seznama **Dodeljena orodja**.
uk: Вилучити усі пункти зі списку **Призначені інструменти**.

source: The View Menu
ca: El menú Visualitza
es: El menú Vista
nl: Het menu Beeld
pt: O Menu Ver
pt_br: O menu Exibir
sl: Meni Pogled
uk: Меню «Перегляд»

source: **Full Screen Mode** option is the same entry available in :ref:`Main Window <menu_mainfullscreen>`.
ca: L'opció **Mode de pantalla completa** és la mateixa entrada disponible a :ref:`Finestra principal <menu_mainfullscreen>`.
es: La opción **Modo a pantalla completa** es la misma disponible en la :ref:`Ventana principal <menu_mainfullscreen>`.
nl: De optie **Modus volledig scherm** is hetzelfde item beschikbaar in het :ref:`Hoofdvenster <menu_mainfullscreen>`.
pt: A opção do **Modo de Ecrã Completo** é a mesma que está disponível na :ref:`Janela Principal <menu_mainfullscreen>`.
pt_br: A opção **Modo em tela cheia** é a mesma entrada disponível na :ref:`Janela principal <menu_mainfullscreen>`.
sl: Možnost **Celozaslonski način** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainfullscreen>`.
uk: Пункт **Повноекранний режим** є таким самим, що і в :ref:`основному вікні програми <menu_mainfullscreen>`.

source: The Settings Menu
ca: El menú Arranjament
es: El menú Preferencias
nl: Het menu Instellingen
pt: O Menu Configuração
pt_br: O menu Configurações
sl: Meni z nastavitvami
uk: Меню «Параметри»

source: See description from :ref:`Main Window <menu_mainsettings>` section.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainsettings>`.
es: Consulte la descripción de la sección :ref:`Ventana principal <menu_mainsettings>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainsettings>`.
pt: Veja a descrição na secção da :ref:`Janela Principal <menu_mainsettings>`.
pt_br: Veja a descrição da seção :ref:`Janela principal <menu_mainsettings>`.
sl: Glej opis iz razdelka :ref:`Glavno okno <menu_mainsettings>`.
uk: Див. опис у :ref:`розділі щодо основного вікна <menu_mainsettings>`.

source: The Help Menu
ca: El menú Ajuda
es: El menú Ayuda
nl: Het menu Help
pt: O Menu Ajuda
pt_br: O menu Ajuda
sl: Meni Pomoč
uk: Меню «Довідка»

source: See description from :ref:`Main Window <menu_mainhelp>` section.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainhelp>`.
es: Consulte la descripción de la sección :ref:`Ventana principal <menu_mainhelp>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainhelp>`.
pt: Veja a descrição na secção da :ref:`Janela Principal <menu_mainhelp>`.
pt_br: Veja a descrição da seção :ref:`Janela principal <menu_mainhelp>`.
sl: Glej opis iz razdelka :ref:`Glavno okno <menu_mainhelp>`.
uk: Див. опис з :ref:`розділу щодо основного вікна <menu_mainhelp>`.

source: Batch Queue Manager Menu
nl: Menu van takenwachtrijbeheerder
pt: Menu do Gestor da Fila em Lote
sl: Meni upravljalnika paketne čakalne vrste
uk: Меню засобу керування чергою пакетної обробки

source: When switching in **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of tool-bar with the **Hamburger Button** |icon_hamburger|.
nl: Na omschakelen naar **Modus volledig scherm** :kbd:`Ctrl+Shift+F`, of wanneer **Menubalk verbergen** :kbd:`Ctrl+M` gebruikt, zal het hoofdmenu rechts op de werkbalk toegankelijk zijn met de **Hamburgerknop** |icon_hamburger|.
pt: Ao mudar para o **Modo de Ecrã Completo** :kbd:`Ctrl+Shift+F`, ou quando **Esconder o Menu** :kbd:`Ctrl+M`, o menu principal ficará disponível do lado direito da barra de ferramentas com o **Botão do Hambúrguer** |icon_hamburger|.
sl: Ko preklopite v **Celozaslonski način** :kbd:`Ctrl+Shift+F` ali ko **Skrijete menijsko vrstico** :kbd:`Ctrl+M`, bo glavni meni na voljo na desni strani orodne vrstice z **gumbom Hamburger** |icon_hamburger|.
uk: При перемиканні у **повноекранний режим** :kbd:`Ctrl+Shift+F` або якщо **приховано смужку меню**, доступ до меню можна буде здійснювати за допомогою **кнопки-гамбургера** |icon_hamburger| у правій частині панелі інструментів.

source: Move up the current selected item from the **Assigned Tools** list.
nl: Het nu geselecteerde item uit de lijst **Toegekende hulpmiddelen** omhoog verplaatsen.
pt: Sobe o item seleccionado de momento na lista de **Ferramentas Atribuídas**.
sl: Premik trenutno izbranega elementa navzgor s seznama **Dodeljena orodja**.
uk: Пересунути позначений пункт вище у списку **Призначені інструменти**.

source: Move down the current selected item from the **Assigned Tools** list.
nl: Het nu geselecteerde item uit de lijst **Toegekende hulpmiddelen** omlaag verplaatsen.
pt: Desce o item seleccionado de momento na lista de **Ferramentas Atribuídas**.
sl: Premik navzdol po trenutno izbranem elementu s seznama **Dodeljena orodja**.
uk: Пересунути позначений пункт нижче у списку **Призначені інструменти**.
