Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Shows images in a table where you can choose by right clicking on the title bar which information you want to be displayed.
ca: Mostra les imatges en una taula des d'on podreu triar fent clic dret sobre la barra de títol quina informació voleu que es mostri.
it: Mostra le immagini in una tabella, dove puoi scegliere quali informazioni vuoi visualizzare, facendo clic col pulsante destro del mouse sulla barra del titolo.
nl: Toont afbeeldingen in een tabel waar u kunt door rechts te klikken op de titelbalk kunt kiezen welke informatie u wilt weergeven.
pt: Mostra as imagens numa tabela que poderá escolher, carregando para tal com o botão direito na barra de título que apresenta as informações que deseja ver.
pt_br: Exibe imagens em uma tabela onde você pode escolher, clicando com o botão direito do mouse na barra de título, quais informações deseja exibir.
uk: Показати список зображень у форматі таблиці. За допомогою клацання правою кнопкою миші на смужці заголовка таблиці ви зможете вибрати, яку саме інформацію має бути показано.

source: Start Slide-Show of all images in current window.
ca: Inicia la presentació de diapositives de totes les imatges a la finestra actual.
it: Avvia una presentazione di tutte le immagini nella finestra attuale.
nl: Begin diavoorstelling van alle beelden in het huidige venster.
pt: Mostra uma apresentação de todas as imagens na janela actual.
pt_br: Inicia a apresentação de slides de todas as imagens na janela atual.
uk: Почати перегляд слайдів, створених з усіх зображень у поточному перегляді.

source: Start Slide-Show on selected images.
ca: Inicia la presentació de diapositives de les imatges seleccionades.
it: Avvia una presentazione delle immagini selezionate.
nl: Begin diavoorstelling met geselecteerde beelden.
pt: Mostra uma apresentação das imagens seleccionadas.
pt_br: Inicia a apresentação de slides das imagens selecionadas.
uk: Почати показ слайдів з вибраних зображень.

source: :menuselection:`View --> OpenGL Image Viewer`
ca: :menuselection:`Visualitza --> Visualitzador d'imatges OpenGL`
it: :menuselection:`Visualizza --> Visore di immagini OpenGL`
nl: :menuselection:`Beeld --> OpenGL afbeeldingsviewer`
pt: :menuselection:`Ver --> Visualizador de Imagens em OpenGL`
pt_br: :menuselection:`Exibir --> Visualizador de imagem OpenGL`
uk: :menuselection:`Перегляд --> Переглядач зображень з OpenGL`

source: Tool to display images using OpenGL compatible device.
ca: Eina per a mostrar les imatges utilitzant un dispositiu compatible amb OpenGL.
it: Strumento per visualizzare le immagini utilizzando un dispositivo compatibile con OpenGL.
nl: Hulpmiddel om afbeeldingen te tonen met een OpenGL compatibel apparaat.
pt: Ferramenta para apresentar as imagens num dispositivo compatível com o OpenGL.
pt_br: Ferramenta para exibir imagens usando dispositivos compatíveis com OpenGL.
uk: Інструмент для показу зображень за допомогою сумісного з OpenGL пристрою.

source: Will size the image it fits snug into the window.
ca: Amidarà la imatge fins a ajustar-la a la finestra.
nl: Maakt de afbeelding precies passend in het venster.
pt_br: Ajustará o tamanho da imagem para que ela se ajuste perfeitamente à janela.

source: Will show the image full size (meaning 1 image pixel is mapped exactly to 1 screen pixel) in preview mode.
ca: Mostra la imatge a mida completa (el qual significa que 1 píxel de la imatge es correspon exactament amb 1 píxel de la pantalla) en el mode de vista prèvia.
nl: Toont de afbeelding op volle grootte (betekent 1 beeldpixel is gelijk aan 1 schermpixel) in voorbeeldmodus.
pt_br: Mostrará a imagem em tamanho real (ou seja, 1 pixel da imagem é mapeado exatamente para 1 pixel da tela) no modo de visualização.

source: Name.
ca: Nom.
it: Nome.
nl: Naam.
pt: Nome.
pt_br: Nome.
uk: Назва.

source: Path.
ca: Camí.
it: Percorso.
nl: Pad.
pt: Localização.
pt_br: Caminho.
uk: Шлях.

source: Creation Date.
ca: Data de creació.
it: Data di creazione.
nl: Aanmaakdatum.
pt: Data de Criação.
pt_br: Data de criação.
uk: Дата створення.

source: Modification Date.
ca: Data de modificació.
it: Data di modifica.
nl: Wijzigingsdatum.
pt: Data de Modificação.
pt_br: Data de modificação.
uk: Дата внесення змін.

source: File Size.
ca: Mida del fitxer.
it: Dimensione del file.
nl: Bestandsgrootte.
pt: Tamanho do Ficheiro.
pt_br: Tamanho do arquivo.
uk: Розмір файла.

source: Rating.
ca: Valoració.
it: Valutazione.
nl: Waardering.
pt: Classificação.
pt_br: Classificação.
uk: Оцінка.

source: Image Size.
ca: Mida de la imatge.
it: Dimensione dell'immagine.
nl: Afbeeldingsgrootte.
pt: Tamanho da Imagem.
pt_br: Tamanho da imagem.
uk: Розмір зображення.

source: Aspect Ratio.
ca: Relació d'aspecte.
it: Proporzioni.
nl: Beeldverhouding.
pt: Proporções de Tamanho.
pt_br: Proporção.
uk: Співвідношення розмірів.

source: Face Type.
ca: Tipus de cara.
it: Tipo di volto.
nl: Type gezicht.
pt: Tipo de Cara.
pt_br: Por tipo de rosto.
uk: Тип обличчя.

source: Similarity (only in the Similarity Search View).
ca: Similitud (només en la vista cerca per similitud).
it: Somiglianza (soltanto nella vista Ricerca per somiglianze).
nl: Gelijkenis (alleen in de zoekweergave gelijkenissen).
pt: Semelhança (só na área de Pesquisa por Itens Semelhantes).
pt_br: Semelhança (somente na vista de pesquisa de semelhança).
uk: Подібність (лише у режимі перегляду подібностей).

source: Manual and Name.
ca: Manual i nom.
it: Manualmente e per nome.
nl: Handmatige en naam.
pt: Manual e Nome.
pt_br: Manual e por nome.
uk: Вручну і за назвою.

source: Manual and Date.
ca: Manual i data.
it: Manualmente e per data.
nl: Handmatige en datum.
pt: Manual e Data.
pt_br: Manual e por data.
uk: Вручну і за датою.

source: :menuselection:`View --> Group Images`
ca: :menuselection:`Visualitza --> Agrupa les imatges`
it: :menuselection:`Visualizza --> Raggruppa immagini`
nl: :menuselection:`Beeld --> Afbeeldingen groeperen`
pt: :menuselection:`Ver --> Agrupar as Imagens`
pt_br: :menuselection:`Exibir --> Agrupar imagens`
uk: :menuselection:`Перегляд --> Групування зображень`

source: Select whether images should be shown un-grouped (Flat List) or grouped by album or by format.
ca: Seleccioneu si les imatges han d'estar agrupades (llista plana) o agrupades per àlbum o per format.
it: Seleziona se le immagini debbano essere mostrate non raggruppate (lista piatta), oppure raggruppate per album o per formato.
nl: Selecteer of u de afbeeldingen wilt tonen niet gegroupeerd (vlakke lijst) of gegroepeerd op album of formaat.
pt: Selecciona se as imagens devem ser apresentadas desagrupadas (Lista Plana) ou agrupadas por álbum ou formato.
pt_br: Selecione se as imagens devem ser mostradas agrupadas (Lista plana) ou agrupadas por álbum ou por formato.
uk: За допомогою цього пункту можна визначити, слід показувати зображення без враховування груп (простий список) чи згрупованими за альбомом або форматом.

source: :menuselection:`View --> Group Sorting Order`
ca: :menuselection:`Visualitza --> Sentit de l'ordenació dels grups`
it: :menuselection:`Visualizza --> Ordine di raggruppamento`
nl: :menuselection:`Beeld --> Sorteervolgorde van groep`
pt: :menuselection:`Ver --> Sentido da Ordenação do Grupo`
pt_br: :menuselection:`Exibir --> Ordem de classificação do grupo`
uk: :menuselection:`Перегляд --> Порядок у групі`

source: See :ref:`Remote Storage Export Tool <remote_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a un emmagatzematge remot <remote_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar opslag <remote_import>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para armazenamento remoto <remote_export>` para mais informações.

source: See the :ref:`this section <calendar_tools>` for more information.
nl: Zie :ref:`deze sectie <calendar_tools>` voor meer informatie.

source: See the :ref:`this section <send_images>` for more information.
nl: Zie :ref:`deze sectie <send_images>` voor meer informatie.

source: Main Window Menu
it: Menu della finestra principale

source: When switching in **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of tool-bar with the **Hamburger Button** |icon_hamburger|.
it: Quando passi alla **modalità schermo intero** :kbd:`Ctrl+Maiusc+F`, o quando **nascondi la barra dei menu** :kbd:`Ctrl+M`, il menu principale sarà disponibile sul lato destro della barra degli strumenti tramite il **pulsante hamburger** |icon_hamburger|.

source: You can access to the application menu using the **Hamburger Button** on the right side of tool-bar.
it: Puoi accedere al menu utilizzando il **pulsante hamburger** che si trova sul lato destro della barra degli strumenti.

source: Will size the image as to fit snug into the window.
it: Adatterà le dimensioni dell'immagine per farla stare comodamente nella finestra.

source: Will show the image 1:1 (meaning 1 image pixel is mapped exactly to 1 screen pixel) in preview mode.
it: Mostrerà l'immagine in scala 1:1 (vale a dire che un pixel dell'immagine viene fatto corrispondere esattamente ad un pixel sullo schermo) nella modalità di anteprima.

source: For more information about color management see this lengthy chapter.
it: Per maggiori informazioni sulla gestione del colore vedi questo lungo capitolo.

source: See the dedicated Calendar Tool for more information.
it: Per maggiori informazioni, vedi il manuale dedicato allo strumento Calendario.

source: See the dedicated Send Images Tool for more information.
it: Per maggiori informazioni, vedi il manuale dedicato allo strumento di invio delle immagini.

source: Any configured digital camera will be listed here. You can use the **Add Camera Manually...** menu entry to add a new camera to the list. Please, read the :ref:`Camera Settings <camera_settings>` for more information.
it: Tutte le fotocamere digitali configurate saranno elencate qui. Puoi usare la voce di menu **Aggiungi manualmente fotocamera...** per aggiungere una nuova fotocamera all'elenco. Per ulteriori informazioni, leggi il capitolo :ref:`Impostazioni della fotocamera <camera_settings>`.

source: Once you choose a camera from the list the Camera Interface will open. For a detailed description see :ref:`digiKam Import Tool <import_overview>`.
it: Dopo che hai scelto una fotocamera dall'elenco, si aprirà l'interfaccia della fotocamera. Per una descrizione dettagliata, vedi il capitolo :ref:`Strumento Importazione di digiKam <import_overview>`.

source: See the dedicated :ref:`Google Photos Import Tool <google_import>` for more information.
it: Per ulteriori informazioni, consulta il capitolo :ref:`Strumento di importazione da Google Foto <google_import>` dedicato.

source: See the dedicated :ref:`SmugMug Import Tool <smugmug_import>` for more information.
it: Per ulteriori informazioni, consulta il capitolo :ref:`Strumento di importazione da SmugMug <smugmug_import>` dedicato.

source: See the dedicated :ref:`Remote Storage Import Tool <remote_import>` for more information.
it: Per ulteriori informazioni, consulta il capitolo :ref:`Strumento di importazione da supporto di memorizzazione remoto <remote_import>` dedicato.

source: See the dedicated :ref:`Acquire Images Tool <scanner_import>` for more information.
it: Per maggiori informazioni, vedi il capitolo :ref:`Strumento di acquisizione delle immagini <scanner_import>` dedicato.
