Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: :menuselection:`Tag --> Properties`
ca: :menuselection:`Etiqueta --> Propietats`
it: :menuselection:`Tag --> Proprietà`
nl: :menuselection:`Tag --> Eigenschappen`
pt: :menuselection:`Marca --> Propriedades`
pt_br: :menuselection:`Etiqueta --> Propriedades`
sl: :menuselection:`Značka --> Lastnosti`
uk: :menuselection:`Мітка --> Властивості`

source: The Tag Properties allow you to change the name of the tag, the icon used in the Tags tree and the shortcut.
ca: Les propietats de l'etiqueta permeten canviar el nom de l'etiqueta, la icona utilitzada a l'arbre d'etiquetes i la drecera.
it: Le proprietà dei tag ti permettono di cambiarne il nome, l'icona usata nell'albero dei tag e la scorciatoia.
nl: De Tageigenschappen laat u de naam van de tag, het gebruikte pictogram in de boomstructuur Tags en de sneltoets wijzigen.
pt: As Propriedades da Marca permitem-lhe modificar o nome da marca, o ícone usado na árvore de Marcas e o atalho.
pt_br: As propriedades da etiqueta permitem que você altere o nome da etiqueta, o ícone usado na árvore de etiquetas e o atalho.
sl: Lastnosti značke vam omogočajo, da spremenite ime značke, ikono, uporabljeno v drevesu značk, in bližnjico.
uk: За допомогою діалогового вікна властивостей мітки ви можете змінити назву мітки, піктограму, яку буде використано у ієрархії міток, і клавіатурне скорочення мітки.

source: :menuselection:`Tag --> Delete`
ca: :menuselection:`Etiqueta --> Suprimeix`
it: :menuselection:`Tag --> Elimina`
nl: :menuselection:`Tag --> Verwijderen`
pt: :menuselection:`Marca --> Apagar`
pt_br: :menuselection:`Etiqueta --> Excluir`
sl: :menuselection:`Značka --> Izbriši`
uk: :menuselection:`Мітка --> Вилучити`

source: Remove the currently selected Tag from the Album's Database. This doesn't delete the images the tag was assigned to.
ca: Elimina l'etiqueta seleccionada de la base de dades de l'àlbum. Això no eliminarà les imatges de l'etiqueta que s'ha assignat.
it: Rimuove il tag attualmente selezionato dalla banca dati degli album. Questo non cancella l'immagine alla quale era stato assegnato.
nl: Verwijdert de geselecteerde tag uit de database van het album. Dit verwijdert niet de afbeeldingen waar de tag aan was toegekend.
pt: Remove a marca seleccionada de momento da base de dados dos álbuns. Isto não apaga as imagens a que a marca está atribuída.
pt_br: Remove a etiqueta atualmente selecionada do banco de dados dos álbuns. Isto não exclui a imagem que a etiqueta estava associada.
sl: Odstrani trenutno izbrano značko iz zbirke podatkov albuma. To ne izbriše slik, ki jim je bila dodeljena značka.
uk: Вилучити поточну позначену мітку з бази даних альбому. Зображення, із якими було пов’язано мітку, не вилучатимуться.

source: The Item Menu
ca: El menú Element
it: Il menu Elemento
nl: Het menu Item
pt: O Menu Item
pt_br: O menu Item
sl: Meni elementov
uk: Меню «Запис»

source: :menuselection:`Item --> Open...` :kbd:`F4`
ca: :menuselection:`Element --> Obre...` :kbd:`F4`
it: :menuselection:`Elemento --> Apri...` :kbd:`F4`
nl: :menuselection:`Item --> Openen...` :kbd:`F4`
pt: :menuselection:`Item --> Abrir...` :kbd:`F4`
pt_br: :menuselection:`Item --> Abrir...` :kbd:`F4`
sl: :menuselection:`Element --> Odpri...` :kbd:`F4`
uk: :menuselection:`Запис --> Відкрити...` :kbd:`F4`

source: Opens the selected image in the digiKam :ref:`Image Editor <image_editor>`.
ca: Obre la imatge seleccionada a l':ref:`editor d'imatges <image_editor>` del digiKam.
it: Apre l'immagine selezionata nell':ref:`Editor delle immagini <image_editor>` di digiKam.
nl: Opent de geselecteerde afbeelding in de :ref:`Afbeeldingsbewerker <image_editor>` van digiKam.
pt: Abre a imagem seleccionada no :ref:`Editor de Imagens <image_editor>` do digiKam.
pt_br: Abre a imagem selecionada no :ref:`Editor de Imagem <image_editor>` do digiKam.
sl: Odpre izbrano sliko v digiKam :ref:`Urejevalnik slik <image_editor>`.
uk: Відкриває поточне позначене зображення у :ref:`редакторі зображень digiKam <image_editor>`.

source: :menuselection:`Item --> Open With Default Application` :kbd:`Meta-F4`
ca: :menuselection:`Element --> Obre amb l'aplicació predeterminada` :kbd:`Meta+F4`
it: :menuselection:`Elemento --> Apri con l'applicazione predefinita` :kbd:`Meta-F4`
nl: :menuselection:`Item --> Met standaard toepassing openen` :kbd:`Meta+F4`
pt: :menuselection:`Item --> Abrir com a Aplicação Predefinida` :kbd:`Meta-F4`
pt_br: :menuselection:`Item --> Abrir com o aplicativo padrão` :kbd:`Meta-F4`
sl: :menuselection:`Element --> Odpri s privzeto aplikacijo` :kbd:`Meta-F4`
uk: :menuselection:`Запис --> відкрити за допомогою типової програми` :kbd:`Meta+F4`

source: Opens the selected item in the default application according to the mime-type set in your desktop.
ca: Obre l'element seleccionat en l'aplicació predeterminada segons el tipus MIME establert en el vostre escriptori.
it: Apre l'elemento selezionato nell'applicazione predefinita in base al tipo MIME impostato nel tuo desktop.
nl: Opent het geselecteerde item in zijn standaard toepassing volgens het MIME-type op uw bureaublad.
pt: Abre o item seleccionado na aplicação predefinida para o tipo MIME respectivo atribuído no seu ambiente de trabalho.
pt_br: Abre o item selecionado no aplicativo padrão de acordo com o tipo MIME definido na sua área de trabalho.
sl: Odpre izbrani element v privzeti aplikaciji glede na vrsto mime, nastavljeno na vašem namizju.
uk: Відкриває позначений об’єкт у типовій програмі, відповідно до типу &MIME; у вашому стільничному середовищі.

source: :menuselection:`Item --> Rename` :kbd:`F2`
ca: :menuselection:`Element --> Reanomena` :kbd:`F2`
it: :menuselection:`Elemento --> Rinomina` :kbd:`F2`
nl: :menuselection:`Item --> Hernoemen` :kbd:`F2`
pt: :menuselection:`Item --> Mudar o Nome` :kbd:`F2`
pt_br: :menuselection:`Item --> Renomear ` :kbd:`F2`
sl: :menuselection:`Element --> Preimenuj` :kbd:`F2`
uk: :menuselection:`Запис --> Перейменувати` :kbd:`F2`

source: Renames the currently selected item(s). See description :ref:`here <renaming_photograph>`.
ca: Canvia el nom del/s element/s actualment seleccionat/s. Vegeu la descripció :ref:`aquí <renaming_photograph>`.
it: Rinomina gli elementi attualmente selezionati. Vedi la descrizione :ref:`qui <renaming_photograph>`.
nl: Hernoemt het/de nu geselecteerd(e) item(s). Zie beschrijving :ref:`hier <renaming_photograph>`.
pt: Muda o nome dos itens seleccionados de momento. Veja a descrição :ref:`aqui <renaming_photograph>`.
pt_br: Renomeia o(s) item(ns) selecionado(s). Veja a descrição :ref:`aqui <renaming_photograph>`.
sl: Preimenuje trenutno izbrane elemente. Glejte opis :ref:`tukaj <renaming_photograph>`.
uk: Перейменувати поточні позначені записи. Опис процедури можна знайти :ref:`тут <renaming_photograph>`.

source: :menuselection:`Item --> Move to trash` :kbd:`Del`
ca: :menuselection:`Element --> Mou a la paperera` :kbd:`Supr`
it: :menuselection:`Elemento --> Cestina` :kbd:`Canc`
nl: :menuselection:`Item --> Naar prullenbak verplaatsen` :kbd:`Del`
pt: :menuselection:`Item --> Enviar para o lixo` :kbd:`Del`
pt_br: :menuselection:`Item --> Mover para a Lixeira` :kbd:`Del`
sl: :menuselection:`Element --> Premakni v smeti` :kbd:`Del`
uk: :menuselection:`Запис --> Пересунути до смітника` :kbd:`Del`

source: Moves selected item(s) to the :ref:`digiKam Trash <deleting_photograph>` (recoverable delete).
ca: Mou un element o elements seleccionats a la :ref:`paperera del digiKam <deleting_photograph>` (supressió recuperable).
it: Sposta gli elementi selezionati nel :ref:`cestino di digiKam <deleting_photograph>` (eliminazione recuperabile).
nl: Verplaats geselecteerde item(s) naar :ref:`Prullenbak van digiKam <deleting_photograph>` (herstelbaar verwijderen)
pt: Envia os itens seleccionados para o :ref:`lixo do digiKam <deleting_photograph>` (remoção recuperável).
pt_br: Move os itens selecionados para a :ref:`Lixeira do digiKam <deleting_photograph>` (exclusão recuperável).
sl: Premakne izbran(e) element(e) v :ref:`digiKam Trash <deleting_photograph>` (popravljivo brisanje).
uk: Пересунути позначені записи до :ref:`теки смітника digiKam <deleting_photograph>` (вилучення з можливістю відновлення).

source: To **Delete permanently** a file, use :kbd:`Shift+Del`
ca: Per a **suprimir permanentment** un fitxer, utilitzeu :kbd:`Maj+Supr`
it: Per **eliminare definitivamente** un file usa :kbd:`Maiusc+Canc`.
nl: Om een bestand **definitief te verwijderen**, gebruik :kbd:`Shift+Del`
pt: Para **apagar de forma permanente** um ficheiro, use o :kbd:`Shift+Del`
pt_br: Para **Excluir permanentemente** um arquivo, use :kbd:`Shift+Del`
sl: Če želite **Trajno izbrisati** datoteko, uporabite :kbd:`Shift Del`
uk: Щоб **вилучити файл остаточно**, скористайтеся комбінацією клавіш :kbd:`Shift+Del`

source: :menuselection:`Item --> Place onto Light Table` :kbd:`Ctrl-L`
ca: :menuselection:`Element --> Col·loca a la taula de llum` :kbd:`Ctrl-L`
it: :menuselection:`Elemento --> Metti nel tavolo luminoso` :kbd:`Ctrl-L`
nl: :menuselection:`Item --> Op lichttafel plaatsen` :kbd:`Ctrl+L`
pt: :menuselection:`Item --> Colocar na Mesa de Luz` :kbd:`Ctrl-L`
pt_br: :menuselection:`Item --> Colocar na Mesa de Luz` :kbd:`Ctrl-L`
sl: :menuselection:`Element --> Postavi na osvetlitveno mizo` :kbd:`Ctrl-L`
uk: :menuselection:`Запис --> Покласти на стіл для просвічування` :kbd:`Ctrl+L`

source: Inserts selection into the :ref:`Light Table <light_table>` thumbbar and puts the Light Table into the foreground.
ca: Insereix la selecció a la barra de miniatures de la :ref:`taula de llum <light_table>` i posa la taula de llum en primer pla.
it: Inserisce la selezione nella barra delle miniature del :ref:`tavolo luminoso <light_table>` e lo porta in primo piano.
nl: Selectie in de :ref:`Lichttafel <light_table>` met miniaturen plaatsen en zet de Lichttafel op de voorgrond.
pt: Insere a selecção na barra de miniaturas da :ref:`Mesa de Luz <light_table>` e coloca a Mesa de Luz em primeiro plano.
pt_br: Insere a seleção na barra de miniaturas da :ref:`Mesa de Luz <light_table>` e coloca a Mesa de Luz em primeiro plano.
sl: Vstavi izbor v vrstico s palcem :ref:`Osvetlitvena miza <light_table>` in postavi osvetlitveno mizo v ospredje.
uk: Покласти вибране на панель мініатюр :ref:`стола з підсвічуванням <light_table>`, а сам стіл з підсвічуванням розташувати на передньому плані.

source: :menuselection:`Item --> Add to Light Table` :kbd:`Ctrl-Shift-L`
ca: :menuselection:`Element --> Afegeix a la taula de llum` :kbd:`Ctrl-Maj-L`
it: :menuselection:`Elemento --> Aggiungi al tavolo luminoso` :kbd:`Ctrl-Maiusc-L`
nl: :menuselection:`Item -->Aan lichttafel toevoegen` :kbd:`Ctrl+Shift+L`
pt: :menuselection:`Item --> Adicionar à Mesa de Luz` :kbd:`Ctrl-Shift-L`
pt_br: :menuselection:`Item --> Adicionar à Mesa de Luz` :kbd:`Ctrl-Shift-L`
sl: :menuselection:`Element --> Dodaj na osvetlitveno mizo` :kbd:`Ctrl-Shift-L`
uk: :menuselection:`Запис --> Додати на стіл з підсвічуванням` :kbd:`Ctrl+Shift+L`

source: Adds selection to the :ref:`Light Table <light_table>` thumbbar and puts the Light Table into the foreground.
ca: Afegeix la selecció a la :ref:`taula de llum <light_table>` i posa la taula de llum en primer pla.
it: Aggiunge la selezione alla barra delle miniature del :ref:`tavolo luminoso <light_table>` e lo porta in primo piano.
nl: Voegt de selectie toe aan de :ref:`Lichttafel <light_table>` met miniaturen en plaatst de Lichttafel op de voorgrond.
pt: Adiciona a selecção à barra de miniaturas da :ref:`Mesa de Luz <light_table>` e coloca a Mesa de Luz em primeiro plano.
pt_br: Adiciona seleção à barra de miniaturas da :ref:`Mesa de Luz <light_table>` e coloca a Mesa de Luz em primeiro plano.
sl: Doda izbor v vrstico s palcem :ref:`Osvetlitvena miza<light_table>` in postavi osvetlitveno mizo v ospredje.
uk: Додати вибране на панель мініатюр :ref:`стола з підсвічуванням <light_table>`, а сам стіл з підсвічуванням розташувати на передньому плані.

source: :menuselection:`Item --> Add to Current Queue` :kbd:`Ctrl-B`
ca: :menuselection:`Element --> Afegeix a la cua actual` :kbd:`Ctrl-B`
it: :menuselection:`Elemento --> Aggiungi alla coda corrente` :kbd:`Ctrl-B`
nl: :menuselection:`Item --> Aan de huidige wachtrij toevoegen` :kbd:`Ctrl+B`
pt: :menuselection:`Item --> Adicionar à Fila Actual` :kbd:`Ctrl-B`
pt_br: :menuselection:`Item --> Adicionar à fila atual` :kbd:`Ctrl-B`
sl: :menuselection:`Element --> Dodaj v trenutno čakalno vrsto` :kbd:`Ctrl-B`
uk: :menuselection:`Запис --> Додати до поточної черги` :kbd:`Ctrl+B`

source: Opens the digiKam :ref:`Batch Queue Manager <batch_queue>` and adds selection to the current queue or, if there is no queue yet, to a new queue.
ca: Obre el :ref:`gestor de la cua per lots <batch_queue>` del digiKam i afegeix la selecció a la cua actual o, si no hi ha cua, a una cua nova.
it: Apre il :ref:`Gestore elaborazione in serie <batch_queue>` di digiKam e aggiunge la selezione alla coda corrente o, se non c'è ancora una coda, a una nuova coda.
nl: Opent de :ref:`Takenwachtrijbeheerder <batch_queue>` van digiKam en voegt de selectie toe aan de huidige wachtrij of, als er geen wachtrij is, aan een nieuwe wachtrij.
pt: Abre o :ref:`Editor da Fila em Lote <batch_queue>` e adiciona a selecção à fila actual ou, caso não exista ainda nenhuma, a uma nova.
pt_br: Abre o :ref:`Gerenciador de processamento em lote <batch_queue>` do digiKam e adiciona a seleção à fila atual ou, se ainda não houver fila, a uma nova fila.
sl: Odpre digiKam :ref:`Batch Queue Manager <batch_queue>` in doda izbor v trenutno čakalno vrsto ali, če čakalne vrste še ni, v novo čakalno vrsto.
uk: Відкриває вікно :ref:`керування чергою пакетної обробки <batch_queue>` digiKam і додає позначені записи до поточної черги обробки або, якщо такої черги ще немає, до нової черги обробки.

source: :menuselection:`Item --> Add to New Queue` :kbd:`Ctrl-Shift-B`
ca: :menuselection:`Element --> Afegeix a una cua nova` :kbd:`Ctrl-Maj-B`
it: :menuselection:`Elemento --> Aggiungi alla nuova coda` :kbd:`Ctrl-Maiusc-B`
nl: :menuselection:`Item --> Aan nieuwe wachtrij toevoegen` :kbd:`Ctrl+Shift+B`
pt: :menuselection:`Item --> Adicionar a uma Fila Nova` :kbd:`Ctrl-Shift-B`
pt_br: :menuselection:`Item --> Adicionar a uma nova fila` :kbd:`Ctrl-Shift-B`
sl: :menuselection:`Element --> Dodaj v novo čakalno vrsto` :kbd:`Ctrl-Shift-B`
uk: :menuselection:`Запис --> Додати до нової черги` :kbd:`Ctrl+Shift+B`

source: Opens the digiKam :ref:`Batch Queue Manager <batch_queue>` and puts selection into a new queue.
ca: Obre el :ref:`gestor de la cua per lots <batch_queue>` del digiKam i posa la selecció a dins d'una cua nova.
it: Apre il :ref:`Gestore elaborazione in serie <batch_queue>` di digiKam e mette la selezione in una nuova coda.
nl: Opent de :ref:`Takenwachtrijbeheerder <batch_queue>` van digiKam en stopt de selectie in een nieuwe wachtrij.
pt: Abre o :ref:`Editor da Fila em Lote <batch_queue>` e adiciona a selecção a uma fila nova.
pt_br: Abre o :ref:`Gerenciador de processamento em lote <batch_queue>` do digiKam e coloca a seleção em uma nova fila.
sl: Odpre digiKam :ref:`Batch Queue Manager <batch_queue>` in postavi izbiro v novo čakalno vrsto.
uk: Відкриває вікно :ref:`керування чергою пакетної обробки <batch_queue>` digiKam і додає позначені записи до нової черги обробки.

source: :menuselection:`Item --> Find Similar...`
ca: :menuselection:`Element --> Cerca les similars...`
it: :menuselection:`Elemento --> Trova simili...`
nl: :menuselection:`Item --> Gelijkaardige zoeken...`
pt: :menuselection:`Item --> Procurar os Semelhantes...`
pt_br: :menuselection:`Item --> Encontrar semelhante...`
sl: :menuselection:`Element --> Poišči podobno...`
uk: :menuselection:`Запис --> Знайти подібні…`

source: Puts the selected item from the **Image** tab in the Similar View.
ca: Posa l'element seleccionat a la pestanya **Imatge** a la vista Aproximada.
it: Mette l'elemento selezionato dalla scheda **Immagine** nella vista Simili.
nl: Stopt het geselecteerde item in het tabblad **Afbeelding** in de weergave Gelijken.
pt: Coloca o item seleccionado na página **Imagem**, na área de **Semelhança**.
pt_br: Coloca o item selecionado da aba **Imagem** da vista de Semelhança.
sl: Postavi izbrani element iz zavihka **Slika** v podoben pogled.
uk: Додає позначений запис на вкладку **Зображення** панелі перегляду подібностей.

source: See the dedicated :ref:`Similarity Search Tool <similarity_view>` for more information.
ca: Per a més informació, vegeu l':ref:`eina dedicada Similitud <similarity_view>`.
it: Per maggiori informazioni, vedi il manuale dedicato allo :ref:`strumento Ricerca per somiglianze <similarity_view>`.
nl: Zie daaraan gewijde :ref:`Zoekhulpmiddel voor gelijkenissen <similarity_view>` voor meer informatie.
pt: Veja mais informações na :ref:`Ferramenta de Pesquisa de Semelhantes <similarity_view>`.
pt_br: Veja o capítulo da :ref:`Ferramenta de busca por semelhança <similarity_view>` para mais informações.
sl: Glejte namensko :ref:`Orodje za iskanje podobnosti <similarity_view>` za več informacij.
uk: Докладніший опис можна знайти у розділі щодо :ref:`інструмента пошуку подібностей <similarity_view>`.

source: :menuselection:`Item --> Write Metadata to Image`
ca: :menuselection:`Element --> Escriu les metadades a la imatge`
it: :menuselection:`Elemento --> Scrivi i metadati nell'immagine`
nl: :menuselection:`Item --> Metagegevens naar afbeelding schrijven`
pt: :menuselection:`Item --> Gravar os Meta-Dados na Imagem`
pt_br: :menuselection:`Item --> Gravar metadados no arquivo`
sl: :menuselection:`Element --> Zapiši metapodatke v sliko`
uk: :menuselection:`Запис --> Записати метадані до зображення`

source: When editing files outside digiKam, the database will not be triggered to update information. If you want to scan items and backport changes in the database you got to use this function first.
ca: Quan editeu fitxers fora del digiKam, la base de dades no s'activarà per a actualitzar la informació. Si voleu escanejar els elements i canvis enrere en la base de dades, primer haureu d'utilitzar aquesta funció.
it: Quando modifichi file al di fuori di digiKam, la banca dati non verrà coinvolta per aggiornare le informazioni. Se vuoi analizzare gli elementi e applicare le modifiche alla banca dati, devi prima usare questa funzione.
nl: Bij bewerken van metagegevens met de bewerker voor metagegevens zullen de gegevens alleen naar de afbeelding geschreven worden. Als u ze in het tabblad Metagegevens van de rechter zijbalk wilt laten verschijnen dan moet u eerst deze functie gebruiken.
pt: Ao editar ficheiros fora do digiKam, a base de dados não será avisada para actualizar a informação. Se quiser sondar os itens e restabelecer as alterações na base de dados, tem de usar esta opção primeiro.
pt_br: Ao editar arquivos fora do digiKam, o banco de dados não será acionado para atualizar informações. Se você quiser escanear itens e obter restaurar as alterações registradas no banco de dados, use esta função primeiro.
sl: Pri urejanju datotek zunaj digiKama, se pri bazi podatkov ne bo sprožila posodobitev informacij. Če želite prečesati in posodobiti elemente in podatke v bazi podatkov morate najprej uporabiti to funkcijo.
uk: При редагуванні файлів поза digiKam оновлення даних у базі даних не буде ініційовано автоматично. Якщо вам потрібно виконати сканування записів і відтворити зміни у базі даних, вам слід спочатку скористатися цим пунктом.

source: :menuselection:`Item --> Reread Metadata from Image`
ca: :menuselection:`Element --> Rellegeix les metadades des de la imatge`
it: :menuselection:`Elemento --> Rileggi i metadati dall'immagine`
nl: :menuselection:`Item --> Metagegevens uit afbeelding opnieuw lezen`
pt: :menuselection:`Item --> Reler os Meta-Dados da Imagem`
pt_br: :menuselection:`Item --> Reler metadados a partir do arquivo`
sl: :menuselection:`Element --> Znova preberi metapodatke iz slike`
uk: :menuselection:`Запис --> Повторно прочитати метадані з позначених зображень`

source: When editing metadata using the Metadata Editor the data will be written to the image only. If you want them to appear in the Metadata Tab of the Right Sidebar you got to use this function first.
ca: Quan s'editen les metadades utilitzant l'editor de metadades, les dades s'escriuran només a la imatge. Si voleu que apareguin a la pestanya Metadades de la barra lateral dreta, haureu d'utilitzar primer aquesta característica.
it: Quando modifichi i metadati usando l'Editor dei metadati, i dati saranno scritti solamente nell'immagine. Devi prima usare questa funzione se vuoi che appaiano anche nella scheda Metadati nella barra laterale destra.
nl: Bij bewerken van metagegevens met de Bewerker voor metagegevens zullen de gegevens alleen naar de afbeelding geschreven worden. Als u ze in het tabblad Metagegevens van de rechter zijbalk wilt laten verschijnen dan moet u eerst deze functie gebruiken.
pt: Ao gravar meta-dados com o Editor de Meta-Dados, os mesmos serão gravados apenas na imagem. Se quiser que eles apareçam na página de Meta-Dados da barra lateral direita, terá de usar primeiro esta função.
pt_br: Ao editar metadados usando o editor de metadados, os dados serão gravados apenas na imagem. Se quiser que eles apareçam na aba de metadados da barra lateral direita, você precisa usar esta função primeiro.
sl: Pri urejanju metapodatkov z urejevalnikom metapodatkov bodo podatki zapisani samo v sliko. Če želite, da se prikažejo na zavihku Metapodatki na desnem stranskem stolpcu, najprej morate uporabiti to funkcijo.
uk: При редагуванні метаданих редактор метаданих запише дані лише до зображення. Якщо ви хочете, щоб ці дані було показано на вкладці «Метадані» правої бічної панелі, вам слід скористатися спочатку цим пунктом меню.

source: :menuselection:`Item --> Rotate`
ca: :menuselection:`Element --> Gira`
it: :menuselection:`Elemento --> Ruota`
nl: :menuselection:`Item --> Draaien`
pt: :menuselection:`Item --> Rodar`
pt_br: :menuselection:`Item --> Girar`
sl: :menuselection:`Element --> Zavrti`
uk: :menuselection:`Запис --> Обертати`

source: Menu entry for rotating the currently selected images lossless Left :kbd:`Ctrl-Shift-Left` or Right :kbd:`Ctrl-Shift-Right` in 90 degree steps (see sub-menu).
ca: Entrada de menú per a girar les imatges seleccionades sense pèrdua Esquerra :kbd:`Ctrl+Maj+Esquerra` o Dreta :kbd:`Ctrl+Maj+Dreta` en passos de 90 graus (vegeu el submenú).
it: Voce del menu per ruotare senza perdita di dati l'immagine attualmente selezionata a sinistra :kbd:`Ctrl-Maiusc-freccia sinistra` o a destra :kbd:`Ctrl-Maiusc-freccia destra` con passaggi di 90 gradi (vedi il sottomenu).
nl: Menu-item voor verliesloos draaien van de nu geselecteerde afbeeldingen linksom :kbd:`Ctrl+Shift+Links` of rechtsom :kbd:`Ctrl+Shift+Rechts` in stappen van 90 graden (zie submenu).
pt: Um item de menu para rodar as imagens seleccionadas de momento, sem perdas, para a esquerda :kbd:`Ctrl-Shift-Esquerda` ou direita :kbd:`Ctrl-Shift-Direita` em passos de 90 graus (veja o submenu).
pt_br: Entrada de menu para girar as imagens selecionadas atualmente sem perdas para a Esquerda :kbd:`Ctrl-Shift-Esquerda` ou Direita :kbd:`Ctrl-Shift-Direita` em etapas de 90 graus (veja o submenu).
sl: Vnos v meni za obračanje trenutno izbranih slik brez izgub v levo :kbd:`Ctrl-Shift-Left` ali Desno :kbd:`Ctrl-Shift-Right` v korakih po 90 stopinj (glejte podmeni).
uk: Запис меню для обертання позначених зображень без втрат ліворуч (:kbd:`Ctrl+Shift+←`) або праворуч (:kbd:`Ctrl+Shift+→`) із кроком у 90 градусів (див. підменю).

source: :menuselection:`Item -->Flip`
ca: :menuselection:`Element --> Inverteix`
it: :menuselection:`Elemento -->Ribalta`
nl: :menuselection:`Item --> Spiegelen`
pt: :menuselection:`Item -->Inverter`
pt_br: :menuselection:`Item -->Inverter`
sl: :menuselection:`Element -->Obrni`
uk: :menuselection:`Запис --> Віддзеркалити`
