Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Main Window Menu Descriptions
ca: Descripcions del menú de la finestra principal del digiKam
it: Descrizioni dei menu della finestra principale di digiKam
nl: Menubeschrijvingen van het hoofdvenster van digiKam
pt: Descrições dos Menus da Janela Principal do digiKam
pt_br: Descrições do menu da janela principal do digiKam
sl: digiKam glavno okno opisi menijev
uk: Опис меню головного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, menu, main window
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, menú, finestra principal
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, menu, finestra principale
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, menu, hoofdvenster
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, menu, janela principal
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, menu, janela principal
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, meni, glavno okno
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, меню, основне вікно

source: :ref:`Main Window Menu <menu_descriptions>`
ca: :ref:`Menú de la finestra principal <menu_descriptions>`
nl: :ref:`Menu van hoofdvenster <menu_descriptions>`
pt_br: :ref:`Menu da janela principal <menu_descriptions>`
sl: :ref:`Meni glavnega okna <menu_descriptions>`

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The digiKam Main Window Menu
ca: El menú de la finestra principal del digiKam
it: Il menu della finestra principale di digiKam
nl: Het menu van het hoofdvenster van digiKam
pt: O Menu da Janela Principal do digiKam
pt_br: O menu da janela principal do digiKam
sl: Meni glavnega okna digiKam
uk: Меню основного вікна digiKam

source: When switching into **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of the toolbar with the **Hamburger Button** |icon_hamburger|.
ca: Quan canvieu al **Mode de pantalla completa** :kbd:`Ctrl+Maj+F` o quan feu **Oculta la barra de menús** :kbd:`Ctrl+M`, el menú principal estarà disponible a la part dreta de la barra d'eines amb el **Botó hamburguesa** |icon_hamburger|.
nl: Na omschakelen naar **Modus volledig scherm** :kbd:`Ctrl+Shift+F` of wanneer u **Menubalk verbergen** :kbd:`Ctrl+M` gebruikt, zal het hoofdmenu rechts op de werkbalk beschikbaar zijn met de **Hamburgerknop** |icon_hamburger|.
pt_br: Ao alternar para o **Modo em tela cheia** :kbd:`Ctrl+Shift+F`, ou quando você **Oculta a barra de menu** :kbd:`Ctrl+M`, o menu principal estará disponível no lado direito da barra de ferramentas com o **Botão hambúrguer** |icon_hamburger|.
sl: Ko preklopite v **Celozaslonski način** :kbd:`Ctrl+Shift+F` ali ko **Skrijete menijsko vrstico** :kbd:`Ctrl+M`, bo glavni meni na voljo na desni strani orodne vrstice z **Gumb Hamburger** |icon_hamburger|.

source: The Browse Menu
ca: El menú Navega
it: Il menu Naviga
nl: Het menu Bladeren
pt: O Menu Escolher
pt_br: O menu Navegar
sl: Meni Brskanje
uk: Меню «Навігація»

source: The Browse menu provides access to the same views you can see on the :ref:`Left Sidebar <main_window>`, accessible through :kbd:`Ctrl+Shift+Fn` (with *Fn* equals :kbd:`F1`, :kbd:`F2`, :kbd:`F3`, etc.). In addition there are **Back** :kbd:`Alt+Left` and **Forward** :kbd:`Alt+Right` menu items that will lead you through the history of your digiKam use in the same way you are used to from an internet browser for example. And finally there is the **Quit** :kbd:`Ctrl+Q` item to leave digiKam.
ca: El menú Navega proporciona accés a les mateixes vistes que es poden veure a la :ref:`barra lateral esquerra <main_window>`, accessible amb la drecera :kbd:`Ctrl+Maj+«Fn»` (amb «*Fn*» igual que :kbd:`F1`, :kbd:`F2`, :kbd:`F3`, etc.). A més, hi ha els elements de menú **Enrere** :kbd:`Alt+Esquerra` i **Endavant** :kbd:`Alt+Dreta` que us duran a través de l'historial del vostre ús del digiKam de la mateixa manera com estem acostumats en un navegador d'Internet. I finalment hi ha l'element **Surt** :kbd:`Ctrl+Q` per a sortir del digiKam.
it: Il menu Naviga fornisce accesso alle stesse viste che si trovano nella :ref:`Barra laterale sinistra <main_window>`, accessibile tramite :kbd:`Ctrl+Maiusc+Fn` (con *Fn* si intende :kbd:`F1`, :kbd:`F2`, :kbd:`F3`, ecc.). In aggiunta ci sono le voci di menu **Indietro** :kbd:`Alt+Freccia sinistra` e **Avanti** :kbd:`Alt+Freccia destra` che ti permettono di scorrere tra la cronologia del tuo uso di digiKam in modo simile a quello utilizzato col tuo browser web, per esempio. Infine, è presente la voce **Esci** :kbd:`Ctrl+Q`, che serve per chiudere il programma.
nl: Het menu Bladeren biedt toegang tot dezelfde weergaven die u kunt zien in de :ref:`Linker zijbalk <main_window>`, toegankelijk via :kbd:`Ctrl+Shift+Fn` (met *Fn* gelijk aan :kbd:`F1`, :kbd:`F2`, :kbd:`F3`, etc.). Verder zijn er menu-items **Terug** :kbd:`Alt+Left` en **Verder** :kbd:`Alt+Right`, die u door de geschiedenis van uw gebruik van digiKam leiden op dezelfde manier zoals u gewend bent van bijvoorbeeld uw internetbrowser. Tenslotte is er het item **Afsluiten** :kbd:`Ctrl+Q` om digiKam te verlaten.
pt: O menu Escolher oferece o acesso às mesmas vistas que poderá ver na :ref:`Barra Lateral Esquerda <main_window>`, acessíveis através de :kbd:`Ctrl+Shift+Fn` (em que o *Fn* é igual a :kbd:`F1`, :kbd:`F2`, :kbd:`F3`, etc.). Para além disso, ainda existem os itens de menu **Recuar** :kbd:`Alt+Esquerda` e **Avançar** :kbd:`Alt+Direita`, que o conduzirão ao histórico das suas utilizações do digiKam, da mesma forma que está habituado num navegador Web, por exemplo. Finalmente, existe a opção **Sair** :kbd:`Ctrl+Q` para sair do digiKam.
pt_br: O menu Navegar fornece acesso às mesmas visualizações que você pode ver na :ref:`Barra lateral esquerda <main_window>`, acessível através de :kbd:`Ctrl+Shift+Fn` (com *Fn* igual a :kbd:`F1`, :kbd:`F2`, :kbd:`F3`, etc.). Além disso, há os itens de menu **Voltar** :kbd:`Alt+Esquerda` e **Avançar** :kbd:`Alt+Direita` que o guiarão pelo histórico de uso do digiKam da mesma forma que você está acostumado a usar em um navegador de internet, por exemplo. E, por fim, há o item **Sair** :kbd:`Ctrl+Q` para sair do digiKam.
sl: Meni Prebrskaj omogoča dostop do istih pogledov, ki jih lahko vidite na :ref:`Levem stranskem stolpcu <main_window>`, dostopna prek :kbd:`Ctrl+Shift+Fn` (z *Fn* je enako :kbd:`F1`, :kbd:`F2`, :kbd:`F3` itd.). Poleg tega obstajajo **Nazaj** :kbd:`Alt+levo` in **Naprej** :kbd:`Alt+desno` elementa menija, ki vas bosta vodila skozi zgodovino vaše uporabe digiKama na enak način kot ste vajeni na primer iz spletnega brskalnika. In končno je tu še element **Zapri** :kbd:`Ctrl+Q`, da zapustite digiKam.
uk: За допомогою меню «Навігація» можна отримати доступ до тих самих панелей перегляду, які можна бачити на :ref:`лівій бічній панелі <main_window>`. Відповідними клавіатурними скороченнями є :kbd:`Ctrl+Shift+Fn` (де *Fn* — це :kbd:`F1`, :kbd:`F2`, :kbd:`F3` тощо). Крім того, у меню є пункти **Назад** :kbd:`Alt+←` і **Вперед** :kbd:`Alt+→`, за допомогою яких можна пересувати журналом навігації digiKam подібно до того, як ви пересуваєтеся журналом перегляду у програмі для перегляду сторінок інтернету. І нарешті, там є пункт **Вийти** :kbd:`Ctrl+Q`, за допомогою якого можна завершити роботу у digiKam.

source: The Album Menu
ca: El menú Àlbum
it: Il menu Album
nl: Het menu Album
pt: O Menu Álbum
pt_br: O menu Álbum
sl: Meni albuma
uk: Меню «Альбом»

source: The first five items of this menu (above the separator) are only active if you are in the Albums View.
ca: Els cinc primers elements d'aquest menú (per sobre del separador) només estaran actius si us trobeu a la vista Àlbums.
it: I primi cinque elementi di questo menu (sopra il separatore) sono attivi solamente se sei nella vista Album.
nl: De eerste vijf items van dit menu (boven de scheiding) zijn alleen actief als u in de Weergave van albums bent.
pt: Os primeiros cinco itens deste menu (acima do separador) só estão activos se estiver na Área de Álbuns.
pt_br: Os cinco primeiros itens deste menu (acima do separador) só estarão ativos se você estiver na vista de Álbuns.
sl: Prvih pet elementov tega menija (nad ločilom) je aktivnih le, če ste v pogledu albumov.
uk: Першими п’ятьма пунктами цього меню (пунктами над роздільником) можна скористатися, лише якщо програма працює у режимі перегляду альбому.

source: :menuselection:`Album --> New...` :kbd:`Ctrl+N`
ca: :menuselection:`Àlbum --> Nou...` :kbd:`Ctrl+N`
it: :menuselection:`Album --> Nuovo...` :kbd:`Ctrl+N`
nl: :menuselection:`Album --> Nieuw...` :kbd:`Ctrl+N`
pt: :menuselection:`Álbum --> Novo...` :kbd:`Ctrl+N`
pt_br: :menuselection:`Álbum --> Novo...` :kbd:`Ctrl+N`
sl: :menuselection:`Album --> Nov...` :kbd:`Ctrl N`
uk: :menuselection:`Альбом --> Створити...` :kbd:`Ctrl+N`

source: Opens a dialog to create a new album folder similar to the album properties dialog described :ref:`there <managing_albums>`. It just has an additional drop down field where you can choose whether the new album is created as a child of the current one or at the root of the current collection.
ca: Obre un diàleg per a crear una carpeta nova d'àlbum similar al diàleg propietats de l'àlbum :ref:`descrit aquí <managing_albums>`. Només té un camp de llista desplegable addicional des d'on podreu triar si l'àlbum nou es crearà com un fill de l'actual o en l'arrel de la col·lecció actual.
it: Apre una finestra per creare una nuova cartella dell'album, in modo simile alla finestra delle proprietà dell'album, descritta :ref:`lì <managing_albums>`. Ha solo un campo a tendina in più, che ti consente di scegliere se il nuovo album è stato creato come figlio di quello corrente o si trova invece nella radice dell'attuale raccolta.
nl: Opent een dialoog om een nieuwe albummap aan te maken gelijk aan de albumeigenschappendialoog zoals :ref:`hier <managing_albums>` beschreven. Het heeft alleen een extra afrolveld waar u kunt kiezen of het nieuwe album wordt aangemaakt als een dochter van de huidige of aan het begin van de huidige verzameling.
pt: Abre uma janela para criar uma nova pasta de álbum, semelhante à janela de propriedades do álbum descrita :ref:`aqui <managing_albums>`. Apenas tem um campo adicional onde poderá escolher se o novo álbum é criado como um filho do actual ou no tipo da colecção actual.
pt_br: Abre uma janela para criar uma nova pasta de álbum semelhante à janela de propriedades do álbum descrita em :ref:`aqui <managing_albums>`. Ela só tem um campo suspenso adicional onde você pode escolher se o novo álbum será criado como filho do atual ou na raiz da coleção atual.
sl: Odpre pogovorno okno za ustvarjanje nove mape albuma, podobne lastnostim albuma opisano pogovorno okno :ref:`tam <managing_albums>`. Ima samo dodatno spustno polje, kjer lahko izberete, ali je nov album ustvarjen kot otrok trenutnega ali v korenu trenutne zbirke.
uk: Відкрити діалогове вікно для створення теки альбому, подібне до діалогового вікна властивостей альбому, описаного :ref:`тут <managing_albums>`. У цьому вікні буде додатковий спадний список, за допомогою якого ви зможете визначити, буде новий альбом створено як дочірній щодо поточного чи як кореневий у поточній збірці.

source: :menuselection:`Album --> Properties`
ca: :menuselection:`Àlbum --> Propietats`
it: :menuselection:`Album --> Proprietà`
nl: :menuselection:`Album --> Eigenschappen`
pt: :menuselection:`Álbum --> Propriedades`
pt_br: :menuselection:`Álbum --> Propriedades`
sl: :menuselection:`Album --> Lastnosti`
uk: :menuselection:`Альбом --> Властивості`

source: Edit the currently selected album title, caption and collection as described here.
ca: Edita el títol, llegenda i col·lecció de l'àlbum seleccionat com es descriu aquí.
it: Modifica il titolo, la didascalia e la raccolta dell'album attualmente selezionato, come descritto qui.
nl: Bewerk de nu geselecteerde albumtitel, opschrift en verzameling zoals hier beschreven.
pt: Edita o título, a legenda e a colecção do álbum seleccionado, como descrito aqui.
pt_br: Edite o título, a legenda e a coleção do álbum selecionado conforme descrito aqui.
sl: Uredite trenutno izbran naslov albuma, napis in zbirko, kot je opisano tukaj.
uk: За допомогою цього пункту можна змінити заголовок, підпис і збірку поточного альбому, як це описано тут.

source: :menuselection:`Album --> Rename` :kbd:`F5`
ca: :menuselection:`Àlbum --> Reanomena` :kbd:`F5`
it: :menuselection:`Album --> Rinomina` :kbd:`F5`
nl: :menuselection:`Album --> Hernoemen` :kbd:`F5`
pt: :menuselection:`Álbum --> Mudar o Nome` :kbd:`F5`
pt_br: :menuselection:`Álbum --> Renomear` :kbd:`F5`
sl: :menuselection:`Album --> Preimenuj` :kbd:`F5`
uk: :menuselection:`Альбом --> Перейменувати` :kbd:`F5`

source: Rename the current album.
ca: Canvia el nom de l'àlbum actual.
it: Rinomina l'album corrente.
nl: Hernoem het huidig album.
pt: Muda o nome do álbum actual.
pt_br: Renomeia o álbum atual.
sl: Preimenujte trenutni album.
uk: Перейменувати поточний альбом.

source: :menuselection:`Album --> Open in File Manager`
ca: :menuselection:`Àlbum --> Obre al gestor de fitxers`
it: :menuselection:`Album --> Apri con il gestore dei file`
nl: :menuselection:`Album --> In bestandsbeheerder openen`
pt: :menuselection:`Álbum --> Abrir no Gestor de Ficheiros`
pt_br: :menuselection:`Álbum --> Abrir no gerenciador de arquivos`
sl: :menuselection:`Album --> Odpri v upravljalniku datotek`
uk: :menuselection:`Альбом --> Відкрити у менеджері файлів`

source: Open the default file manager with the current Album path.
ca: Obre el gestor de fitxers predeterminat amb el camí de l'àlbum actual.
it: Apre il file manager predefinito al percorso dell'album attuale.
nl: De standaard bestandsbeheerder openen met het huidige albumpad.
pt: Abre o gestor de ficheiros predefinido com a localização do álbum actual.
pt_br: Abre o gerenciador de arquivos padrão com a localização do álbum atual.
sl: Odpri privzeti upravljalnik datotek s trenutno potjo albuma.
uk: Відкрити у типовому інструменті для керування файлами теку поточного альбому.

source: :menuselection:`Album --> Delete Album`
ca: :menuselection:`Àlbum --> Suprimeix l'àlbum`
it: :menuselection:`Album --> Elimina album`
nl: :menuselection:`Album --> Album verwijderen`
pt: :menuselection:`Álbum --> Apagar o Álbum`
pt_br: :menuselection:`Álbum --> Excluir álbum`
sl: :menuselection:`Album --> Izbriši album`
uk: :menuselection:`Альбом --> Вилучити альбом`

source: Delete/Move to trash selected Album and all items in it.
ca: Suprimeix/Mou a la paperera l'àlbum seleccionat i tots els elements que conté.
it: Elimina o cestina l'album selezionato e tutto il suo contenuto.
nl: Verwijdert of plaatst een album in de prullenbak, inclusief de inhoud.
pt: Apaga ou move para o lixo o álbum seleccionado e todos os seus itens.
pt_br: Exclui ou move para o lixo o álbum selecionado e todos os seus itens.
sl: Izbriši/premakni v koš izbrani album in vse elemente v njem.
uk: Вилучити/Пересунути до смітника вибраний альбом і всі його елементи.

source: :menuselection:`Album --> Write Metadata to Images`
ca: :menuselection:`Àlbum --> Escriu les metadades a les imatges`
it: :menuselection:`Album --> Scrivi i metadati nelle immagini`
nl: :menuselection:`Album --> Metagegevens naar afbeelding schrijven`
pt: :menuselection:`Álbum --> Gravar os Meta-Dados nas Imagens`
pt_br: :menuselection:`Álbum --> Gravar metadados nos arquivos`
sl: :menuselection:`Album --> Zapiši metapodatke v slike`
uk: :menuselection:`Альбом --> Записати метадані до позначених файлів`

source: Write the metadata in the database to the file's metadata of all items in the current album. The images will inherit the database metadata, not the other way round as in the next menu item.
ca: Escriu les metadades a la base de dades a les metadades del fitxer per a tots els elements en l'àlbum actual. Les imatges heretaran les metadades de la base de dades, no a l'inrevés, com en l'element de menú següent.
it: Scrive i metadati nella banca dati dei metadati dei file di tutti gli elementi dell'album attuale. Le immagini erediteranno i metadati della banca dati, non il contrario come nella voce successiva.
nl: Schrijf de metagegevens in de database naar de metagegevens van alle items in het huidige album. De afbeeldingen erven de metagegevens van de database, niet andersom, zoals in het volgende menu-item.
pt: Grava os meta-dados na base de dados para os meta-dados dos ficheiros de todos os itens no álbum actual. As imagens irão herdar os meta-dados da base de dados, não no sentido contrário, como acontece no item de menu seguinte.
pt_br: Grave os metadados do banco de dados nos metadados do arquivo de todos os itens do álbum atual. As imagens herdarão os metadados do banco de dados, e não o contrário, como no próximo item de menu.
sl: Zapiše metapodatke v zbirko podatkov v datoteke metapodatkov vseh elementov v trenutnem albumu. Slike bodo podedovale metapodatke zbirke podatkov, ne pa obratno kot v naslednji točki menija.
uk: Записати метадані бази даних до файлів зображень усіх записів у поточному альбомі. Файли зображень успадкують дані з бази даних, а не так як у наступному пункті меню.

source: :menuselection:`Album -->Reread Metadata From Images`
ca: :menuselection:`Àlbum --> Rellegeix les metadades de les imatges`
it: :menuselection:`Album -->Rileggi i metadati dalle immagini`
nl: :menuselection:`Album --> Metagegevens uit afbeeldingen opnieuw lezen`
pt: :menuselection:`Álbum --> Reler os Meta-Dados das Imagens`
pt_br: :menuselection:`Álbum -->Reler os metadados a partir dos arquivos`
sl: :menuselection:`Album -->Ponovno branje metapodatkov iz slik`
uk: :menuselection:`Альбом --> Повторно прочитати метадані з позначених файлів`

source: Write the metadata of all items in the current album to the database. The database will inherit the images metadata, not the other way round as in the previous menu item.
ca: Escriu les metadades de tots els elements en l'àlbum actual a la base de dades. La base de dades heretarà les metadades de les imatges, no a l'inrevés, com en el següent element de menú.
it: Scrive i metadati di tutti gli elementi dell'album attuale nella banca dati. Questa erediterà i metadati delle immagini, non il contrario come nella voce precedente.
nl: Schrijf de metagegevens van alle items in het huidige album naar de database. De database erft alle metagegevens van de afbeeldingen, niet andersom, zoals in vorige menu-item.
pt: Grava os meta-dados de todos os itens no álbum actual na base de dados. A base de dados irá herdar os meta-dados das imagens, não no sentido contrário, como acontece no item de menu anterior.
pt_br: Grave os metadados de todos os itens do álbum atual no banco de dados. O banco de dados herdará os metadados das imagens, e não o contrário, como no item de menu anterior.
sl: Zapišite metapodatke vseh elementov v trenutnem albumu v bazo podatkov. Baza podatkov bo podedovala metapodatke slik, ne pa obratno kot pri prejšnjem elementu menija.
uk: Записати метадані з усіх файлів записів поточного альбому до бази даних. База даних успадкує метадані файлів зображення, а не так як у попередньому пункті меню.

source: The Tag Menu
ca: El menú Etiqueta
it: Il menu Tag
nl: Het menu Tag
pt: O Menu Marca
pt_br: O menu Etiqueta
sl: Meni značk
uk: Меню «Мітка»

source: The items below the separator are only active if you are in the Tags View.
ca: Els elements sota el separador només estaran actius si us trobeu a la vista Etiquetes.
it: Gli elementi sopra il separatore sono attivi solamente se sei nella vista Tag.
nl: De items onder de scheiding zijn alleen actief als u in de Weergave van tags bent.
pt: Os itens abaixo do separador só ficam activos se estiver na Área de Marcas.
pt_br: Os itens abaixo do separador só estarão ativos se você estiver na vista de Etiquetas.
sl: Elementi pod ločilom so aktivni le, če ste v Pogledu značk.
uk: Пунктами під лінією роздільника можна буде скористатися лише у режимі перегляду міток.

source: :menuselection:`Tag --> Tag Manager`
ca: :menuselection:`Etiqueta --> Gestor d'etiquetes`
it: :menuselection:`Tag --> Gestore dei tag`
nl: :menuselection:`Tag --> Beheerder van tags`
pt: :menuselection:`Marca --> Gestor de Marcas`
pt_br: :menuselection:`Etiqueta --> Gerenciador de etiquetas`
sl: :menuselection:`Oznaka --> Upravljalnik značk`
uk: :menuselection:`Мітка --> Керування мітками`

source: Opens the digiKam :ref:`Tag Manager <tag_manager>`.
ca: Obre el :ref:`gestor d'etiquetes <tag_manager>` del digiKam.
it: Apre il :ref:`Gestore dei tag <tag_manager>` di digiKam.
nl: Opent de :ref:`Beheerder van tags <tag_manager>` van digiKam
pt: Abre o :ref:`Gestor de Marcas <tag_manager>` do digiKam.
pt_br: Abre o :ref:`Gerenciador de etiquetas <tag_manager>` do digiKam.
sl: Odpre digiKam :ref:`Upravljalnik značk <tag_manager>`.
uk: Відкриває :ref:`керування мітками <tag_manager>` digiKam.

source: :menuselection:`Tag --> New...`
ca: :menuselection:`Etiqueta --> Nou...`
it: :menuselection:`Tag --> Nuovo...`
nl: :menuselection:`Tag --> Nieuw...`
pt: :menuselection:`Marca --> Nova...`
pt_br: :menuselection:`Etiqueta --> Nova...`
sl: :menuselection:`Oznaka --> Novo...`
uk: :menuselection:`Мітка --> Створити...`

source: A dialog will open where you can type in the tag name (or even a whole hierarchy branch), assign an icon and/or a shortcut to the tag. The new tag will be created as a sub-tag of the selected tag.
ca: Obre un diàleg des d'on podreu escriure el nom de l'etiqueta (o fins i tot una branca jeràrquica sencera), assignar una icona i/o una drecera. L'etiqueta nova es crearà com una subetiqueta de l'etiqueta seleccionada.
it: Si aprirà una finestra, nella quale potrai digitare il nome del tag (o addirittura un intero ramo gerarchico) e assegnare un'icona e/o una scorciatoia per il nuovo tag, che sarà creato come sotto-tag di quello selezionato.
nl: Een dialoog zal worden geopend waar u de naam van de tag kunt invoeren (of zelfs een gehele hiërarchische tak), Voeg een pictogram en/of een sneltoets toe aan de tag. Als u een nieuwe tag toevoegt door rechts te klikken op een bestaande tag, dan wordt uw nieuwe tag toegevoegd als een sub-tag van de geselecteerde tag.
pt: Irá abrir uma janela onde poderá escrever o nome da marca (ou até mesmo um ramo inteiro da hierarquia), atribuir um ícone e/ou um atalho para a marca. A nova marca será criada como uma sub-marca da marca seleccionada.
pt_br: Uma janela será aberta, onde você poderá digitar o nome da etiqueta (ou até mesmo um ramo inteiro da hierarquia), e atribuir um ícone e/ou um atalho à etiqueta. A nova etiqueta será criada como uma sub-etiqueta da etiqueta selecionada.
sl: Odpre se pogovorno okno, kjer lahko vnesete ime značke (ali celo celotno hierarhično vejo), znački dodelite ikono in/ali bližnjico. Nova značka bo ustvarjena kot pod-značka izbrane značke.
uk: У відповідь на вибір цього пункту меню програма відкриє діалогове вікно, у якому ви зможете ввести назву мітки (або навіть цілої гілки ієрархії), призначити піктограму і/або клавіатурне скорочення для мітки. Запис нової мітки буде створено як підмітку позначеної мітки.
