Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_imageeditor.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: :menuselection:`Effects --> Charcoal Drawing`
ca: «:menuselection:`Efectes --> Dibuix al carbonet`»
it: :menuselection:`Effetti --> Disegno a carboncino`
nl: :menuselection:`Effecten --> Houtskooltekening`
pt: :menuselection:`Efeitos --> Desenho a Carvão`
pt_br: :menuselection:`Efeitos --> Desenho a carvão`
sl: menuselection:`Učinki --> Risanje z ogljem`
uk: :menuselection:`Ефекти --> Малювання вугільним олівцем`

source: Image Editor filter to :ref:`simulate Charcoal Drawing <effects_charcoal>`.
ca: Filtre de l'editor d'imatges per a :ref:`simular un dibuix al carbonet <effects_charcoal>`.
it: Filtro dell'Editor delle immagini che :ref:`simula il disegno a carboncino <effects_charcoal>`.
nl: Filter voor afbeeldingsbewerker om :ref:`houtskooltekening te simuleren <effects_charcoal>`.
pt: Filtro do Editor de Imagens para :ref:`simular um Desenho a Carvão <effects_charcoal>`.
pt_br: Filtro do Editor de Imagem para :ref:`simular Desenho a carvão <effects_charcoal>`.
sl: Filter urejevalnika slik za :ref:`simulacijo risbe z ogljem <effects_charcoal>`.
uk: Фільтр редактора зображень для :ref:`імітування малювання вугільним олівцем <effects_charcoal>`.

source: :menuselection:`Effects --> Emboss`
ca: «:menuselection:`Efectes --> Relleu`»
it: :menuselection:`Effetti --> Goffratura`
nl: :menuselection:`Effecten --> Reliëf`
pt: :menuselection:`Efeitos --> Relevo`
pt_br: :menuselection:`Efeitos --> Relevo`
sl: menijska izbira:`Učinki --> Relief`
uk: :menuselection:`Ефекти --> Барельєф`

source: Image Editor :ref:`Emboss filter <effects_emboss>`.
ca: Filtre de l'editor d'imatges per a :ref:`fer relleu <effects_emboss>`.
it: :ref:`Filtro Goffratura <effects_emboss>` dell'Editor delle immagini.
nl: Filter voor afbeeldingsbewerker om :ref:`reliëf aan te brengen <effects_emboss>`.
pt: :ref:`Filtro de gravação em relevo <effects_emboss>` do Editor de Imagens.
pt_br: :ref:`Filtro de relevo <effects_emboss>` do Editor de Imagem.
sl: Urejevalnik slik :ref:`Reliefni filter <effects_emboss>`.
uk: Фільтр редактора зображень для створення :ref:`ефекту барельєфа <effects_emboss>`.

source: :menuselection:`Effects --> Distortion Effects`
ca: «:menuselection:`Efectes --> Efectes de distorsió`»
it: :menuselection:`Effetti --> Effetti di distorsione`
nl: :menuselection:`Effecten --> Vervormingseffecten`
pt: :menuselection:`Efeitos --> Efeitos de Distorção`
pt_br: :menuselection:`Efeitos --> Efeitos de distorção`
sl: menuselection:`Učinki --> Učinki popačenja`
uk: :menuselection:`Ефекти --> Ефекти викривлення`

source: Image Editor filter set with :ref:`distortion special effects <effects_distortion>`.
ca: Filtre de l'editor d'imatges amb un conjunt d':ref:`efectes especials de distorsió <effects_distortion>`.
it: Filtro dell'Editor delle immagini impostato con :ref:`effetti speciali di distorsione <effects_distortion>`.
nl: Filterset voor afbeeldingsbewerker met :ref:`speciale vervormingseffecten <effects_distortion>`.
pt: Conjunto de filtros do Editor de Imagens com :ref:`efeitos especiais de distorção <effects_distortion>`.
pt_br: Conjunto de filtros do Editor de Imagem com :ref:`efeitos especiais de distorção <effects_distortion>`.
sl: Nabor filtrov urejevalnika slik s :ref:`posebnimi učinki popačenja <effects_distortion>`.
uk: Набір фільтрів редактора зображень з :ref:`ефектами викривлення <effects_distortion>`.

source: :menuselection:`Effects --> Blur Effects`
ca: «:menuselection:`Efectes --> Efectes de difuminat`»
it: :menuselection:`Effetti --> Effetti di sfocatura`
nl: :menuselection:`Effecten --> Vervagingseffecten`
pt: :menuselection:`Efeitos --> Efeitos de Borrão`
pt_br: :menuselection:`Efeitos --> Efeitos de desfoque`
sl: menuselection:`Učinki --> Učinki zameglitve`
uk: :menuselection:`Ефекти --> Ефекти розмивання`

source: Image Editor filter set with :ref:`blurring special effects <effects_blur>` on.
ca: Filtre de l'editor d'imatges amb un conjunt d':ref:`efectes especials de difuminat <effects_blur>`.
it: Filtro dell'Editor delle immagini impostato con :ref:`effetti speciali di sfocatura <effects_blur>`.
nl: Filterset voor afbeeldingsbewerker met :ref:`vervagende speciale effecten <effects_blur>`.
pt: Conjunto de filtros do Editor de Imagens com :ref:`efeitos especiais de borrões <effects_blur>`.
pt_br: Conjunto de filtros do Editor de Imagem com :ref:`efeitos especiais de desfoque <effects_blur>`.
sl: Filter urejevalnika slik je nastavljen z :ref:`vklopljenimi posebnimi učinki zameglitve <effects_blur>`.
uk: Набір фільтрів редактора зображень з :ref:`ефектами розмивання <effects_blur>`.

source: :menuselection:`Effects --> Raindrops`
ca: «:menuselection:`Efectes --> Gotes de pluja`»
it: :menuselection:`Effetti --> Gocce di pioggia`
nl: :menuselection:`Effecten → Regendruppels`
pt: :menuselection:`Efeitos --> Pingos de Chuva`
pt_br: :menuselection:`Efeitos --> Pingos de chuva`
sl: menijska izbira:`Učinki --> Dežne kaplje`
uk: :menuselection:`Ефекти --> Краплі дощу`

source: Image Editor filter to :ref:`add Rain Drops <effects_raindrops>`.
ca: Filtre de l'editor d'imatges per a :ref:`afegir gotes de pluja <effects_raindrops>`.
it: Filtro dell'Editor delle immagini che :ref:`aggiunge gocce di pioggia <effects_raindrops>`.
nl: Filter voor afbeeldingsbewerker om :ref:`regendruppels aan te brengen <effects_raindrops>`.
pt: Filtro do Editor de Imagens para :ref:`adicionar Pingos de Chuva <effects_raindrops>`.
pt_br: Filtro do Editor de Imagem para :ref:`adicionar Pingos de chuva <effects_raindrops>`.
sl: Filter urejevalnika slik za :ref:`dodajanje dežnih kapljic <effects_raindrops>`.
uk: Фільтр редактора зображень для :ref:`додавання ефекту крапель дощу <effects_raindrops>`.

source: The Tools Menu
ca: El menú Eines
it: Il menu Strumenti
nl: Het menu Hulpmiddelen
pt: O Menu Ferramentas
pt_br: O menu Ferramentas
sl: Meni Orodja
uk: Меню «Інструменти»

source: See description from :ref:`Main Window <menu_maintools>` section about Generic plugins.
ca: Quant als connectors genèrics, vegeu la descripció a la secció :ref:`finestra principal <menu_maintools>`.
it: Vedi la descrizione dalla sezione :ref:`Finestra principale <menu_maintools>` riguardo le estensioni generiche.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_maintools>` over algemene plug-ins.
pt: Veja a descrição na secção da :ref:`Janela Principal <menu_maintools>` sobre os 'plugins' genéricos.
pt_br: Veja a descrição da seção :ref:`Janela principal <menu_maintools>` sobre os plugins genéricos.
sl: Glej opis iz razdelka :ref:`Glavno okno <menu_maintools>` o generičnih vtičnikih.
uk: Опис наведено у :ref:`розділі щодо основного вікна <menu_maintools>`, зокрема загальних додатків.

source: The Import Menu
ca: El menú Importa
it: Il menu Importa
nl: Het menu Importeren
pt: O Menu Importar
pt_br: O menu Importar
sl: Meni Uvozi
uk: Меню «Імпорт»

source: See description from :ref:`Main Window <menu_mainimport>` section about Import plugins.
ca: Quant als connectors d'importació, vegeu la descripció a la secció :ref:`finestra principal <menu_mainimport>`.
it: Vedi la descrizione dalla sezione :ref:`Finestra principale <menu_mainimport>` riguardo le estensioni per l'importazione.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainimport>` over plug-ins voor importeren.
pt: Veja a descrição da secção da :ref:`Janela Principal <menu_mainimport>` sobre os 'plugins' de importação.
pt_br: Veja a descrição da seção :ref:`Janela principal <menu_mainimport>` sobre os plugins de importação.
sl: Glej opis iz razdelka :ref:`Glavno okno <menu_mainimport>` o uvoznih vtičnikih.
uk: Див. опис :ref:`основного вікна <menu_mainimport>` щодо додатків імпортування.

source: The Export Menu
ca: El menú Exporta
it: Il menu Esporta
nl: Het menu Exporteren
pt: O Menu Exportar
pt_br: O menu Exportar
sl: Meni izvoza
uk: Меню «Експорт»

source: See description from :ref:`Main Window <menu_mainexport>` section about Export plugins.
ca: Quant als connectors d'exportació, vegeu la descripció a la secció :ref:`finestra principal <menu_mainexport>`.
it: Vedi la descrizione dalla sezione :ref:`Finestra principale <menu_mainexport>` riguardo le estensioni per l'esportazione.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainexport>` over plug-ins voor exporteren.
pt: Veja a descrição da secção da :ref:`Janela Principal <menu_mainexport>` sobre os 'plugins' de exportação.
pt_br: Veja a descrição da seção :ref:`Janela principal <menu_mainexport>` sobre os plugins de exportação.
sl: Glej opis iz razdelka :ref:`Glavno okno <menu_mainexport>` o vtičnikih za izvoz.
uk: Див. опис :ref:`основного вікна <menu_mainexport>` щодо додатків експортування.

source: The View Menu
ca: El menú Visualitza
it: Il menu Visualizza
nl: Het menu Beeld
pt: O Menu Ver
pt_br: O menu Exibir
sl: Meni Pogled
uk: Меню «Перегляд»

source: :menuselection:`View --> Zoom In` :kbd:`Ctrl++`
ca: «:menuselection:`Visualitza --> Apropa`» :kbd:`Ctrl++`
it: :menuselection:`Visualizza --> Ingrandisci` :kbd:`Ctrl++`
nl: :menuselection:`Beeld --> Inzoomen` :kbd:`Ctrl++`
pt: :menuselection:`Ver --> Ampliar` :kbd:`Ctrl++`
pt_br: :menuselection:`Exibir --> Ampliar` :kbd:`Ctrl++`
sl: menuselection:`Pogled --> Povečaj` :kbd:`Ctrl `
uk: :menuselection:`Перегляд --> Збільшити` :kbd:`Ctrl++`

source: Increase the zoom factor on the current image.
ca: Incrementa el factor de zoom sobre la imatge actual.
it: Aumenta il fattore di ingrandimento all'immagine corrente.
nl: Vergroot de weergave van de afbeelding.
pt: Aumenta o factor de ampliação da imagem actual.
pt_br: Aumenta o fator de ampliação da imagem atual.
sl: Povečaj faktor povečave na trenutni sliki.
uk: Збільшити коефіцієнт масштабу для поточного зображення.

source: :menuselection:`View --> Zoom Out` :kbd:`Ctrl+-`
ca: «:menuselection:`Visualitza --> Allunya`» :kbd:`Ctrl+-`
it: :menuselection:`Visualizza --> Rimpicciolisci` :kbd:`Ctrl+-`
nl: :menuselection:`Beeld --> Uitzoomen` :kbd:`Ctrl+-`
pt: :menuselection:`Ver --> Diminuir` :kbd:`Ctrl+-`
pt_br: :menuselection:`Exibir --> Reduzir` :kbd:`Ctrl+-`
sl: menijska izbira:`Pogled --> Pomanjšaj` :kbd:`Ctrl -`
uk: :menuselection:`Перегляд --> Зменшити` :kbd:`Ctrl+-`

source: Decrease the zoom factor on the current image.
ca: Redueix el factor de zoom sobre la imatge actual.
it: Riduce il fattore di ingrandimento all'immagine corrente.
nl: Verkleint de weergave van de afbeelding.
pt: Diminui o factor de ampliação da imagem actual.
pt_br: Diminui o fator de ampliação da imagem atual.
sl: Zmanjšajte faktor povečave na trenutni sliki.
uk: Зменшити коефіцієнт масштабу для поточного зображення.

source: :menuselection:`View --> Fit to Window` :kbd:`Ctrl+Shift+A`
ca: «:menuselection:`Visualitza --> Ajusta a la finestra`» :kbd:`Ctrl+Maj+A`
it: :menuselection:`Visualizza --> Adatta alla finestra` :kbd:`Ctrl+Maiusc+A`
nl: :menuselection:`Beeld --> Passend in venster` :kbd:`Ctrl+Shift+A`
pt: :menuselection:`Ver --> Ajustar à Janela` :kbd:`Ctrl+Shift+A`
pt_br: :menuselection:`Exibir --> Ajustar à janela` :kbd:`Ctrl+Shift+A`
sl: menuselection:`Pogled --> Prilagodi oknu` :kbd:`Ctrl Shift A`
uk: :menuselection:`Перегляд --> Вмістити у вікно` :kbd:`Ctrl+Shift+A`

source: Toggle between fit-to-window zoom or 100% image zoom size.
ca: Canvia entre el zoom que s'ajusta a la finestra o a la mida de zoom 100% de la imatge.
it: Passa da un fattore di ingrandimento auto-adattativo alla dimensione del 100%, e viceversa.
nl: Schakel tussen passend in venster en 100% zoomgrootte.
pt: Comuta entre a ampliação com ajuste à janela e a ampliação a 100%.
pt_br: Comuta entre a ampliação com ajuste à janela e a ampliação a 100%.
sl: Preklapljanje med povečavo po meri okna ali 100-odstotno velikostjo povečave slike.
uk: Перемкнути перегляд між підбором розмірів за розмірами вікна і 100% масштабом зображення.

source: :menuselection:`View --> Fit to Selection` :kbd:`Ctrl+Shift+S`
ca: «:menuselection:`Visualitza --> Ajusta a la selecció`» :kbd:`Ctrl+Maj+S`
it: :menuselection:`Visualizza --> Adatta alla selezione` :kbd:`Ctrl+Maiusc+S`
nl: :menuselection:`Beeld --> Passen op selectie` :kbd:`Ctrl+Shift+S`
pt: :menuselection:`Ver --> Ajustar à Selecção` :kbd:`Ctrl+Shift+S`
pt_br: :menuselection:`Exibir --> Ajustar à seleção` :kbd:`Ctrl+Shift+S`
sl: menuselection:`Pogled --> Prilagodi izboru` :kbd:`Ctrl Shift S`
uk: :menuselection:`Перегляд --> Вмістити вибране` :kbd:`Ctrl+Shift+S`

source: Make the selection fit the window.
ca: Fa que la selecció s'ajusti a la finestra.
it: Adatta la selezione alla finestra.
nl: Maak selectie passend in het venster.
pt: Faz com que a selecção se ajuste à janela.
pt_br: Faz com que a seleção se ajuste à janela.
sl: Izbira naj ustreza oknu.
uk: Підібрати масштаб зображення, щоб вмістити у область перегляду вибраний фрагмент зображення.

source: **Slideshow** option is the same entry available in :ref:`Main Window <menu_mainslideshow>`.
ca: L'opció **Presentació de diapositives** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_mainslideshow>`.
it: L'opzione **Presentazione** è la stessa voce disponibile nella :ref:`Finestra principale <menu_mainslideshow>`.
pt: A opção da **Apresentação de 'Slides'** é o mesmo item que está disponível na :ref:`Janela Principal <menu_mainslideshow>`.
pt_br: A opção **Apresentação de slides** é a mesma entrada disponível na :ref:`Janela principal <menu_mainslideshow>`.
sl: Možnost **Diaprojekcija** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainslideshow>`.
uk: Пункт **Перегляд слайдів** є таким самим, що і в :ref:`основному вікні програми <menu_mainslideshow>`.

source: **Presentation** option is the same entry available in :ref:`Main Window <menu_mainpresentation>`.
ca: L'opció **Presentació** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_mainpresentation>`.
it: L'opzione **Presentazione** è la stessa voce disponibile nella :ref:`Finestra principale <menu_mainpresentation>`.
pt: A opção da **Apresentação** é a mesma que está disponível na :ref:`Janela Principal <menu_mainpresentation>`.
pt_br: A opção **Apresentação** é a mesma entrada disponível na :ref:`Janela principal <menu_mainpresentation>`.
sl: Možnost **Predstavitev** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainpresentation>`.
uk: Пункт **Презентація** є тим самим, що і пункт, який доступний в :ref:`основному вікні програми <menu_mainpresentation>`.

source: **OpenGL Image Viewer** option is the same entry available in :ref:`Main Window <menu_mainopenglviewer>`.
ca: L'opció **Visualitzador d'imatges OpenGL** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_mainopenglviewer>`.
it: L'opzione **Visore OpenGL** è la stessa voce disponibile nella :ref:`Finestra principale <menu_mainopenglviewer>`.
pt: A opção do **Visualizador de Imagens em OpenGL** é a mesma que está disponível na :ref:`Janela Principal <menu_mainopenglviewer>`.
pt_br: A opção **Visualizador de imagem OpenGL** é a mesma entrada disponível na :ref:`Janela principal <menu_mainopenglviewer>`.
sl: Možnost **Pregledovalnik slik OpenGL** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainopenglviewer>`.
uk: Пункт **Переглядач зображень з OpenGL** є тим самим, що і пункт, який доступний в :ref:`основному вікні програми <menu_mainopenglviewer>`.

source: **Full Screen Mode** option is the same entry available in :ref:`Main Window <menu_mainfullscreen>`.
ca: L'opció **Mode de pantalla completa** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_mainfullscreen>`.
it: L'opzione **Modalità schermo intero** è la stessa voce disponibile nella :ref:`Finestra principale <menu_mainfullscreen>`.
pt: A opção do **Modo de Ecrã Completo** é a mesma que está disponível na :ref:`Janela Principal <menu_mainfullscreen>`.
pt_br: A opção **Modo em tela cheia** é a mesma entrada disponível na :ref:`Janela principal <menu_mainfullscreen>`.
sl: Možnost **Celozaslonski način** je isti vnos, ki je na voljo v :ref:`Glavnem oknu <menu_mainfullscreen>`.
uk: Пункт **Повноекранний режим** є таким самим, що і в :ref:`основному вікні програми <menu_mainfullscreen>`.

source: **Color Managed View** option is the same entry available in :ref:`Main Window <menu_maincolormanaged>`.
ca: L'opció **Vista gestionada del color** és la mateixa entrada disponible a la :ref:`Finestra principal <menu_maincolormanaged>`.
it: L'opzione **Vista di gestione dei colori** è la stessa voce disponibile in :ref:`Finestra principale <menu_maincolormanaged>`.
pt: A opção da **Área com Gestão de Cores** é a mesma que está disponível na :ref:`Janela Principal <menu_maincolormanaged>`.
pt_br: A opção **Visualização do gerenciamento de cor** é a mesma entrada disponível na :ref:`Janela principal <menu_maincolormanaged>`.
sl: Možnost **Color Managed View** je isti vnos, ki je na voljo v :ref:`Main Window <menu_maincolormanaged>`.
uk: Пункт **Перегляд з керуванням кольорами** є таким самим, що і в :ref:`основному вікні програми <menu_maincolormanaged>`.

source: The Settings Menu
ca: El menú Arranjament
it: Il menu Impostazioni
nl: Het menu Instellingen
pt: O Menu Configuração
pt_br: O menu Configurações
sl: Meni z nastavitvami
uk: Меню «Параметри»

source: See description from :ref:`Main Window <menu_mainsettings>` section.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainsettings>`.
it: Vedi la descrizione dalla sezione :ref:`Finestra principale <menu_mainsettings>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainsettings>`.
pt: Veja a descrição na secção da :ref:`Janela Principal <menu_mainsettings>`.
pt_br: Veja a descrição da seção :ref:`Janela principal <menu_mainsettings>`.
sl: Glej opis iz razdelka :ref:`Main Window <menu_mainsettings>`.
uk: Див. опис у :ref:`розділі щодо основного вікна <menu_mainsettings>`.

source: The Help Menu
ca: El menú Ajuda
it: Il menu Aiuto
nl: Het menu Help
pt: O Menu Ajuda
pt_br: O menu Ajuda
sl: Meni Pomoč
uk: Меню «Довідка»

source: See description from :ref:`Main Window <menu_mainhelp>` section.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainhelp>`.
it: Vedi la descrizione dalla sezione :ref:`Finestra principale <menu_mainhelp>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainhelp>`.
pt: Veja a descrição na secção da :ref:`Janela Principal <menu_mainhelp>`.
pt_br: Veja a descrição da seção :ref:`Janela principal <menu_mainhelp>`.
sl: Glej opis iz razdelka :ref:`Glavno okno <menu_mainhelp>`.
uk: Див. опис з :ref:`розділу щодо основного вікна <menu_mainhelp>`.

source: :ref:`Image Editor Menu <menu_descriptions>`
pt_br: :ref:`Menu do Editor de Imagem <menu_descriptions>`

source: When switching into **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of toolbar with the **Hamburger Button** |icon_hamburger|.
pt_br: Ao alternar para o **Modo em tela cheia** :kbd:`Ctrl+Shift+F`, ou quando você **Oculta a barra de menu** :kbd:`Ctrl+M`, o menu principal estará disponível no lado direito da barra de ferramentas com o **Botão hambúrguer** |icon_hamburger|.

source: Save the current image to a new file.
pt_br: Salva a imagem atual para um arquivo novo.

source: Move the current image from the current Album into the trash (recoverable delete).
pt_br: Mova a imagem atual do álbum atual para a lixeira (exclusão recuperável).

source: Copy the current image selection to the clipboard.
pt_br: Copia a seleção atual da imagem para a área de transferência.

source: Select the entire image from the canvas.
pt_br: Seleciona a imagem inteira a partir da tela.

source: :ref:`Automatic color/exposure correction <color_auto>` of the current image by histogram manipulation.
pt_br: :ref:`Correção automática de cor/exposição <color_auto>` da imagem atual por manipulação de histograma.

source: When switching in **Full-Screen Mode**, the menu will be accessible on the right side of tool-bar with the **Hamburger Button**.
nl: Na omschakelen naar **Modus volledig scherm** zal het menu rechts toegankelijk zijn op de werkbalk met de **Hamburgerknop**.

source: :menuselection:`File --> Delete File/Move to trash` :kbd:`Shift+Del`
nl: :menuselection:`Bestand --> Bestand verwijderen/Naar prullenbak verplaatsen` :kbd:`Shift+Del`

source: Delete/Move to trash the current image from the current Album.
nl: Verwijdert de afbeelding uit het huidige album, of verplaatst deze naar de prullenbak.

source: Image Editor tool to apply a :ref:`Tone-Mapping filter <enhance_localcontrast>` on on the current image.
nl: Beeldbewerkingshulpmiddel om een :ref:`toon-mappingfilter <enhance_localcontrast>` toe te passen op de huidige afbeelding.

source: :menuselection:`Transform --> Rotate → -90 degrees` :kbd:`Ctrl+Shift+Left`
nl: :menuselection:`Transformeren --> Draaien --> -90 graden` :kbd:`Ctrl+Shift+Links`

source: :menuselection:`Transform --> Rotate → 90 degrees` :kbd:`Ctrl+Shift+Right`
nl: :menuselection:`Transformeren --> Draaien --> 90 graden` :kbd:`Ctrl+Shift+Rechts`

source: :menuselection:`Transform --> Flip → Horizontally` :kbd:`Ctrl+*`
nl: :menuselection:`Transformeren --> Spiegelen --> Horizontaal` :kbd:`Ctrl+*`

source: :menuselection:`Transform --> Flip → Vertically` :kbd:`Ctrl+/`
nl: :menuselection:`Transformeren --> Spiegelen --> Verticaal` :kbd:`Ctrl+/`

source: :menuselection:`View --> Slideshow`
nl: :menuselection:`Beeld --> Diavoorstelling`

source: Start a :ref:`Slide-Show <slide_tool>` of the current album.
nl: Start een :ref:`diashow <slide_tool>` van het huidige album.
