Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_showfoto.po
Languages: ca, es, it, nl, pt, pt_br, sl, sv, uk

source: See description in the :ref:`Main Window <menu_mainhelp>` section. Database options do not exist here.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainhelp>`. Les opcions de base de dades no existeixen aquí.
it: Vedi la descrizione nel capitolo :ref:`Finestra principale <menu_mainhelp>`. Le opzioni per le banche dati qui non sono presenti.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainhelp>`. Opties voor een database bestaan hier niet.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainhelp>`. As opções de banco de dados não existem aqui.
sl: Glejte opis iz razdelka :ref:`Glavno okno <menu_mainhelp>`. Možnosti baze podatkov tukaj ne obstajajo.
sv: Se beskrivningen i avsnittet :ref:`Huvudfönster <menu_mainhelp>`. Databasalternativ finns inte här.
uk: Див. опис :ref:`основного вікна <menu_mainhelp>`. Пунктів, які пов'язано із базами даних, тут не буде.

source: Showfoto Menu
es: Menú de Showfoto
pt: Menu do Showfoto

source: **Showfoto** menu is mostly the same than **digiKam Image Editor**. Only few differences are presents in **File** and **Settings**, and **Help** entries due to the lack of database support.
es: El menú de **Showfoto** es prácticamente el mismo que el del **Editor de imágenes de digiKam**. Solo existen unas cuantas diferencias en las entradas **Archivo**, **Preferencias** y **Ayuda**, debidas a la ausencia del uso de bases de datos.
pt: O menu do **Showfoto** é praticamente igual a do **Editor de Imagens do digiKam**. Só estão presentes algumas diferenças nos menus **Ficheiro**, **Configuração** e **Ajuda**, devido à ausência do suporte para bases de dados.

source: When switching in **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of tool-bar with the **Hamburger Button** |icon_hamburger|.
es: Al cambiar al **Modo a pantalla completa** :kbd:`Ctrl+Mayúsculas+F`, o cuando **Oculte la barra de menú** :kbd:`Ctrl+M`, el menú principal estará disponible en la parte derecha de la barra de herramientas con el **botón hamburguesa** |icon_hamburger|.
pt: Ao mudar para o **Modo de Ecrã Completo** :kbd:`Ctrl+Shift+F`, ou quando **Esconder o Menu** :kbd:`Ctrl+M`, o menu principal ficará disponível do lado direito da barra de ferramentas com o **Botão do Hambúrguer** |icon_hamburger|.

source: Delete permanently current file loaded in the canvas.
es: Borrar permanentemente el archivo cargado en el lienzo.
pt: Apaga de forma permanente o ficheiro actualmente carregado na área de desenho.

source: For the rest of menu entries, see description from :ref:`Image Editor <menu_editorfile>` section. Versioning options do not exit here.
pt: Para o resto dos itens do menu, veja a descrição na secção do :ref:`Editor de Imagens <menu_editorfile>`. As opções de controlo de versões não existem aqui.

source: See description from :ref:`Image Editor <menu_editoredit>` section.
pt: Veja a descrição da secção do :ref:`Editor de Imagens <menu_editoredit>`.

source: See description from :ref:`Image Editor <menu_editorcolor>` section.
pt: Veja a descrição da secção do :ref:`Editor de Imagens <menu_editorcolor>`.

source: See description from :ref:`Image Editor <menu_editorenhance>` section.
pt: Veja a descrição da secção do :ref:`Editor de Imagens <menu_editorenhance>`.

source: See description from :ref:`Image Editor <menu_editortransform>` section.
pt: Veja a descrição da secção do :ref:`Editor de Imagens <menu_editortransform>`.

source: See description from :ref:`Image Editor <menu_editordecorate>` section.
pt: Veja a descrição da secção do :ref:`Editor de Imagens <menu_editordecorate>`.

source: See description from :ref:`Image Editor <menu_editoreffects>` section.
pt: Veja a descrição da secção do :ref:`Editor de Imagens <menu_editoreffects>`.

source: See description from :ref:`Image Editor <menu_editorview>` section.
pt: Veja a descrição da secção do :ref:`Editor de Imagens <menu_editorview>`.

source: For the rest of menu entries, see description from :ref:`Main Window <menu_maintools>` section about Generic plugins. Database options do not exist here.
es: Para el resto de entradas del menú, consulte la descripción de la sección :ref:`Ventana principal <menu_maintools>` sobre complementos generales. Aquí no hay opciones de base de datos.
pt: Para o resto dos itens do menu, veja a descrição na secção da :ref:`Janela Principal <menu_maintools>` sobre os 'plugins' genéricos. As opções de bases de dados não existem aqui.

source: See description from :ref:`Main Window <menu_mainimport>` section about Import plugins.
es: Consulte la descripción de la sección :ref:`Ventana principal <menu_mainimport>` sobre complementos de importación.
pt: Veja a descrição da secção da :ref:`Janela Principal <menu_mainimport>` sobre os 'plugins' de importação.

source: See description from :ref:`Main Window <menu_mainexport>` section about Export plugins.
es: Consulte la descripción de la sección :ref:`Ventana principal <menu_mainexport>` sobre complementos de exportación.
pt: Veja a descrição da secção da :ref:`Janela Principal <menu_mainexport>` sobre os 'plugins' de exportação.

source: See description from :ref:`Main Window <menu_mainsettings>` section.
es: Consulte la descripción de la sección :ref:`Ventana principal <menu_mainsettings>`.
pt: Veja a descrição na secção da :ref:`Janela Principal <menu_mainsettings>`.

source: See description from :ref:`Main Window <menu_mainhelp>` section. Database options do not exist here.
es: Consulte la descripción de la sección :ref:`Ventana principal <menu_m<inhelp>`. Aquí no hay opciones de la base de datos.
pt: Veja a descrição na secção da :ref:`Janela Principal <menu_mainhelp>` sobre os 'plugins' genéricos. As opções de bases de dados não existem aqui.
