Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_imageeditor.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Image Editor tool to :ref:`select and apply a filter from the powerful G'MIC-Qt tool <enhance_gmicqt>` on the current image.
ca: Eina de l'editor d'imatges per a :ref:`seleccionar i aplicar un filtre de la potent eina G'MIC-Qt <enhance_gmicqt>` sobre la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`selezionare e applicare un filtro dallo strumento avanzato G'MIC-Qt <enhance_gmicqt>` nell'immagine corrente.
pt: Uma ferramenta do Editor de Imagens para :ref:`seleccionar e aplicar um filtro da poderosa ferramenta G'MIC-Qt <enhance_gmicqt>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`selecionar e aplicar um filtro da poderosa ferramenta G'MIC-Qt <enhance_gmicqt>` na imagem atual.
sl: Orodje za urejanje slik za :ref:`izbiranje in uporabo filtra iz zmogljivega orodja G'MIC-Qt <enhance_gmicqt>` na trenutni sliki.
uk: Інструмент редактора зображень для :ref:`вибору і застосування фільтра з потужного засобу G'MIC-Qt <enhance_gmicqt>` на поточному зображенні.

source: The Transform Menu
ca: El menú Transforma
it: Il menu Trasforma
nl: Het menu Transformeren
pt: O Menu Transformar
pt_br: O menu Transformar
sl: Meni Pretvorba
uk: Меню «Перетворення»

source: :menuselection:`Transform --> Rotate --> -90 degrees` :kbd:`Ctrl+Shift+Left`
ca: «:menuselection:`Transforma --> Gira --> -90 graus`» :kbd:`Ctrl+Maj+Esquerra`
it: :menuselection:`Trasforma --> Ruota --> -90 gradi` :kbd:`Ctrl+Maiusc+Freccia sinistra`
pt: :menuselection:`Transformar --> Rodar --> -90 graus` :kbd:`Ctrl+Shift+Esquerda`
pt_br: :menuselection:`Transformar --> Girar --> -90 graus` :kbd:`Ctrl+Shift+Left`
sl: menijska izbira:`Pretvori --> Zasukaj --> -90 stopinj` :kbd:`Ctrl Shift Left`
uk: :menuselection:`Перетворення --> Повернути --> -90 градусів` :kbd:`Ctrl+Shift+←`

source: :ref:`Left rotation <transform_rotationflip>` of the current image.
ca: :ref:`Gira la imatge actual 90 graus <transform_rotationflip>` cap a l'esquerra.
it: :ref:`Rotazione a sinistra <transform_rotationflip>` dell'immagine corrente.
nl: :ref:`Linksom draaien <transform_rotationflip>` van de huidige afbeelding.
pt: Faz uma :ref: rotação para a esquerda <transform_rotationflip>` da imagem actual.
pt_br: :ref:`Rotação à esquerda <transform_rotationflip>` da imagem atual.
sl: ref:`Leva rotacija <transform_rotationflip>` trenutne slike.
uk: :ref:`Повернути ліворуч <transform_rotationflip>` поточне зображення.

source: :menuselection:`Transform --> Rotate --> 90 degrees` :kbd:`Ctrl+Shift+Right`
ca: «:menuselection:`Transforma --> Gira --> 90 graus`» :kbd:`Ctrl+Maj+Dreta`
it: :menuselection:`Trasforma --> Ruota --> 90 gradi` :kbd:`Ctrl+Maiusc+Freccia destra`
pt: :menuselection:`Transformar --> Rodar --> 90 graus` :kbd:`Ctrl+Shift+Direita`
pt_br: :menuselection:`Transformar --> Girar --> 90 graus` :kbd:`Ctrl+Shift+Right`
sl: menijska izbira:`Pretvori --> Zasukaj --> 90 stopinj` :kbd:`Ctrl Shift desno`
uk: :menuselection:`Перетворення --> Повернути --> 90 градусів` :kbd:`Ctrl+Shift+→`

source: :ref:`90 degrees rotation <transform_rotationflip>` of the current image.
ca: :ref:`Gira la imatge actual 90 graus <transform_rotationflip>` cap a la dreta.
it: :ref:`Rotazione di 90 gradi a destra <transform_rotationflip>` dell'immagine corrente.
nl: :ref:`90 graden draaien <transform_rotationflip>` van de huidige afbeelding.
pt: Faz uma :ref: rotação em 90 graus <transform_rotationflip>` da imagem actual.
pt_br: :ref:`Rotação de 90 graus <transform_rotationflip>` da imagem atual.
sl: ref:`90 stopinjska rotacija <transform_rotationflip>` trenutne slike.
uk: :ref:`Повернути зображення на 90° <transform_rotationflip>` за годинниковою стрілкою.

source: :menuselection:`Transform --> Free Rotation`
ca: «:menuselection:`Transforma --> Gir lliure`»
it: :menuselection:`Trasforma --> Rotazione libera`
nl: :menuselection:`Transformeren --> Vrije rotatie`
pt: :menuselection:`Transformar --> Rotação Livre`
pt_br: :menuselection:`Transformar --> Rotação livre`
sl: menijska izbira:`Transformacija --> Prosta rotacija`
uk: :menuselection:`Перетворення --> Довільний поворот`

source: Image Editor tool to :ref:`rotate <transform_freerotation>` the current image by any angle in degrees.
ca: L'eina de l'editor d'imatges per a :ref:`girar en graus <transform_freerotation>` la imatge actual en qualsevol angle.
it: Strumento dell'Editor delle immagini per :ref:`ruotare <transform_freerotation>` con qualsiasi grado di angolazione l'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om de huidige afbeelding door elke hoek in graden :ref:`te draaien <transform_freerotation>`.
pt: Uma ferramenta do Editor de Imagens para :ref:`rodar <transform_freerotation>` a imagem actual num número qualquer de graus.
pt_br: Ferramenta do Editor de Imagem para :ref:`girar <transform_freerotation>` a imagem atual em qualquer ângulo em graus.
sl: Orodje za urejevalnik slik za :ref:`zasuk <transform_freerotation>` trenutne slike za poljuben kot v stopinjah.
uk: Інструмент редактора зображень для :ref:`повороту зображення на довільний кут <transform_freerotation>` у градусах.

source: :menuselection:`Transform --> Flip --> Horizontally` :kbd:`Ctrl+*`
ca: «:menuselection:`Transforma --> Inverteix --> Horitzontalment`» :kbd:`Ctrl+*`
it: :menuselection:`Trasforma --> Ribalta --> Orizzontalmente` :kbd:`Ctrl+*`
pt: :menuselection:`Transformar --> Inverter --> Horizontalmente` :kbd:`Ctrl+*`
pt_br: :menuselection:`Transformar --> Inverter --> Horizontalmente` :kbd:`Ctrl+*`
uk: :menuselection:`Перетворення --> Віддзеркалити --> Горизонтально` :kbd:`Ctrl+*`

source: :ref:`Horizontal flip <transform_rotationflip>` of the current image.
ca: :ref:`Inverteix horitzontalment <transform_rotationflip>` la imatge actual.
it: :ref:`Ribalta orizzontalmente <transform_rotationflip>` l'immagine corrente.
nl: De huidige afbeelding :ref:`horizontaal spiegelen <transform_rotationflip>`.
pt: :ref:`Faz uma inversão na horizontal <transform_rotationflip>` da imagem actual.
pt_br: :ref:`Inversão horizontal <transform_rotationflip>` da imagem atual.
sl: ref:`Vodoravni preobrat <transform_rotationflip>` trenutne slike.
uk: Віддзеркалити поточне зображення :ref:`горизонтально <transform_rotationflip>`.

source: :menuselection:`Transform --> Flip --> Vertically` :kbd:`Ctrl+/`
ca: «:menuselection:`Transforma --> Inverteix --> Verticalment`» :kbd:`Ctrl+/`
it: :menuselection:`Trasforma --> Ribalta --> Verticalmente` :kbd:`Ctrl+/`
pt: :menuselection:`Transformar --> Inverter --> Verticalmente` :kbd:`Ctrl+/`
pt_br: :menuselection:`Transformar --> Inverter --> Verticalmente` :kbd:`Ctrl+/`
sl: menijska izbira:`Pretvori --> Zrcali --> Navpično` :kbd:`Ctrl /`
uk: :menuselection:`Перетворення --> Віддзеркалити --> Вертикально` :kbd:`Ctrl+/`

source: :ref:`Vertical flip <transform_rotationflip>` of the current image.
ca: :ref:`Inverteix verticalment <transform_rotationflip>` la imatge actual.
it: :ref:`Ribalta verticalmente <transform_rotationflip>` l'immagine corrente.
nl: De huidige afbeelding :ref:`verticaal spiegelen <transform_rotationflip>`.
pt: :ref:`Faz uma inversão na vertical <transform_rotationflip>` da imagem actual.
pt_br: :ref:`Inversão vertical <transform_rotationflip>` da imagem atual.
sl: ref:`Navpični preobrat <transform_rotationflip>` trenutne slike.
uk: Віддзеркалити поточне зображення :ref:`вертикально <transform_rotationflip>`.

source: :menuselection:`Transform --> Crop` :kbd:`Ctrl+X`
ca: «:menuselection:`Transforma --> Escapça`» :kbd:`Ctrl+X`
it: :menuselection:`Trasforma --> Ritaglia` :kbd:`Ctrl+X`
nl: :menuselection:`Transformeren --> Bijsnijden` :kbd:`Ctrl+X`
pt: :menuselection:`Transformar --> Recortar` :kbd:`Ctrl+X`
pt_br: :menuselection:`Transformar --> Recortar` :kbd:`Ctrl+X`
sl: menijska izbira:`Pretvori --> Obreži` :kbd:`Ctrl X`
uk: :menuselection:`Перетворення --> Обрізати` :kbd:`Ctrl+X`

source: :ref:`Crop <transform_crop>` image to the current selection.
ca: :ref:`Escapça <transform_crop>` la imatge a la selecció actual.
it: :ref:`Ritaglia <transform_crop>` l'immagina alla selezione corrente.
nl: De huidige afbeelding :ref:`bijsnijden <transform_crop>` naar de huidige selectie.
pt: :ref:`Recorta <transform_crop>` a imagem para a selecção actual.
pt_br: :ref:`Recorta <transform_crop>` a imagem para a seleção atual.
sl: ref:`Obreži <transform_crop>` sliko na trenutno izbiro.
uk: :ref:`Обрізати <transform_crop>` зображення за поточним позначеним фрагментом.

source: :menuselection:`Transform --> Resize`
ca: «:menuselection:`Transforma --> Redimensiona`»
it: :menuselection:`Trasforma --> Ridimensiona`
nl: :menuselection:`Transformeren --> Grootte wijzigen`
pt: :menuselection:`Transformar --> Dimensionar`
pt_br: :menuselection:`Transformar --> Redimensionar`
sl: menu selection:`Pretvori --> Spremeni velikost`
uk: :menuselection:`Перетворення --> Змінити розмір`

source: :ref:`Resize <transform_resize>` (reduce or blow-up) the current image to the appropriate factor or dimensions.
ca: :ref:`Canvia la mida <transform_resize>` (redueix o engrandeix) de la imatge actual al factor o a les dimensions apropiades.
it: :ref:`Ridimensiona <transform_resize>` (riduce o ingrandisce) l'immagine corrente del fattore o alle dimensioni specificate.
nl: :ref:`Grootte wijzigen <transform_resize>` (verkleinen of vergroten) van de huidige afbeelding met de juiste factor of afmetingen.
pt: A opção :ref:`Dimensionar <transform_resize>` (reduz ou aumenta) a imagem actual de acordo com o factor ou dimensões apropriados.
pt_br: :ref:`Redimensiona <transform_resize>` (reduz ou amplia) a imagem atual para o fator ou dimensões apropriados.
sl: ref:`Spremeni velikost <transform_resize>` (pomanjšaj ali povečaj) trenutno sliko na ustrezen faktor ali dimenzije.
uk: :ref:`Змінити розмір <transform_resize>` (зменшити або збільшити) поточне зображення за вказаним множником або розмірами.

source: :menuselection:`Transform --> Aspect Ratio Crop`
ca: «:menuselection:`Transforma --> Escapça amb la relació d'aspecte`»
it: :menuselection:`Trasforma --> Ritaglia secondo le proporzioni`
nl: :menuselection:`Transformeren --> Proportioneel bijsnijden`
pt: :menuselection:`Transformar --> Recorte Proporcional`
pt_br: :menuselection:`Transformar --> Recorte proporcional`
sl: menijska izbira: `Pretvorba --> Obrezovanje razmerja stranic`
uk: :menuselection:`Перетворення --> Обрізання країв у співвідношенні`

source: Crop the current image using an :ref:`constrained aspect ratio <transform_proportionalcrop>`.
ca: Escapça la imatge actual utilitzant una :ref:`limitada relació d'aspecte <transform_proportionalcrop>`.
it: Ritaglia l'immagine corrente utilizzando delle :ref:`proporzioni stabilite <transform_proportionalcrop>`.
nl: Bijsnijden van de huidige afbeelding met een :ref:`bepaalde beeldverhouding <transform_proportionalcrop>`.
pt: Recorta a imagem actual, recorrendo a uma :ref:`proporção restrita <transform_proportionalcrop>`.
pt_br: Recorta a imagem atual usando uma :ref:`proporção específica <transform_proportionalcrop>`.
sl: Obreži trenutno sliko z uporabo :ref:`omejenega razmerja stranic <transform_proportionalcrop>`.
uk: Обрізати поточне зображення на основі :ref:`вказаного співвідношення розмірів <transform_proportionalcrop>`.

source: :menuselection:`Transform --> Shear`
ca: «:menuselection:`Transforma --> Inclina`»
it: :menuselection:`Trasforma --> Deforma`
nl: :menuselection:`Transformeren --> Schuintrekken`
pt: :menuselection:`Transformar --> Inclinar`
pt_br: :menuselection:`Transformar --> Inclinar`
sl: menijska izbira: `Transformation --> Shear`
uk: :menuselection:`Перетворення --> Перекосити`

source: Image Editor tool to :ref:`Shear <transform_shear>` the current image horizontally or vertically.
ca: L'eina de l'editor d'imatges per a :ref:`inclinar <transform_shear>` horitzontalment o verticalment la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`deformare <transform_shear>` l'immagine corrente orizzontalmente o verticalmente.
nl: Hulpmiddel van afbeeldingsbewerker om de huidige afbeelding horizontaal of verticaal :ref:`schuin te trekken <transform_shear>`.
pt: Ferramenta do Editor de Imagens para :ref:`Inclinar <transform_shear>` a imagem actual na horizontal ou na vertical.
pt_br: Ferramenta do Editor de Imagem para :ref:`Inclinar <transform_shear>` a imagem atual horizontalmente ou verticalmente.
sl: Orodje za urejanje slik za :ref:`Postrig <transform_shear>` trenutne slike vodoravno ali navpično.
uk: Інструмент редактора зображень для :ref:`зсування <transform_shear>` поточного зображення у горизонтальному або вертикальному напрямку.

source: :menuselection:`Transform --> Perspective Adjustment`
ca: «:menuselection:`Transforma --> Ajustament de la perspectiva`»
it: :menuselection:`Trasforma --> Regolazione della prospettiva`
nl: :menuselection:`Transformeren --> Perspectief aanpassen
pt: :menuselection:`Transformar --> Ajuste da Perspectiva`
pt_br: :menuselection:`Transformar --> Ajuste de perspectiva`
sl: menuselection:`Pretvorba --> Prilagoditev perspektive`
uk: :menuselection:`Перетворення --> Налаштування перспективи`

source: Image Editor tool to adjust :ref:`Perspective <transform_perspective>` of the current image.
ca: L'eina de l'editor d'imatges per a ajustar la :ref:`perspectiva <transform_perspective>` de la imatge actual.
it: Strumento dell'Editor delle immagini per regolare la :ref:`prospettiva <transform_perspective>` dell'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`perspectief <transform_perspective>` van de huidige afbeelding bij te stellen.
pt: Uma ferramenta do Editor de Imagens para ajustar a :ref:`Perspectiva <transform_perspective>` da imagem actual.
pt_br: Ferramenta do Editor de Imagem para ajustar a :ref:`Perspectiva <transform_perspective>` da imagem atual.
sl: Orodje za urejanje slik za prilagajanje :ref:`perspektive <transform_perspective>` trenutne slike.
uk: Інструмент редактора зображень для :ref:`налаштування перспективи <transform_perspective>` поточного зображення.

source: :menuselection:`Transform --> Liquid Rescale`
ca: «:menuselection:`Transforma --> Canvi d'escala líquid`»
it: :menuselection:`Trasforma --> Liquid Rescale`
nl: :menuselection:`Transformeren --> Vloeibaar herschalen`
pt: :menuselection:`Transformar --> Escala Líquida`
pt_br: :menuselection:`Transformar --> Redimensionamento líquido`
sl: menijska izbira: `Transform --> Liquid Rescale`
uk: :menuselection:`Перетворення --> Пошарове вирізання`

source: Image Editor tool to adjust :ref:`resizing pictures non uniformly while preserving their features <transform_liquidrescale>` of the current image.
ca: Eina de l'editor d'imatges per a ajustar el :ref:`canvi de mida de les imatges de manera no uniforme mentre es conserven les característiques <transform_liquidrescale>` de la imatge actual.
it: Strumento dell'Editor delle immagini per regolare il :ref:`ridimensionamento in modo non uniforme, ma preservandone le caratteristiche <transform_liquidrescale>` dell'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`grootte van afbeeldingen niet-uniform van grootte te wijzigen met bewaren van hun kenmerken <transform_liquidrescale>` van de huidige afbeelding.
pt: Ferramenta do Editor de Imagens para ajustar :ref:`a dimensão das imagens de uma forma não-uniforme, mantendo à mesma as suas características <transform_liquidrescale>` da imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`redimensionar imagens de forma não uniforme, preservando as características <transform_liquidrescale>` da imagem atual.
sl: Orodje za urejanje slik za prilagajanje :ref:`neenakomernega spreminjanja velikosti slik ob ohranjanju njihovih lastnosti <transform_liquidrescale>` trenutne slike.
uk: Інструмент редактора зображень для :ref:`неоднорідної зміни розмірів зображення зі збереженням деталей <transform_liquidrescale>` поточного зображення.

source: The Decorate Menu
ca: El menú Decora
it: Il menu Decora
nl: Het menu Decoreren
pt: O Menu Decorar
pt_br: O menu Decorar
sl: Meni za okrasitev
uk: Меню «Декорування»

source: :menuselection:`Decorate --> Apply Texture`
ca: «:menuselection:`Decora --> Aplica una textura`»
it: :menuselection:`Decora --> Applica trama`
nl: :menuselection:`Decoreren --> Breng textuur aan`
pt: :menuselection:`Decorar --> Aplicar uma Textura`
pt_br: :menuselection:`Decorar --> Aplicar textura`
sl: menuselection:`Okrasi --> Uporabi teksturo`
uk: :menuselection:`Декорування --> Застосувати текстуру`

source: Image Editor tool to :ref:`apply decorative texture <decorate_texture>` over the current image.
ca: Eina de l'editor d'imatges per a :ref:`aplicar textures decoratives <decorate_texture>` a la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`applicare una trama decorativa <decorate_texture>` sull'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`decoratieve textuur aan te brengen <decorate_texture>` over de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`aplicar uma textura decorativa <decorate_texture>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`aplicar uma textura decorativa <decorate_texture>` sobre a imagem atual.
sl: Orodje za urejanje slik za :ref:`nanašanje dekorativne teksture <decorate_texture>` na trenutno sliko.
uk: Інструмент редактора зображень для :ref:`застосування декоративної текстури <decorate_texture>` до поточного зображення.

source: :menuselection:`Decorate --> Add Border`
ca: «:menuselection:`Decora --> Afegeix una vora`»
it: :menuselection:`Decora --> Aggiungi bordo`
nl: :menuselection:`Decoreren --> Omlijsting aanbrengen`
pt: :menuselection:`Decorar --> Adicionar um Contorno`
pt_br: :menuselection:`Decorar --> Adicionar borda`
sl: menuselection:`Okrasi --> Dodaj obrobo`
uk: :menuselection:`Декорування --> Додати рамку`

source: Image Editor tool to :ref:`add a decorative border <decorate_border>` around the current image.
ca: L'eina de l'editor d'imatges per a :ref:`afegir vores decoratives <decorate_border>` al voltant de la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`aggiungere un bordo decorativo <decorate_border>` attorno all'immagine corrente.
nl: Hulpmiddel van afbeeldingsbewerker om :ref:`een decoratieve omlijsting toe te voegen <decorate_border>` rond de afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`adicionar uma moldura decorativa <decorate_border>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`adicionar uma borda decorativa <decorate_border>` ao redor da imagem atual.
sl: Orodje za urejanje slik za :ref:`dodajanje okrasne obrobe <decorate_border>` okrog trenutne slike.
uk: Інструмент редактора зображень для :ref:`додавання декоративної рамки <decorate_border>` навколо поточного зображення.

source: :menuselection:`Decorate --> Insert Text`
ca: «:menuselection:`Decora --> Insereix un text`»
it: :menuselection:`Decora --> Inserisci testo`
nl: :menuselection:`Decoreren --> Tekst invoegen`
pt: :menuselection:`Decorar --> Inserir um Texto`
pt_br: :menuselection:`Decorar --> Inserir texto`
sl: menuselection:`Okrasi --> Vstavi besedilo`
uk: :menuselection:`Декорування --> Вставити текст`

source: Image Editor tool to :ref:`insert text <decorate_inserttext>` over the current image.
ca: L'eina de l'editor d'imatges per a :ref:`inserir text <decorate_inserttext>` a la imatge actual.
it: Strumento dell'Editor delle immagini per :ref:`inserire del testo <decorate_inserttext>` sull'immagine corrente.
nl: Hulpmiddel van de afbeeldingsbewerker om :ref:`tekst in te voegen <decorate_inserttext>` over de huidige afbeelding.
pt: Uma ferramenta do Editor de Imagens para :ref:`inserir texto <decorate_inserttext>` na imagem actual.
pt_br: Ferramenta do Editor de Imagem para :ref:`inserir texto <decorate_inserttext>` sobre a imagem atual.
sl: Orodje za urejevalnik slik za :ref:`vstavljanje besedila <decorate_inserttext>` čez trenutno sliko.
uk: Інструмент редактора зображень для :ref:`вставлення тексту <decorate_inserttext>` на поточне зображення.

source: The Effects Menu
ca: El menú Efectes
it: Il menu Effetti
nl: Het menu Effecten
pt: O Menu Efeitos
pt_br: O menu Efeitos
sl: Meni z učinki
uk: Меню «Ефекти»

source: :menuselection:`Effects --> Color Effects`
ca: «:menuselection:`Efectes --> Efectes de color`»
it: :menuselection:`Effetti --> Effetti di colore`
nl: :menuselection:`Effecten --> Kleureffecten`
pt: :menuselection:`Efeitos --> Efeitos de Cores`
pt_br: :menuselection:`Efeitos --> Efeitos de cor`
sl: menuselection:`Učinki --> Barvni učinki`
uk: :menuselection:`Ефекти --> Ефекти кольорів`

source: Image Editor :ref:`color effects <effects_color>` tool.
ca: Eina :ref:`efectes de color <effects_color>` per a l'editor d'imatges.
it: Strumento :ref:`Effetti di colore <effects_color>` dell'Editor delle immagini.
nl: Hulpmiddel van de afbeeldingsbewerker om :ref:`kleureffecten <effects_color>` op een afbeelding toe te passen.
pt: Ferramenta do Editor de Imagens para :ref:`efeitos de cores <effects_color>`.
pt_br: Ferramenta do Editor de Imagem de :ref:`efeitos de cor <effects_color>`.
sl: Urejevalnik slik :ref:`barvni učinki <effects_color>` orodje.
uk: Інструмент :ref:`ефектів кольорів <effects_color>` редактора зображень.

source: :menuselection:`Effects --> Add Film Grain`
ca: «:menuselection:`Efectes --> Afegeix gra de pel·lícula`»
it: :menuselection:`Effetti --> Aggiungi grana della pellicola`
nl: :menuselection:`Effecten --> Filmkorrel toevoegen`
pt: :menuselection:`Efeitos --> Adicionar Grão do Filme`
pt_br: :menuselection:`Efeitos --> Adicionar grão de filme`
sl: menuselection:`Učinki --> Dodaj zrnatost filma`
uk: :menuselection:`Ефекти --> Додавання зернистості плівки`

source: Image Editor filter for to :ref:`adding Film Grain <effects_filmgrain>`.
ca: Filtre de l'editor d'imatges per a :ref:`afegir gra de pel·lícula <effects_filmgrain>`.
it: Filtro dell'Editor delle immagini per :ref:`aggiungere grana della pellicola <effects_filmgrain>`.
nl: Filter voor afbeeldingsbewerker om :ref:`filmkorrel toe te voegen <effects_filmgrain>`.
pt: Filtro do Editor de Imagens para :ref:`adicionar Grão de Filme <effects_filmgrain>`.
pt_br: Filtro do Editor de Imagem para :ref:`adicionar Granulação de filme <effects_filmgrain>`.
sl: Filter urejevalnika slik za :ref:`dodajanje filmske zrnatosti <effects_filmgrain>`.
uk: Фільтр редактора зображень для :ref:`додавання зернистості плівки <effects_filmgrain>`.

source: :menuselection:`Effects --> Oil paint`
ca: «:menuselection:`Efectes --> Pintura a l'oli`»
it: :menuselection:`Effetti --> Pittura a olio`
nl: :menuselection:`Effecten --> Olieverf`
pt: :menuselection:`Efeitos --> Pintura a óleo`
pt_br: :menuselection:`Efeitos --> Pintura a óleo`
sl: menijska izbira:`Učinki --> Oljna barva`
uk: :menuselection:`Ефекти --> Малювання олією`

source: Image Editor filter to :ref:`simulate Oil Painting <effects_oilpaint>`.
ca: Filtre de l'editor d'imatges per a :ref:`simular una pintura a l'oli <effects_oilpaint>`.
it: Filtro dell'Editor delle immagini che :ref:`simula la pittura a olio <effects_oilpaint>`.
nl: Filter voor afbeeldingsbewerker om :ref:`olieverfschilderij te simuleren <effects_oilpaint>`.
pt: Filtro do Editor de Imagens para :ref:`simular uma Pintura a Óleo <effects_oilpaint>`.
pt_br: Filtro do Editor de Imagem para :ref:`simular Pintura a óleo <effects_oilpaint>`.
sl: Filter urejevalnika slik za :ref:`simulacijo oljne slike <effects_oilpaint>`.
uk: Фільтр редактора зображень для :ref:`імітації малювання олійною фарбою <effects_oilpaint>`.
