Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: :menuselection:`Export --> Export to INaturalist` :kbd:`Ctrl+Alt+Shift+N`
ca: :menuselection:`Exporta --> Exporta a INaturalist` :kbd:`Ctrl+Alt+Maj+N`
nl: :menuselection:`Exporteren --> Naar INaturalist exporteren...` :kbd:`Ctrl+Alt+N`
pt: :menuselection:`Exportar --> Exportar para o INaturalist` :kbd:`Ctrl+Alt+Shift+N`
pt_br: :menuselection:`Exportar --> Exportar para o INaturalist` :kbd:`Ctrl+Alt+Shift+N`
sl: :menuselection:`Izvozi --> Izvozi v INaturalist` :kbd:`Ctrl Alt Shift N`
uk: :menuselection:`Експорт --> Експортувати до INaturalist` :kbd:`Ctrl+Alt+Shift+N`

source: Tool to upload or update files to INaturalist web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web d'INaturalist.
nl: Hulpmiddel om afbeeldingen te uploaden naar of bij te werken op de webservice INaturalist.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do iNaturalist.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do INaturalist.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev INaturalist.
uk: Засіб для вивантаження або оновлення файлів на сервері INaturalist.

source: See :ref:`INaturalist Export Tool <inaturalist_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a INaturalist <inaturalist_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar INaturalist <inaturalist_export>` voor meer informatie.
pt_br: Veja :ref:`Ferramenta de exportação para o INaturalist <inaturalist_export>` para mais informações.
sl: Glej :ref:`Orodje za izvoz v INaturalist <inaturalist_export>` za več informacij.

source: :menuselection:`Export --> Export to Onedrive` :kbd:`Ctrl+Alt+Shift+O`
ca: :menuselection:`Exporta --> Exporta a Onedrive` :kbd:`Ctrl+Alt+Maj+O`
nl: :menuselection:`Exporteren --> Naar Onedrive exporteren...` :kbd:`Ctrl+Alt+O`
pt: :menuselection:`Exportar --> Exportar para o Onedrive` :kbd:`Ctrl+Alt+Shift+O`
pt_br: :menuselection:`Exportar --> Exportar para o Onedrive` :kbd:`Ctrl+Alt+Shift+O`
sl: :menuselection:`Izvozi --> Izvozi v Onedrive` :kbd:`Ctrl Alt Shift O`
uk: :menuselection:`Експорт --> Експортувати до Onedrive` :kbd:`Ctrl+Alt+Shift+O`

source: Tool to upload or update files to Onedrive web-service.
ca: Eina per a pujar o actualitzar fitxers al servei web del Onedrive.
nl: Hulpmiddel om afbeeldingen te uploaden naar of bij te werken op de webservice Onedrive.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do OneDrive.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Onedrive.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Onedrive.
uk: Засіб для вивантаження або оновлення файлів на сервері Onedrive.

source: See :ref:`Onedrive Export Tool <one_drive>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Onedrive <one_drive>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Onedrive <one_drive>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Onedrive <one_drive>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz v Onedrive <one_drive>` za več informacij.

source: :menuselection:`Export --> Export to Pinterest` :kbd:`Ctrl+Alt+Shift+I`
ca: :menuselection:`Exporta --> Exporta a Pinterest` :kbd:`Ctrl+Alt+Maj+I`
nl: :menuselection:`Exporteren --> Naar Pinterest exporteren...` :kbd:`Ctrl+Alt+O`
pt: :menuselection:`Exportar --> Exportar para o Pinterest` :kbd:`Ctrl+Alt+Shift+I`
pt_br: :menuselection:`Exportar --> Exportar para o Pinterest` :kbd:`Ctrl+Alt+Shift+I`
sl: :menuselection:`Izvozi --> Izvozi v Pinterest` :kbd:`Ctrl Alt Shift I`
uk: :menuselection:`Експорт --> Експортувати до Pinterest` :kbd:`Ctrl+Alt+Shift+I`

source: Tool to upload or update files to Pinterest web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de Pinterest.
nl: Hulpmiddel om afbeeldingen te uploaden naar of bij te werken op de webservice Pinterest.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Pinterest.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Pinterest.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Pinterest.
uk: Засіб для вивантаження або оновлення файлів на сервері Pinterest.

source: See :ref:`Pinterest Export Tool <pinterest_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Pinterest <pinterest_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Pinterest <pinterest_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Pinterest <pinterest_export>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz Pinterest <pinterest_export>` za več informacij.

source: :menuselection:`Export --> Export to Piwigo`
ca: :menuselection:`Exporta --> Exporta a Piwigo`
nl: :menuselection:`Exporteren --> Naar Piwigo exporteren`
pt: :menuselection:`Exportar --> Exportar para o Piwigo`
pt_br: :menuselection:`Exportar --> Exportar para o Piwigo`
sl: :menuselection:`Izvozi --> Izvozi v Piwigo`
uk: :menuselection:`Експорт --> Експортувати до Piwigo`

source: Tool to upload or update files to Piwigo web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de Piwigo.
nl: Hulpmiddel om afbeeldingen te uploaden naar of bij te werken op de webservice Piwigo.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Piwigo.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Piwigo.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Piwigo.
uk: Засіб для вивантаження або оновлення файлів на сервері Piwigo.

source: See :ref:`Piwigo Export Tool <piwigo_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Piwigo <piwigo_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Piwigo <piwigo_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Piwigo <piwigo_export>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz Piwigo <piwigo_export>` za več informacij.

source: :menuselection:`Export --> Export to SmugMug` :kbd:`Ctrl+Alt+Shift+S`
ca: :menuselection:`Exporta --> Exporta a SmugMug` :kbd:`Ctrl+Alt+Maj+S`
nl: :menuselection:`Exporteren --> Naar SmugMug exporteren...` :kbd:`Ctrl+Alt+S`
pt: :menuselection:`Exportar --> Exportar para o SmugMug` :kbd:`Ctrl+Alt+Shift+S`
pt_br: :menuselection:`Exportar --> Exportar para o SmugMug` :kbd:`Ctrl+Alt+Shift+S`
sl: :menuselection:`Izvozi --> Izvozi v SmugMug` :kbd:`Ctrl Alt Shift S`
uk: :menuselection:`Експорт --> Експортувати до SmugMug` :kbd:`Ctrl+Alt+Shift+S`

source: Tool to upload or update files to SmugMug web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de SmugMug.
nl: Hulpmiddel om afbeeldingen te uploaden naar of bij te werken op de webservice SmugMug.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do SmugMug.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do SmugMug.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev SmugMug.
uk: Засіб для вивантаження або оновлення файлів на сервері SmugMug.

source: See :ref:`SmugMug Export Tool <smugmug_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a SmugMug <smugmug_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar SmugMug <smugmug_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o SmugMug <smugmug_export>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz SmugMug <smugmug_export>` za več informacij.

source: :menuselection:`Export --> Export to Twitter`
ca: :menuselection:`Eines --> Exporta a Twitter`
nl: :menuselection:`Exporteren --> Naar Twitter exporteren`
pt: :menuselection:`Exportar --> Exportar para o Twitter`
pt_br: :menuselection:`Exportar --> Exportar para o Twitter`
sl: :menuselection:`Izvozi --> Izvozi v Twitter`
uk: :menuselection:`Експорт --> Експортувати до Twitter`

source: Tool to upload or update files to Twitter web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de Twitter.
nl: Hulpmiddel om afbeeldingen te uploaden naar of bij te werken op de webservice Twitter.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do Twitter.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do Twitter.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev Twitter.
uk: Засіб для вивантаження або оновлення файлів на сервері Twitter.

source: See :ref:`Twitter Export Tool <twitter_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a Twitter <twitter_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar Twitter <twitter_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o Twitter <twitter_export>` para mais informações.
sl: Glejte :ref:`Twitterjevo orodje za izvoz <twitter_export>` za več informacij.

source: :menuselection:`Export --> Export to local storage` :kbd:`Ctrl+Alt+Shift+L`
ca: :menuselection:`Exporta --> Exporta a un emmagatzematge local` :kbd:`Ctrl+Alt+Maj+L`
nl: :menuselection:`Exporteren --> Naar lokale opslag exporteren...` :kbd:`Ctrl+Alt+L`
pt: :menuselection:`Exportar --> Exportar para o armazenamento local` :kbd:`Ctrl+Alt+Shift+L`
pt_br: :menuselection:`Exportar --> Exportar para armazenamento local` :kbd:`Ctrl+Alt+Shift+L`
sl: :menuselection:`Izvozi --> Izvozi v lokalni pomnilnik` :kbd:`Ctrl Alt Shift L`
uk: :menuselection:`Експорт --> Експортувати до локального сховища` :kbd:`Ctrl+Alt+Shift+L`

source: Tool to copy files somewhere in your computer outside your collections.
ca: Eina per a copiar fitxers en algun lloc de l'ordinador fora de les vostres col·leccions.
nl: Hulpmiddel om bestanden te kopiëren naar ergens op uw computer buiten uw verzamelingen.
pt: Ferramenta par copiar os ficheiros para outro local qualquer no seu computador, fora das suas colecções.
pt_br: Ferramenta para copiar arquivos em algum lugar do seu computador fora de suas coleções.
sl: Orodje za kopiranje datotek nekje v vašem računalniku zunaj vaših zbirk.
uk: Інструмент для копіювання файлів на вашому комп'ютері кудись поза межі ваших збірок.

source: See :ref:`Local Storage Export Tool <local_export>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a un emmagatzematge local <local_export>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar lokale opslag <local_export>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para armazenamento local <local_export>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz lokalnega pomnilnika <local_export>` za več informacij.

source: :menuselection:`Export --> Export to MediaWiki`
ca: :menuselection:`Exporta --> Exporta a MediaWiki`
nl: :menuselection:`Exporteren --> Naar MediaWiki exporteren`
pt: :menuselection:`Exportar --> Exportar para o MediaWiki`
pt_br: :menuselection:`Exportar --> Exportar para o MediaWiki`
sl: :menuselection:`Izvozi --> Izvozi v MediaWiki`
uk: :menuselection:`Експорт --> Експортувати до MediaWiki`

source: Tool to upload or update files to MediaWiki web-service.
ca: Eina per a pujar o actualitzar fitxers a un servei web de MediaWiki.
nl: Hulpmiddel om bestanden te uploaden naar of bij te werken op de webservice MediaWiki.
pt: Ferramenta para enviar ou actualizar os ficheiros para o serviço Web do MediaWiki.
pt_br: Ferramenta para carregar ou atualizar arquivos no serviço web do MediaWiki.
sl: Orodje za nalaganje ali posodabljanje datotek v spletno storitev MediaWiki.
uk: Засіб для вивантаження або оновлення файлів на сервері MediaWiki.

source: See :ref:`MediaWiki Export Tool <media_wiki>` for more information.
ca: Per a més informació, vegeu l':ref:`eina Exporta a MediaWiki <media_wiki>`.
nl: Zie :ref:`Hulpmiddel voor exporteren naar MediaWiki <media_wiki>` voor meer informatie.
pt_br: Veja a :ref:`Ferramenta de exportação para o MediaWiki <media_wiki>` para mais informações.
sl: Glejte :ref:`Orodje za izvoz MediaWiki <media_wiki>` za več informacij.

source: :menuselection:`Export --> Export to remote storage` :kbd:`Ctrl+Alt+Shift+K`
ca: :menuselection:`Exporta --> Exporta a un emmagatzematge remot` :kbd:`Ctrl+Alt+Maj+K`
nl: :menuselection:`Exporteren --> Naar opslag op afstand exporteren...` :kbd:`Ctrl+Alt+K`
pt: :menuselection:`Exportar --> Exportar para o armazenamento remoto` :kbd:`Ctrl+Alt+Shift+K`
pt_br: :menuselection:`Exportar --> Exportar para armazenamento remoto` :kbd:`Ctrl+Alt+Shift+K`
sl: :menuselection:`Izvoz --> Izvoz v oddaljeno shrambo` :kbd:`Ctrl Alt Shift K`
uk: :menuselection:`Експорт --> Експортувати до віддаленого сховища` :kbd:`Ctrl+Alt+Shift+K`

source: Tool to upload files to another computer using network.
ca: Eina per a pujar fitxers a un altre ordinador mitjançant la xarxa.
nl: Hulpmiddel om bestanden te uploaden naar een andere computer via het netwerk.
pt: Ferramenta para enviar os ficheiros para outro computador, através da rede.
pt_br: Ferramenta para enviar arquivos para outro computador usando a rede.
sl: Orodje za nalaganje datotek v drug računalnik prek omrežja.
uk: Інструмент для вивантаження файлів на інший комп'ютер за допомогою мережі.

source: The Settings Menu
ca: El menú Arranjament
it: Il menu Impostazioni
nl: Het menu Instellingen
pt: O Menu Configuração
pt_br: O menu Configurações
sl: Meni z nastavitvami
uk: Меню «Параметри»

source: :menuselection:`Settings --> Show Toolbar`
ca: :menuselection:`Arranjament --> Mostra les barra d'eines`
nl: :menuselection:`Instellingen --> Werkbalk tonen`
pt: :menuselection:`Configuração --> Mostrar a Barra de Ferramentas`
pt_br: :menuselection:`Configurações --> Mostrar barra de ferramentas`
sl: :menuselection:`Nastavitve --> Pokaži orodno vrstico`
uk: :menuselection:`Параметри --> Показати пенал`

source: Enable or disable the main digiKam toolbar.
ca: Activa o desactiva la barra d'eines principal del digiKam.
it: Abilita o disabilita la barra degli strumenti principale di digiKam.
nl: In- of uitschakelen van de hoofdwerkbalk van digiKam.
pt: Activa ou desactiva a barra de ferramentas principal do digiKam.
pt_br: Ativa ou desativa a barra de ferramentas principal do digiKam.
sl: Omogoči ali onemogoči glavno orodno vrstico digiKam.
uk: Увімкнути або вимкнути показ головної панелі інструментів digiKam.

source: :menuselection:`Settings --> Show Menubar` :kbd:`Ctrl+M`
ca: :menuselection:`Arranjament --> Mostra la barra de menús` :kbd:`Ctrl+M`
nl: :menuselection:`Instellingen --> Menubalk tonen` :kbd:`Ctrl+M`
pt: :menuselection:`Configuração --> Mostrar o Menu` :kbd:`Ctrl+M`
pt_br: :menuselection:`Configurações --> Mostrar barra de menu` :kbd:`Ctrl+M`
sl: :menuselection:`Nastavitve --> Pokaži menijsko vrstico` :kbd:`Ctrl M`
uk: :menuselection:`Параметри --> Показати смужку меню` :kbd:`Ctrl+M`

source: Enable or disable the main digiKam menu bar.
ca: Activa o desactiva la barra de menús principal del digiKam.
it: Abilita o disabilita la barra dei menu principale di digiKam.
nl: In- of uitschakelen van de hoofdmenubalk van digiKam.
pt: Activa ou desactiva a barra do menu principal do digiKam.
pt_br: Ativa ou desativa a barra de menu principal do digiKam.
sl: Omogoči ali onemogoči glavno menijsko vrstico digiKam.
uk: Увімкнути або вимкнути показ головної смужки меню digiKam.

source: Remember the keyboard shortcut in order to be able to get it back. Another way is the context menu within the **Icon-View**.
ca: Recordeu la drecera de teclat amb la finalitat de poder tornar. Una altra forma és el menú contextual dins de la **vista d'icones**.
nl: Onthoud de sneltoets om in staat te zijn om het terug te krijgen. Een andere manier is met het contextmenu in de **Pictogramweergave**.
pt_br: Lembre-se do atalho de teclado para poder recuperá-lo. Outra maneira é o menu de contexto na **Vista de miniaturas**.
sl: Zapomnite si bližnjico na tipkovnici, da jo lahko dobite nazaj. Drug način je kontekstni meni znotraj **Pogleda ikon**.

source: :menuselection:`Settings --> Show Statusbar`
ca: :menuselection:`Arranjament --> Mostra la barra d'estat`
nl: :menuselection:`Instellingen --> Statusbalk tonen`
pt: :menuselection:`Configuração --> Mostrar a Barra de Estado`
pt_br: :menuselection:`Configurações --> Mostrar barra de status`
sl: :menuselection:`Nastavitve --> Prikaži vrstico stanja`
uk: :menuselection:`Параметри --> Показати смужку стану`

source: Enable or disable the main digiKam status bar.
ca: Activa o desactiva la barra d'estat principal del digiKam.
it: Abilita o disabilita la barra di stato principale di digiKam.
nl: In- of uitschakelen van de hoofdstatusbalk van digiKam.
pt: Activa ou desactiva a barra de estado principal do digiKam.
pt_br: Ativa ou desativa a barra de status principal do digiKam.
sl: Omogoči ali onemogoči glavno statusno vrstico digiKam.
uk: Увімкнути або вимкнути показ головної смужки стану digiKam.

source: :menuselection:`Settings --> Show Thumbbar` :kbd:`Ctrl+T`
ca: :menuselection:`Arranjament --> Mostra la barra de miniatures` :kbd:`Ctrl+T`
nl: :menuselection:`Instellingen --> Miniaturenbalk tonen` :kbd:`Ctrl+T`
pt: :menuselection:`Configuração --> Mostrar a Barra de Miniaturas` :kbd:`Ctrl+T`
pt_br: :menuselection:`Configurações --> Mostrar barra de miniaturas` :kbd:`Ctrl+T`
sl: :menuselection:`Nastavitve --> Prikaži vrstico s palci` :kbd:`Ctrl T`
uk: :menuselection:`Параметри --> Показати панель мініатюр` :kbd:`Ctrl+T`

source: Enable or disable the thumb-bar in the digiKam Icon-View.
ca: Activa o desactiva la barra de miniatures a la vista d'icones del digiKam.
nl: In- of uitschakelen van de miniaturenbalk in de pictogramweergave van digiKam.
pt: Activa ou desactiva a barra de miniaturas na área de ícones do digiKam.
pt_br: Ativa ou desativa a barra de miniaturas na vista de miniaturas do digiKam.
sl: Omogoči ali onemogoči vrstico s palcem v pogledu ikon digiKam.
uk: Увімкнути або вимкнути показ панелі мініатюр на панелі перегляду піктограм digiKam.

source: This item is only active while a preview is displayed because it is meant to make more space for the preview in the Image Area.
ca: Aquest element només estarà actiu mentre es mostra una vista prèvia, ja que està destinat a crear més espai per a la vista prèvia a l'àrea d'imatges.
it: Questo elemento è attivo solo mentre è visualizzata un'anteprima, perché è inteso per dare più spazio all'anteprima nell'area dell'immagine.
nl: Dit item is alleen actief wanneer er een voorbeeld wordt getoond omdat het bedoeld is om meer ruimte te maken voor het voorbeeld in het Afbeeldingsgebied.
pt: Este item só fica activo quando tiver uma antevisão visível, porque pretende dar mais espaço para a mesma na Área da Imagem.
pt_br: Este item só fica ativo enquanto uma visualização é exibida, pois ele serve para criar mais espaço para a visualização na área de imagem.
sl: Ta element je aktiven le, ko je prikazan predogled, ker naj bi naredil več prostora za predogled v območju slike.
uk: Цим пунктом меню можна буде скористатися, лише якщо показано панель попереднього перегляду, оскільки його призначено для отримання більшої області для панелі попереднього перегляду у області зображень.

source: :menuselection:`Settings --> Themes`
ca: :menuselection:`Arranjament --> Temes`
nl: :menuselection:`Instellingen --> Thema's`
pt: :menuselection:`Configuração --> Temas`
pt_br: :menuselection:`Configurações --> Temas`
sl: :menuselection:`Nastavitve --> Teme`
uk: :menuselection:`Параметри --> Теми`

source: Choose from a list (sub-menu) of predefined color themes for the appearance of digiKam.
ca: Trieu a partir d'una llista (submenú) de temes de color predefinits per a l'aparença del digiKam.
nl: Kies uit een lijst (submenu) van voorgedefinieerde kleurenthema's voor het uiterlijk van digiKam.
pt: Escolha numa lista (submenu) de temas de cores predefinidos a aparência do digiKam.
pt_br: Escolha em uma lista (submenu) de temas de cores predefinidos para a aparência do digiKam.
sl: Izberite s seznama (podmenija) vnaprej določenih barvnih tem za videz digiKama.
uk: За допомогою цього пункту можна вибрати зі списку (підменю) тему кольорів для вікна digiKam.

source: For a detailed description see the :ref:`digiKam Themes Configuration <theme_settings>` section.
ca: Per a una descripció detallada, vegeu la secció :ref:`Configurar els temes del digiKam <theme_settings>`.
nl: Voor een gedetailleerde beschrijving zie de sectie :ref:`Thema's van digiKam configureren <theme_settings>`.
pt_br: Para uma descrição detalhada, consulte a seção :ref:`Configuração de temas do digiKam <theme_settings>`.
sl: Za podroben opis si oglejte razdelek :ref:`Konfiguracija tem digiKam <theme_settings>`.

source: :menuselection:`Settings --> Configure Languages...`
ca: :menuselection:`Arranjament --> Configura l'idioma...`
nl: :menuselection:`Instellingen --> Talen configureren...`
pt: :menuselection:`Configuração --> Configurar as Línguas...`
pt_br: :menuselection:`Configurações --> Configurar idiomas...`
sl: :menuselection:`Nastavitve --> Konfiguriraj jezike...`
uk: :menuselection:`Параметри --> Налаштувати мови...`

source: Launch digiKam languages configuration dialog.
ca: Llança el diàleg de configuració d'idiomes del digiKam.
nl: Configuratiedialoog voor talen van digiKam starten.
pt: Invoca a janela de configuração de línguas do digiKam.
pt_br: Inicia a janela de configuração de idiomas do digiKam.
sl: Zaženi pogovorno okno za konfiguracijo jezikov digiKam.
uk: Відкрити діалогове вікно налаштовування мов digiKam.

source: For a detailed description see the :ref:`digiKam Languages Configuration <languages_settings>` section.
ca: Per a una descripció detallada, vegeu la secció :ref:`Configurar els idiomes en el digiKam <languages_settings>`.
nl: Voor een gedetailleerde beschrijving zie de sectie :ref:`Configuratie voor talen van digiKam <languages_settings>`.
pt_br: Para uma descrição detalhada, consulte a seção :ref:`Configuração de idiomas do digiKam <languages_settings>`.
sl: Za podroben opis si oglejte razdelek :ref:`digiKam Konfiguracija jezikov <languages_settings>`.

source: :menuselection:`Settings --> Configure Shortcuts...` :kbd:`Ctrl+Alt+,`
ca: :menuselection:`Arranjament --> Configura les dreceres...` :kbd:`Ctrl+Alt+,`
nl: :menuselection:`Instellingen --> Sneltoetsen configureren...` :kbd:`Ctrl+Alt+,`
pt: :menuselection:`Configuração --> Configurar os Atalhos...` :kbd:`Ctrl+Alt+,`
pt_br: :menuselection:`Configurações --> Configurar atalhos...` :kbd:`Ctrl+Alt+,`
sl: :menuselection:`Nastavitve --> Konfiguriraj bližnjice...` :kbd:`Ctrl Alt ,`
uk: :menuselection:`Параметри --> Налаштувати клавіатурні скорочення...` :kbd:`Ctrl+Alt+,`

source: Configure the digiKam shortcuts and manage different schemes of shortcuts.
ca: Configura les dreceres del digiKam i gestiona els diferents esquemes de les dreceres.
it: Configura le scorciatoie di digiKam, e gestisce diversi schemi di scorciatoie.
nl: De sneltoetsen van digiKam configureren en verschillende schema's van sneltoetsen beheren.
pt: Configura os atalhos e combinações de teclas do digiKam e ajuda a gerir esquemas de atalhos.
pt_br: Configura os atalhos do digiKam e gerencia diferentes esquemas de atalhos.
sl: Konfigurirajte bližnjice digiKam in upravljajte različne sheme bližnjic.
uk: Налаштувати клавіатурні скорочення та схеми скорочень, які використовуватимуться у digiKam.
