Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: :menuselection:`View --> Include Album Sub-Tree`
ca: :menuselection:`Visualitza --> Inclou les subbranques de l'àlbum`
it: :menuselection:`Visualizza --> Includi sotto-albero dell'album`
nl: :menuselection:`Beeld --> Inclusief onderliggende boomstructuur van album`
pt: :menuselection:`Ver --> Incluir as Sub-Árvores dos Álbuns`
pt_br: :menuselection:`Exibir --> Incluir subárvore do álbum`
sl: :menuselection:`Pogled --> Vključi poddrevo albuma`
uk: :menuselection:`Перегляд --> Включати піддерево альбому`

source: If a hierarchical album structure exists, the currently selected branch will be displayed in full depth.
ca: Si hi ha una estructura jeràrquica d'àlbums, la branca seleccionada es mostrarà en tota la seva profunditat.
it: Se esiste una struttura gerarchica degli album, il ramo attualmente selezionato sarà visualizzato in tutta la sua profondità.
nl: Bij hiërarchische albumstructuur wordt huidige geselecteerde tak als volledige boomstructuur weergegeven.
pt: Se existir uma estrutura hierárquica de álbuns, o ramo seleccionado no momento será apresentado em toda a sua profundidade.
pt_br: Se existir uma estrutura de álbum hierárquica, o ramo atualmente selecionado será exibido em profundidade total.
sl: Če obstaja hierarhična struktura albuma, bo trenutno izbrana veja prikazana v polni globini.
uk: Якщо у альбому є ієрархічна структура, поточну вибрану гілку буде повністю розгорнуто.

source: :menuselection:`View --> Include Tag Sub-Tree`
ca: :menuselection:`Visualitza --> Inclou les subbranques de l'etiqueta`
it: :menuselection:`Visualizza --> Includi sotto-albero del tag`
nl: :menuselection:`Beeld --> Inclusief onderliggende boomstructuur van tags`
pt: :menuselection:`Ver --> Incluir as Sub-Árvores das Marcas`
pt_br: :menuselection:`Exibir --> Incluir subárvore da etiqueta`
sl: :menuselection:`Pogled --> Vključi poddrevo značk`
uk: :menuselection:`Перегляд --> Включати піддерево мітки`

source: If a hierarchical tag structure exists, the currently selected branch will be displayed in full depth.
ca: Si hi ha una estructura jeràrquica d'etiquetes, la branca seleccionada es mostrarà en tota la seva profunditat.
it: Se esiste una struttura gerarchica dei tag, il ramo attualmente selezionato sarà visualizzato in tutta la sua profondità.
nl: Bij een hiërarchische tagstructuur, wordt de huidige geselecteerde tak als volledige boomstructuur weergegeven.
pt: Se existir uma estrutura hierárquica de marcas, o ramo seleccionado no momento será apresentado em toda a sua profundidade.
pt_br: Se existir uma estrutura de etiquetas hierárquica, o ramo atualmente selecionado será exibido em profundidade total.
sl: Če obstaja hierarhična struktura značke, bo trenutno izbrana veja prikazana v polni globini.
uk: Якщо існує ієрархічна структура міток, поточну вибрану гілку буде повністю розгорнуто.

source: :menuselection:`View --> Color-Managed View` :kbd:`F12`
ca: :menuselection:`Visualització --> Vista gestionada del color` :kbd:`F12`
it: :menuselection:`Visualizza --> Vista di gestione dei colori` :kbd:`F12`
nl: :menuselection:`Beeld --> Kleur-beheerde weergave` :kbd:`F12`
pt: :menuselection:`Ver --> Área de Gestão de Cores` :kbd:`F12`
pt_br: :menuselection:`Exibir --> Visualização de gerenciamento de cor` :kbd:`F12`
sl: :menuselection:`Pogled --> Pogled z upravljanjem barv` :kbd:`F12`
uk: :menuselection:`Перегляд --> Перегляд з керуванням кольорами` :kbd:`F12`

source: Toggles between showing thumbnails and preview in color-managed mode or not.
ca: Alterna entre mostrar les miniatures i la vista prèvia en el mode de gestió del color.
it: Passa dal visualizzare le miniature e le anteprime nella vista di gestione del colore oppure no.
nl: Schakelt tussen het tonen van miniaturen en voorbeeld in modus kleurbeheerd of niet.
pt: Activa ou desactiva o modo de gestão de cores na apresentação das miniaturas e da antevisão.
pt_br: Alterna entre mostrar miniaturas e visualização no modo de gerenciamento de cor ou não.
sl: Preklaplja med prikazovanjem sličic in predogledom v načinu upravljanja barv ali ne.
uk: Увімкнути або вимкнути показ мініатюр і зображень попереднього перегляду у режимі керування кольорами.

source: For more information about color management see :ref:`this <color_management>` lengthy chapter.
ca: Per a obtenir més informació sobre la gestió del color vegeu :ref:`aquest <color_management>` llarg capítol.
nl: Voor meer informatie over kleurbeheer zie :ref:`dit <color_management>` lange hoofdstuk.
pt_br: Para mais informações sobre gerenciamento de cor, consulte :ref:`este <color_management>` longo capítulo.
sl: Za več informacij o upravljanju barv glejte dolgo poglavje :ref:`to <color_management>`.

source: The Tools Menu
ca: El menú Eines
it: Il menu Strumenti
nl: Het menu Hulpmiddelen
pt: O Menu Ferramentas
pt_br: O menu Ferramentas
sl: Meni Orodja
uk: Меню «Інструменти»

source: :menuselection:`Tools --> Image Editor`
ca: :menuselection:`Eines --> Editor d'imatges`
it: :menuselection:`Strumenti --> Editor delle immagini`
nl: :menuselection:`Hulpmiddelen --> Afbeeldingsbewerker`
pt: :menuselection:`Ferramentas --> Editor de Imagens`
pt_br: :menuselection:`Ferramentas --> Editor de Imagem`
sl: :menuselection:`Orodja --> Urejevalnik slik`
uk: :menuselection:`Інструменти --> Редактор зображень`

source: Opens the digiKam Image Editor.
ca: Obre l'editor d'imatges del digiKam.
it: Apre l'editor di immagini di digiKam.
nl: Opent de afbeeldingsbewerker van digiKam.
pt: Abre o Editor de Imagens do digiKam.
pt_br: Abre o Editor de Imagem do digiKam.
sl: Odpre urejevalnik slik digiKam.
uk: Відкриває редактор зображень digiKam.

source: :menuselection:`Tools --> Light Table` :kbd:`L`
ca: :menuselection:`Eines --> Taula de llum` :kbd:`L`
it: :menuselection:`Strumenti --> Tavolo luminoso` :kbd:`L`
nl: :menuselection:`Hulpmiddelen --> Lichttafel` :kbd:`L`
pt: :menuselection:`Ferramentas --> Mesa de Luz` :kbd:`L`
pt_br: :menuselection:`Ferramentas --> Mesa de Luz` :kbd:`L`
sl: :menuselection:`Orodja --> Osvetlitvena miza` :kbd:`L`
uk: :menuselection:`Інструменти --> Стіл з підсвічуванням` :kbd:`L`

source: Switches to the Light Table window.
ca: Canvia a la finestra Taula de llum.
it: Passa alla finestra del tavolo luminoso.
nl: Schakelt om naar het lichtbakvenster.
pt: Muda para a janela da Mesa de Luz.
pt_br: Muda para a janela da Mesa de Luz.
sl: Preklopi na okno Osvetlitvene mize.
uk: Увімкнути або вимкнути показ вікна стола з підсвічуванням.

source: :menuselection:`Tools --> Batch Queue Manager` :kbd:`B`
ca: :menuselection:`Eines --> Gestor de la cua per lots` :kbd:`B`
it: :menuselection:`Strumenti --> Gestore elaborazione in serie` :kbd:`B`
nl: :menuselection:`Hulpmiddelen --> Takenwachtrijbeheerder` :kbd:`B`
pt: :menuselection:`Ferramentas --> Gestor da Fila em Lote` :kbd:`B`
pt_br: :menuselection:`Ferramentas --> Gerenciador de processamento em lote` :kbd:`B`
sl: :menuselection:`Orodja --> Upravljalnik paketne čakalne vrste` :kbd:`B`
uk: :menuselection:`Інструменти --> Керування чергою обробки` :kbd:`B`

source: Opens the Batch Queue Manager window.
ca: Obre la finestra del gestor de la cua per lots.
it: Apre la finestra del Gestore elaborazione in serie.
nl: Opent het venster van takenwachtrijbeheer.
pt: Abre a janela do Gestor da Fila de Espera.
pt_br: Abre a janela do gerenciador de processamento em lote.
sl: Odpre okno Batch Queue Manager.
uk: Відкриває вікно керування чергою пакетної обробки.

source: :menuselection:`Tools --> Search...` :kbd:`Ctrl+F`
ca: :menuselection:`Eines --> Cerca...` :kbd:`Ctrl+F`
it: :menuselection:`Strumenti --> Ricerca...` :kbd:`Ctrl+F`
nl: :menuselection:`Hulpmiddelen --> Zoeken...` :kbd:`Ctrl+F`
pt: :menuselection:`Ferramentas --> Procurar...` :kbd:`Ctrl+F`
pt_br: :menuselection:`Ferramentas --> Pesquisar...` :kbd:`Ctrl+F`
sl: :menuselection:`Orodja --> Iskanje...` :kbd:`Ctrl F`
uk: :menuselection:`Інструменти --> Пошук...` :kbd:`Ctrl+F`

source: Switches to the Search View with focus on the simple search field.
ca: Canvia a la vista Cerca amb el focus en el camp de cerca senzilla.
it: Passa alla vista di ricerca, già nel campo di ricerca semplice.
nl: Schakelt over naar de Zoekweergave met focus op het eenvoudige zoekveld.
pt: Muda para a Área de Pesquisa com o campo de pesquisa simples em primeiro plano.
pt_br: Alterna para a vista de Pesquisa com foco no campo de pesquisa simples.
sl: Preklopi na iskalni pogled s poudarkom na preprostem iskalnem polju.
uk: Перемкнутися на панель пошуку із фокусуванням на полі простого пошуку.

source: :menuselection:`Tools --> Advanced Search...` :kbd:`Ctrl+Alt+F`
ca: :menuselection:`Eines --> Cerca avançada...` :kbd:`Ctrl+Alt+F`
it: :menuselection:`Strumenti --> Ricerca avanzata...` :kbd:`Ctrl+Alt+F`
nl: :menuselection:`Hulpmiddelen --> Geavanceerd zoeken...` :kbd:`Ctrl+Alt+F`
pt: :menuselection:`Ferramentas --> Pesquisa Avançada...` :kbd:`Ctrl+Alt+F`
pt_br: :menuselection:`Ferramentas --> Pesquisa avançada...` :kbd:`Ctrl+Alt+F`
sl: :menuselection:`Orodja --> Napredno iskanje...` :kbd:`Ctrl Alt F`
uk: :menuselection:`Інструменти --> Складний пошук...` :kbd:`Ctrl+Alt+F`

source: Switches to the Search View and launches the advanced search dialog.
ca: Canvia a la vista Cerca i llança el diàleg per a la cerca avançada.
it: Passa alla vista di ricerca, e lancia la finestra di ricerca avanzata.
nl: Schakelt om naar de zoekweergave en start de geavanceerde zoekdialoog.
pt: Muda para a Área de Pesquisa e lança a janela da pesquisa avançada de itens.
pt_br: Alterna para a vista de Pesquisa e inicia a caixa de diálogo de pesquisa avançada.
sl: Preklopi na pogled iskanja in zažene pogovorno okno naprednega iskanja.
uk: Перемкнутися на панель пошуку і відкрити діалогове вікно складного пошуку.

source: :menuselection:`Tools --> Find Duplicates` :kbd:`Ctrl+D`
ca: :menuselection:`Eines --> Cerca els duplicats` :kbd:`Ctrl+D`
it: :menuselection:`Strumenti --> Trova duplicati` :kbd:`Ctrl+D`
nl: :menuselection:`Hulpmiddelen --> Duplicaten zoeken` :kbd:`Ctrl+D`
pt: :menuselection:`Ferramentas --> Procurar os Duplicados` :kbd:`Ctrl+D`
pt_br: :menuselection:`Ferramentas --> Localizar duplicatas` :kbd:`Ctrl+D`
sl: :menuselection:`Orodja --> Poišči dvojnike` :kbd:`Ctrl D`
uk: :menuselection:`Інструменти --> Знайти дублікати` :kbd:`Ctrl+D`

source: Leads to the **Duplicates** tab in the Similarity Search View.
ca: Condueix a la pestanya **Duplicats** a la vista cerca de similars.
it: Apre la scheda **Duplicati** nella vista Ricerca per somiglianze.
nl: Leidt naar het tabblad **Duplicaten** in de zoekweergave gelijkenissen
pt: Conduz à página **Duplicados** na Área de Pesquisa por Semelhança.
pt_br: Leva à aba **Duplicatas** na vista de pesquisa de semelhança.
sl: Vodi do zavihka **Duplicates** v pogledu iskanja podobnosti.
uk: Відкрити вкладку **Дублікати** на панелі пошуку подібностей.

source: See :ref:`Similarity Search Tool <similarity_view>` for more information.
ca: Per a més informació, vegeu l':ref:`eina cerca de similars <similarity_view>`.
it: Per maggiori informazioni, vedi il manuale dedicato allo :ref:`strumento Ricerca per somiglianze <similarity_view>`.
nl: Zie de :ref:`Zoekweergave Gelijkenissen <similarity_view>` voor meer informatie.
pt: Veja mais informações na :ref:`Ferramenta da Pesquisa por Semelhança <similarity_view>`.
pt_br: Veja a :ref:`Ferramenta de busca por semelhança <similarity_view>` para mais informações.
sl: Glejte :ref:`Orodje za iskanje podobnosti <similarity_view>` za več informacij.
uk: Докладніший опис можна знайти у :ref:`розділі щодо засобу пошуку подібностей <similarity_view>`.

source: :menuselection:`Tools --> Maintenance...`
ca: :menuselection:`Eines --> Manteniment...`
it: :menuselection:`Strumenti --> Manutenzione...`
nl: :menuselection:`Hulpmiddelen --> Onderhoud...`
pt: :menuselection:`Ferramentas --> Manutenção...`
pt_br: :menuselection:`Ferramentas --> Manutenção...`
sl: :menuselection:`Orodja --> Vzdrževanje...`
uk: :menuselection:`Інструменти --> Супровід...`

source: Opens the maintenance tool.
ca: Obre l'eina de manteniment.
it: Apre lo strumento di manutenzione.
nl: Opent het hulpmiddel Onderhoud.
pt: Abre a ferramenta de manutenção.
pt_br: Abre a ferramenta de manutenção.
sl: Odpre orodje za vzdrževanje.
uk: Відкрити панель засобу обслуговування збірки.

source: For a detailed description see :ref:`this Chapter <maintenance_tools>`.
ca: Per a una descripció detallada, vegeu :ref:`aquest capítol <maintenance_tools>`.
it: Per una descrizione dettagliata vedi :ref:`questo capitolo <maintenance_tools>`.
nl: Voor een gedetailleerde beschrijving zie :ref:`dit hoofdstuk <maintenance_tools>`
pt: Para uma descrição mais detalhada, veja :ref:`este capítulo <maintenance_tools>`.
pt_br: Para uma descrição detalhada, consulte :ref:`este capítulo <maintenance_tools>`.
sl: Za podroben opis glejte :ref:`to poglavje <maintenance_tools>`.
uk: Докладний опис можна знайти у :ref:`розділі щодо засобу супроводу збірки <maintenance_tools>`.

source: :menuselection:`Tools --> Blend Bracketed or Focus Stack Images...`
ca: :menuselection:`Eines --> Barreja les imatges amb bràqueting o la pila de l'enfocament...`
it: :menuselection:`Strumenti --> Immagini raggruppate o sovrapposizione delle messe a fuoco...`
nl: :menuselection:`Hulpmiddelen --> Meng afbeeldingen tussen haakjes of op focus gestapelde afbeeldingen...`
pt: :menuselection:`Ferramentas --> Misturar as Imagens Delimitadas ou Focadas na Pilha...`
pt_br: :menuselection:`Ferramentas --> Mesclar imagens empilhadas...`
sl: :menuselection:`Orodja --> Blend Bracketed or Focus Stack Images...`
uk: :menuselection:`Інструменти -->Злити зображення «вилки» або стосу фокусування...`

source: This tool allows users to blend bracketed images together to create pseudo HDR photo.
ca: Aquesta eina permet als usuaris barrejar conjuntament imatges amb bràqueting per a crear una fotografia pseudo HDR.
it: Questo strumento consente di unire le immagini raggruppate per creare fotografie pseudo HDR.
nl: Dit hulpmiddel biedt gebruikers om afbeeldingen tussen haakjes te mengen om pseudo HDR-foto's aan te maken.
pt: Esta ferramenta permite aos utilizadores misturar imagens delimitadas em conjunto para criar uma fotografia em pseudo-HDR.
pt_br: Esta ferramenta permite que os usuários mesclem imagens obtidas com a técnica de empilhamento de exposição (bracketing) para criar uma foto pseudo HDR.
sl: To orodje uporabnikom omogoča, da združijo slike v oklepajih in ustvarijo psevdo HDR fotografijo.
uk: За допомогою цього інструмента користувачі можуть злити зображення «виделки» для створення імітації зображення високої роздільної здатності.

source: :menuselection:`Tools --> Create Panorama...`
ca: :menuselection:`Eines --> Crea un panorama...`
it: :menuselection:`Strumenti --> Crea panorama...`
nl: :menuselection:`Hulpmiddelen --> Panorama maken...`
pt: :menuselection:`Ferramentas --> Criar um Panorama...`
pt_br: :menuselection:`Ferramentas --> Criar panorâmica...`
sl: :menuselection:`Orodja --> Ustvari panoramo...`
uk: :menuselection:`Інструменти --> Створити панораму...`

source: This tool allows users to assemble images together to create large panorama.
ca: Aquesta eina permet als usuaris muntar imatges juntes per a crear un panorama gran.
it: Questo strumento consente di assemblare assieme le immagini per creare foto panoramiche.
nl: Dit hulpmiddel biedt gebruikers om afbeeldingen samen te stellen om grote panorama's aan te maken.
pt: Esta ferramenta permite aos utilizadores reunirem imagens em conjunto para criar um grande panorama.
pt_br: Esta ferramenta permite que os usuários montem imagens para criar um grande panorama.
sl: To orodje uporabnikom omogoča sestavljanje slik v veliko panoramo.
uk: За допомогою цього інструмента користувачі можуть зібрати зображення для створення великої панорами.

source: :menuselection:`Tools --> Create Calendar...`
ca: :menuselection:`Eines --> Crea un calendari...`
it: :menuselection:`Strumenti --> Crea calendario...`
nl: :menuselection:`Hulpmiddelen --> Kalender maken...`
pt: :menuselection:`Ferramentas --> Criar um Calendário...`
pt_br: :menuselection:`Ferramentas --> Criar calendário...`
sl: :menuselection:`Orodja --> Ustvari koledar...`
uk: :menuselection:`Інструменти --> Створити календар...`

source: Tool to create a calendar with Album items.
ca: Eina per a crear un calendari amb els elements de l'àlbum.
it: Strumento per creare un calendario con gli elementi degli album.
nl: Hulpmiddel voor het maken van een kalender met items uit het album.
pt: Uma ferramenta para criar um calendário com itens do álbum.
pt_br: Ferramenta para criar um calendário com itens do álbum.
sl: Orodje za ustvarjanje koledarja z elementi albuma.
uk: Засіб для створення календаря на основі записів альбому.

source: See :ref:`this section <calendar_tool>` for more information.
ca: Vegeu :ref:`aquesta secció <calendar_tool>` per a més informació.
pt_br: Veja :ref:`esta seção <calendar_tool>` para mais informações.
sl: Za več informacij glejte :ref:`ta razdelek <calendar_tool>`.

source: :menuselection:`Tools --> Email Images...`
ca: :menuselection:`Eines --> Imatges per correu electrònic...`
it: :menuselection:`Strumenti --> Invia per posta elettronica...`
nl: :menuselection:`Hulpmiddelen --> Afbeeldingen e-mailen...`
pt: :menuselection:`Ferramentas --> Enviar as Imagens por E-mail...`
pt_br: :menuselection:`Ferramentas --> Enviar por e-mail...`
sl: :menuselection:`Orodja --> Pošlji slike po e-pošti...`
uk: :menuselection:`Інструменти --> Надіслати зображення електронною поштою...`

source: Tool to send images with your favorite email client.
ca: Eina per a enviar imatges amb el vostre agent de correu preferit.
it: Strumento per inviare le immagini usando il tuo programma di posta elettronica preferito.
nl: Hulpmiddel voor verzenden van afbeeldingen met uw e-mailprogramma van voorkeur.
pt: Uma ferramenta para enviar imagens com o seu cliente de e-mail favorito.
pt_br: Ferramenta para enviar imagens com seu cliente de e-mail favorito.
sl: Orodje za pošiljanje slik z vašim najljubšim e-poštnim odjemalcem.
uk: Пункт меню, призначений для надсилання зображень електронною поштою за допомогою вашої улюбленої програми для роботи з електронною поштою.

source: See :ref:`this section <send_images>` for more information.
ca: Vegeu :ref:`aquesta secció <send_images>` per a més informació.
pt_br: Veja :ref:`esta seção <send_images>` para mais informações.
sl: Glejte :ref:`ta razdelek <send_images>` za več informacij.

source: :menuselection:`Tools --> G'MIC-Qt (layers)`
ca: :menuselection:`Eines --> G'MIC-Qt (capes)`
pt_br: :menuselection:`Ferramentas --> G'MIC-Qt (camadas)`
sl: :menuselection:`Orodja --> G'MIC-Qt (plasti)`

source: Tool to apply a G'MIC filter using stacked images as layers.
ca: Eina per a aplicar un filtre G'MIC utilitzant imatges apilades com a capes.
pt_br: Ferramenta para aplicar um filtro G'MIC usando imagens empilhadas como camadas.
sl: Orodje za uporabo filtra G'MIC z uporabo zloženih slik kot plasti.

source: See :ref:`this section <enhance_gmicqt_layers>` for more information.
ca: Vegeu :ref:`aquesta secció <enhance_gmicqt_layers>` per a més informació.
pt_br: Veja :ref:`esta seção <enhance_gmicqt_layers>` para mais informações.
sl: Glejte :ref:`ta razdelek<enhance_gmicqt_layers>` za več informacij.

source: The Import Menu
ca: El menú Importa
it: Il menu Importa
nl: Het menu Importeren
pt: O Menu Importar
pt_br: O menu Importar
sl: Meni Uvozi
uk: Меню «Імпорт»

source: :menuselection:`Import --> Cameras`
ca: :menuselection:`Importa --> Càmeres`
it: :menuselection:`Importa --> Fotocamere`
nl: :menuselection:`Importeren --> Camera's`
pt: :menuselection:`Importar --> Câmaras`
pt_br: :menuselection:`Importar --> Câmeras`
sl: :menuselection:`Uvozi --> Kamere`
uk: :menuselection:`Імпорт --> Фотоапарати`

source: Any configured digital camera will be listed here. You can use the **Add Camera Manually...** menu entry to add a new camera to the list. Please, read the :ref:`Camera Settings <camera_settings>` section for more information.
ca: Qualsevol càmera digital configurada apareixerà llistada aquí. Podreu utilitzar l'entrada de menú **Afegeix una càmera manualment...** per a afegir-ne una de nova a la llista. Per a obtenir més informació, vegeu la secció :ref:`Configurar la càmera <camera_settings>`.
nl: Alle geconfigureerde digitale camera's worden hier vermeld. U kunt gebruik maken van het menu-item **Camera handmatig toevoegen...** om een ​​nieuwe camera toe te voegen aan de lijst. Lees sectie :ref:`Camera-instellingen <camera_settings>` voor meer informatie.
pt_br: Qualquer câmera digital configurada será listada aqui. Você pode usar a opção de menu **Adicionar câmera manualmente...** para adicionar uma nova câmera à lista. Leia a seção :ref:`Configurações da câmera <camera_settings>` para obter mais informações.
sl: Tukaj bo navedena katerakoli konfigurirana digitalna kamera. Za dodajanje nove kamere na seznam lahko uporabite menijski vnos **Dodaj kamero ročno...**. Za več informacij preberite razdelek :ref:`Nastavitve kamere <camera_settings>`.

source: Once you choose a camera from the list the Camera Interface will open. For a detailed description see the :ref:`digiKam Import Tool <import_overview>`.
ca: Una vegada escolliu una càmera de la llista, s'obrirà la interfície de la càmera. Per a una descripció detallada, vegeu l':ref:`Eina d'importació <import_overview>` del digiKam.
nl: Nadat u een camera uit de lijst hebt gekozen zal het Camera-interface openen. Voor een gedetailleerde beschrijving zie het :ref:`Hulpmiddel voor importeren van digiKam <import_overview>`.
pt_br: Após escolher uma câmera da lista, a interface da câmera será aberta. Para uma descrição detalhada, consulte a :ref:`Ferramenta de importação do digiKam <import_overview>`.
sl: Ko s seznama izberete kamero, se odpre vmesnik kamere. Za podroben opis si oglejte :ref:`orodje za uvoz digiKam <import_overview>`.

source: :menuselection:`Import --> USB Storage Devices`
ca: :menuselection:`Importa --> Dispositius d'emmagatzematge USB`
it: :menuselection:`Importa --> Dispositivi di memorizzazione USB`
nl: :menuselection:`Importeren --> USB opslagapparaten`
pt: :menuselection:`Importar --> Dispositivos de Armazenamento USB`
pt_br: :menuselection:`Importar --> Dispositivos de armazenamento USB`
sl: :menuselection:`Uvozi --> USB pomnilniške naprave`
uk: :menuselection:`Імпорт --> Пристрої зберігання інформації USB`
