Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: For a detailed description see the :ref:`digiKam Shortcuts Configuration <shortcuts_settings>` section.
ca: Per a una descripció detallada, vegeu la secció :ref:`Configurar les dreceres del digiKam <shortcuts_settings>`.
nl: Voor een gedetailleerde beschrijving zie de sectie :ref:`Sneltoetsen van digiKam configureren <shortcuts_settings>`.
pt_br: Para uma descrição detalhada, consulte a seção :ref:`Configuração de atalhos do digiKam <shortcuts_settings>`.
sl: Za podroben opis si oglejte razdelek :ref:`digiKam Konfiguracija bližnjic <shortcuts_settings>`.

source: :menuselection:`Settings --> Configure Toolbars...`
ca: :menuselection:`Arranjament --> Configura les barres d'eines...`
nl: :menuselection:`Instellingen -->Werkbalken instellen...`
pt: :menuselection:`Configuração --> Configurar as Barras de Ferramentas...`
pt_br: :menuselection:`Configurações --> Configurar barras de ferramentas...`
sl: :menuselection:`Nastavitve --> Konfiguriraj orodne vrstice...`
uk: :menuselection:`Параметри --> Налаштувати пенали...`

source: Configure the digiKam toolbars.
ca: Configura les barres d'eines del digiKam.
it: Configura le barre degli strumenti di digiKam.
nl: De werkbalken van digiKam configureren.
pt: Configura as barras de ferramentas do digiKam.
pt_br: Configura as barras de ferramentas do digiKam.
sl: Konfigurirajte orodne vrstice digiKam.
uk: Налаштувати панелі інструментів digiKam.

source: For a detailed description see the :ref:`digiKam Toolbars Configuration <toolbars_settings>` section.
ca: Per a una descripció detallada, vegeu la secció :ref:`Configurar les barres d'eines del digiKam <toolbars_settings>`.
nl: Voor een gedetailleerde beschrijving zie de sectie :ref:`Werkbalken van digiKam configureren <toolbars_settings>`.
pt_br: Para uma descrição detalhada, consulte a seção :ref:`Configuração das barras de ferramentas do digiKam <toolbars_settings>`.
sl: Za podroben opis si oglejte razdelek :ref:`digiKam Konfiguracija orodnih vrstic <toolbars_settings>`.

source: :menuselection:`Settings --> Configure Notifications...`
ca: :menuselection:`Arranjament --> Configura les notificacions...`
nl: :menuselection:`Instellingen --> Notificaties instellen...`
pt: :menuselection:`Configuração --> Configurar as Notificações...`
pt_br: :menuselection:`Configurações --> Configurar notificações...`
sl: :menuselection:`Nastavitve --> Konfiguriraj obvestila...`
uk: :menuselection:`Параметри --> Налаштувати сповіщення...`

source: Configure the digiKam notifications including actions like *Play a sound*, *Log to a file* or *Run command*.
ca: Configura les notificacions del digiKam, incloent-hi les accions com *Reprodueix un so*, *Registra en un fitxer* o *Executa una ordre*.
it: Configura le notifiche di digiKam, incluse azioni quali **Riproduci un suono**, **Registra su file** o **Esegui un comando**.
nl: De meldingen van digiKam configureren inclusief acties zoals *Speel een geluid*, *Log naar een bestand* of *Commando uitvoeren*.
pt: Configura as notificações do digiKam, incluindo algumas acções como *Tocar um som*, *Registar num ficheiro* ou *Executar um comando* .
pt_br: Configura as notificações do digiKam, incluindo ações como *Reproduzir um som*, *Registrar em um arquivo* ou *Executar comando*.
sl: Konfigurirajte obvestila digiKam, vključno z dejanji, kot so *Predvajaj zvok*, *Prijava v datoteko* ali *Zaženi ukaz*.
uk: За допомогою цього пункту можна налаштувати сповіщення digiKam, зокрема дії **Відтворити звук**, **Записати до файла** та **Виконати команду**.

source: For a detailed description see the :ref:`digiKam Notifications Configuration <notifications_settings>` section.
ca: Per a una descripció detallada, vegeu la secció :ref:`Configurar les notificacions del digiKam <notifications_settings>`.
nl: Voor een gedetailleerde beschrijving zie de sectie :ref:`Meldingen van digiKam configureren <notifications_settings>`.
pt_br: Para uma descrição detalhada, consulte a seção :ref:`Configuração de notificações do digiKam <notifications_settings>`.
sl: Za podroben opis si oglejte razdelek :ref:`digiKam Konfiguracija obvestil <notifications_settings>`.

source: :menuselection:`Settings --> Database Migration...`
ca: :menuselection:`Arranjament --> Migra la base de dades...`
nl: :menuselection:`Instellingen --> Migratie van de database...`
pt: :menuselection:`Configuração --> Migração da Base de Dados...`
pt_br: :menuselection:`Configurações --> Migração do banco de dados...`
sl: :menuselection:`Nastavitve --> Selitev baze podatkov...`
uk: :menuselection:`Параметри --> Перенесення бази даних...`

source: Launch tool to migrate the digiKam databases from SQLite to MySQL or vice versa.
ca: Llança l'eina per a migrar les bases de dades del digiKam des de SQLite a MySQL o viceversa.
it: Lancia lo strumento per far migrare la banca dati di digiKam da SQLite a MySQL o viceversa.
nl: Start het hulpmiddel om de databases van digiKam te migreren van SQLite naar MySQL of andersom.
pt: Invoca uma ferramenta para migrar as bases de dados do digiKam de SQLite para MySQL ou vice-versa.
pt_br: Ferramenta de lançamento para migrar os bancos de dados do digiKam do SQLite para o MySQL ou vice-versa.
sl: Zagon orodja za selitev baz podatkov digiKam iz SQLite v MySQL ali obratno.
uk: За допомогою цього пункту можна запустити засіб перенесення даних digiKam з бази даних SQLite до бази даних MySQL, і навпаки.

source: Find more information about the databases and database migration in the :ref:`digiKam databases <database_settings>` section.
ca: Trobareu més informació sobre les bases de dades i la seva migració a la secció :ref:`bases de dades del digiKam <database_settings>`.
nl: Meer informatie over de databases en migratie van databases is te vinden in de sectie :ref:`Databases van digiKam <database_settings>`.
pt_br: Encontre mais informações sobre os bancos de dados e migração de bancos de dados na seção :ref:`Bancos de dados do digiKam <database_settings>`.
sl: Poiščite več informacij o zbirkah podatkov in selitvi podatkovnih baz v razdelku :ref:`podatkovne baze digiKam <database_settings>`.

source: :menuselection:`Settings --> Configure digiKam...` :kbd:`Ctrl+Shift+,`
ca: :menuselection:`Arranjament --> Configura el digiKam...` :kbd:`Ctrl+Maj+,`
nl: :menuselection:`Instellingen --> digiKam configureren...` :kbd:`Ctrl+Shift+,`
pt: :menuselection:`Configuração --> Configurar o digiKam...` :kbd:`Ctrl+Shift+,`
pt_br: :menuselection:`Configurações --> Configurar digiKam...` :kbd:`Ctrl+Shift+,`
sl: :menuselection:`Nastavitve --> Konfiguriraj digiKam...` :kbd:`Ctrl Shift ,`
uk: :menuselection:`Параметри --> Налаштувати digiKam...` :kbd:`Ctrl+Shift+,`

source: Launch digiKam configure dialog.
ca: Llança el diàleg de configuració del digiKam.
it: Avvia la finestra di configurazione di digiKam.
nl: Configuratiedialoog van digiKam starten.
pt: Invoca a janela de configuração do digiKam.
pt_br: Lança a janela de configuração do digiKam.
sl: Zaženi konfiguracijsko pogovorno okno digiKam.
uk: Відкрити діалогове вікно налаштування digiKam.

source: For a detailed description see the :ref:`digiKam Configuration <setup_application>` section.
ca: Per a una descripció detallada, vegeu la secció :ref:`Configurar el digiKam <setup_application>`.
nl: Voor een gedetailleerde beschrijving zie de sectie :ref:`digiKam configureren <setup_application>`.
pt_br: Para uma descrição detalhada, consulte a seção :ref:`Configuração do digiKam <setup_application>`.
sl: Za podroben opis glejte razdelek :ref:`Konfiguracija digiKam <setup_application>`.

source: The Help Menu
ca: El menú Ajuda
it: Il menu Aiuto
nl: Het menu Help
pt: O Menu Ajuda
pt_br: O menu Ajuda
sl: Meni Pomoč
uk: Меню «Довідка»

source: :menuselection:`Help --> What's this?` :kbd:`Shift+F1`
ca: :menuselection:`Ajuda --> Què és això?` :kbd:`Maj+F1`
nl: :menuselection:`Help --> Wat is dit?` :kbd:`Shift+F1`
pt: :menuselection:`Ajuda --> O que é isto?` :kbd:`Shift+F1`
pt_br: :menuselection:`Ajuda --> O que é isto?` :kbd:`Shift+F1`
sl: :menuselection:`Pomoč --> Kaj je to?` :kbd:`Shift F1`
uk: :menuselection:`Довідка --> Що це?` :kbd:`Shift+F1`

source: Show Contextual help.
ca: Mostra l'ajuda contextual.
nl: Contextuele hulp tonen.
pt: Mostra uma ajuda de contexto.
pt_br: Mostra ajuda contextual.
sl: Pokaži kontekstno pomoč.
uk: Показати контекстну довідку.

source: :menuselection:`Help --> Find Action` :kbd:`Ctrl+Alt+I`
ca: :menuselection:`Ajuda --> Troba una acció` :kbd:`Ctrl+Alt+I`
nl: :menuselection:`Help --> Zoek actie` :kbd:`Ctrl+Alt+I`
pt: :menuselection:`Ajuda --> Procurar uma Acção` :kbd:`Ctrl+Alt+I`
pt_br: :menuselection:`Ajuda --> Encontrar ação` :kbd:`Ctrl+Alt+I`
sl: :menuselection:`Pomoč --> Najdi dejanje` :kbd:`Ctrl Alt I`
uk: :menuselection:`Довідка --> Знайти дію` :kbd:`Ctrl+Alt+I`

source: Search a menu action in application window.
ca: Cerca una acció de menú a la finestra de l'aplicació.
nl: Zoek een menu-actie in het toepassingsvenster.
pt: Procura uma acção do menu na janela da aplicação.
pt_br: Pesquisar uma ação de menu na janela do aplicativo.
sl: Išči dejanje menija v oknu aplikacije.
uk: Шукати пункт меню у вікні програми.

source: The Dialog to Find Action in Menu
ca: El diàleg per a trobar una acció en el menú
nl: De dialoog voor Actie in menu zoeken
pt: A Janela para Procurar uma Acção no Menu
pt_br: A janela para encontrar ação no menu
sl: Pogovorno okno za iskanje dejanja v meniju
uk: Вікно для пошуку пунктів дій у меню

source: :menuselection:`Help --> Supported RAW Camera`
ca: :menuselection:`Ajuda --> Càmeres RAW admeses`
nl: :menuselection:`Help --> Ondersteunde RAW-camera's`
pt: :menuselection:`Ajuda --> Câmaras RAW Suportadas`
pt_br: :menuselection:`Ajuda --> Câmeras RAW suportadas`
sl: :menuselection:`Pomoč --> Podprta kamera RAW`
uk: :menuselection:`Довідка --> Підтримувані фотоапарати з цифровими негативами`

source: Displays a list of all supported RAW camera.
ca: Mostra una llista de totes les càmeres RAW admeses.
nl: Toont een lijst met alle ondersteunde RAW-camera's.
pt: Mostra uma lista de todas as câmaras e máquinas fotográficas RAW suportadas.
pt_br: Exibe uma lista de todas as câmeras RAW suportadas.
sl: Prikaže seznam vseh podprtih kamer RAW.
uk: Показати список усіх підтримуваних фотоапаратів із цифровими негативами.

source: The List of Supported RAW Camera
ca: La llista de les càmeres RAW admeses
nl: De lijst met ondersteunde RAW-camera's
pt: A Lista de Câmaras RAW Suportadas
pt_br: Lista de câmeras RAW suportadas
sl: Seznam podprtih kamer RAW
uk: Список підтримуваних фотоапаратів з цифровими негативами

source: :menuselection:`Help --> Detected Hardware`
ca: :menuselection:`Ajuda --> Maquinari detectat`
nl: :menuselection:`Help --> Gedetecteerde hardware`
pt: :menuselection:`Ajuda --> 'Hardware' Detectado`
pt_br: :menuselection:`Ajuda --> Lista de dispositivos detectados`
sl: :menuselection:`Pomoč --> Zaznana strojna oprema`
uk: :menuselection:`Довідка --> Знайдене обладнання`

source: Displays an information panel with the detected hardware from your computer.
ca: Mostra un plafó d'informació amb el maquinari detectat des de l'ordinador.
nl: Toont een informatiepaneel met de gedetecteerde hardware van uw computer.
pt: Mostra um painel informativo com o 'hardware' detectado no seu computador.
pt_br: Exibe um painel de informações com o hardware detectado no seu computador.
sl: Prikaže informacijsko ploščo z zaznano strojno opremo vašega računalnika.
uk: Показати інформаційну панель зі списком виявленого обладнання на вашому комп'ютері.

source: The List of Detected Hardware
ca: La llista del maquinari detectat
it: Elenco dell'hardware rilevato
nl: De lijst met gedetecteerde hardware
pt: A Lista de 'Hardware' Detectado
pt_br: Lista de dispositivos detectados
sl: Seznam zaznane strojne opreme
uk: Список виявленого обладнання

source: :menuselection:`Help --> Components Information`
ca: :menuselection:`Ajuda --> Informació dels components`
nl: :menuselection:`Help --> Informatie van componenten`
pt: :menuselection:`Ajuda --> Informação dos Componentes`
pt_br: :menuselection:`Ajuda --> Informações dos componentes`
sl: :menuselection:`Pomoč --> Informacije o komponentah`
uk: :menuselection:`Довідка --> Інформація про компоненти`

source: Displays an information panel with shared libraries and the component configurations used by the application.
ca: Mostra un plafó informatiu amb les biblioteques compartides i les configuracions dels components utilitzats per l'aplicació.
nl: Toont een informatiepaneel met gedeelde bibliotheken en configuraties van door de toepassing gebruikte componenten.
pt: Mostra um painel de informação com as bibliotecas dinâmicas e as configurações dos componentes usados pela aplicação.
pt_br: Exibe um painel de informações com bibliotecas compartilhadas e as configurações de componentes usadas pelo aplicativo.
sl: Prikaže informacijsko ploščo s knjižnicami v skupni rabi in konfiguracijami komponent, ki jih uporablja aplikacija.
uk: Показати інформаційну панель зі списком бібліотек і налаштуваннями компонентів, які використовує програма.

source: The List of Components Information
ca: La llista amb la informació dels components
nl: De lijst met informatie van componenten
pt: A Lista de Informações dos Componentes
pt_br: A lista de informações dos componentes
sl: Informacije o seznamu komponent
uk: Список відомостей щодо компонентів

source: :menuselection:`Help --> Database Statistics`
ca: :menuselection:`Ajuda --> Estadístiques de la base de dades`
nl: :menuselection:`Help --> Databasestatistieken`
pt: :menuselection:`Ajuda --> Estatísticas da Base de Dados`
pt_br: :menuselection:`Ajuda --> Estatísticas do banco de dados`
sl: :menuselection:`Pomoč --> Statistika baze podatkov`
uk: :menuselection:`Довідка --> Статистика бази даних`

source: Displays an information panel with a database summary.
ca: Mostra un plafó informatiu amb un resum de la base de dades.
it: Visualizza un pannello di informazioni con un riassunto sulla banca dati.
nl: Toont een informatiepaneel met een samenvatting van een database.
pt: Mostra um painel de informação com um resumo da base de dados.
pt_br: Exibe um painel de informações com um resumo do banco de dados.
sl: Prikaže informacijsko ploščo s povzetkom baze podatkov.
uk: Показати інформаційну панель із резюме щодо бази даних.

source: The Statistics from the Database
ca: Les estadístiques de la base de dades
nl: De statistieken uit de database
pt: As Estatísticas da Base de Dados
pt_br: As estatísticas do banco de dados
sl: Statistika iz baze podatkov
uk: Статистика з бази даних

source: :menuselection:`Help --> Donate`
ca: :menuselection:`Ajuda --> Donatius`
nl: :menuselection:`Help --> Doneren`
pt: :menuselection:`Ajuda --> Doar`
pt_br: :menuselection:`Ajuda --> Doar`
sl: :menuselection:`Pomoč --> Doniraj`
uk: :menuselection:`Довідка --> Пожертвувати гроші`

source: Open project `Donation page <https://www.digikam.org/donate/>`_.
ca: Obre la `pàgina de donacions <https://www.digikam.org/donate/>`_ del projecte.
nl: `Donatiepagina <https://www.digikam.org/donate/>`_ van project openen.
pt: Abre a `página de Doações <https://www.digikam.org/donate/>`_ do projecto.
pt_br: Abre o projeto `Página de doações <https://www.digikam.org/donate/>`_.
sl: Odpri projekt `Stran za donacije <https://www.digikam.org/donate/>`_.
uk: Відкрити `сторінку фінансових пожертв проєкту <https://www.digikam.org/donate/>`_.

source: :menuselection:`Help --> Check from New Version`
ca: :menuselection:`Ajuda --> Comprova per a una versió nova...`
nl: :menuselection:`Help --> Op nieuwe versie controleren`
pt: :menuselection:`Ajuda --> Pesquisar por Nova Versão`
pt_br: :menuselection:`Ajuda --> Verificar por nova versão`
sl: :menuselection:`Pomoč --> Preveri iz nove različice`
uk: :menuselection:`Довідка --> Виконати пошук свіжішої версії`

source: Check if new application version is available online. See :ref:`this chapter <updates_settings>` from details.
ca: Comprova si hi ha disponible en línia una versió nova de l'aplicació. Per als detalls, vegeu :ref:`aquest capítol <updates_settings>`.
nl: Controleer of een nieuwe versie van de toepassing online beschikbaar is. Zie :ref:`dit hoofdstuk <updates_settings>` voor details.
pt: Verifica se está disponível 'online' alguma nova versão da aplicação. Veja mais detalhes :ref:`neste capítulo <updates_settings>`.
pt_br: Verifique se uma nova versão do aplicativo está disponível online. Consulte :ref:`este capítulo <updates_settings>` para mais detalhes.
sl: Preverite, ali je na spletu na voljo nova različica aplikacije. Glejte :ref:`to poglavje <updates_settings>` za podrobnosti.
uk: Виконати пошук нової версії програми в інтернеті. Див. :ref:`цей розділ <updates_settings>`, щоб дізнатися більше.

source: :menuselection:`Help --> Recipes Book`
ca: :menuselection:`Ajuda --> Llibre de receptes...`
nl: :menuselection:`Help --> Receptenboek`
pt: :menuselection:`Ajuda --> Livro de Receitas`
pt_br: :menuselection:`Ajuda --> Livro de receitas`
sl: :menuselection:`Pomoč --> Knjiga receptov`
uk: :menuselection:`Довідка --> Книга настанов`

source: Open `Recipes Book page <https://www.digikam.org/recipes_book/>`_.
ca: Obre la `pàgina del llibre de receptes <https://www.digikam.org/recipes_book/>`_.
nl: `Receptenboekpagina <https://www.digikam.org/recipes_book/>`_ openen.
pt: Abre a `página do Livro de Receitas <https://www.digikam.org/recipes_book/>`_.
pt_br: Abre a `página do Livro de receitas <https://www.digikam.org/recipes_book/>`_.
sl: Odprite stran `Recipes Book <https://www.digikam.org/recipes_book/>`_.
uk: Відкрити `сторінку книги настанов <https://www.digikam.org/recipes_book/>`_.

source: :menuselection:`Help --> Contribute`
ca: :menuselection:`Ajuda --> Col·labora...`
nl: :menuselection:`Help --> Bijdragen`
pt: :menuselection:`Ajuda --> Contribuir`
pt_br: :menuselection:`Ajuda --> Contribuir`
sl: :menuselection:`Pomoč --> Prispevaj`
uk: :menuselection:`Довідка --> Взяти участь у розробці`

source: Open project `Contribute page <https://www.digikam.org/contribute/>`_.
ca: Obre la `pàgina de col·laboració <https://www.digikam.org/contribute/>`_ al projecte.
nl: `Bijdragenpagina <https://www.digikam.org/contribute/>`_ van project opnen.
pt: Abre a `página de Contribuições <https://www.digikam.org/contribute/>`_ do projecto.
pt_br: Abre o projeto `Página para contribuir <https://www.digikam.org/contribute/>`_.
sl: Odpri projekt `Stran za prispevke <https://www.digikam.org/contribute/>`_.
uk: Відкрити `сторінку настанов щодо участі у проєкті <https://www.digikam.org/contribute/>`_.

source: :menuselection:`Help --> Online Handbook`
ca: :menuselection:`Ajuda --> Manual en línia...`
nl: :menuselection:`Help --> Online handleiding`
pt: :menuselection:`Ajuda --> Manual 'Online'`
pt_br: :menuselection:`Ajuda --> Manual online`
sl: :menuselection:`Pomoč --> Spletni priročnik`
uk: :menuselection:`Довідка --> Підручник у інтернеті`

source: Open `Online Manual page <https://docs.digikam.org/en/index.html>`_.
ca: Obre la `pàgina del manual en línia <https://docs.digikam.org/ca/index.html>`_.
nl: `Online handleidingpagina <https://docs.digikam.org/en/index.html>`_ openen.
pt: Abre a `página do Manual 'Online' <https://docs.digikam.org/en/index.html>`_.
pt_br: Abre a `página do Manual online <https://docs.digikam.org/en/index.html>`_.
sl: Odprite `Stran spletnega priročnika <https://docs.digikam.org/en/index.html>`_.
uk: Відкрити `сторінку підручника в інтернеті <https://docs.digikam.org/en/index.html>`_.

source: :menuselection:`Help --> Report Bug`
ca: :menuselection:`Ajuda --> Informeu d'un error...`
nl: :menuselection:`Help --> Bug rapporteren`
pt: :menuselection:`Ajuda --> Comunicar um Erro`
pt_br: :menuselection:`Ajuda --> Relatar bug`
sl: :menuselection:`Pomoč --> Prijavi napako`
uk: :menuselection:`Довідка --> Надіслати звіт про помилку`

source: Open a dialog to report online a dysfunction.
ca: Obre un diàleg per a informar en línia d'una disfunció.
nl: Een dialoog openen om online een niet werkende functie te rapporteren.
pt: Abre uma janela para comunicar 'online' um problema na aplicação.
pt_br: Abra uma janela para relatar uma disfunção online.
sl: Odprite pogovorno okno za spletno prijavo disfunkcije.
uk: Відкрити вікно для звітування про помилки у програмі.

source: :menuselection:`Help --> About digiKam`
ca: :menuselection:`Ajuda --> Quant al digiKam...`
nl: :menuselection:`Help --> Informatie over digiKam`
pt: :menuselection:`Ajuda --> Acerca do digiKam`
pt_br: :menuselection:`Ajuda --> Sobre o digiKam`
sl: :menuselection:`Pomoč --> O digiKamu`
uk: :menuselection:`Довідка --> Про digiKam`

source: Open a dialog to show application version and details.
ca: Obre un diàleg per a mostrar la versió i els detalls de l'aplicació.
nl: Een dialoog openen om de versie en details van de toepassing te tonen.
pt: Abre uma janela que mostra a versão da aplicação e mais alguns detalhes.
pt_br: Abra uma janela para mostrar a versão e os detalhes do aplicativo.
sl: Odpri pogovorno okno za prikaz različice aplikacije in podrobnosti.
uk: Відкрити вікно для показу версії і подробиць щодо програми.

source: :menuselection:`View --> Preview Image` :kbd:`F3`
ca: :menuselection:`Visualitza --> Imatge de vista prèvia` :kbd:`F3`
it: :menuselection:`Visualizza --> Anteprima immagine` :kbd:`F3`
nl: :menuselection:`Beeld --> Afbeelding bekijken` :kbd:`F3`
pt: :menuselection:`Ver --> Antevisão da Imagem` :kbd:`F3`
pt_br: :menuselection:`Exibir--> Visualização` :kbd:`F3`
uk: :menuselection:`Перегляд --> Попередній перегляд` :kbd:`F3`

source: The preview has **Back** and **Forward** buttons at the top left corner to navigate through all the images currently shown.
ca: La vista prèvia disposa dels botons **Enrere** i **Endavant** a la cantonada superior esquerra, per a navegar a través de totes les imatges que es mostren.
it: L'anteprima ha i pulsanti **Indietro** e **Avanti** nell'angolo in alto a sinistra per spostarsi tra tutte le immagini attualmente visualizzate.
nl: Het voorbeeld heeft knoppen **Terug** en **Verder** in de linkerbovenhoek om te navigeren door alle nu getoonde afbeeldingen.
pt: A antevisão tem botões para **Recuar** e **Avançar** no canto superior esquerdo para navegar por todas as imagens apresentadas de momento.
pt_br: A visualização possui botões **Voltar** e **Avançar** no canto superior esquerdo para navegar por todas as imagens exibidas no momento.
uk: На панелі попереднього перегляду у верхньому лівому куті розташовано кнопки **Назад** і **Вперед**, призначені для навігації списком поточних показаних зображень.

source: Shows images on a map.
ca: Mostra les imatges en un mapa.
it: Mostra le immagini su di una mappa.
nl: Toont afbeeldingen op een kaart.
pt: Mostra as imagens num mapa.
pt_br: Mostra as imagens em um mapa.
uk: Показати місця створення зображень на географічній карті.
