Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_mainwindow.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The View Menu
ca: El menú Visualitza
it: Il menu Visualizza
nl: Het menu Beeld
pt: O Menu Ver
pt_br: O menu Exibir
sl: Meni Pogled
uk: Меню «Перегляд»

source: :menuselection:`View --> Thumbnails`
ca: :menuselection:`Visualitza --> Miniatures`
it: :menuselection:`Visualizza --> Miniature`
nl: :menuselection:`Beeld --> Miniaturen`
pt: :menuselection:`Ver --> Miniaturas`
pt_br: :menuselection:`Exibir --> Miniaturas`
sl: :menuselection:`Pogled --> Sličice`
uk: :menuselection:`Перегляд --> Мініатюри`

source: Shows thumbnails in the :ref:`Image View <image_view>`.
ca: Mostra les miniatures en la :ref:`vista d'imatges <image_view>`.
it: Mostra le miniature nella :ref:`Vista immagini <image_view>`.
nl: Miniaturen tonen in de :ref:`Afbeeldingsweergave <image_view>`.
pt: Mostra as miniaturas na :ref:`Área da Imagem <image_view>`.
pt_br: Mostra miniaturas na :ref:`Visualização da imagem <image_view>`.
sl: Prikaže sličice v :ref:`Pogledu slike <image_view>`.
uk: Показати мініатюри у :ref:`області зображень <image_view>`.

source: :menuselection:`View --> Preview` :kbd:`F3`
sl: :menuselection:`Pogled --> Predogled` :kbd:`F3`

source: Shows additionally a :ref:`Preview <viewing_photograph>` in the **Image View**.
ca: Mostra una :ref:`vista prèvia <viewing_photograph>` en la **vista d'imatges**.
it: Mostra anche una :ref:`anteprima <viewing_photograph>` nella **Vista immagini**.
nl: Toont extra een :ref:`Voorbeeld <viewing_photograph>` in de **Afbeeldingsweergave**.
pt: Mostra adicionalmente uma :ref:`Antevisão <viewing_photograph>` na **Área de Imagens**.
pt_br: Mostra adicionalmente uma :ref:`Visualização <viewing_photograph>` na **Visualização da imagem**
sl: Dodatno prikaže :ref:`Predogled <viewing_photograph>` v **Pogledu slike**.
uk: Показати додаткову :ref:`панель попереднього перегляду <viewing_photograph>` у **області зображень**.

source: The preview has **Back** and **Forward** buttons at the top left corner to navigate through all the items currently shown.
sl: Predogled ima gumba **Nazaj** in **Naprej** v zgornjem levem kotu za krmarjenje po vseh trenutno prikazanih predmetih.

source: :menuselection:`View --> Map`
ca: :menuselection:`Visualitza --> Mapa`
it: :menuselection:`Visualizza --> Mappa`
nl: :menuselection:`Beeld --> Kaart`
pt: :menuselection:`Ver --> Mapa`
pt_br: :menuselection:`Exibir --> Mapa`
sl: :menuselection:`Pogled --> Zemljevid`
uk: :menuselection:`Перегляд --> Карта`

source: Shows items on a map.
sl: Prikaže predmete na zemljevidu.

source: :menuselection:`View --> Table`
ca: :menuselection:`Visualitza --> Taula`
it: :menuselection:`Visualizza --> Tabella`
nl: :menuselection:`Beeld --> Tabel`
pt: :menuselection:`Ver --> Tabela`
pt_br: :menuselection:`Exibir --> Tabela`
sl: :menuselection:`Pogled --> Tabela`
uk: :menuselection:`Перегляд --> Таблиця`

source: Shows items in a table where you can choose by right clicking on the title bar which information you want to be displayed.
sl: Prikaže predmete v tabeli, kjer lahko z desnim klikom na naslovno vrstico izberete, katere informacije želite prikazati.

source: By default you have these four items also on the main toolbar.
ca: De manera predeterminada també tindreu aquests quatre elements a la barra d'eines principal.
it: Come modo predefinito hai questi quattro elementi anche nella barra degli strumenti principale.
nl: Standaard hebt u deze vier items ook op de hoofdwerkbalk.
pt: Por omissão tem estes quatro itens também na barra de ferramentas principal.
pt_br: Por padrão, você também tem esses quatro itens na barra de ferramentas principal.
sl: Privzeto imate te štiri elemente tudi v glavni orodni vrstici.
uk: Типово, кнопки цих чотирьох пунктів також буде розташовано на головній панелі інструментів.

source: :menuselection:`View --> Slideshow`
ca: :menuselection:`Visualitza --> Presentació de diapositives`
it: :menuselection:`Visualizza --> Presentazione`
nl: :menuselection:`Beeld --> Diavoorstelling`
pt: :menuselection:`Ver --> Apresentação`
pt_br: :menuselection:`Exibir--> Apresentação de slides`
sl: :menuselection:`Pogled --> Predstavitev`
uk: :menuselection:`Перегляд --> Показ слайдів`

source: :ref:`Slide-Show <slide_tool>` including RAW files.
ca: :ref:`Presentació de diapositives <slide_tool>` incloent-hi els fitxers RAW.
it: :ref:`Presentazione Show <slide_tool>`, con file RAW inclusi.
nl: :ref:`Diavoorstelling <slide_tool>` inclusief RAW bestanden.
pt: Modo de ::ref::`Apresentação <slide_tool>` que inclui os ficheiros RAW.
pt_br: :ref:`Apresentação de slides <slide_tool>` incluindo arquivos RAW.
sl: :ref:`Predstavitev <slide_tool>` vključno z datotekami RAW.
uk: Почати :ref:`показ слайдів <slide_tool>` з використанням файлів цифрових негативів.

source: :menuselection:`View --> Slideshow --> All` :kbd:`F9`
ca: :menuselection:`Visualitza --> Presentació de diapositives --> Tot` :kbd:`F9`
it: :menuselection:`Visualizza --> Presentazione --> Riproduci tutto` :kbd:`F9`
nl: :menuselection:`Beeld --> Diavoorstelling -- > Alles` :kbd:`F9`
pt: :menuselection:`Ver --> Apresentação --> Tudo` :kbd:`F9`
pt_br: :menuselection:`Exibir--> Apresentação de slides --> Tudo` :kbd:`F9`
sl: :menuselection:`Pogled --> Predstavitev --> Vse` :kbd:`F9`
uk: :menuselection:`Перегляд --> Перегляд слайдів --> Переглянути все` :kbd:`F9`

source: Start Slide-Show of all items in current window.
sl: Začni predstavitev vseh predmetov v trenutnem oknu.

source: :menuselection:`View --> Slideshow --> Selection` :kbd:`Alt+F9`
ca: :menuselection:`Visualitza --> Presentació de diapositives --> Selecció` :kbd:`Alt+F9`
it: :menuselection:`Visualizza --> Presentazione --> Riproduci la selezione` :kbd:`Alt+F9`
nl: :menuselection:`Beeld -->Diavoorstelling --> Selectie` :kbd:`Alt+F9`
pt: :menuselection:`Ver --> Apresentação --> Selecção` :kbd:`Alt+F9`
pt_br: :menuselection:`Exibir --> Apresentação de slides --> Seleção` :kbd:`Alt+F9`
sl: :menuselection:`Pogled --> Predstavitev --> Izbira` :kbd:`Alt F9`
uk: :menuselection:`Перегляд --> Перегляд слайдів --> Відтворити позначене` :kbd:`Alt+F9`

source: Start Slide-Show on selected items.
sl: Začni predstavitev na izbranih predmetih.

source: :menuselection:`View --> Slideshow --> With All Sub-Albums` :kbd:`Shift+F9`
ca: :menuselection:`Visualitza --> Presentació de diapositives --> Amb tots els subàlbums` :kbd:`Maj+F9`
it: :menuselection:`Visualizza --> Presentazione --> Riproduci con tutti i sottoalbum` :kbd:`Maiusc+F9`
nl: :menuselection:`Beeld --> Diavoorstelling -- > Met alle sub-albums` :kbd:`Shift+F9`
pt: :menuselection:`Ver --> Apresentação --> Com Todos os Sub-Álbuns` :kbd:`Shift+F9`
pt_br: :menuselection:`Exibir --> Apresentação de slides --> Com os sub-álbums` :kbd:`Shift+F9`
sl: :menuselection:`Pogled --> Predstavitev --> Z vsemi podalbumi` :kbd:`Shift F9`
uk: :menuselection:`Перегляд --> Перегляд слайдів --> З усіма підальбомами` :kbd:`Shift+F9`

source: Slide-Show that recurses through the current album tree.
ca: Presentació de diapositives que va recursivament a través de l'arbre de l'àlbum actual.
it: Presentazione ciclica dell'albero attuale degli album.
nl: Doorlopende diavoorstelling van de huidige albumboomstructuur.
pt: Mostra uma apresentação que percorre a árvore de álbuns actual.
pt_br: Mostra uma apresentação que percorre a árvore de álbuns atual.
sl: Predstavitev, ki se rekurzivno prehaja skozi trenutno drevo albuma.
uk: Створення показу слайдів з рекурсивним переглядом поточним деревом альбомів.

source: :menuselection:`View --> Presentation...` :kbd:`Alt+Shift+F9`
ca: :menuselection:`Visualitza --> Presentació...` :kbd:`Alt+Maj+F9`
it: :menuselection:`Visualizza --> Presentazione...` :kbd:`Alt+Maiusc+F9`
nl: :menuselection:`Beeld --> Presentatie...` :kbd:`Alt+Shift+F9`
pt: :menuselection:`Ver --> Apresentação...` :kbd:`Alt+Shift+F9`
pt_br: :menuselection:`Exibir --> Apresentação...` :kbd:`Alt+Shift+F9`
sl: :menuselection:`Pogled --> Predstavitev...` :kbd:`Alt Shift F9`
uk: :menuselection:`Перегляд --> Презентація...` :kbd:`Alt+Shift+F9`

source: Tool to display an advanced slide show with Album items.
ca: Eina per a mostrar una presentació de diapositives avançada amb els elements de l'àlbum.
it: Strumento per visualizzare una presentazione avanzata con gli elementi degli album.
nl: Hulpmiddel voor weergave van geavanceerde diavoorstelling met albumitems.
pt: Uma ferramenta para mostrar uma apresentação avançada com os itens do álbum.
pt_br: Ferramenta para exibir uma apresentação de slides avançada com itens do álbum.
sl: Orodje za prikaz napredne predstavitve z elementi albuma.
uk: Засіб для показу слайдів (з додатковими можливостями), створених з елементів альбому.

source: See the dedicated :ref:`Presentation Tool <presentation_tool>` for more information.
ca: Per a més informació, vegeu l'eina dedicada :ref:`Eina de presentació <presentation_tool>`.
it: Per maggiori informazioni vedi il capitolo dedicato allo :ref:`strumento per le presentazioni <presentation_tool>`.
nl: Zie het daaraan gewijde :ref:`Hulpmiddel voor presentaties <presentation_tool>` voor meer informatie.
pt: Veja mais informações na secção dedicada à :ref:`Ferramenta de Apresentações <presentation_tool>`.
pt_br: Veja o capítulo da :ref:`Ferramenta de apresentação <presentation_tool>` para mais informações.
sl: Glejte namensko :ref:`Predstavitveno orodje <presentation_tool>` za več informacij.
uk: Докладніші відомості можна отримати з підручника щодо :ref:`засобу роботи з презентаціями <presentation_tool>`.

source: :menuselection:`View --> OpenGL Viewer`
sl: :menuselection:`Pogled --> Pregledovalnik OpenGL`

source: Tool to display items using OpenGL compatible device.
sl: Orodje za prikaz predmetov z uporabo naprave, združljive z OpenGL.

source: See the dedicated :ref:`OpenGL Viewer <opengl_viewer>` for more information.
ca: Per a més informació, vegeu l'eina dedicada :ref:`Visualitzador OpenGL <opengl_viewer>`.
it: Per maggiori informazioni, vedi il capitolo dedicato al :ref:`Visore OpenGL <opengl_viewer>`.
nl: Zie het daaraan gewijde :ref:`OpenGL-viewer <opengl_viewer>` voor meer informatie.
pt: Veja mais informações no capítulo dedicado ao :ref:`Visualizador em OpenGL <opengl_viewer>`.
pt_br: Veja o capítulo do :ref:`Visualizador OpenGL <opengl_viewer>` para mais informações.
sl: Glejte namenski :ref:`OpenGL Viewer <opengl_viewer>` za več informacij.
uk: Ознайомтеся із :ref:`відповідним розділом щодо OpenGL <opengl_viewer>`, щоб дізнатися більше.

source: :menuselection:`View --> Full Screen Mode` :kbd:`Ctrl+Shift+F`
ca: :menuselection:`Visualitza --> Mode de pantalla completa` :kbd:`Ctrl+Maj+F`
it: :menuselection:`Visualizza --> Modalità a schermo intero` :kbd:`Ctrl+Maiusc+F`
nl: :menuselection:`Beeld --> Modus volledig scherm` :kbd:`Ctrl+Shift+F`
pt: :menuselection:`Ver --> Modo de Ecrã Completo` :kbd:`Ctrl+Shift+F`
pt_br: :menuselection:`Exibir --> Modo de tela cheia` :kbd:`Ctrl+Shift+F`
sl: :menuselection:`Pogled --> Celozaslonski način` :kbd:`Ctrl Shift F`
uk: :menuselection:`Перегляд --> Повноекранний режим` :kbd:`Ctrl+Shift+F`

source: Switch to full screen (Return with the same keyboard shortcut).
ca: Canviar a pantalla completa (es torna amb la mateixa drecera de teclat).
it: Passa a schermo intero (esce con la stessa scorciatoia da tastiera).
nl: Schakel over naar volledig scherm (terugkeren met dezelfde sneltoets).
pt: Muda para o modo de ecrã completo (pode voltar atrás com a mesma combinação de teclas).
pt_br: Alternar para tela cheia (retorne com o mesmo atalho de teclado).
sl: Preklopi na celoten zaslon (vrnite se z isto bližnjico na tipkovnici).
uk: Перемикач повноекранного режиму (повернутися у звичайний режим можна натисканням того самого клавіатурного скорочення).

source: You can access to the application menu using the **Hamburger Button** on the right side of toolbar.
ca: Podeu accedir al menú de l'aplicació mitjançant el **Botó hamburguesa** que hi ha a la part dreta de la barra d'eines.
nl: U krijgt toegang tot het toepassingsmenu met de **Hamburgerknop** aan de rechterkant van de werkbalk.
pt_br: Você pode acessar o menu do aplicativo usando o **Botão Hambúrguer** no lado direito da barra de ferramentas.
sl: Do menija aplikacije lahko dostopate z uporabo **Gumba Hamburger** na desni strani orodne vrstice.

source: The Hamburger Menu Available in Full-Screen Mode
ca: El menú Hamburguesa disponible en el mode de pantalla completa
it: Il menu hamburger disponibile nella modalità a schermo intero
nl: Het Hamburgermenu beschikbaar in modus volledig scherm
pt: O Menu em Hambúrguer, Disponível no Modo de Ecrã Completo
pt_br: O Menu Hambúrguer está disponível em tela cheia
sl: Meni Hamburger je na voljo v celozaslonskem načinu
uk: Меню-гамбургер доступне у повноекранному режимі

source: :menuselection:`View --> Zoom in` :kbd:`Ctrl++,+`
ca: :menuselection:`Visualitza --> Apropa` :kbd:`Ctrl++,+`
it: :menuselection:`Visualizza --> Ingrandisci` :kbd:`Ctrl++,+`
nl: :menuselection:`Beeld --> Inzoomen` :kbd:`Ctrl++`
pt: :menuselection:`Ver --> Ampliar` :kbd:`Ctrl++,+`
pt_br: :menuselection:`Exibir --> Ampliar` :kbd:`Ctrl++,+`
sl: :menuselection:`Pogled --> Povečaj` :kbd:`Ctrl , `
uk: :menuselection:`Перегляд --> Збільшити` :kbd:`Ctrl++`, :kbd:`+`

source: Increase preview or the thumbnail size of the currently selected Album.
ca: Apropa la vista prèvia o la mida de les miniatures de l'àlbum seleccionat.
it: Aumenta le dimensioni dell'anteprima o delle miniature dell'album attualmente selezionato.
nl: Vergroot afmeting van voorbeeld of de miniatuur van het huidige geselecteerde album.
pt: Aumenta a antevisão ou o tamanho das miniaturas do álbum seleccionado de momento.
pt_br: Aumenta a previsão ou o tamanho das miniaturas do álbum atualmente selecionado.
sl: Povečaj predogled ali velikost sličice trenutno izbranega albuma.
uk: Збільшити попередній перегляд або розмір мініатюри поточного вибраного альбому.

source: :menuselection:`View --> Zoom out` :kbd:`Ctrl+-,-`
ca: :menuselection:`Visualitza --> Allunya` :kbd:`Ctrl-,-`
it: :menuselection:`Visualizza --> Rimpicciolisci` :kbd:`Ctrl+-,-`
nl: :menuselection:`Beeld --> Uitzoomen` :kbd:`Ctrl+-,-`
pt: :menuselection:`Ver --> Reduzir` :kbd:`Ctrl+-,-`
pt_br: :menuselection:`Exibir --> Reduzir` :kbd:`Ctrl+-,-`
sl: :menuselection:`Pogled --> Pomanjšaj` :kbd:`Ctrl -,-`
uk: :menuselection:`Перегляд --> Зменшити` :kbd:`Ctrl+-`, :kbd:`-`

source: Decrease preview or the thumbnail size of the currently selected Album.
ca: Allunya la vista prèvia o la mida de les miniatures de l'àlbum seleccionat.
it: Riduce le dimensioni dell'anteprima o delle miniature dell'album attualmente selezionato.
nl: Verklein afmeting van voorbeeld of miniatuur van het huidige geselecteerde album.
pt: Diminui a antevisão ou o tamanho das miniaturas do álbum seleccionado de momento.
pt_br: Diminui a previsão ou o tamanho das miniaturas do álbum atualmente selecionado.
sl: Zmanjšajte predogled ali velikost sličice trenutno izbranega albuma.
uk: Зменшити попередній перегляд або розмір мініатюри поточного вибраного альбому.

source: :menuselection:`View --> Fit to Window` :kbd:`Ctrl+Alt+E`
ca: :menuselection:`Visualitza --> Ajusta a la finestra` :kbd:`Ctrl+Alt+E`
it: :menuselection:`Visualizza --> Adatta alla finestra` :kbd:`Ctrl+Alt+E`
nl: :menuselection:`Beeld --> Passend in venster` :kbd:`Ctrl+Alt+E`
pt: :menuselection:`Ver --> Ajustar à Janela` :kbd:`Ctrl+Alt+E`
pt_br: :menuselection:`Exibir --> Ajustar à janela` :kbd:`Ctrl+Alt+E`
sl: :menuselection:`Pogled --> Prilagodi oknu` :kbd:`Ctrl Alt E`
uk: :menuselection:`Перегляд --> Вмістити у вікно` :kbd:`Ctrl+Alt+E`

source: Will size the item it fits snug into the window.
sl: Velikost predmeta bo prilagojena, da se bo tesno prilegala oknu.

source: :menuselection:`View --> Zoom to 100%` :kbd:`Ctrl+,`
ca: :menuselection:`Visualitza --> Zoom al 100%` :kbd:`Ctrl+,`
it: :menuselection:`Visualizza --> Ingrandisci al 100%` :kbd:`Ctrl+,`
nl: :menuselection:`Beeld --> Zoomen tot 100%` :kbd:`Ctrl+,`
pt: :menuselection:`Ver --> Ampliar a 100%` :kbd:`Ctrl+,`
pt_br: :menuselection:`Exibir --> Ampliar para 100%` :kbd:`Ctrl+,`
sl: :menuselection:`Pogled --> Povečaj na 100 %` :kbd:`Ctrl ,`
uk: :menuselection:`Перегляд --> Масштаб у 100%` :kbd:`Ctrl+,`

source: Will show the item full size (meaning 1 item pixel is mapped exactly to 1 screen pixel) in preview mode.
sl: Prikazal bo predmet v polni velikosti (kar pomeni, da je 1 slikovna pika natančno preslikana v 1 slikovno piko) v načinu predogleda.

source: :menuselection:`View --> Sort Albums`
ca: :menuselection:`Visualitza --> Ordena els àlbums`
it: :menuselection:`Visualizza --> Ordina album`
nl: :menuselection:`Beeld --> Albums sorteren`
pt: :menuselection:`Ver --> Ordenar os Álbuns`
pt_br: :menuselection:`Exibir --> Ordenar álbuns`
sl: :menuselection:`Pogled --> Razvrsti albume`
uk: :menuselection:`Перегляд --> Впорядкувати альбоми`

source: Sort all digiKam Albums by Folder, by Category or by Date.
ca: Ordena tots els àlbums del digiKam per carpeta, categoria o per data.
it: Ordina tutti gli album di digiKam per cartella, per categoria, o per data.
nl: Sorteert alle albums in digiKam op map, op categorie of op datum.
pt: Ordena todos os álbuns do digiKam por Pasta, por Categoria ou por Data.
pt_br: Ordena todos os álbuns do digiKam por pasta, categoria ou data.
sl: Razvrsti vse albume digiKam po mapi, po kategoriji ali po datumu.
uk: Упорядкувати всі альбоми digiKam за текою, за категорією або за датою.

source: :menuselection:`View --> Sort Images`
ca: :menuselection:`Visualitza --> Ordena les imatges`
it: :menuselection:`Visualizza --> Ordina immagini`
nl: :menuselection:`Beeld --> Afbeeldingen sorteren`
pt: :menuselection:`Ver --> Ordenar as Imagens`
pt_br: :menuselection:`Exibir --> Ordenar imagens`
sl: :menuselection:`Pogled --> Razvrsti slike`
uk: :menuselection:`Перегляд --> Впорядкувати зображення`

source: Sort all images in current Album by:
ca: Ordena totes les imatges en l'àlbum actual per:
it: Ordina tutte le immagini nell'album attuale per:
nl: Alle afbeeldingen in het huidige album sorteren op:
pt: Ordena todas as imagens no álbum actual por:
pt_br: Ordena todas as imagens no álbum atual por:
sl: Razvrsti vse slike v trenutnem albumu po:
uk: Критерій упорядкування усіх зображень у поточному альбомі:

source: Name: Compare by file name in alphabetical order.
sl: Ime: Primerjaj po imenu datoteke po abecednem vrstnem redu.

source: Path: Compare by file path in alphabetical order.
sl: Pot: Primerjaj po poti datoteke po abecednem vrstnem redu.

source: Creation Date: Compare by camera creation date.
sl: Datum nastanka: Primerjaj po datumu nastanka iz kamere.

source: Modification Date: Compare by date modified by the computer.
sl: Datum spremembe: Primerjajte po datumu spremembe, ki jo je izvedel računalnik.

source: File Size: Compare by file size in bytes.
sl: Velikost datoteke: Primerjaj po velikosti datoteke v bytih.

source: Format: Compare by type-mime in alphabetical order.
sl: Oblika: Primerjaj po tipu-mime v abecednem vrstnem redu.

source: Rating: Compare by Rating order.
sl: Ocena: Primerjaj po vrstnem redu ocen.

source: Pick Label: Compare by Pick Label order.
sl: Poberi oznako: Primerjaj po vrstnem redu pobrane oznake.

source: Color Label: Compare by Color Label order.
sl: Barvna oznaka: Primerjajte po vrstnem redu barvnih oznak.

source: Image Size: Compare by pixels number.
sl: Velikost slike: Primerjaj po številu slikovnih pik.

source: Orientation: Compare by Exif Rotation flag.
sl: Usmerjenost: Primerjaj po zastavici vrtenja Exif.

source: Aspect Ratio: Compare by aspect ratio computed as ((width / height) * 100000).
sl: Razmerje stranic: Primerjaj z razmerjem stranic izračunanim kot ((širina / višina) * 100000).

source: GPS Position: Compare by GPS location properties. If an image lacks GPS coordinates it is placed after images with GPS data. If both images lack GPS data, they are treated as equal. The primary sort is by latitude, followed by longitude if latitudes are equal.
sl: Pozicija GPS: Primerjava po lastnostih lokacije GPS. Če sliki manjkajo koordinate GPS, se umesti za slike s podatki GPS. Če obe sliki nimata podatkov GPS, se obravnavata kot enakovredni. Primarno razvrščanje je po zemljepisni širini, ki ji sledi zemljepisna dolžina, če sta zemljepisni širini enaki.

source: Face Type: Compare by counting the number of unconfirmed faces.
sl: Vrsta obraza: Primerjaj s štetjem števila nepotrjenih obrazov.

source: Similarity: Compare by similarity results (only available in the Similarity Search View).
sl: Podobnost: Primerjaj rezultate po podobnosti (na voljo samo v pogledu iskanja po podobnosti).

source: Manual and Name: Compare by the manual sorting order and the file name.
sl: Ročno in ime: Primerjaj po vrstnem redu ročnega razvrščanja in imena datoteke.

source: Manual and Date: Compare by the manual sorting order and the creation date.
sl: Ročno in datum: Primerjaj po vrstnem redu ročnega razvrščanja in datumu nastanka.

source: :menuselection:`View --> Image Sorting Order`
ca: :menuselection:`Visualitza --> Ordre de l'ordenació de les imatges`
it: :menuselection:`Visualizza --> Ordinamento delle immagini`
nl: :menuselection:`Beeld --> Sorteervolgorde van afbeeldingen`
pt: :menuselection:`Ver --> Sentido de Ordenação das Imagens`
pt_br: :menuselection:`Exibir --> Ordem de classificação da imagem`
sl: :menuselection:`Pogled --> Vrstni red razvrščanja slik`
uk: :menuselection:`Перегляд --> Порядок зображень`

source: Select whether images should be sorted in ascending or descending order.
ca: Seleccioneu si les imatges han d'estar ordenades en ordre ascendent o descendent.
it: Seleziona se le immagini debbano essere ordinate in ordine crescente o decrescente.
nl: Selecteer of u de afbeeldingen wilt sorteren in oplopende of aflopende volgorde.
pt: Selecciona se as imagens deverão ser ordenadas no sentido ascendente ou descendente.
pt_br: Selecione se as imagens devem ser classificadas em ordem crescente ou decrescente.
sl: Izberite, ali naj bodo slike razvrščene v naraščajočem ali padajočem vrstnem redu.
uk: За допомогою цього пункту можна упорядкувати зображення за зростанням або спаданням значення критерію упорядковування.

source: :menuselection:`View --> Separate Items`
sl: :menuselection:`Pogled --> Razvrsti predmete`

source: Select whether images should be shown un-grouped (Flat List), or grouped by album, by format, by faces, by month, and by day.
sl: Izberite, ali naj bodo slike prikazane nerazvrščene (ploski seznam) ali združene po albumu, formatu, obrazih, mesecu in dnevu.

source: :menuselection:`View --> Separate Items Order`
sl: :menuselection:`Pogled --> Ločeni vrstni red predmetov`

source: Select whether groups should be sorted in ascending or descending order.
ca: Seleccioneu si els grups han d'estar ordenats en ordre ascendent o descendent.
it: Seleziona se i gruppi debbano essere ordinati in ordine crescente o decrescente.
nl: Selecteer of u de groepen wilt sorteren in oplopende of aflopende volgorde.
pt: Selecciona se os grupos deverão estar ordenados no sentido ascendente ou descendente.
pt_br: Selecione se os grupos devem ser classificados em ordem crescente ou decrescente.
sl: Izberite, ali naj bodo skupine razvrščene v naraščajočem ali padajočem vrstnem redu.
uk: За допомогою цього пункту можна упорядкувати групи за зростанням або спаданням значення критерію упорядковування.
