Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/menu_descriptions/menu_importtool.po
Languages: ca, es, it, nl, pt, pt_br, sl, uk

source: :menuselection:`Item --> Mark as downloaded`
ca: :menuselection:`Element --> Marca com a baixada`
es: :menuselection:`Elemento --> Marcar como descargados`
it: :menuselection:`Elemento --> Segna come scaricati`
nl: :menuselection:`Item --> Merkeren als gedownload`
pt: :menuselection:`Item --> Marcar como transferido`
pt_br: :menuselection:`Item --> Marcar como baixado`
sl: :menuselection:`Element --> Označi kot preneseno sem`
uk: :menuselection:`Запис --> Позначити як отриманий`

source: Allows you to mark as downloaded selected items from the device.
ca: Permet marcar com a baixats els elements seleccionats del dispositiu.
it: Ti consente di segnare gli elementi selezionati come scaricati dal dispositivo.
pt_br: Permite que você marque como baixados os itens selecionados do dispositivo.
sl: Omogoča, da izbrane elemente iz naprave označite kot prenesene.

source: :menuselection:`Item --> Toggle Lock` :kbd:`Ctrl+G`
ca: :menuselection:`Element --> Commuta el bloqueig` :kbd:`Ctrl+G`
it: :menuselection:`Elemento --> Commuta blocco` :kbd:`Ctrl+G`
nl: :menuselection:`Item --> Vergrendeling omschakelen` :kbd:`Ctrl+G`
pt: :menuselection:`Item --> Comutar o Bloqueio` :kbd:`Ctrl+G`
pt_br: :menuselection:`Item --> Alternar bloqueio` :kbd:`Ctrl+G`
sl: :menuselection:`Element --> Preklopi zaklep` :kbd:`Ctrl+G`
uk: :menuselection:`Запис --> Перемикнути блокування` :kbd:`Ctrl+G`

source: Allows you to lock selected items from the device for the deletion (read only). This feature is not supported by some gPhoto2 based devices. See :menuselection:`Device --> Information` for details.
ca: Permet bloquejar els elements seleccionats del dispositiu per a la seva supressió (només de lectura). Aquesta característica no és admesa per alguns dispositius basats en el gPhoto2. Per a més detalls, vegeu :menuselection:`Dispositiu --> Informació`.
it: Ti consente di bloccare gli elementi selezionati per l'eliminazione (in sola lettura) dal dispositivo. Questa funzionalità non è supportata da alcuni dispositivi che si basano su gPhoto2. Per dettagli, vedi :menuselection:`Dispositivo --> Informazioni`.
pt_br: Permite bloquear itens selecionados do dispositivo para exclusão (somente leitura). Este recurso não é compatível com alguns dispositivos baseados no gPhoto2. Consulte :menuselection:`Dispositivo --> Informações` para obter detalhes.
sl: Omogoča zaklepanje izbranih elementov iz naprave za brisanje (samo za branje). Te funkcije ne podpirajo nekatere naprave, ki temeljijo na gPhoto2. Za podrobnosti glejte :menuselection:`Naprava --> Informacije`.

source: The View Menu
ca: El menú Visualitza
es: El menú Ver
it: Il menu Visualizza
nl: Het menu Beeld
pt: O Menu Ver
pt_br: O menu Exibir
sl: Meni Pogled
uk: Меню «Перегляд»

source: :menuselection:`View --> Show History` :kbd:`Ctrl+H`
ca: :menuselection:`Visualitza --> Mostra l'historial` :kbd:`Ctrl+H`
es: :menuselection:`Ver --> Mostrar historial` :kbd:`Ctrl+H`
it: :menuselection:`Visualizza --> Mostra la cronologia` :kbd:`Ctrl+H`
nl: :menuselection:`Beeld --> Geschiedenis tonen` :kbd:`Ctrl+H`
pt: :menuselection:`Ver --> Mostrar o Histórico` :kbd:`Ctrl+H`
pt_br: :menuselection:`Exibir --> Mostrar histórico` :kbd:`Ctrl+H`
sl: :menuselection:`Pogled --> Pokaži zgodovino` :kbd:`Ctrl+H`
uk: :menuselection:`Перегляд --> Показати журнал` :kbd:`Ctrl+H`

source: Show the history view with all exchanges between the computer and the device.
ca: Mostra la vista de l'historial amb tots els intercanvis entre l'ordinador i el dispositiu.
it: Mostra la cronologia con tutti gli scambi tra il computer e il dispositivo.
nl: De geschiedenisweergave tonen met alle uitwisselingen tussen de computer en het apparaat.
pt: Mostra a área do histórico com todas as operações efectuadas entre o computador e o dispositivo.
pt_br: Exibe o histórico com todas as trocas entre o computador e o dispositivo.
sl: Prikaži pogled zgodovine z vsemi izmenjavami med računalnikom in napravo.
uk: Показати панель журналу із усім обміном даними між комп'ютером і пристроєм.

source: :menuselection:`View --> Group Items`
ca: :menuselection:`Visualitza --> Agrupa els elements`
es: :menuselection:`Ver --> Agrupar elementos`
it: :menuselection:`Visualizza --> Raggruppa elementi`
nl: :menuselection:`Beeld --> Items groeperen`
pt: :menuselection:`Ver --> Agrupar os Itens`
pt_br: :menuselection:`Exibir --> Agrupar itens`
sl: :menuselection:`Pogled --> Združi elemente`
uk: :menuselection:`Перегляд --> Групування зображень`

source: This entry hosts all options to group items in Icon-View by features. Available choices are:
ca: Aquesta entrada acull totes les opcions per a agrupar elements en la vista d'icones per característiques. Les opcions disponibles són:
it: Questa voce di menu ospita tutte le opzioni di raggruppamento degli elementi nella vista a icone, in base alle funzionalità. Le opzioni disponibili sono:
pt_br: Esta entrada contém todas as opções para agrupar itens por recursos na vista de miniaturas. As opções disponíveis são:
sl: Ta vnos gosti vse možnosti za združevanje elementov v pogledu ikon po funkcijah. Na voljo so naslednje možnosti:

source: **Flat List** do not group items.
ca: **Llista plana** no agrupa els elements.
it: **Elenco semplice** non raggruppa gli elementi.
nl: **Vlakke lijst** items niet groeperen.
pt: **Lista Simples** para não agrupar os itens.
pt_br: **Lista plana** não agrupa os itens.
sl: **Raztegnjen seznam** ne združuje elementov.
uk: **Простий список** — не групувати записи.

source: **By Folder** arrange items depending on common parent directory in camera storage,
ca: **Per carpeta** organitza els elements en funció del directori principal comú a l'emmagatzematge de la càmera,
it: **Per cartella** dispone gli elementi in base alla cartella genitore presente nella fotocamera.
pt_br: **Por pasta** organiza os itens dependendo da pasta pai comum no armazenamento da câmera,
sl: **Po mapi** razporedi elemente glede na skupni nadrejeni imenik v shrambi kamere,

source: **By Format** arrange items depending on type-mime.
ca: **Per format** organitza els elements en funció del tipus MIME.
it: **Per formato** dispone gli elementi in base al tipo MIME.
pt_br: **Por formato** organiza os itens dependendo do tipo-mime.
sl: **Po formatu** razporedi elemente glede na tip-mime.

source: **By Date** arrange items depending on capture time-stamp.
ca: **Per data** organitza els elements en funció del segell de temps de la captura.
it: **Per data** dispone gli elementi in base alla data e ora dello scatto.
pt_br: **Por data** organiza os itens de acordo com o registro de data e hora da captura.
sl: **Po datumu** razvrsti elemente glede na časovni žig zajema.

source: All other options are the same as entries available in :ref:`Main Window View Menu <menu_mainview>`.
ca: Totes les altres opcions són les mateixes que les entrades disponibles en el :ref:`menú Visualitza de la finestra principal <menu_mainview>`.
it: Tutte le altre opzioni sono uguali a quelle disponibili nel :ref:`menu Visualizza della finestra principale <menu_mainview>`.
pt_br: Todas as outras opções são as mesmas entradas disponíveis no :ref:`Menu Exibir da janela principal <menu_mainview>`.
sl: Vse druge možnosti so enake vnosom, ki so na voljo v :ref:`Meni pogleda glavnega okna <menu_mainview>`.

source: The Settings Menu
ca: El menú Arranjament
es: El menú Preferencias
it: Il menu Impostazioni
nl: Het menu Instellingen
pt: O Menu Configuração
pt_br: O menu Configurações
sl: Meni z nastavitvami
uk: Меню «Параметри»

source: See description in the :ref:`Main Window <menu_mainsettings>` section.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainsettings>`.
it: Vedi la descrizione nel capitolo :ref:`Finestra principale <menu_mainsettings>`.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainsettings>`.
sl: Glejte opis v razdelku :ref:`Glavno okno <menu_mainsettings>`.

source: The Help Menu
ca: El menú Ajuda
es: El menú Ayuda
it: Il menu Aiuto
nl: Het menu Help
pt: O Menu Ajuda
pt_br: O menu Ajuda
sl: Meni Pomoč
uk: Меню «Довідка»

source: See description in the :ref:`Main Window <menu_mainhelp>` section.
ca: Vegeu la descripció a la secció :ref:`finestra principal <menu_mainhelp>`.
it: Vedi la descrizione nel capitolo :ref:`Finestra principale <menu_mainhelp>`.
pt_br: Veja a descrição na seção :ref:`Janela principal <menu_mainhelp>`.
sl: Glejte opis v razdelku :ref:`Glavno okno <menu_mainhelp>`.

source: Import Tool Menu
es: Menú de la herramienta Importar
nl: Menu van hulpmiddel voor importeren
uk: Меню засобу імпортування

source: When switching in **Full-Screen Mode** :kbd:`Ctrl+Shift+F`, or when you **Hide Menubar** :kbd:`Ctrl+M`, the main menu will be available on the right side of tool-bar with the **Hamburger Button** |icon_hamburger|.
es: Al cambiar al **Modo a pantalla completa** :kbd:`Ctrl+Mayúsculas+F`, o cuando **Oculte la barra de menú** :kbd:`Ctrl+M`, el menú principal estará disponible en la parte derecha de la barra de herramientas con el **botón hamburguesa** |icon_hamburger|.
nl: Na omschakelen naar **Modus volledig scherm** :kbd:`Ctrl+Shift+F`, of wanneer **Menubalk verbergen** :kbd:`Ctrl+M` gebruikt, zal het hoofdmenu rechts op de werkbalk toegankelijk zijn met de **Hamburgerknop** |icon_hamburger|.
uk: При перемиканні у **повноекранний режим** :kbd:`Ctrl+Shift+F` або якщо **приховано смужку меню**, доступ до меню можна буде здійснювати за допомогою **кнопки-гамбургера** |icon_hamburger| у правій частині панелі інструментів.

source: Perform a tethered shooting with your camera (supported only by `gPhoto2 devices <http://gphoto.org/doc/remote/>`_).
nl: Voer een vastgebonden opname uit met uw camera (alleen ondersteund door `gPhoto2-apparaten <http://gphoto.org/doc/remote/>`_).
uk: Виконати кероване створення знімка за допомогою вашої фотокамери (передбачено підтримку лише `пристроїв gPhoto2 <http://gphoto.org/doc/remote/>`_).

source: Show current device information as drivers version and features.
nl: De huidige apparaatinformatie zoals versies van stuurprogramma's en mogelijkheden tonen.
uk: Показати інформацію щодо поточного пристрою, зокрема версію драйверів та можливості.

source: Cancel all operations done in background with the device, as thumbnails loading, downloading files, renaming, etc.
nl: Alle bewerkingen gedaan in de achtergrond met het apparaat, zoals miniaturen laden, bestanden downloaden, hernoemde, etc. annuleren.
uk: Скасувати усіх дії, які виконуються у фоновому режимі на пристрої, зокрема завантаження мініатюр, отримання файлів, перейменування тощо.

source: Select new items detected automatically in the device.
es: Seleccionar los elementos nuevos detectados automáticamente en el dispositivo.
nl: Nieuwe items automatisch gedetecteerd in het apparaat selecteren.
uk: Позначити нові записи, які автоматично визначено на пристрої.

source: Allows to upload new items from your computer to the device. This feature can be not supported by some gPhoto2 based devices. See :menuselection:`Device --> Information` for details.
es: Le permite enviar nuevos elementos de su equipo al dispositivo. Esta función puede no ser compatible con algunos dispositivos basados en gPhoto2. Consulte :menuselection:`Dispositivo --> Información` para más detalles.
nl: Biedt het uploaden van nieuwe items van uw computer naar het apparaat. Deze functie kan niet worden ondersteund door enige op gPhoto2 gebaseerde apparaten. Zie :menuselection:`Apparaat --> Informatie` voor details.
uk: Уможливлює вивантаження нових записів з вашого комп'ютера на пристрій. Підтримки цієї можливості може бути не передбачено для деяких заснованих на gPhoto2 пристроях. Див. :menuselection:`Пристрій --> Інформація`, щоб дізнатися більше.

source: Allows to mark as downloaded selected items from the device.
nl: Biedt het markeren van geselecteerde items als gedownload van het apparaat.
uk: Надає змогу позначити як отримані позначені записи з пристрою.

source: Allows to lock selected items from the device for the deletion (read only). This feature can be not supported by some gPhoto2 based devices. See :menuselection:`Device --> Information` for details.
nl: Biedt het vergrendelen van geselecteerde items van het apparaat voor verwijderen (alleen-lezen). Deze functie kan niet worden ondersteund door enige op gPhoto2 gebaseerde apparaten. Zie :menuselection:`Apparaat --> Informatie` voor details.
uk: Уможливлює блокування від вилучення (лише читання) позначених записів на пристрої. Підтримки цієї можливості може бути не передбачено для деяких заснованих на gPhoto2 пристроях. Див. :menuselection:`Пристрій --> Інформація`, щоб дізнатися більше.

source: This entry host all options to group items in Icon-View by features. Available choices are listed below:
nl: Dit item bevat alle opties om items te groeperen in Pictogramweergave op kenmerken. Beschikbare keuzes staan hier onder:
uk: У цьому записі містяться усі пункти для групування записів панелі перегляду піктограма за властивостями. Доступні варіанти наведено нижче:

source: **By Folder** arrange items depending of common parent directory in camera storage,
nl: **Op map** items arrangeren afhankelijk van gemeenschappelijke oudermap in de opslag van de camera,
uk: **За текою** — упорядкувати записи за загальною батьківською текою у сховищі даних фотоапарата.

source: **By Format** arrange items depending of type-mime.
nl: **Op formaat** items arrangeren afhankelijk van MIME-type.
uk: **За форматом** — упорядкувати записи за типом MIME.

source: **By Date** arrange items depending of capture time-stamp.
nl: **Op datum** items arrangeren afhankelijk van tijdstempel bij opname.
uk: **За датою** — упорядкувати записи, залежно від часової позначки.

source: All other options are the same than entries available in :ref:`Main Window View Menu <menu_mainview>`.
nl: Alle andere opties zijn hetzelfde als items beschikbaar in :ref:`Hoofdvenster menuweergave <menu_mainview>`.
uk: Усі інші пункти є тими самими, що і у :ref:`меню «Перегляд» основного вікна програми <menu_mainview>`.

source: See description from :ref:`Main Window <menu_mainsettings>` section.
es: Consulte la descripción de la sección :ref:`Ventana principal <menu_mainsettings>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainsettings>`.
uk: Див. опис у :ref:`розділі щодо основного вікна <menu_mainsettings>`.

source: See description from :ref:`Main Window <menu_mainhelp>` section.
es: Consulte la descripción de la sección :ref:`Ventana principal <menu_mainhelp>`.
nl: Zie beschrijving in de sectie :ref:`Hoofdvenster <menu_mainhelp>`.
uk: Див. опис з :ref:`розділу щодо основного вікна <menu_mainhelp>`.
