Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_search.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: digiKam Geolocation Editor Search Tool
ca: Eina de cerca de l'editor de geolocalització del digiKam
it: Strumento di ricerca dell'Editor di geolocalizzazione di digiKam
nl: Zoekhulpmiddel van bewerker van geo-locatie van digiKam
pt_br: Ferramenta de pesquisa do editor de geolocalização do digiKam
sl: digiKam orodje za iskanje urejevalnika geolokacije
sv: Sökverktyg i digiKams geografiska lokaliseringseditor
uk: Інструмент пошуку редактора геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器搜索工具

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, location, search, geoname
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, ubicació, cerca, geonom
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, posizione, ricerca, nome geografico
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, locatie, zoeken, geo-naam
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, localização, pesquisa, geoname
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, lokacija, iskanje, geoname
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, plats, sök, geografiskt namn
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, місце, пошук, геомітка
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 位置, 搜索, 地理名称

source: Search Tool
nl: Zoekhulpmiddel

source: Contents
nl: Inhoud

source: In the **Search** tab you can look up places by their geographic names using public geoname services **GeoNames** and **OpenStreetMap**. You just type in a name of a place (city, monument, hotel, ...) into the input field at the top and click on **Search** button. In the result list below you will get something like this:
nl: In het tabblad **Zoeken** kunt u plaatsen zoeken op hun geografische namen met publieke geo-naamservices (**GeoNames** en **OpenStreetMap**). U hoeft alleen een naam van een plaats te typen (stad, monument, hotel, ...) in het invoerveld bovenaan en op de knop **Zoeken** klikken. In de resultatenlijst onderaan krijgt u zoiets als:

source: The digiKam Geolocation Editor Searching For a Place Named *Paris* Over The World
nl: De bewerker van geo-locatie van digiKam zoekt naar een plaats genaamd *Paris* ergens in de wereld

source: Obviously *Paris* does not only exist in France. So if you were looking for the capital of France you can either scroll down the list until you find an entry that undoubtedly belongs to there like *Arc de Triomphe* and click on it or specify your search a little bit more precise like *Paris, Arc de Triomphe* or *Paris, France*. Once you click on an entry in the list the map will become centered to that place and you can now zoom in with the zoom-in button (second from the left below the map). Using this example with GeoNames you will notice that you still get a lot of results and even two labeled only *Arc de Triomphe*, the second one a street a few hundred meters away from the arch. With OpenStreetMap you get only one result. You got to play a bit with the different services in different regions, with more or less precise search terms and then you will get an idea about how to best conduct your searches.
nl: Natuurlijk bestaat *Paris* niet alleen in Frankrijk. Dus als u zocht naar de hoofdstad van Frankrijk kunt u omlaag gaan in de lijst totdat u een item vindt dat zonder twijfel daar behoort zoals *Arc de Triomphe* en er op klikken of een beetje beter zoeken zoals *Paris, Arc de Triomphe* of *Paris, France*. Nadat u op een item in de lijst klikt zal de kaart gecentreerd worden op die plaats en kunt nu inzoomen met de inzoomknop (tweede van links onder de kaart). Met gebruik van dit voorbeeld met GeoNames zult u merken dat u nog steeds heel veel resultaten krijgt en zelfs twee gelabeld met alleen *Arc de Triomphe*, de tweede een straat een paar honderd meter van de boog. Met OpenStreetMap krijgt u slechts één resultaat. U moet een beetje met de verschillende services spelen in verschillende regio's, met meer of minder precieze zoektermen en daarna zult u een idee krijgen over hoe u het best uw zoekopdrachten kunt uitvoeren.

source: For the buttons right above the result list refer to their tooltips! The context menu on search result entries offers:
nl: Voor de knoppen rechtsboven de resultatenlijst zie hun tekstballonnen! Het contextmenu op zoekresultaten biedt:

source: **Copy Coordinates** which you can paste later to one or more images in the image list under the map
ca: **Copia les coordenades**, les podeu enganxar més tard a una o més imatges de la llista d'imatges a sota del mapa
it: **Copia le coordinate**, che possono essere incollate in seguito a una o più immagini dell'elenco sotto la mappa
nl: **Coördinaten kopiëren** die u later kunt plakken naar een of meer afbeeldingen in de afbeeldingenlijst onder de kaart
pt_br: **Copiar coordenadas** que você pode colar mais tarde em uma ou mais imagens na lista de imagens abaixo do mapa
sl: **Kopiraj koordinate**, ki jih lahko pozneje prilepite na eno ali več slik na seznamu slik pod zemljevidom
sv: **Kopiera koordinater** som man senare kan klistra in i en eller flera bilder i bildlistan under kartan
uk: **Копіювати координати** — пункт для копіювання координат, які ви згодом можете використати для одного або декількох зображень у списку під картою.
zh_cn: **复制坐标** ：可以将该位置的坐标复制下来，之后粘贴到地图下方图片列表中选中的一张或多张照片上；

source: **Move Selected Images To This Position** which is basically the same but more straightforward provided you have the images already loaded into the geolocation editor
ca: **Mou les imatges seleccionades a aquesta posició**, el qual és bàsicament el mateix, però més senzill sempre que tingueu les imatges ja carregades a l'Editor de geolocalització
it: **Sposta le immagini selezionate a questa posizione**, che è essenzialmente lo stesso ma più semplice, a patto di avere le immagini già caricate nell'editor di geolocalizzazione
nl: **Geselecteerde afbeeldingen naar deze positie** verplaatsen wat in wezen hetzelfde is maar meer direct als u de afbeeldingen al geladen hebt in de geo-locatiebewerker
pt_br: **Mover as imagens selecionadas para esta posição** que é basicamente o mesmo, mas mais simples, desde que você já tenha as imagens carregadas no editor de geolocalização
sl: **Premakni izbrane slike na ta položaj**, kar je v bistvu enako, vendar bolj preprosto, če imate slike že naložene v urejevalnik geolokacije
sv: **Flytta markerade bilder till den här positionen** vilket är i princip samma men enklare förutsatt att man redan har bilderna inlästa i den geografiska lokaliseringseditorn
uk: **Пересунути позначені зображення на цю позицію** — пункт для виконання майже такої самої дії, але простіший до використання, якщо ви вже завантажили зображення до редактора геопозиціювання.
zh_cn: **移动所选图像到此位置** ：如果你已经在地理位置编辑器中加载了照片，点击这个选项可以直接把照片的位置移动到你选中的搜索结果上，操作更直接；

source: **Remove From Results List** which is particular useful in conjunction with the Keep-the-results-of-old-searches-... button above the results list.
ca: **Elimina de la llista de resultats**, la qual és especialment útil en conjunció amb el botó manté els resultats de les cerques antigues... que hi ha a sobre de la llista de resultats.
it: **Rimuovi dall'elenco dei risultati**, che è particolarmente utile in unione con il pulsante **Tieni i risultati delle vecchie ricerche quando fai una nuova ricerca** che si trova sopra l'elenco dei risultati.
nl: **Uit de resultatenlijst verwijderen** wat speciaal nuttig is in samenhang met de knop Behoud-de-resultaten-van-oude-zoekopdrachten-... boven de resultatenlijst.
pt_br: **Remover da lista de resultados**, que é particularmente útil em conjunto com o botão Manter os resultados de pesquisas antigas... acima da lista de resultados.
sl: **Odstrani s seznama rezultatov**, ki je še posebej uporaben v povezavi z gumbom Hrani-rezultate-prejšnjih-iskanj-... nad seznamom rezultatov.
sv: **Ta bort från listan över träffar** som är särskilt användbart i kombination med knappen Behåll resultat av gamla sökningar... ovanför resultatlistan.
uk: **Вилучити зі списку результатів** — цей пункт корисний у поєднанні з кнопкою збереження результатів попередніх пошуків, розташованою над списком результатів.
zh_cn: **从结果列表中移除** ：这个功能在你开启了“保留旧搜索结果”功能后特别有用，可以帮你清理不需要的项目。

source: :ref:`Search Tool <geolocation_editor>`
ca: :ref:`Eina de cerca <geolocation_editor>`
it: :ref:`Strumento di ricerca <geolocation_editor>`
pt_br: :ref:`Ferramenta de pesquisa <geolocation_editor>`
sl: :ref:`Iskalno orodje <geolocation_editor>`
sv: :ref:`Sökverktyg <geolocation_editor>`
uk: :ref:`Інструмент пошуку <geolocation_editor>`
zh_cn: :ref:`搜索工具 <geolocation_editor>`

source: The **Search** tab allows you to look up places by their geographic names using public geoname services **GeoNames** and **OpenStreetMap**. You just type in a name of a place (city, monument, hotel, ...) into the input field at the top and click on the **Search** button. The results of one such search are shown below:
ca: La pestanya **Cerca** permet cercar llocs pels seus noms geogràfics utilitzant els serveis públics de noms geogràfics **GeoNames** i **OpenStreetMap**. Només cal escriure el nom d'un lloc (ciutat, monument, hotel...) a dins del camp d'entrada a la part superior i fer clic en el botó **Cerca**. El resultat d'una d'aquestes cerques es mostra a sota:
it: La scheda **Cerca** ti consente di cercare luoghi in base al loro nome geografico usando un servizio pubblico di geocodifica (**GeoNames** e **OpenStreetMap** al momento della scrittura) Devi solo digitare il nome di un luogo (città, monumento, hotel, ecc.) nel campo di inserimento in alto, e premere il pulsante **Cerca**. I risultati di una ricerca di questo tipo sono mostrati sotto:
pt_br: A aba **Pesquisar** permite que você pesquise lugares por seus nomes geográficos usando os serviços públicos de nomeação geográfica como o **GeoNames** e **OpenStreetMap**. Basta digitar o nome de um lugar (cidade, monumento, hotel, ...) no campo de entrada na parte superior e clicar no botão **Pesquisar**. Os resultados de uma dessas buscas são mostrados abaixo:
sl: Zavihek **Iskanje** vam omogoča iskanje krajev po njihovih geografskih imenih z uporabo javnih storitev geografskih imen **GeoNames** in **OpenStreetMap**. V vnosno polje na vrhu vpišete samo ime kraja (mesto, spomenik, hotel, ...) in kliknete na gumb **Išči**. Rezultati enega takega iskanja so prikazani spodaj:
sv: Fliken **Sök** gör det möjligt att slå upp platser enligt deras geografiska namn med hjälp av offentliga geografiska namntjänster **GeoNames** och **OpenStreetMap**. Man skriver bara in namnet på en plats (stad, monument, hotell, ...) i inmatningsfältet längst upp och klickar på knappen **Sök**. Resultatet från en sådan sökning visas nedan:
uk: За допомогою вкладки «Пошук» ви можете шукати місця за географічними назвами, використовуючи загальнодоступні служби пошуку **GeoNames** та **OpenStreetMap**. Вам достатньо ввести назву місця (міста, споруди, готелю тощо) у поле для введення тексту і натиснути кнопку **Шукати**. У списку результатів, розташованому нижче, ви побачите щось таке:
zh_cn: 在“搜索”选项卡中，你可以使用公共地名服务（ **GeoNames** 和 **OpenStreetMap** ），通过输入地名来查找具体的位置。只需要在顶部的输入框里输入一个地名（比如城市、地标、酒店等），然后点击 **搜索** 按钮就可以了。比如你输入了 “巴黎” 进行搜索，搜索结果会像下面这样显示：

source: The digiKam Geolocation Editor Searching for a Place Named *Paris* Over The World
ca: L'editor de geolocalització del digiKam cerca un lloc anomenat *París* al món
it: L'editor di geolocalizzazione di digiKam che cerca un luogo chiamato *Parigi* nel mondo
pt_br: O editor de geolocalização digiKam procurando um lugar chamado *Paris* pelo mundo
sl: Urejevalnik geolokacije digiKam Iskanje kraja z imenom *Paris* po vsem svetu
sv: Den geografiska lokaliseringseditor i digiKam söker efter en plats med namnet *Paris* i hela världen
uk: Пошук місця із назвою *Paris* в інструменті пошуку редактора геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器中搜索世界各地叫 *巴黎* 的地方

source: Obviously *Paris* does not only exist in France. So if you were looking for the capital of France you can either scroll down the list until you find an entry that undoubtedly belongs there, like *Arc de Triomphe*, and click on it. Or you can refine your search to make it a bit more precise, like *Paris, Arc de Triomphe* or *Paris, France*. Once you click on an entry in the list, the map will shift to center on that place and you can now zoom in with the zoom-in button (second from the left below the map). Using this example with GeoNames you will notice that you still get a lot of results and even two labeled only *Arc de Triomphe*, the second one a street a few hundred meters away from the arch. With OpenStreetMap you get only one result. You will have to play a bit using more or less precise search terms with the different services in different regions in order to get an idea about how to best conduct your searches.
ca: Òbviament, *París* no només existeix a França. Així que si esteu cercant la capital de França, podreu desplaçar-vos per la llista fins a trobar una entrada que sens dubte hi pertanyi com *Arc de Triomf*, i feu clic. O podeu refinar la cerca fent-la una mica més precisa com *París, Arc de Triomf* o *París, França*. Una vegada feu clic en una entrada a la llista, el mapa se centrarà en aquest lloc i ara podreu apropar amb el botó de zoom (segon des de l'esquerra, a sota del mapa). Utilitzant aquest exemple amb GeoNames, us adonareu que, així i tot, encara s'obtenen una gran quantitat de resultats, fins i tot, dos etiquetats únicament amb *Arc de triomf*, el segon, un carrer a uns quants centenars de metres de distància de l'arc. Amb OpenStreetMap s'obté un sol resultat. Haureu de jugar una mica utilitzant termes de cerca més o menys precisos amb els serveis diferents en regions diferents per tal d'obtenir una idea sobre com millorar les vostres cerques.
it: Ovviamente *Parigi* non esiste solo in Francia. Quindi, se stavi cercando la capitale francese puoi sia scorrere verso il basso l'elenco finché non trovi una voce che appartenga senza dubbio ad essa, ad esempio *Arco di Trionfo* e fare clic su di esso. Oppure puoi raffinare la tua ricerca per renderla un po' più precisa, per esempio *Parigi, Arco di Trionfo*, oppure *Parigi, Francia*. Una volta fatto clic su una voce nell'elenco, la mappa sarà centrata su quel luogo, e potrai ora ingrandire con il pulsante «Aumenta zoom» (il secondo da sinistra sotto la mappa). Usando questo esempio, con GeoNames noterai che avrai ancora molti risultati e anche due etichettati *Arco di Trionfo*, il secondo dei quali una via a poche centinaia di metri dall'arco. Con OpenStreetMap avrai un risultato. Dovrai giocare un po' utilizzando termini di ricerca più o meno precisi con i vari servizi nelle varie regioni, in modo da avere un'idea sul modo migliore per condurre le ricerche.
pt_br: Obviamente, *Paris* não existe apenas na França. Então, se você estiver procurando pela capital da França, você pode rolar a lista para baixo até encontrar uma entrada que, sem dúvida, pertence a ela, como *Arco do Triunfo*, e clicar nela. Ou você pode refinar sua busca para torná-la um pouco mais precisa, como *Paris, Arco do Triunfo* ou *Paris, França*. Assim que você clicar em uma entrada na lista, o mapa se deslocará para o centro daquele lugar e agora você pode aumentar o zoom com o botão de zoom (o segundo da esquerda para a direita, abaixo do mapa). Usando este exemplo com o GeoNames, você notará que ainda obtém muitos resultados e até mesmo dois rotulados apenas como *Arco do Triunfo*, o segundo uma rua a algumas centenas de metros do arco. Com o OpenStreetMap, você obtém apenas um resultado. Você terá que brincar um pouco usando termos de busca mais ou menos precisos com os diferentes serviços em diferentes regiões para ter uma ideia sobre como conduzir melhor suas buscas.
sl: Očitno *Paris* ne obstaja samo v Franciji. Torej, če ste iskali glavno mesto Francije, se lahko pomaknete navzdol po seznamu, dokler ne najdete vnosa, ki nedvomno spada tja, na primer *Arc de Triomphe - Slavolok zmage*, in kliknete nanj. Lahko pa izboljšate iskanje, da bo nekoliko natančnejše, na primer *Paris, Arc de Triomphe* ali *Pariz, Francija*. Ko kliknete vnos na seznamu, se bo zemljevid pomaknil v središče tega mesta in zdaj lahko povečate z gumbom za povečavo (drugi z leve pod zemljevidom). Če uporabite ta primer z GeoNames, boste opazili, da še vedno dobite veliko rezultatov in celo dva z oznako samo *Arc de Triomphe*, drugi pa ulica nekaj sto metrov stran od oboka. Z OpenStreetMap dobite samo en rezultat. Malo se boste morali poigrati z bolj ali manj natančnimi iskalnimi izrazi z različnimi storitvami v različnih regijah, da boste dobili predstavo o tem, kako najbolje izvajati iskanje.
sv: Uppenbarligen finns *Paris* inte bara i Frankrike. Så om man letade efter Frankrikes huvudstad kan man antingen rulla ner i listan tills man hittar en post som utan tvekan hör hemma där som *Arc de Triomphe* och klicka på den. Eller så kan man förfina sökningen för att göra den lite mer exakt, som *Paris, Arc de Triomphe* eller *Paris, Frankrike*. När man väl klickar på en post i listan centreras kartan på den platsen och man kan nu zooma in med zoomknappen (andra från vänster under kartan). Om man använder exemplet med GeoNames märker man att man fortfarande får många resultat och till och med två märkta endast *Arc de Triomphe*, den andra en gata några hundra meter från triumfbågen. Med OpenStreetMap får man bara ett resultat. Man får prova en del med de olika tjänsterna i olika regioner, med mer eller mindre exakta söktermer för att få en uppfattning om hur man bäst genomför sökningar.
uk: Очевидно, місто із назвою Париж існує не лише у Франції. Отже, якщо ви шукаєте столицю Франції, вам слід знайти у списку пункт із міткою, який безсумнівно відповідає столиці, наприклад, «Тріумфальна арка» («Arc de Triomphe»), або вказати критерій пошуку точніше, наприклад, «Paris, Arc de Triomphe» або «Paris, France». Щойно ви натиснете пункт у списку, програма автоматично розташує його у центрі карти. Ви зможете скористатися кнопкою збільшення масштабу (друга кнопка ліворуч під картою). У нашому прикладі зі службою GeoNames у списку результатів пошуку все ще лишається надто багато пунктів, навіть два пункти із назвою «Arc de Triomphe», де другий пункт стосується вулиці за декілька сотень метрів від арки. У службі OpenStreetMap ви побачите лише один результат пошуку. Вам варто спробувати скористатися різними службами для різних регіонів, щоб вибрати кращу, вибрати доволі точні критерії пошуку, щоб визначитися із найвдалішим способом визначити мітку за найкоротший час.
zh_cn: 显然，“Paris” 不只存在于法国，所以如果你要找的是法国首都，可以通过两种方式来缩小范围：滚动下方列表，找到像 “凯旋门（Arc de Triomphe）” 这样明显属于法国巴黎的地标，然后点击它；或者在输入框里直接输入更具体的关键词，比如 “Paris, Arc de Triomphe” 或 “Paris, France”。点击列表中的某个结果后，地图会自动移动并将该位置居中显示，你可以点击地图下方左起第二个按钮来放大地图。 继续用 “Arc de Triomphe” 举例：如果你使用的是 GeoNames，可能会看到很多个结果，甚至有两个都叫这个名字，其中一个其实只是离凯旋门几百米远的一条街道。而如果用 OpenStreetMap 来搜，结果就更精确，只会显示一个。不同服务在不同区域的搜索表现也不一样，所以你可能需要多尝试几种关键词组合，来找到最适合的搜索方式。

source: Refer to the tooltips, for descriptions of the buttons right above the result list. The context menu on search result entries includes:
ca: Consulteu els consells d'eina, per a les descripcions dels botons just a sobre de la llista de resultats. El menú contextual a les entrades del resultat de la cerca inclou:
it: Per le descrizioni dei quattro pulsanti sopra l'elenco dei risultati, fai riferimento ai loro suggerimenti. Il menu contestuale sulle voci dei risultati di ricerca include:
pt_br: Consulte as dicas de ferramentas para obter descrições dos botões logo acima da lista de resultados. O menu de contexto nas entradas de resultados da pesquisa inclui:
sl: Za opise gumbov tik nad seznamom rezultatov glejte namige orodij. Kontekstni meni vnosov rezultatov iskanja vključuje:
sv: Se verktygstipsen för beskrivningar av knapparna precis ovanför resultatlistan. Den sammanhangsberoende menyn för sökresultatets poster omfattar:
uk: Опис кнопок, розташованих безпосередньо над списком результатів, можна знайти на панелях підказок до цих кнопок. У контекстному меню результатів пошуку можна знайти такі пункти:
zh_cn: 另外，在搜索结果条目上点击右键，会弹出一个快捷菜单，功能包括：
