Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_map.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: digiKam Geolocation Editor Map
ca: Mapa de l'editor de geolocalització del digiKam
it: Mappa dell'Editor di geolocalizzazione di digiKam
nl: Bewerker van geo-locatiekaart van digiKam
pt: Mapa do Editor de Geo-Localização do digiKam
pt_br: Mapa do editor de geolocalização do digiKam
sl: digiKam urejevalnik geolokacijskega zemljevida
uk: Карта редактора геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器地图

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, gps, geolocation, map, world, group, reverse, geocoding
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, geolocalització, mapa, món, grup, inversa, geocodificació
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, gps, geolocalizzazione, mappa, mondo, gruppo, inverti, geocodifica
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, gps, geo-locatie, kaart, wereld
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, gps, geo-localização, mapa, mundo, grupo, inverso, geo-codificação
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, gps, geolocalização, mapa, mundo, grupo, reverso, geocodificação
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, gps, geolokacija, zemljevid, svet, skupina, vzvratno, geokodiranje
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, gps, геопозиціювання, карта, мапа, світ, групування, обернене, геокодування
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, gps, 地理定位, 地图, 世界, 反向, 地理编码

source: :ref:`Geolocation Map <geolocation_editor>`
ca: :ref:`Mapa de geolocalització <geolocation_editor>`
it: :ref:`Mappa di geolocalizzazione <geolocation_editor>`
nl: :ref:`Geo-locatiekaart <geolocation_editor>`
pt_br: :ref:`Mapa de geolocalização <geolocation_editor>`
sl: :ref:`Geolokacijski zemljevid <geolocation_editor>`
uk: :ref:`Карта геопозиціювання <geolocation_editor>`
zh_cn: :ref:`地图工具 <geolocation_editor>`

source: map_settings
nl: map_instellingen
zh_cn: 地图设置

source: zoom_in
nl: inzoomen
zh_cn: 放大按钮

source: zoom_out
nl: uitzoomen
zh_cn: 缩小按钮

source: markers
nl: markeringen
zh_cn: 图钉

source: thumbnails
nl: miniaturen
zh_cn: 缩略图

source: increase_thumbnail
nl: miniaturen_vergroten
zh_cn: 放大地图中的缩略图

source: decrease_thumbnail
nl: miniaturen_verkleinen
zh_cn: 缩小地图中的缩略图

source: pan_mode
nl: modus_rondkijken
zh_cn: 平移模式

source: zoom_into_group
nl: groep_inzoomen
zh_cn: 缩放到分组

source: select_images
nl: afbeeldingen_selecteren
zh_cn: 选择图像

source: display_bookmarks
nl: bladwijzers_tonen
zh_cn: 在地图上显示书签位置

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: The Map Utils
ca: La utilitat del mapa
it: Gli accessori della mappa
nl: De kaarthulpmiddelen
pt: Os Utilitários do Mapa
pt_br: Os utilitários do mapa
sl: Pripomočki zemljevidov
uk: Допоміжні засоби карти
zh_cn: 地图工具

source: The Geolocation Editor can be used to add or edit GPS coordinates stored in picture metadata. The geo-data is stored in the image as Exif tags and the location can be displayed in an internal or external browser map. The Geolocation Editor also offers a :ref:`Reverse Geocoding <geoeditor_reverse>` tool.
ca: L'Editor de geolocalització es pot fer servir per a afegir i editar les coordenades GPS emmagatzemades a les metadades de les fotografies. Les dades geogràfiques s'emmagatzemen a dins de la imatge com a etiquetes Exif i la ubicació es pot mostrar en un mapa del navegador extern. L'Editor de geolocalització també ofereix una eina de :ref:`Geocodificació inversa <geoeditor_reverse>`.
it: L'editor di geolocalizzazione può essere utilizzata per aggiungere o di modificare le coordinate GPS memorizzate nei metadati di un'immagine. I dati geografici sono memorizzati nell'immagine come tag Exif, e il luogo può essere visualizzato su una mappa, in un browser di mappe interno o esterno. L'editor di geolocalizzazione dispone anche di uno strumento per la :ref:`geocodifica inversa <geoeditor_reverse>`.
nl: De geo-locatiebewerker kan gebruikt worden om GPS-coördinaten opgeslagen in metagegevens van afbeeldingen toe te voegen en te bewerken. Het geo-gegeven is opgeslagen in de afbeelding als Exif-tags en de locatie kan getoond worden op een interne of externe kaart in een browser. De geo-locatiebewerker biedt ook een hulpmiddel :ref:`Omgekeerde geo-codering <geoeditor_reverse>`.
pt_br: O Editor de geolocalização pode ser usado para adicionar ou editar coordenadas GPS armazenadas nos metadados da imagem. Os dados geográficos são armazenados na imagem como etiquetas Exif e a localização pode ser exibida em um mapa interno ou externo do navegador. O Editor de geolocalização também oferece uma ferramenta de :ref:`geocodificação reversa <geoeditor_reverse>`.
sl: Urejevalnik geolokacije lahko uporabite za dodajanje ali urejanje koordinat GPS, shranjenih v metapodatkih slike. Geografski podatki so shranjeni na sliki kot oznake Exif, lokacija pa je lahko prikazana v notranjem ali zunanjem zemljevidu brskalnika. Urejevalnik geolokacije ponuja tudi orodje :ref:`Obratno geokodiranje <geoeditor_reverse>`.
uk: За допомогою редактора геопозиціювання можна додавати і змінювати GPS-координати у метаданих зображень. Дані геопозиціювання буде збережено у самому файлі зображення (мітки Exif), саме місце може бути показане на карті у внутрішньому або зовнішньому переглядачі. Крім того, у редакторі геопозиціювання передбачено :ref:`інструмент зворотного геокодування <geoeditor_reverse>`.
zh_cn: 地理位置编辑器（可以用来给照片添加或修改 GPS 坐标信息。这些地理信息会作为 Exif 标签存储在图片的元数据中，之后可以在内置地图或者外部浏览器地图中查看。编辑器里还内建了 :ref:`反向地理编码 <geoeditor_reverse>` 工具。

source: The Geolocation Editor can be opened from :menuselection:`Item --> Edit Geolocation` or by pressing :kbd:`Ctrl+Shift+G`. It requires at least one image to be selected, otherwise it will not open.
ca: L'editor de geolocalització es pot obrir a través de :menuselection:`Element --> Edita la geolocalització` o prement la drecera :kbd:`Ctrl+Maj+G`. Requereix que almenys se seleccioni una imatge o no s'obrirà.
it: L'editor di geolocalizzazione può essere aperto dalla voce di menu :menuselection:`Elemento --> Modifica la geolocalizzazione` oppure premendo :kbd:`Ctrl+Maiusc+G`. Deve essere selezionata almeno un'immagine altrimenti non si aprirà.
nl: De geo-locatiebewerker kan geopend worden via :menuselection:`Item --> Geo-locatie bewerken` of via indrukken van :kbd:`Ctrl+Shift+G`. Het vereist minstens één afbeelding om te selecteren anders zal het niet openen.
pt_br: O Editor de geolocalização pode ser aberto em :menuselection:`Item --> Editar geolocalização` ou pressionando :kbd:`Ctrl+Shift+G`. É necessário selecionar pelo menos uma imagem, caso contrário, não será aberto.
sl: Urejevalnik geolokacije lahko odprete z vnosom v meniju :menuselection:`Element --> Uredi geolokacijo` ali s pritiskom na :kbd:`Ctrl+Shift+G`. Zahtevano je, da izberete vsaj eno sliko, sicer se ne bo odprla.
uk: Редактор даних геопозиціювання можна відкрити за допомогою пункту меню :menuselection:`Запис --> Змінити геопозиціювання` або за допомогою натискання комбінації клавіш Ctrl+Shift+G. Для відкриття вікна редагування слід спочатку позначити хоча б одне зображення.
zh_cn: 你可以通过菜单路径 :menuselection:`项目 --> 编辑地理位置` 或快捷键 :kbd:`Ctrl+Shift+G` 打开地理位置编辑器。但注意，至少要先选中一张照片，编辑器才会打开。

source: The digiKam Geolocation Tool Used to Edit Item Coordinates Using OpenStreeMap
ca: L'eina de geolocalització del digiKam utilitzada per a editar les coordenades dels elements emprant l'OpenStreeMap
it: Lo strumento di geolocalizzazione di digiKam utilizzato per modificare le coordinate dell'elemento utilizzando OpenStreeMap
nl: Het hulpmiddel Geo-locatie van digiKam gebruikt om coördinaten van items te bewerken met OpenStreeMap
pt: A Ferramenta de Geo-Localização do digiKam Usada para Editar as Coordenadas do Item com o OpenStreeMap
pt_br: A ferramenta de geolocalização digiKam usada para editar coordenadas de itens usando o OpenStreetMap
sl: Geolokacijsko orodje digiKam, ki se uporablja za urejanje koordinat elementov z uporabo OpenStreeMap
uk: Інструмент геопозиціювання digiKam, який застосовано для редагування координат зображення за допомогою OpenStreeMap
zh_cn: 使用 OpenStreetMap 编辑图像坐标的 digiKam 地理定位工具界面

source: The Geolocation Editor provides the tools to localize pictures geographically in the common spherical coordinate system (used by GPS/Galileo). All of the GPS fields: **Altitude**, **Latitude**, **Longitude**, **Speed**, **Number of Satellites**, **Fix Type**, and **DOP** are editable.
ca: L'Editor de geolocalització proporciona les eines per a localitzar geogràficament les imatges en el sistema de coordenades esfèriques comú (utilitzat per GPS/Galileu). Es poden editar tots els camps GPS: **Altitud**, **Latitud** i **Longitud**, **Velocitat**, **Nombre de satèl·lits**, **Tipus fix** i **DOP**.
it: L'editor di geolocalizzazione ti fornisce gli strumenti per localizzare geograficamente le immagini nel comune sistema di coordinate sferiche (usato da GPS e da Galileo). Sono modificabili tutti i campi GPS: **altitudine**, **latitudine**, **longitudine**, **velocità**, **numero di satelliti**, **tipo di correzione* e **DOP**.
nl: De Geolocatiebewerker biedt de hulpmiddelen om afbeeldingen geografisch te lokaliseren in het gebruikelijke sferische coördinatensysteem (gebruikt door GPS/Galileo). Alle GPS-velden: **Hoogte**, **Breedtegraad**, **Lengtegraad**, **Snelheid**, **Aantal satellieten**, **Type reparatie** en **DOP** zijn te bewerken.
pt_br: O Editor de geolocalização fornece ferramentas para localizar imagens geograficamente no sistema de coordenadas esféricas comum (usado por GPS/Galileo). Todos os campos do GPS: **Altitude**, **Latitude**, **Longitude**, **Velocidade**, **Número de satélites**, **Tipo de correção** e **DOP** são editáveis.
sl: Urejevalnik geolokacije ponuja orodja za geografsko lokalizacijo slik v skupnem sferičnem koordinatnem sistemu (ki ga uporablja GPS/Galileo). Vsa polja GPS: **Nadmorska višina**, **Širina**, **Dolžina**, **Hitrost**, **Število satelitov**, **Fix Type** in **DOP* * je mogoče urejati.
uk: У редакторі геопозиціювання передбачено інструмент для географічної локалізації фотографій у звичайній сферичній системі координат (яку використовує GPS/Galileo). Можна змінювати усі поля GPS: висоту над рівнем моря, широту і довготу, швидкість, кількість супутників, тип виправлення та DOP (погіршення точності).
zh_cn: 这个编辑器让你可以用 GPS 或 Galileo 常用的球面坐标系统来为照片标注位置。像 **海拔** 、 **纬度** 、 **经度** 、 **速度** 、 **卫星数量** 、 **定位模式** 、 **精度因子** 这些字段，都是可以编辑的。

source: The editor has two methods to encode coordinates into pictures:
ca: L'editor té dos mètodes per a codificar les coordenades dins de les imatges:
it: L'editor ha due metodi per codificare le coordinate nelle immagini:
nl: De bewerker heeft twee methoden om coördinaten in afbeeldingen te coderen:
pt_br: O editor tem dois métodos para codificar coordenadas em imagens:
sl: Urejevalnik ima dva načina kodiranja koordinat v slike:
uk: У редакторі передбачено два способи прив’язки зображень до координат:
zh_cn: 编辑方式主要有两种：

source: Semi-automatic coordinate attribution to single pictures, accessible via the **Details** tab on the Right Sidebar.
ca: Atribució de coordenades semiautomàtica a una sola imatge, accessible a través de la pestanya **Detalls** de la barra lateral dreta.
it: L'attribuzione semiautomatica delle coordinate a un'immagine singola, accessibile dalla scheda **Dettagli** nella barra laterale destra.
nl: Semi-automatische toekenning van coördinaten aan enkele afbeeldingen, toegankelijk via het tabblad **Details** in het rechter zijpaneel.
pt: Atribuição semi-automática de coordenadas a imagens individuais, acessível através da página de **Detalhes** na barra lateral direita.
pt_br: Atribuição de coordenadas semiautomática para imagens individuais, acessível através da aba **Detalhes** na barra lateral direita.
sl: Polsamodejno dodeljevanje koordinat posameznim slikam, dostopno prek zavihka **Podrobnosti** na desni stranski vrstici.
uk: Напівавтоматичне призначення координат для окремих зображень, доступ до якого можна отримати за допомогою вкладки **Подробиці** на правій бічній панелі.
zh_cn: 半自动定位：可用于为单张照片手动设置坐标，功能位于右侧边栏的 **详细信息** 选项卡。

source: Batch correlation of GPS tracking data with a series of images you will find in the :ref:`GPS Correlator <gps_correlator>` tab.
ca: La correlació per lots de les dades de seguiment GPS amb una sèrie d'imatges la trobareu a la pestanya :ref:`Correlacionador del GPS <gps_correlator>`.
it: La correlazione in serie dei dati di una traccia GPS con una serie di immagini, che trovi nella scheda :ref:`Correlatore GPS <gps_correlator>`.
nl: Correlatie in bulk van GPS trackinggegevens met een serie afbeeldingen die u wilt vinden in het tabblad :ref:`GPS-correlator <gps_correlator>`.
pt: Correlação em lote dos dados de trajectos de GPS com uma série de imagens, a qual poderá encontrar na ferramenta de :ref:`Correlação de GPS <gps_correlator>`.
pt_br: Você encontrará a correlação em lote de dados de rastreamento GPS com uma série de imagens na aba :ref:`Correlacionador de GPS <gps_correlator>`.
sl: Paketna korelacija podatkov GPS sledenja z vrsto slik, ki jih boste našli v zavihku :ref:`GPS korelator <gps_correlator>`.
uk: Пакетна кореляція даних стеження GPS з послідовністю зображень. Доступ до цього інструмента можна отримати за допомогою вкладки :ref:`Узгоджувач даних GPS <gps_correlator>`.
zh_cn: GPS 轨迹批量匹配：可以把一组 GPS 轨迹数据和照片进行批量关联，功能在 :ref:`GPS 关联工具 <gps_correlator>` 选项卡中。

source: Furthermore, the Right Sidebar offers four more tools:
ca: A més, la barra lateral dreta ofereix quatre eines més:
it: Inoltre, la barra laterale destra offre altri quattro strumenti:
nl: Verder biedt de rechter zijbalk nog vier hulpmiddelen:
pt_br: Além disso, a barra lateral direita oferece mais quatro ferramentas:
sl: Poleg tega desna stranska vrstica ponuja še štiri orodja:
uk: Крім того, на правій бічній панелі розташовано ще чотири інструмента:
zh_cn: 此外，右侧边栏还提供了以下四个功能选项卡：

source: The **Undo/Redo** tab.
ca: La pestanya **Desfer/refer**.
it: La scheda **Annulla/rifai**.
nl: Het tabblad **Ongedaan maken/opnieuw**.
pt: A página **Desfazer/Refazer**.
pt_br: A aba **Desfazer/refazer**.
sl: Zavihek **Razveljavi/Ponovi**.
uk: Вкладка **Скасування/Повторення**.
zh_cn: **撤销 / 重做**

source: The **Reverse Geocoding** tab which allows you to find geographic names (cities, street names, ...) by using a public reverse geocoding service and the GPS data of an image. These names can then be used for additional photo tagging.
ca: La pestanya **Geocodificació inversa** que permet trobar noms geogràfics (ciutats, noms de carrer...) mitjançant l'ús d'un servei públic de geocodificació inversa i les dades GPS d'una imatge. Aquests noms es poden utilitzar després per a l'etiquetatge addicional de fotos.
it: La scheda **Geocodifica inversa**, che ti permette di trovare dei nomi geografici (città, nomi di vie, ecc.) usando un servizio pubblico di geocodifica inversa e i dati GPS di un'immagine. Questi nomi possono essere utilizzati per attribuzione di ulteriori tag fotografici.
nl: Het tabblad **Omgekeerde geo-codering** die u biedt om geografische namen te vinden (steden, straatnamen, ...) door een publieke service voor omgekeerde geo-codering te gebruiken en de GPS-gegevens van een afbeelding. Deze namen kunnen dan gebruikt worden voor extra toekennen van tags.
pt_br: A aba **Geocodificação reversa** permite encontrar nomes geográficos (cidades, nomes de ruas, etc.) usando um serviço público de geocodificação reversa e os dados de GPS de uma imagem. Esses nomes podem ser usados ​​para marcação adicional de fotos.
sl: Zavihek **Obratno geokodiranje**, ki vam omogoča iskanje geografskih imen (mest, imen ulic, ...) z uporabo javne storitve povratnega geokodiranja in podatkov GPS slike. Ta imena lahko nato uporabite za dodatno označevanje fotografij.
uk: Вкладка **Зворотне геокодування**, за допомогою якої ви можете шукати географічні назви (міста, назви вулиць тощо) за допомогою загальнодоступної служби зворотного геокодування та даних GPS зображення. Цими назвами можна буде скористатися потім для встановлення додаткових міток до фотографій.
zh_cn: **反向地理编码** ：利用公共服务，通过 GPS 信息查找照片所在的城市、街道名等。这些地名可以用来作为图片的附加标签。

source: The **Search** tab which allows you to find positions on the map from geographic names (cities, monuments, ...) by using a public geoname service (GeoNames and OpenStreetMap at the time of writing).
ca: La pestanya **Cerca**, la qual permet trobar posicions al mapa partint de noms geogràfics (ciutats, monuments...) mitjançant l'ús d'un servei públic de noms geogràfics (GeoNames i OpenStreetMap en el moment d'escriure això).
it: La scheda **Cerca**, che ti permette di trovare le posizioni sulla mappa in base ad un nome geografico (città, monumenti, ecc.) usando un servizio pubblico di dati geografici (GeoNames e OpenStreetMap al momento della scrittura).
nl: Het tabblad **Zoeken** biedt u posities op de kaart te vinden van geografische namen (steden, monumenten, ...) door een service voor publieke geo-namen te gebruiken (GeoNames en OpenStreetMap op het moment van schrijven).
pt_br: A aba **Pesquisar** permite que você encontre posições no mapa a partir de nomes geográficos (cidades, monumentos, ...) usando um serviço público de nomeação geográfica (GeoNames e OpenStreetMap no momento da escrita deste manual).
sl: Zavihek **Iskanje**, ki vam omogoča iskanje položajev na zemljevidu iz geografskih imen (mesta, spomeniki, ...) z uporabo javne storitve geoimen (GeoNames in OpenStreetMap v času pisanja).
uk: Вкладка **Пошук**, за допомогою якої можна шукати місця на карті на основі географічних назв (назв міст, споруд тощо), використовуючи загальнодоступні служби (GeoNames і OpenStreetMap на час написання цього підручника).
zh_cn: **搜索** ：输入地名（比如城市或地标），在地图上定位相应位置，使用的是公共地理名称服务（当前为 GeoNames 和 OpenStreetMap）。

source: The **KML Export** tab which allows you to export a set of positions and thumbnails into a standard KML file for use in other mapping programs.
ca: La pestanya **Exporta a KML** permet exportar un conjunt de posicions i miniatures a un fitxer KML estàndard per al seu ús en altres programes de mapes.
it: La scheda **Esportazione KML** che ti permette di esportare un insieme di posizioni e miniature in un file KML standard, da usare con altri programmi di mappatura.
nl: Het tabblad **KML exporteren** die u het exporteren van een set posities en miniaturen biedt in een standaard KML-bestand voor gebruik in andere kaartprogramma's.
pt_br: A aba **Exportar para KML** permite exportar um conjunto de posições e miniaturas para um arquivo KML padrão para uso em outros programas de mapeamento.
sl: Zavihek **Izvoz KML**, ki vam omogoča izvoz nabora položajev in sličic v standardno datoteko KML za uporabo v drugih programih za kartiranje.
uk: Вкладка **Експорт до KML**, за допомогою якої ви можете експортувати набір позицій та мініатюр до стандартного файла KML для використання в інших картографічних програмах.
zh_cn: **KML 导出** ：将地理位置和缩略图导出为标准的 KML 文件，方便在其他地图软件中使用。

source: The Map View
ca: La vista del mapa
it: La vista Mappa
nl: De kaartweergave
pt: A Área do Mapa
pt_br: A vista do mapa
sl: Pogled zemljevida
uk: Панель перегляду карти
zh_cn: 地图视图

source: Drag to move any displayed map, and use the zoom control to zoom in or out. More details on navigating on the map are provided in the :ref:`Map Search <mapsearch_view>` section of this manual.
ca: Arrossegueu per a moure qualsevol mapa mostrat i utilitzeu el control de zoom per a apropar o allunyar. Es proporcionen més detalls sobre la navegació en el mapa a la secció :ref:`Cerca per mapa <mapsearch_view>` d'aquest manual.
it: Trascina per spostare qualsiasi mappa visualizzata e utilizzare il controllo per ingrandire o ridurre. Per ulteriori dettagli sulla navigazione nella mappa, vedi il capitolo :ref:`Ricerca su mappa <mapsearch_view>` di questo manuale.
nl: Sleep om elke getoonde kaart te verplaatsen en gebruik de zoombesturing om in of uit te zoomen. Meer details over navigeren op de kaart worden geleverd in de sectie :ref:`Kaart zoeken <mapsearch_view>` van deze handleiding.
pt_br: Arraste para mover qualquer mapa exibido e use o controle de zoom para aumentar ou diminuir o zoom. Mais detalhes sobre a navegação no mapa são fornecidos na seção :ref:`Pesquisa no mapa <mapsearch_view>` deste manual.
sl: Povlecite, da premaknete kateri koli prikazani zemljevid, in uporabite kontrolnik za povečavo, da povečate ali pomanjšate. Več podrobnosti o navigaciji po zemljevidu je na voljo v razdelku :ref:`Iskanje po zemljevidu <mapsearch_view>` tega priročnika.
uk: Перетягніть, щоб пересунутися будь-якою показаною картою і скористайтеся елементом керування масштабом для збільшення або зменшення масштабу. Докладніше про навігацію картою можна дізнатися з :ref:`розділу щодо пошуку на карті <mapsearch_view>` цього підручника.
zh_cn: 你可以拖动地图查看不同区域，也可以使用缩放控件进行放大或缩小。更详细的地图导航说明见使用手册的 :ref:`地图搜索 <mapsearch_view>` 部分。

source: Right under the map you find a row of buttons. From left to right we have:
ca: Just a sota del mapa trobareu una fila de botons. D'esquerra a dreta, tenim:
it: Proprio sotto la mappa trovi una fila di pulsanti. Da sinistra a destra ci sono:
nl: Direct onder de kaart vindt u een rij knoppen. Van links naar rechts hebben we:
pt_br: Logo abaixo do mapa, você encontra uma fileira de botões. Da esquerda para a direita, temos:
sl: Tik pod zemljevidom najdete vrsto gumbov. Od leve proti desni imamo:
uk: Одразу під картою ви побачите рядок з кнопок. Зліва праворуч маємо такі кнопки:
zh_cn: 在地图下方有一排按钮，功能如下（从左到右）：
