Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_coordinates.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: Now let's assume that you realize that the move in the last step was wrong. You just click on the step before (Details changed), you go to the **Search** tab (described further below) and you do another move. After returning to the **Undo/Redo** tab it might look like this:
ca: Ara suposem que arribeu a la conclusió que el moviment en l'últim pas estava malament. Senzillament, feu clic en el pas anterior (Detalls canviat), aneu a la pestanya **Cerca** (descrita més endavant) i feu un altre moviment. Després torneu a la pestanya **Desfer/refer**, la qual podria tenir aquest aspecte:
it: Ora ipotizziamo che ti renda conto che lo spostamento nell'ultimo passaggio è sbagliato: basta che fai clic sul passo precedente (Dettagli modificati), che vai nella scheda **Cerca** (descritta più sotto) e che fai un altro spostamento. Una volta tornato nella scheda **Annulla/rifai**, potrebbe assomigliare a questa:
nl: Laten we eens aannemen dat u zich realiseerde dat de verplaatsing in de laatste stap verkeerd was. U klikt gewoon op de eerdere stap (Details gewijzigd), u gaat naar het tabblad **Zoeken** (onderstaand verder beschreven) en u doet een andere verplaatsing. Na terugkeer naar het tabblad **Ongedaan maken/Opnieuw doen** zou het er zo uit kunnen zien:
pt_br: Agora, vamos supor que você perceba que o movimento da última etapa estava errado. Basta clicar no passo anterior (Detalhes alterados), acessar a aba **Pesquisar** (descrita mais adiante) e realizar outro movimento. Após retornar à aba **Desfazer/Refazer**, a ação pode ficar assim:
sl: Zdaj pa predpostavimo, da se zavedate, da je bila poteza v zadnjem koraku napačna. Preprosto kliknete na korak pred (Podrobnosti spremenjene), pojdite na zavihek **Iskanje** (opisano spodaj) in naredite še eno potezo. Po vrnitvi na zavihek **Razveljavi/Uveljavi** bi lahko izgledala takole:
sv: Låt oss nu anta att man inser att förflyttningen i det sista steget var fel. Då klickar man bara på steget före (Information ändrad), går till fliken **Sök** (beskrivs vidare nedan) och gör en annan förflyttning. Efter att ha återvänt till fliken **Ångra/Gör om** kan det se ut så här:
uk: Тепер, припустімо, що вам стало зрозуміло, що пересування на останньому кроці було помилковим. Натисніть пункт перед останнім кроком (Details changed або Змінено подробиці), перейдіть на вкладку **Пошук** (її опис можна знайти нижче) і виконайте якесь інше пересування. Після повернення на вкладку **Скасування/Повернення** список дій може виглядати так:
zh_cn: 假设你发现最后一次移动不正确，只需要点击前一步（比如 “详情已更改”），然后切换到下文将介绍的 **搜索** 选项卡，再做一次调整。返回到 **撤销 / 重做** 选项卡后，记录可能会像这样：

source: The digiKam Geolocation Correlator **Undo/Redo** View Example 2
ca: Exemple 2 de la vista **Desfer/Refer** del correlacionador de geolocalització del digiKam
it: La vista **Annulla/rifai** del correlatore di geolocalizzazione di digiKam - Esempio 2
nl: De correlator van geo-locaties van digiKam **Ongedaan maken/Opnieuw doen** bekijk voorbeeld 2
pt_br: Exemplo 2 da vista de **Desfazer/Refazer** do correlacionador de geolocalização do digiKam
sl: Geolokacijski korelator digiKam **Razveljavi/uveljavi** Poglej primer 2
sv: Geografisk lokaliseringskorrelation i digiKam som visar **Ångra/gör om** exempel 2
uk: Приклад 2 панелі **Скасування/Повторення** узгоджувача геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器 **撤销/重做** 视图 示例 2

source: If you want to ignore all the changes you made in this Geolocation editor session, click on “empty” and then Close.
ca: Si voleu ignorar tots els canvis que heu fet en aquesta sessió de l'editor de geolocalització, feu clic a «buit» i després a Tanca.
it: Se vuoi ignorare tutte le modifiche apportate in questa sessione dell'editor di geolocalizzazione, fai clic su “vuoto”, poi su Chiudi.
nl: Als u alle gemaakte wijzigingen in deze Geo-locatiebewerkersessie wilt negeren , klik op “legen” en daarna Sluiten.
pt_br: Se você quiser ignorar todas as alterações feitas nesta sessão do editor de geolocalização, clique em “esvaziar” e depois em Fechar.
sv: Om alla ändringar som gjorts i den geografiska lokaliseringseditorns session ska ignoreras klicka på "Rensa" och sedan på Stäng.
uk: Якщо ви хочете проігнорувати усі зміни, які було внесено протягом сеансу роботи редактора даних геопозиціювання, натисніть «спорожнити», а потім «Закрити».
zh_cn: 如果你想放弃当前编辑器中所有修改，可以点击 “空白”，然后关闭窗口即可。这样照片的地理信息就不会发生任何更改。

source: Coordinates Tools
sl: Orodja za koordinate

source: Edit Coordinates
sl: Uredi koordinate

source: The coordinates can be set manually in the **Details** tab. The location can be found and fixed iteratively with the displayed map. Move the mouse cursor to the region of interest, zoom in, adjust location, zoom in again, and so on until sufficient accuracy is achieved. Note that the zoom center will always be at the cursor position. Eventually you click with the right mouse button at the desired position and choose **Copy Coordinates**. Now you can go to the list of images below the map, select one or more images, click with the right mouse button on them and choose **Paste Coordinates**. The coordinates will then be displayed in the **Latitude** and **Longitude** fields to the right of the map. To save your changes you click the **Apply** button right under the DOP field.
sl: Koordinate lahko nastavite ročno v zavihku **Podrobnosti**. Lokacijo lahko najdete in popravite iterativno s prikazanim zemljevidom. Premaknite kazalko miške na regijo, ki vas zanima, povečajte, prilagodite lokacijo, znova povečajte in tako dolgo, dokler ni dosežena zadostna natančnost. Upoštevajte, da bo središče za povečavo vedno na položaju kazalke. Na koncu kliknete z desno miško na želenem mestu in izberite **Kopiraj koordinate**. Zdaj lahko greste na seznam slik pod zemljevidom, izberite eno ali več slik, kliknite z desnim gumbom miške na njih in izberite **Prilepi koordinate**. Koordinate bodo nato prikazane v poljih **Zem. širina** in **Zem. dolžina** na desni strani zemljevida. Če želite shraniti spremembe, kliknite **Uporabi** desno pod poljem natančnosti (DOP).

source: The digiKam Geolocation Details View With a Map Using Off-Line Data
sl: Pogled podrobnosti o geolokaciji digiKam z zemljevidom z uporabo podatkov brez povezave

source: To the right of the map there are, beside latitude and longitude, fields for altitude, speed, number of satellites, fix type and uncertainty (DOP). You may see these fields already filled in if you select a photograph where your camera wrote these information into the Exif data. Otherwise you can fill them in manually if you have these data from somewhere else, e.g. a separate GPS receiver. Note that you have to check the relevant checkbox before you can edit a field (under Windows® you may have to double-click it). Only for **Altitude** the context menu on the list of images offers **Look Up Missing Altitude Values** which causes the editor to look up these data in the map data provided the position (latitude and longitude) is already assigned to the photograph.
sl: Desno od zemljevida so poleg zemljepisne širine in dolžine še polja za nadmorsko višino, hitrost, število satelitov, vrsto določitve in natančnost (DOP). Ta polja lahko vidite že izpolnjena, če izberete fotografijo, kjer je vaša kamera te informacije zapisala v podatke Exif. V nasprotnem primeru jih lahko vnesete ročno, če imate te podatke od nekod drugod npr. iz ločenega GPS sprejemnika. Upoštevajte, da morate pred tem označiti ustrezno potrditveno polje, da lahko urejate polje (v sistemu Windows® ga boste morda morali dvakrat klikniti). Samo za **Nadmorsko višino** kontekstni meni na seznamu slik ponuja **Poišči manjkajoče vrednosti nadmorske višine**, saj urejevalnik poišče te podatke na zemljevidu, če je položaj (širina in dolžina) že dodeljen iz fotografije.

source: To delete geolocation data you got to un-check the relevant checkbox and click the **Apply** button right under the **DOP** field. Other than that the context menu on the list of images offer items to remove some of the data from the image. Regarding the last item **Bookmarks** :ref:`see here <geoeditor_bookmarks>`.
sl: Če želite izbrisati geolokacijske podatke, počistite ustrezno potrditveno polje in kliknite gumb **Uporabi** desno pod poljem **natančnosti (DOP)**. Razen tega tudi kontekstni meni na seznamu slik ponuja elemente za odstranitev nekaterih podatkov iz slike. Glede zadnje postavke **Zaznamki** :ref:`glejte tukaj <geoeditor_bookmarks>`.

source: The Correlator
sl: Korelator

source: In order to correlate your images with geographic data you need to have a GPS tracking information available as a XML file in gpx format (`gpsbabel <https://www.gpsbabel.org/>`_ can download and convert tracking data from a GPS device for you). The idea is: while taking your pictures just keep a GPS device running and carry it around with the camera. Once you are done, download the pictures and the GPS tracks, and run the correlator.
sl: Če želite svoje slike korelirati z geografskimi podatki, morate imeti Informacije o sledenju GPS, ki so na voljo kot datoteka XML v formatu gpx (`gpsbabel <https://www.gpsbabel.org/>`_ lahko prenese in pretvori podatke o sledenju iz GPS naprave za vas). Ideja: med fotografiranjem imejte delujočo GPS napravo in jo prenašajte skupaj s fotoaparatom. Ko končate, prenesite slike in GPS sledi iz naprave ter zaženite korelator.

source: Select the images you want to correlate in the application main view, then call the geolocation editor with :kbd:`Ctrl+Shift+G` and switch to the **GPS Correlator** tab on the Right Sidebar. The above dialog will show up with the selected images in the list below the map. To indicate possible time/location correlation you have to load a track file with **Load GPX File** that contains GPS data taken at the same time and location as the pictures.
sl: Nato v glavnem pogledu aplikacije izberite slike, ki jih želite povezati, pokličite urejevalnik geolokacije s :kbd:`Ctrl+Shift+G` in preklopite na zavihek **GPS Korelator** na desnem stranskem stolpcu. Zgornje pogovorno okno se prikaže z izbranimi slikami na seznamu pod zemljevidom. Za navedbo možnega časa/korelacija lokacije morate naložiti datoteko sledi z **Naloži datoteko GPX**, ki vsebuje podatke GPS, posnete ob istem času in lokaciji kot slike.

source: When the file is loaded and **Show Tracks On Map** is checked the track is displayed on the map. You can load more than one file and digiKam will assign different colors to them and display the tracks on the map accordingly.
sl: Ko je datoteka naložena in je potrjena možnost **Prikaži poti na zemljevidu**, je pot prikazana na zemljevidu. Naložite lahko več kot eno datoteko in digiKam jim bo to dodelil različne barve in temu primerno prikazal sledi na zemljevidu.

source: GPS track data is invariably recorded in UTC (Universal Time Coordinated), so you need to match the camera time with UTC, which can be done with **Camera Time Zone**. Select **Same As System** if you took the photographs in your home time zone and digiKam will figure out the difference to UTC from your system time. If you took the photographs somewhere else you got to check **Manual** and choose the appropriate difference from the drop-down field to the right. You can use the same mechanism as well to correct a simple mis-adjustment of your camera time for whatever reasons or an offset of a gpx-file due to quirks of a software used to convert other track file formats into gpx. Here comes **Fine offset (mm:ss)** into play where you can add or subtract up to 59 minutes and 59 seconds to your time difference chosen in the field above.
sl: Podatki GPS sledi so vedno zabeleženi v UTC (Univerzalni koordinirani čas - Universal time coordinated), zato morate uskladiti čas kamere z UTC, kar lahko storite z **Časovni pas kamere**. Izberite **Enako kot sistem**, če ste posneli fotografije v vašem domačem časovnem pasu in digiKam bo ugotovil razliko do UTC iz vašega sistemskega časa. Če ste posneli slike nekje drugje, označite **Ročno** in izberite ustrezno razliko časa v spustnem meniju polja na desni. Isti mehanizem lahko uporabite tudi za popravljanje, če ste iz kakršnega koli razloga napačno nastavili čas v vaši kameri ali zaradi zamika podatkov v datoteki gpx zaradi posebnosti programske opreme, ki se uporablja za pretvorbo druge datoteke sledi v v gpx. Tukaj je v igri še **Fini odmik (mm:ss)**, kjer lahko svoji časovni razliki dodajte ali odštejte do 59 minut in 59 sekund izbranem v zgornjem polju.

source: The **Max. Time Gap (sec.)**: setting specifies the limit within which GPS time and camera time shall be deemed coincident. The maximum value is 2000 seconds. This means that if no entry in the gpx-file matches the time stamp of the photograph exactly, the position of the entry with the smallest time gap to the photograph will become assigned to it as long as this time gap is smaller than the **Max. time gap (sec.)** setting. If you wonder which value you should specify here a look into the settings of your track recording device/software or into the gpx-file (which is easily possible with a text editor) might help. The faster you were moving while taking the photograph(s) the more important this decision will be.
sl: **Najv. časovni razmik (sek.)**: nastavitev določa mejo, znotraj katere čas GPS naprave in čas kamere se štejeta za sovpadajoča. Največja vrednost je 2000 sekund. To pomeni, da če se noben vnos v datoteki gpx natančno ne ujema s časovnim žigom fotografije, bo sliki dodeljen položaj vnosa z najmanjšo časovno razliko, dokler je ta časovna razlika manjša od **Najv. nastavitve časovne vrzeli (sek.)**. Če se sprašujete, katero vrednost morate tukaj določiti, bodo nastavitve vašega snemanja sledi naprave/programsko opremo ali kar vpogled v datoteko gpx (kar je enostavno mogoče z urejevalnikom besedil) lahko pomagale. Hitreje kot ste se premikali med snemanjem fotografij, pomembnejša bo ta odločitev.

source: **Interpolate** offers another option in case there is no exact match between the time stamp of your photograph(s) and an entry in the gpx-file and as long as you were moving more or less straight between two recorded GPS positions it will be the more precise option. Here the position of the photograph is calculated (linear interpolated) from the positions of the two closest entries in the gpx-file and the respective differences in time. If, for instance, the time gaps between the two closest entries and the photograph are equal the position assigned will be on a straight line between the positions of the two entries right in the middle.
sl: **Interpolacija** ponuja drugo možnost, če ni natančnega ujemanja med časovnim žigom vaših fotografij in vnosom v datoteki gpx in dokler ste se premikali bolj ali manj naravnost med dvema posnetima položajema GPS, toliko bolj natančna je ta možnost. Tukaj je položaj slike izračunana (linearno interpolirana) iz položajev obeh najbližjih vnosov v datoteki gpx in ustrezne časovne razlike. Na primer če sta časovne vrzeli med dvema najbližjima vnosoma do slike enaki, bo dodeljen položaj na ravni črti med položajema obeh vnosov točno na sredini.

source: **Max. Interpol. Time Gap (min)**: has nothing to do with policeman Max from Interpol. Instead it determines whether a GPS point is eligible for interpolation. If its time is farther away from the picture time than this limit, it cannot be used. 240 minutes is the maximum time difference that can be introduced here.
sl: **Najv. interpol. časovna vrzel (min)**: nima nobene zveze s policistom Maxom iz Interpola. Namesto tega določi, ali je točka GPS primerna za interpolacijo. Če je njegov čas bolj oddaljen od časa slike kot je ta omejitev, je ni mogoče uporabiti. 240 minut je največja časovna razlika, ki jo lahko predstavimo tukaj.

source: Once your settings are done you click on the **Correlate** button. If there is no match at all you will get the message "Could not correlate any image - please make sure the timezone and gap settings are correct." Otherwise you will get something like "2 out of 4 images have been correlated. Please check the timezone and gap settings if you think that more images should have been correlated." Best case you get "All images have been correlated. You can now check their position on the map."
sl: Ko so vaše nastavitve opravljene, kliknite gumb **Koreliraj**. Če se sploh ničesar ne ujema, boste prejeli sporočilo "Ni bilo mogoče korelirati nobene slike - preverite, ali so nastavitve časovnega pasu in vrzeli pravilne." V nasprotnem primeru dobili boste nekaj takega kot "2 od 4 slik sta bili korelirani. Prosim preverite nastavitve časovnega pasu in vrzeli, če menite, da bi moralo biti več slik koreliranih." V najboljšem primeru dobite "Vse slike so bile korelirane. Zdaj lahko preverite njihov položaj na zemljevidu."

source: If you want to follow this recommendation it is a good idea to change to the **Details** tab since there you have a preview of the images which can help a lot to identify them on the map. Remember that you always have to click on an image in the list under the map to make its preview show up. Once you are satisfied with the results click the **Apply** button at the bottom of the Geolocation Editor to save the changes to the image file and the database.
sl: Če želite upoštevati to priporočilo, je dobro, da greste v zavihek **Podrobnosti**, saj imate tam predogled slik, ki vam lahko veliko pomagajo, da jih prepoznate na zemljevidu. Ne pozabite, da morate vedno klikniti sliko na seznamu pod zemljevidom, da se prikaže njen predogled. Ko ste enkrat zadovoljni z rezultati, kliknite gumb **Uporabi** na dnuurejevalnika geolokacije za shranjevanje sprememb slikovne datoteke in baze podatkov.

source: In the **Undo/Redo** tab a history is being recorded about all the changes you apply to the images loaded into the Geolocation Editor. The history shows changes made in only one tab or in several tabs and will be deleted only once you leave the editor. After a few actions in the different tabs the record might look like this:
sl: V zavihku **Razveljavi/Uveljavi** se beleži zgodovina vseh sprememb uveljavljenih na slikah, naloženih v urejevalnik geolokacije. Zgodovina prikazuje spremembe samo v enem zavihku ali v več zavihkih in bo izbrisana šele ko zapustite urejevalnik. Po nekaj dejanjih v različnih zavihkih bi zapis lahko izgledal takole:

source: The last step is highlighted when you enter the tab. The first step is always labeled “empty” and represents the status the images had when they were loaded. You can click on every step and, depending on what kind of changes you did, you might see the images appearing, disappearing or moving on the map or see the differences in the list of images under the map. Note that the list is configurable by clicking with the right mouse button on the header.
sl: Zadnji korak je označen, ko vstopite v zavihek. Prvi korak je vedno označeno kot »prazno« in predstavlja stanje, ki so ga imele slike, ko so so bili naložene. Kliknete lahko na vsak korak in odvisno od vrste spremembe, ki ste jih naredili, boste morda videli slike, ki se pojavljajo, izginjajo ali premikajo na zemljevidu ali si oglejte razlike na seznamu slik pod zemljevidom. Upoštevajte, da je seznam nastavljiv s klikom z desnim gumbom miške na glavo.
