Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_reverse.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: digiKam Geolocation Editor Reverse Geocoding
ca: Geocodificació inversa a l'editor de geolocalització del digiKam
it: Geocodifica inversa dell'Editor di geolocalizzazione di digiKam
nl: Bewerker van omgekeerd geo-coderen van digiKam
pt_br: Geocodificação reversa do editor de geolocalização do digiKam
sl: digiKam reverzno geokodiranje urejevalnika geolokacij
sv: Omvänd geografisk kodning i digiKams geografiska lokaliseringseditor
uk: Зворотне геокодування у редакторі геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器反向地理编码

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, geolocation, reverse, geocoding
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, geolocalització, inversa, geocodificació
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, geolocalizzazione, inverti, geocodifica
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, geo-locatie, omgekeerde, geo-codering
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, geolocalização, reverso, geocodificação
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, geolokacija, obratno, geokodiranje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, geografisk lokalisering, omvänd, geografisk kodning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, геопозиціювання, обернене, геокодування
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 地理定位, 反向, 地理编码.

source: Reverse Geocoding
sv: Omvänd geografisk kodning

source: Contents
sv: Innehåll

source: In this tab you can use a public geoname service to look up address details of the geographic position of one or more images and convert them into tags. In order to do that you need a few preparations. You should be already familiar with the idea of tags and how to create, edit and use them. The best entry into this issue you find in the Tags View section of Chapter 2 of the digiKam handbook.
sv: Under den här fliken kan man använda en offentlig geografisk namngivningstjänst för att leta upp adressuppgifter om den geografiska positionen för en eller flera bilder och konvertera dem till etiketter. För att göra det behöver man göra några förberedelser. Man bör redan vara bekant med idén med etiketter och hur man skapar, redigerar och använder dem. Det bästa inlägget om problemet finns i avsnittet Etikettvisning i kapitel 2 av digiKams handbok.

source: First you should create a root tag in the Tag Manager or in the tag tree of the Left or Right Sidebar. You might name it Location or Places or ...
sv: Först bör en rotetikett i etiketthanteringen eller i etiketträdet i vänster eller höger sidorad skapas. Man kan namnge det Plats eller Platser eller ...

source: Then you select the image(s) you want to tag (they need to have GPS data assigned), open the Geolocation Editor and click the **Reverse Geocoding** tab. You will see your tag tree and if you click with the right mouse button over a tag, preferable the one you created for the geo tags, you will see this context menu:
sv: Sedan markerar man bilden/bilderna som ska etiketteras (de måste ha tilldelad GPS-data), öppnar den geografiska lokaliseringseditorn och klickar på fliken **Omvänd geografisk kodning**. Etiketträdet visas, och om man klickar med höger musknapp på en etikett, helst den man skapade för de geografiska etiketterna, visas den här sammanhangsberoende menyn:

source: The digiKam Geolocation Editor Reverse Geocoding Context Menu
ca: El menú contextual de geocodificació a l'editor de geolocalització del digiKam
it: Il menu contestuale di geocodifica inversa dell'Editor di geolocalizzazione di digiKam
nl: Het contextmenu van de Bewerker van omgekeerd geo-coderen van digiKam
pt_br: Menu de contexto de geocodificação reversa do editor de geolocalização do digiKam
sl: Kontekstni meni za povratno geokodiranje urejevalnika geolokacije digiKam
sv: Sammanhangsberoende meny för omvänd geografisk kodning i digiKams geografiska lokaliseringseditor
uk: Контекстне меню зворотного геокодування у редакторі геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器中的反向地理编码右键菜单

source: In the main section the tags you can add are sorted from the largest region (country) down to the smallest (house number). If you choose **Add All Address Elements** and then fold out the Location tag and all the sub-tags you will have this:
sv: I huvudsektionen sorteras etiketterna man kan lägga till från det största området (landet) ner till det minsta (husnummer). Om man väljer **Lägg till alla adresselement** och sedan expanderar platsetiketten och alla deletiketter får man detta:

source: The digiKam Geolocation Editor Reverse Geocoding Tags Hierarchy To Populate
sv: Etiketthierarki att fylla i vid omvänd geografisk kodning i digiKams geografiska lokaliseringseditor

source: These red tags in curly brackets are called control tags. They determine which address elements you want the reverse geolocation service you have chosen at the top under **Select Service** to look for. You can still delete some of them with the help of the context menu if you feel that you don't need them or modify the structure by deleting some control tags and add them in other places of the tree or even build a new tree parallel to the first by adding a control tag to the root tag (here: Location). Arranging the control tags on the same level instead of a tree structure can save a lot of redundant tags since the same city or town name exists in more than one state or country let alone street names. But it can make the whole location branch of your tag tree quite long and therefore incalculable. This is to say that you have to find your own solution to this problem depending on your needs, maybe a mix, and the sooner you find it the less work you have to invest in editing your tag tree and the control tags.
sv: De röda etiketterna inom parentes kallas kontrolletiketter. De bestämmer vilka adresselement man vill att den omvända geografiska lokaliseringstjänsten som har valts längst upp under **Välj tjänst** ska leta efter. Man kan fortfarande ta bort några av dem med hjälp av den sammanhangsberoende menyn om man känner att de inte behövs eller ändra strukturen genom att ta bort några kontrolletiketter och lägga till dem på andra platser i trädet eller till och med bygga ett nytt träd parallellt med det första genom att lägga till en kontrolletikett i rotetiketten (här: Plats). Att arrangera kontrolletiketterna på samma nivå istället för i en trädstruktur kan spara många överflödiga etiketter eftersom samma stad eller ortsnamn finns i mer än en stat eller land, och i ännu högre grad gatunamn. Men det kan göra hela platsgrenen av etiketträdet ganska lång och därför oöverskådlig. Det vill säga, man måste finna sin egen lösning på problemet beroende på behov, kanske en blandning, och ju tidigare man finner den desto mindre arbete behöver man investera i att redigera etiketträdet och kontrolletiketterna.

source: Let us assume you use the control tags as shown in the above screenshot, select the images you want to tag from the list of images to the left and click **Apply Reverse Geocoding**. Then the tag tree might look similar to this:
sv: Låt oss anta att man använder kontrolletiketterna som visas på skärmbilden ovan, markerar bilderna man vill etikettera från listan med bilder till vänster och klickar på **Utför omvänd geografisk kodning**. Då kan etiketträdet se ut så här:

source: The digiKam Geolocation Editor Reverse Geocoding Tags Hierarchy Populated
ca: L'editor de geolocalització del digiKam ha completat la jerarquia d'etiquetes per geocodificació inversa
it: La gerarchia di tag di geocodifica inversa dell'Editor di geolocalizzazione di digiKam popolata
nl: De ingevulde hiërarchie van tags in de bewerker van omgekeerd geo-coderen van digiKam
pt_br: A hierarquia de etiquetas de geolocalização reversa preenchida no editor de geolocalização do digiKam
sl: Urejevalnik geolokacije digiKam Reverse Geocoding Tags Hierarchy Populated
sv: Ifylld etiketthierarki vid omvänd geografisk kodning i digiKams geografiska lokaliseringseditor
uk: Заповнена ієрархія зворотного геокодування у редакторі геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器反向地理编码结果

source: The green tags represent the search result of the selected public reverse geocoding service and are already assigned to the image(s). To save these tags to the image file and the digiKam database click **Apply**. The tags will appear as regular tags in your tag tree which you can see already here or in the tag tree of the Left or Right Sidebar. Of course you can still edit them like any other tag in the Tag Manager or in the Left or Right Sidebar, but not here in the Geolocation Editor.
sv: De gröna etiketterna representerar sökresultatet från den valda offentliga tjänsten för omvänd geografisk kodning och är redan tilldelade till bilden/bilderna. För att spara etiketterna i bildfilen och digiKams databas, klicka på **Verkställ**. Etiketterna visas som vanliga etiketter i etiketträdet som redan syns här eller i etiketträdet i vänster eller höger sidorad. Naturligtvis kan man fortfarande redigera dem som vilken annan etikett som helst i etiketthanteringen eller i vänster eller höger sidorad, men inte här i den geografiska lokaliseringseditorn.

source: :ref:`Reverse Geocoding <geolocation_editor>`
ca: :ref:`Geocodificació inversa <geolocation_editor>`
it: :ref:`Geocodifica inversa <geolocation_editor>`
nl: :ref:`Omgekeerde geo-codering <geolocation_editor>`
pt_br: :ref:`Geocodificação reversa <geolocation_editor>`
sl: :ref:`Obrnjeno geokodiranje <geolocation_editor>`
uk: :ref:`Зворотне геокодування <geolocation_editor>`
zh_cn: :ref:`反向地理编码 <geolocation_editor>`

source: The **Reverse Geocoding** tab uses a public geoname service to look up address details of the geographic position of one or more images, and convert them into tags. Before using reverse geocoding you should be already familiar with the concept of tags and how to create, edit and use them. The best summary of tags is found in the :ref:`Tags View <tags_view>` section of this manual.
ca: La pestanya **Geocodificació inversa** utilitza un servei públic de geonoms per a cercar els detalls de l'adreça de la posició geogràfica d'una o més imatges, i convertir-les en etiquetes. Abans d'utilitzar la geocodificació inversa ja hauríeu d'estar familiaritzat amb el concepte d'etiquetes i com crear-les, editar-les i utilitzar-les. El millor resum de les etiquetes es troba a la secció :ref:`Vista d'etiquetes <tags_view>` d'aquest manual.
it: La scheda **Geocodifica inversa** usa un servizio pubblico di geocodifica per cercare indirizzi dettagliati della posizione geografica di una o più immagini, e quindi convertirli in tag. Prima di usare la geocodifica inversa dovresti avere già familiarità con il concetto di tag e con la loro creazione, modifica e uso. Il miglior riepilogo sui tag si trova nel capitolo :ref:`Vista Tag <tags_view>` di questo manuale.
nl: Het tabblad **Omgekeerde geo-codering** gebruikt een publieke geoname- service om adresdetails van de geografische positie van een of meer afbeeldingen op te zoeken en ze te converteren in tags. Om dat te gebruiken zou u al bekend moeten zijn met het concept van tags en hoe ze aan te maken, te bewerken en te gebruiken. De beste samenvatting van tags is te vinden in de sectie :ref:`Tagsweergave <tags_view>` van deze handleiding.
pt_br: A aba **Geocodificação reversa** utiliza um serviço público de nomeação geográfica para pesquisar detalhes de endereço da posição geográfica de uma ou mais imagens e convertê-los em etiquetas. Antes de usar a geocodificação reversa, você já deve estar familiarizado com o conceito de etiquetas e como criá-las, editá-las e usá-las. O melhor resumo sobre etiquetas pode ser encontrado na seção :ref:`Vista de etiquetas <tags_view>` deste manual.
sl: Zavihek **Obrnjeno geokodiranje** uporablja javno storitev geografskih imen za iskanje podrobnosti o naslovu geografskega položaja ene ali več slik in njihovo pretvorbo v značke. Preden uporabite povratno geokodiranje, se morate že seznaniti s konceptom značk in njihovim ustvarjanjem, urejanjem in uporabo. Najboljši povzetek oznak najdete v razdelku :ref:`Ogled značk <tags_view>` tega priročnika.
zh_cn: 在 **反向地理编码** 选项卡中，digiKam 使用公共地名服务，来根据照片中的 GPS 坐标信息，查找该位置的地址详情，并将这些信息转化成标签加到照片上。在使用这个功能之前，建议你先熟悉一下什么是“标签”，以及如何创建、编辑和使用它们。关于标签的详细介绍，可以参考本手册的 :ref:`标签视图 <tags_view>` 部分。

source: First you should create a root tag in the Tag Manager or in the tag tree of the Left or Right Sidebar. You might name it *Location* or *Places* or ...
ca: En primer lloc, haureu de crear una etiqueta arrel al Gestor d'etiquetes o a l'arbre d'etiquetes de la barra lateral esquerra o dreta. La podríeu anomenar *Ubicació* o *Llocs* o...
it: Prima dovresti creare un tag radice nel Gestore dei tag o nell'albero dei tag nella barra laterale sinistra o nella destra. Puoi chiamarlo *Posizione*, *Luoghi*, ecc.
nl: U zou eerst een basistag in de tagbeheerder moeten aanmaken of in de tagboomstructuur van de linker- of rechterzijbalk. U zou het *Locatie* of *Plaatsen* of ... kunnen noemen
pt_br: Primeiro, você deve criar uma tag raiz no gerenciador de etiquetas ou na árvore de etiquetas da barra lateral esquerda ou direita. Você pode chamá-la de *Localização* ou *Lugares* ou...
sl: Najprej bi morali ustvariti korensko oznako v Upravljalniku značk ali v drevesu značk v levi ali desni stranski vrstici. Lahko ga poimenujete *Lokacija* ali *Kraji* ali ...
uk: Перш за все, вам слід створити кореневу мітку за допомогою засобу керування мітками або у ієрархії міток на лівій чи правій панелі. Ви можете назвати її «Місце», або «Місця», або якось інакше.
zh_cn: 第一步：先建个“位置”标签。你可以在“标签管理器”里，或者左侧/右侧边栏的标签树中，创建一个新的根标签，比如命名为“位置”或者“地点”。

source: Then you select the image(s) you want to tag (they need to already have GPS data assigned), open the Geolocation Editor and click the **Reverse Geocoding** tab. You will see your tag tree and if you click with the right mouse button over a tag, preferably the one you created for the geo tags, you will see this context menu:
ca: A continuació, seleccioneu la/es imatge/s que voleu etiquetar (han de tenir ja assignades les dades GPS), obriu l'editor de geolocalització i feu clic a la pestanya **Geocodificació inversa**. Veureu l'arbre d'etiquetes i si feu clic amb el botó dret del ratolí sobre una etiqueta, preferiblement la que heu creat per a les etiquetes geogràfiques, veureu aquest menú contextual:
it: Quindi seleziona le immagini a cui vuoi applicare il tag (devono avere dati GPS già assegnati), apri l'editor di geolocalizzazione e fai clic sulla scheda **Geocodifica inversa**. Vedrai il tuo albero dei tag e, se fai clic col pulsante destro del mouse su uno di questi (preferibilmente quello che hai creato per i tag geografici), questo menu contestuale:
nl: Daarna selecteert u de afbeelding(en) die u een tag wilt geven (ze moeten als GPS-gegevens hebben toegekend hebben), open de geo-locatiebewerker en klik op het tabblad **Omgekeerde geo-codering**. U zult uw boomstructuur van tags zien en als u met de rechter muisknop klikt op een tag, bij voorkeur diegene die u maakte voor de geo-tags, u zult dit context-menu zien:
pt_br: Em seguida, selecione a(s) imagem(ns) que deseja marcar (elas precisam já ter dados de GPS atribuídos), abra o editor de geolocalização e clique na aba **Geocodificação reversa**. Você verá sua árvore de etiquetas e, se clicar com o botão direito do mouse sobre uma etiqueta, de preferência aquela que você criou para as geoetiquetas, verá este menu de contexto:
sl: Nato izberete slike, ki jih želite označiti (imeti morajo že dodeljene podatke GPS), odprete urejevalnik geolokacije in kliknete zavihek **Obratno geokodiranje**. Videli boste svoje drevo značk in če z desnim gumbom miške kliknete značko, po možnosti tisto, ki ste jo ustvarili za geografske značke, boste videli ta kontekstni meni:
uk: Далі, вам слід позначити зображення, для яких ви хочете встановити мітку (їх має бути вже пов’язано із даними GPS). Відкрийте редактор геопозиціювання і перейдіть на вкладку **Зворотне геокодування**. Ви побачите ієрархію міток. Якщо ви клацнете правою кнопкою миші на пункті мітки, бажано мітки, яку створено для геопозначення, ви побачите таке контекстне меню:
zh_cn: 第二步：选择照片并打开反向地理编码工具。选中你想打标签的照片（这些照片必须已经有 GPS 信息），打开“地理位置编辑器”，点击 **反向地理编码** 选项卡。这时你会看到标签树，如果你用鼠标右键点击你之前新建的那个标签（比如“位置”），就会看到如下的右键菜单：

source: The tags in the main section, that allow you to add tags, are sorted from the largest region (country) down to the smallest (house number). If you choose **Add All Address Elements** and then fold out the Location tag and all the sub-tags you will have this:
ca: Les etiquetes a la secció principal, que us permet afegir etiquetes, s'ordenen des de la regió més gran (país) fins al més petit (número de casa). Si trieu **Afegeix tots els elements de l'adreça** i després desplegueu l'etiqueta d'ubicació i totes les subetiquetes tindran això:
it: I tag nella sezione principale, la quale ti permette di aggiungere i tag, sono ordinati dalla regione più grande (nazione) fino alla più piccola (numero di casa). Se scegli **Aggiungi tutti gli elementi dell'indirizzo** e quindi dispieghi il tag Posizione e tutti i tag secondari, otterrai questo:
nl: De tags in de hoofdsectie, die u het toevoegen van tags biedt, worden gesorteerd vanaf de grootste regio (land) naar de kleinste (huisnummer). Als u **Alle adreselementen toevoegen** kiest en dan de locatietag uitvouwt en alle sub-tags zult u dit hebben:
pt_br: As etiquetas na seção principal, que permitem adicionar etiquetas, são classificadas da maior região (país) para a menor (número da casa). Se você escolher **Adicionar todos os elementos de endereço** e, em seguida, desdobrar a etiqueta de localização e todas as sub-etiquetas, terá isto:
sl: Značke v glavnem razdelku, ki vam omogočajo dodajanje značk, so razvrščene od največje regije (države) do najmanjše (hišna številka). Če izberete **Dodaj vse elemente naslova** in nato zložite oznako lokacije in vse podznačke, boste imeli to:
uk: У головному розділі мітки, які ви можете додати, буде впорядковано від найбільшого елемента поділу (країни) до найменшого (номера будинку). Якщо ви виберете «Додати всі записи адреси», а потім розгорнете пункт мітки «Місце» та усі пункти підлеглих міток, список виглядатиме так:
zh_cn: 菜单中会列出从大区域到小区域的各种地址组成部分（比如国家、省市、街道、门牌号等），你可以选择 **添加所有地址元素** ，然后展开“位置”标签，就会看到这些自动生成的子标签结构：

source: The digiKam Geolocation Editor Reverse Geocoding Tags Hierarchy to Populate
ca: L'editor de geolocalització del digiKam ha de completar la jerarquia d'etiquetes per geocodificació inversa
it: La gerarchia di tag di geocodifica inversa dell'Editor di geolocalizzazione di digiKam da popolare
nl: De in te vullen hiërarchie van tags in de bewerker van omgekeerd geo-coderen van digiKam
pt_br: Hierarquia de etiquetas de geocodificação reversa a ser preenchida no editor de geolocalização do digiKam
sl: digiKam urejevalnik geolokacije Hierarhija značk povratnega geokodiranja za zapolnitev
uk: Заповнення ієрархії зворотного геокодування у редакторі геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器中的地址标签结构
