Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_coordinates.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: **Interpolate** offers another option in case there is no exact match between the time stamp of your photograph(s) and an entry in the gpx-file. It will be the more precise option as long as you were moving more or less in a straight line between the two recorded GPS positions. Here the position of the photograph is calculated using linear interpolation from the positions of the two closest entries in the gpx-file and the respective differences in time. If, for instance, the time gaps between the two closest entries and the photograph are equal, the position assigned will be on a straight line midway between the positions of the two entries.
ca: **Interpola** ofereix una altra opció en cas que no hi hagi una correspondència exacta entre la marca de temps de la/es fotografia/es i una entrada en el fitxer GPX. Serà l'opció més precisa si us movíeu més o menys en una línia recta entre dues posicions GPS enregistrades. Aquí la posició de la fotografia es calcula utilitzant una interpolació lineal a partir de les posicions de dues entrades pròximes en el fitxer GPX i les respectives diferències en el temps. Si, per exemple, els intervals de temps entre les dues entrades més properes i la fotografia són iguals, la posició assignada estarà al punt central d'una línia recta entre les posicions de les dues entrades.
it: **Interpola** offre un'altra opzione nel caso in cui non vi sia una corrispondenza esatta tra la marca temporale delle tue fotografie e una voce nel file gpx. L'opzione risulterà più precisa a condizione che ti stavi spostando in linea più o meno retta tra le due posizioni GPS registrate. In questo caso la posizione del fotografo viene calcolata utilizzando l'interpolazione lineare dalle posizioni delle due voci più vicine nel file gpx e le rispettive differenze nel tempo. Se, per esempio, le differenze di tempo tra le due voci più vicine e la fotografia sono uguali, la posizione assegnata sarà su una linea retta a metà strada tra le posizioni delle due voci.
nl: **Interpoleren** biedt een andere optie in geval er geen exacte overeenkomst is tussen het tijdstempel van uw foto('s) en een item in het gpx-bestand. Het zal nauwkeuriger zolang u zich min of meer in een rechte lijn verplaatste tussen de twee opgenomen GPS-posities. Hier wordt de positie van de foto berekend met lineaire interpolatie uit de posities van de twee dichts bijzijnde items in het gpx-bestand en de respectievelijke verschillen in tijd. Als, bijvoorbeeld, het tijdsverschil tussen de twee dichts bijzijnde items en de foto gelijk zijn zal de toegekende positie op een rechte lijn liggen tussen de posities van de twee items.
pt_br: **Interpolar** oferece outra opção caso não haja uma correspondência exata entre o registro de data e hora da(s) sua(s) fotografia(s) e uma entrada no arquivo gpx. Esta será a opção mais precisa, desde que você esteja se movendo mais ou menos em linha reta entre as duas posições GPS registradas. Aqui, a posição da fotografia é calculada usando interpolação linear a partir das posições das duas entradas mais próximas no arquivo gpx e as respectivas diferenças de tempo. Se, por exemplo, os intervalos de tempo entre as duas entradas mais próximas e a fotografia forem iguais, a posição atribuída estará em uma linha reta a meio caminho entre as posições das duas entradas.
sv: **Interpolera** erbjuder ett annat alternativ om det inte finns någon exakt överensstämmelse mellan tidsstämpeln för fotografiet/fotografierna och en post i gpx-filen. Det är det mer exakta alternativet så länge förflyttningen var mer eller mindre i en linje mellan de två inspelade GPS-positionerna. Här beräknas fotografiets position med hjälp av linjär interpolering från positionerna för de två närmaste posterna i gpx-filen och respektive tidsskillnader. Om till exempel tidsskillnaderna mellan de två närmaste posterna och fotografiet är lika, är den tilldelade positionen på en linje mitt emellan positionerna för de två posterna.
uk: Пункт **Інтерполювати** пропонує інший варіант дій, якщо немає точної відповідності між часовою позначкою ваших фотографій і записом у файлі gpx. Якщо ви пересувалися більш-менш прямим шляхом між двома записаними позиціями GPS, цей варіант дасть точніші дані. Позицію фотографування буде обчислено (за допомогою лінійної інтерполяції) на основі позицій двох найближчих записів у файлі gpx і відповідних різниць у часі. Якщо, наприклад, часові інтервали між двома найближчими записами і фотографією є однаковими, позицію буде обчислено як середню між двома записами GPS.
zh_cn: 如果勾选了 **插值** ，即使没有时间戳完全匹配的轨迹点，也可以通过线性插值计算照片位置。这种方法更精确，前提是你在两次记录 GPS 之间是直线移动的。比如，如果照片时间正好在两个轨迹点之间，且时间间隔相同，那它的坐标就会被定在这两个点之间的中点上。

source: **Max. Interpol. Time Gap (min)**: has nothing to do with policeman Max from Interpol. It instead determines whether a GPS point is eligible for interpolation. If the closest GPS time is farther away from the picture time than this limit, then it is not used. The maximum time difference that can be set here is 4 hours.
ca: **Interval màx. d'interpol. Interval de temps (mín)** no té res a veure amb l'inspector Max de la Interpol. Determina si un punt GPS és elegible per a la interpolació. Si el temps GPS més proper està més lluny del temps de la imatge que aquest límit, no es podrà utilitzar. La diferència de temps màxima que podreu introduir aquí són 4 hores.
it: **Massimo salto di tempo (min.)** determina se un punto GPS è idoneo all'interpolazione. Non viene utilizzato se il tempo GPS più vicino è più lontano dalla durata dell'immagine rispetto a questo limite. La differenza di tempo massima che può essere introdotta qui è di 4 ore.
nl: **Max. interpol. tijdsverschil (min)**: heeft niets van doen met politieman Max van Interpol. In plaats daarvan bepaalt deze of een GPS punt gebruikt kan worden voor interpolatie. Als zijn tijd verder weg is van het tijdstip van de foto dan deze limiet, dan wordt het niet gebruikt. Het maximale tijdsverschil dat hier ingesteld kan worden is 4 uur.
pt_br: **Intervalo máxima de tempo (min)**: não tem nada a ver com o policial Max da Interpol. Em vez disso, determina se um ponto GPS é elegível para interpolação. Se o horário GPS mais próximo estiver mais distante do horário da imagem do que esse limite, ele não será utilizado. A diferença máxima de tempo que pode ser definida aqui é de 4 horas.
sv: **Maximal interpolerad tidslucka**: har ingenting att göra med Interpol. Det avgör istället om en GPS-punkt är berättigad till interpolation. Om den närmaste GPS-tiden är längre bort från bildtiden än gränsen används den inte. Den maximala tidsskillnaden som kan ställas in här är 4 timmar.
uk: Пункт **Макс. проміжок часу інтерпол. (у хв.):** немає нічого спільного із полісменом Максом з Інтерполу. Замість цього, він визначає, чи є точка GPS придатною для інтерполяції. Якщо її час має різницю із часом зображення, яка перевищує вказане значення, цю точку не можна використовувати. Максимальною часовою різницею у цьому пункті є 4 години.
zh_cn: **最大插值时间差** 指的是插值所允许的最大时间差。如果最近的 GPS 时间点距离照片时间超过这个限制，就不会进行插值。最大可设置为 4 小时。

source: Once your settings are complete, you click on the **Correlate** button. If there are no time matches you will get the message "Could not correlate any image - please make sure the timezone and gap settings are correct." Otherwise you will get something like "2 out of 4 images have been correlated. Please check the timezone and gap settings if you think that more images should have been correlated." In the best case you get "All images have been correlated. You can now check their position on the map."
ca: Una vegada completada la configuració, feu clic en el botó **Correlaciona**. Si no hi ha cap coincidència, obtindreu el missatge «No s'ha pogut correlacionar cap imatge, assegureu que els paràmetres de la zona horària i l'interval de temps siguin correctes». Altrament, obtindreu alguna cosa com «S'han correlacionat 2 de 4 imatges. Comproveu que els paràmetres de la zona horària i l'interval de temps siguin correctes si penseu que s'haurien de correlacionar més imatges». En el millor dels casos s'obté «S'han correlacionat totes les imatges. Ara podeu comprovar la seva posició en el mapa».
it: Una volta che le tue impostazioni sono complete, fai clic sul pulsante **Correla**. Se non ci sono corrispondenze di tempo otterrai il messaggio «Impossibile correlare un'immagine, assicurati che le impostazioni dello scostamento e del salto di tempo siano corrette.», altrimenti qualcosa tipo «Sono state correlate 2 immagini su 4. Controlla le impostazioni dello scostamento e del salto di tempo, se pensi che avrebbero dovuto essere correlate più immagini.» Nel caso migliore otterrai «Tutte le immagini sono state correlate. Puoi ora controllarne la posizione sulla mappa.».
nl: Nadat uw instellingen voltooid zijn, klikt u op de knop **Correleren**. Als er helemaal geen overeenkomst in tijd is zult u het bericht "Kon geen enkele afbeelding correleren" - ga na dat de instelling van de tijdzone en het tijdsverschil juist zijn. Anders krijgt u zoiets als "2 uit 4 afbeeldingen zijn gecorreleerd". Controleer de instelling van de tijdzone en tijdsverschil als u denkt dat meer afbeeldingen gecorreleerd zouden moeten zijn. In het beste geval krijgt u "Alle afbeeldingen zijn gecorreleerd. U kunt nu hun positie op de kaart controleren."
pt_br: Após concluir as configurações, clique no botão **Correlacionar**. Se não houver correspondências de horário, você receberá a mensagem "Não foi possível correlacionar nenhuma imagem - certifique-se de que as configurações de fuso horário e intervalo estejam corretas". Caso contrário, você receberá algo como "2 de 4 imagens foram correlacionadas. Verifique as configurações de fuso horário e intervalo se achar que mais imagens deveriam ter sido correlacionadas". Na melhor das hipóteses, você receberá a mensagem "Todas as imagens foram correlacionadas. Agora você pode verificar a posição delas no mapa".
sv: När inställningarna är klara klicka på knappen **Korrelera**. Om det inte finns några matchande tider visas meddelandet "Kunde inte korrelera någon bild. Försäkra dig om att inställningar av tidsskillnad och tidslucka är riktiga.." Annars visas något i stil med "2 av 4 bilder har korrelerats. Kontrollera inställningar av tidsskillnad och tidslucka om du anser att fler bilder skulle ha korrelerats." I bästa fall visas "Alla bilder har korrelerats. Du kan nu kontrollera deras position på kartan."
uk: Щойно буде визначено потрібні вам параметри, ви можете натиснути кнопку **Узгодити**. Якщо не вдасться знайти відповідників, програма покаже повідомлення «Не вдалося прив’язати жодне зображення. Будь ласка, переконайтеся, що значення часового поясу та інтервалу встановлено належним чином.» Якщо відповідники буде знайдено, ви побачите щось схоже на «Прив’язано 2 з 4 зображень. Будь ласка, виправте значення параметрів часового поясу та інтервалу, якщо ви вважаєте, що мало бути прив’язано більше зображень.» У найкращому випадку буде показано повідомлення «Всі зображення було прив’язано. Тепер відповідні місця показано на карті.»
zh_cn: 设置完成后，点击 **匹配** 按钮。如果没有成功匹配，你会看到提示：“无法匹配任何照片，请确认时区和时间差设置是否正确。”如果部分匹配成功，会显示：“4 张照片中有 2 张已匹配成功。如果你认为应匹配更多，请检查时区和时间差设置。”如果全部匹配成功，会显示：“所有照片都已匹配完成，你可以在地图上查看位置。”

source: If you want to follow this recommendation it is a good idea to change to the **Details** tab since there you have a preview of the images that can help identify the actual locations of the images on the map. Remember that you always have to click on an image in the list under the map to make its preview show up.
ca: Si voleu seguir aquesta recomanació, és una bona idea canviar a la pestanya **Detalls**, atès que allí tindreu una vista prèvia de les imatges que poden ajudar-vos a identificar les ubicacions reals en el mapa. Recordeu que sempre haureu de fer clic en una imatge a la llista sota el mapa per a fer que aparegui la seva vista prèvia.
it: Se vuoi seguire questa raccomandazione, è una buona idea passare alla scheda **Dettagli**, perché c'è un'anteprima delle immagini che può aiutarti a identificare le reali posizioni delle immagini sulla mappa. Ricorda che devi sempre fare clic su di un'immagine nell'elenco sotto la mappa per far apparire la sua anteprima.
nl: Als u deze aanbevelingen wilt volgen is het een goed idee om het tabblad **Details** te wijzigen omdat u daar een vooruitblik hebt van de afbeeldingen die kunnen helpen om ze te identificeren op de kaart. Bedenk dat u altijd moet klikken op een afbeelding in de lijst onder de kaart om zijn voorbeeld te laten verschijnen.
pt_br: Se quiser seguir esta recomendação, é uma boa ideia acessar a aba **Detalhes**, pois lá você terá uma prévia das imagens que pode ajudar a identificar a localização real delas no mapa. Lembre-se de que você sempre precisa clicar em uma imagem na lista abaixo do mapa para que sua prévia seja exibida.
sv: Om man vill följa rekommendation är det en bra idé att byta till fliken **Detaljinformation** eftersom där finns en förhandsgranskning av bilderna som kan hjälpa till att identifiera bildernas faktiska placering på kartan. Kom ihåg att man alltid måste klicka på en bild i listan under kartan för att få dess förhandsgranskning att visas.
uk: Якщо ви вирішите виконати рекомендації, варто перейти на вкладку **Подробиці**, оскільки там буде наведено попередній перегляд зображень, який може допомогти у прив’язуванні їх до справжніх місць на карті. Не забувайте, що для того, щоб побачити попередній перегляд зображення, вам слід натиснути пункт зображення у списку під картою.
zh_cn: 此时建议切换到 **详细信息** 选项卡查看地图上的预览，这有助于确认照片实际位置。记得要点击地图下方的图像列表，照片预览才会显示出来。

source: If you find some errors after correlating, you can always adjust the time zones and offsets, and perform another correlation. Once you are satisfied with the results click the **Apply** button at the bottom of the Geolocation Editor to save the changes to the image file and the database.
ca: Si trobeu alguns errors després de correlacionar, sempre podeu ajustar les zones horàries i els desplaçaments, i realitzar una altra correlació. Una vegada esteu satisfet amb els resultats, feu clic en el botó **Aplica** a la part inferior de l'editor de geolocalització per a desar els canvis al fitxer d'imatge i a la base de dades.
it: Se trovi degli errori dopo la correlazione, puoi sempre regolare i fusi orari e gli scostamenti, ed eseguire un'altra correlazione. Quando sei soddisfatto dei risultati, fai clic sul pulsante **Applica** dell'editor di geolocalizzazione per salvare le modifiche nel file d'immagine e nella banca dati.
nl: Als u enige fouten vindt na de correlatie, dan kunt u altijd de tijdzones en offsets aanpassen en nog een correlatie uitvoeren. Nadat u tevreden bent met het resultaat, klik op de knop **Toepassen** onderaan de Geo-locatiebewerker om de wijzigingen naar het afbeeldingsbestand en de database op te slaan.
pt_br: Se encontrar algum erro após a correlação, você sempre pode ajustar os fusos horários e os deslocamentos e realizar outra correlação. Quando estiver satisfeito com os resultados, clique no botão **Aplicar** na parte inferior do editor de geolocalização para salvar as alterações no arquivo de imagem e no banco de dados.
sv: Om några fel hittas efter korrelationen går det alltid justera tidszoner och tidsskillnad och utföra en ny korrelation. När du är nöjd med resultaten klickar du på knappen **Verkställ** längst ner i den geografiska lokaliseringseditorn för att spara ändringarna i bildfilen och databasen.
uk: Якщо після узгодження вами буде виявлено якісь помилки, ви завжди можете скоригувати часові пояси і зсуви та виконати ще одне узгодження. Щойно вас задовольнять результати, натисніть кнопку **Застосувати** у нижній частині панелі редактора геопозиціювання, щоб зберегти зміни до файла зображення і бази даних.
zh_cn: 如果你发现匹配结果有误，随时可以调整时区和时间偏移后重新匹配。满意后，点击地理位置编辑器底部的 **应用** 按钮保存更改到照片文件和数据库中。

source: Undo And Redo
ca: Desfer i refer
it: Annulla/Rifai
nl: Ongedaan maken en opnieuw doen
pt_br: Desfazer e refazer
sl: Razveljavi in ​​ponovi
sv: Ångra och Gör om
uk: Керування змінами
zh_cn: 撤销与重做

source: The **Undo/Redo** tab displays a history of all the changes you apply to the images loaded into the Geolocation Editor. The history shows changes made in only one tab or in several tabs and is deleted only when you leave the editor. After a few actions in the different tabs the record might look like this:
ca: La pestanya **Desfer/refer** mostra un historial de tots els canvis que heu aplicat a les imatges carregades a l'Editor de geolocalització. L'historial mostra els canvis realitzats en una sola pestanya o en diverses pestanyes, i només s'eliminarà un cop sortiu de l'editor. Després de poques accions en les diferents pestanyes, el registre podria tenir aquest aspecte:
it: La scheda **Annulla/rifai** mostra una cronologia di tutte le modifiche che applichi all'immagine caricata nell'editor di geolocalizzazione. La cronologia mostra in una scheda sola o in più schede le modifiche effettuate, e viene cancellata solamente quando abbandoni l'editor. Dopo poche azioni nelle diverse schede, la registrazione potrebbe assomigliare a questa:
nl: Het tabblad **Ongedaan maken/opnieuw doen** toont een geschiedenis van alle wijzigingen die u hebt toegepast op de afbeeldingen geladen in de Geo-locatiebewerker. De geschiedenis toont de gemaakte wijzigingen in slechts één tabblad of in verschillende tabbladen en is alleen verwijderd wanneer u de bewerker hebt verlaten. Na een paar acties in de verschillende tabbladen kan de opname eruit zien als dit:
pt_br: A aba **Desfazer/Refazer** exibe um histórico de todas as alterações aplicadas às imagens carregadas no editor de geolocalização. O histórico mostra as alterações feitas em apenas uma aba ou em várias abas e é excluído somente quando você sai do editor. Após algumas ações nas diferentes abas, o registro pode ficar assim:
sv: Fliken **Ångra/Gör om** visar en historik över alla ändringar som har gjorts av bilderna som lästs in i den geografiska lokaliseringseditorn. Historiken visar ändringar som gjorts under enbart en flik eller under flera flikar och tas bara bort när editorn lämnas. Efter några åtgärder på de olika flikarna kan posten se ut så här:
uk: На вкладці **Скасування/Повторення** буде показано журнал усіх змін, які було застосовано до зображень, завантажених до редактора геопозиціювання. Журнал записується для змін лише у одній вкладці або у декількох вкладках, його вміст буде вилучено, щойно ви полишите редактор. Після виконання декількох дій на різних вкладках записи можуть виглядати так:
zh_cn: **撤销 / 重做** 选项卡会显示你在地理位置编辑器中对照片做的所有更改记录。无论你是在一个选项卡还是多个选项卡进行修改，这里都会记录下来。这些记录会在你关闭编辑器时清除。例如，经过几次操作后，你的修改记录可能会是这样的：

source: The digiKam Geolocation Correlator **Undo/Redo** View Example 1
ca: Exemple 1 de la vista **Desfer/Refer** del correlacionador de geolocalització del digiKam
it: La vista **Annulla/rifai** del correlatore di geolocalizzazione di digiKam - Esempio 1
nl: De correlator van geo-locaties van digiKam **Ongedaan maken/Opnieuw doen** bekijk voorbeeld 1
pt_br: Exemplo 1 da vista de **Desfazer/Refazer** do correlacionador de geolocalização do digiKam
sl: Korelator geolokacije digiKam **Razveljavi/uveljavi** Pogled primera 1
sv: Geografisk lokaliseringskorrelation i digiKam som visar **Ångra/gör om** exempel 1
uk: Приклад 1 панелі **Скасування/Повторення** узгоджувача геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器 **撤销/重做** 视图 示例 1

source: The last step is highlighted when you enter the tab. The first step is always labeled “empty” and represents the status the images had when they were loaded. You can click on every step and, depending on what kind of changes you made, you might see the images appearing, disappearing or moving on the map, or see the differences in the list of images under the map.
ca: L'últim pas estarà ressaltat quan introduïu la pestanya. El primer pas sempre serà l'etiqueta «buida» i representa l'estat que tenien les imatges quan es varen carregar. Podeu fer clic en cada pas i, depenent de quin tipus de canvis que heu fet, és possible veure com apareixen, desapareixen o es mouen les imatges en el mapa, o veure les diferències en la llista d'imatges a sota del mapa.
it: L'ultimo passaggio è evidenziato quando entri nella scheda. Il primo è sempre etichettato «vuoto», e rappresenta lo stato che aveva l'immagine quando è stata caricata. Puoi fare clic su un qualsiasi passaggio e, a seconda del tipo di modifiche hai fatto, puoi vedere l'immagine apparire, scomparire o spostarsi sulla mappa, o vedere le differenze nell'elenco di immagini sotto la mappa.
nl: De laatste stap is geaccentueerd wanneer u het tabblad inkomt. De eerste stap heeft altijd het label "leeg" en representeert de status die de afbeeldingen hadden toen ze werden geladen. U kunt op elke stap klikken en, afhankelijk van welk soort wijzigingen die u maakte, kunt u de afbeeldingen opnieuw zien verschijnen, zien verdwijnen of zich verplaatsen op de kaart of de verschillen zien in de lijst met afbeeldingen onder de kaart.
pt_br: A última etapa é destacada ao entrar na aba. A primeira etapa é sempre rotulada como "vazia" e representa o status das imagens quando foram carregadas. Você pode clicar em cada etapa e, dependendo das alterações feitas, poderá ver as imagens aparecendo, desaparecendo ou se movendo no mapa, ou ver as diferenças na lista de imagens abaixo do mapa.
sv: Det sista steget markeras när fliken visas. Det första steget är alltid märkt "tom" och representerar bildernas status när de lästes in. Man kan klicka på varje steg och, beroende på vilken typ av ändringar som har gjorts, kan man se bilderna visas, försvinna eller flyttas på kartan, eller se skillnaderna i listan över bilder under kartan.
uk: Після переходу на вкладку буде позначено останній пункт у журналі. Перший пункт завжди має мітку порожній і відповідає стану зображень на час їхнього завантаження. Ви можете натиснути пункт будь-якого кроку дій і, залежно від типу змін, можете побачити появу, зникнення або пересування зображень картою або переглянути відмінності у списку зображень під картою.
zh_cn: 进入这个选项卡时，当前最后一步会被高亮显示。最顶部的那一项永远是 “空白”，代表你刚加载照片时的初始状态。你可以点击任意步骤，根据你做了哪些更改，会看到照片在地图上的位置发生变化，或者列表中照片状态的改变。
