Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_map.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: The Geolocation Editor allows for adding and editing GPS coordinates of picture metadata. The geo-data is stored into the image (Exif tags) and the location can be displayed in an internal or external browser map. The Geolocation Editor also offers a :ref:`Reverse Geocoding <geoeditor_reverse>` tool.
pt: O Editor de Geo-Localização permite adicionar e editar as coordenadas de GPS dos meta-dados das imagens. Estes dados geográficos são guardados na imagem (nas marcas EXIF) e a localização pode ser apresentada num mapa, num navegador interno ou externo. O Editor de Geo-Localização também oferece uma ferramenta para :ref:`Geo-Codificação Inversa <geoeditor_reverse>`.

source: Geolocation Editor can be opened via menu entry :menuselection:`Item --> Edit Geolocation` or via pressing :kbd:`Ctrl+Shift+G`. It requires at least one image to be selected otherwise it will not open.
pt: O Editor de Geo-Localização poderá ser aberto com a opção do menu :menuselection:`Item --> Editar a Geo-Localização` ou através da combinação de teclas :kbd:`Ctrl+Shift+G`. Precisa de ter pelo menos uma imagem seleccionada, caso contrário não irá abrir.

source: The Geolocation Editor provides the tools to localize pictures geographically in the common spherical coordinate system (used by GPS/Galileo). **Altitude**, **Latitude**, **Longitude**, **Speed**, **Number of Satellites**, **Fix Type**, and **DOP** are editable.
pt: O Editor de Geo-Localização oferece as ferramentas para localizar as imagens de forma geográfica no sistema de coordenadas esféricas comum (usado pelo GPS/Galileo). A **Altitude**, **Latitude** e **Longitude**, a **Velocidade**, o **Número de Satélites**, o **Tipo de Correcção** e o **DOP** poderão ser alterados.

source: The editor has two methods to mark the pictures with coordinates:
pt: O editor tem dois métodos para marcar as imagens com coordenadas:

source: Furthermore the Right Sidebar offers three more tools:
pt: Para além disso, a barra lateral direita oferece mais três ferramentas:

source: The **Reverse Geocoding** tab which allows to find geographic names (cities, street names, ...) by using a public reverse geocoding service and the GPS data of an image.
pt: A página de **Geo-Codificação Inversa**, que permite procurar nomes geográficos (cidades, nomes de ruas, ....), usando um serviço de geo-codificação inversa público e os dados de GPS de uma imagem.

source: The **Search** tab which allows to find positions on the map from geographic names (cities, monuments, ...) by using a public geoname service (GeoNames and OpenStreetMap at the time of writing).
pt: A página **Procurar**, que permite procurar posições no mapa nomes geográficos (cidades, monumentos, ...), usando um serviço de geo-localização público (GeoNames e OpenStreetMap, na altura em que este manual foi escrito).

source: For navigating on the map, refer to the :ref:`Map Search section <mapsearch_view>`.
pt: Para navegar no mapa, consulte a ref:`secção de Pesquisa no Mapa <mapsearch_view>`.

source: Right under the map you find a row of buttons. I shall use the tooltip texts as designations in the following description. From left to right we have:
pt: Logo abaixo do mapa irá encontrar uma fila de botões. Serão usados os textos das dicas como designações na descrição seguinte. Da esquerda para direita temos:

source: The Map-settings button opens a small menu which allows you to choose between OpenStreeMap and Off-line Maps, and depending on that choice to choose the kind of map you want to use. Furthermore you can select the projection (**Spherical**, **Mercator**, **Equi-Rectangular**) and you can display a few additional tools like compass and scale on the map.
pt: O botão de Configuração do Mapa abre um pequeno menu que lhe permite escolher entre o OpenStreetMap e os Mapas Desligados e, dependendo dessa opção, escolher o tipo de mapa que deseja usar. Para além disso, pode seleccionar a projecção (**Esférica**, **Mercator**, **Equi-Rectangular**) e poderá mostrar algumas ferramentas adicionais, como a bússola e a escala do mapa.

source: The **Zoom In** button.
pt: O botão **Ampliar**.

source: The **Zoom Out** button.
pt: O botão **Reduzir**.

source: The **Switch Between Markers And Thumbnails** button lets you choose whether you want the positions of your images indicated by a marker symbol or by a thumbnail on the map. If you choose thumbnails the next two buttons are of particular interest.
pt: O botão para **Mudar entre Marcadores e Miniaturas** permite-lhe escolher se deseja as posições das suas imagens indicadas através de um símbolo marcador ou por uma miniatura no mapa. Se optar pelas miniaturas, os dois botões seguintes são de particular interesse.

source: The Markers color over the map depends of the number of items grouped at a location, and it depends of the zoom level. Colors available are listed below:
pt: A cor dos Marcadores no mapa depende do número de itens agrupado numa localização, dependendo do nível de ampliação. As cores disponíveis encontram-se abaixo:

source: The **Increase The Thumbnail Size On The Map** button is doing just that and the **Decrease The Thumbnail Size On The Map button** as well.
pt: O botão para **Aumentar o Tamanho da Miniatura no Mapa** faz exactamente isso e o **Diminuir o Tamanho da Miniatura no Mapa** também.

source: The **Pan Mode** button lets you move the map by click with the left mouse button and holding on it and then drag it with the mouse to where you need it. The cursor symbol will change to a hand.
pt: O botão do **Modo de Deslocamento** permite-lhe mover o mapa com o botão esquerdo do rato, mantendo-o carregado e depois arrastando o rato para onde necessitar dele. O símbolo do cursor irá mudar para uma mão.

source: The **Zoom Into A Group** button is useful if you have images so close to each other on the map that all but the topmost are obscured. Once you click on the visible image the zoom factor will be adjusted so that all the other images behind it become visible. If you click on a group of images and nothing really happens they either have exactly the same geographic position and/or the zoom factor is already at its maximum.
pt: O botão do **Ampliar para um Grupo** é útil se tiver imagens tão próximas umas das outras no mapa que as que ficam abaixo do topo ficam escondidas. Assim que carregar na imagem visível, o factor de ampliação será ajustado para que todas as outras imagens atrás dele ficarão vazias. Se carregar sobre um grupo de imagens e nada acontecer, então é porque tem exactamente a mesma posição geográfica e/ou o factor de ampliação já está no seu valor máximo.

source: **Group** in this context here *has nothing to do* with grouped images as described in :ref:`this chapter from the manual <grouping_photograph>`. Here the term refers to images which are very close to each other on the map (depending on the zoom factor) or have exactly the same geographic position.
pt: O **Grupo** neste contexto aqui *não tem nada a ver* com as imagens agrupadas, como descrito :ref:`neste capítulo do manual <grouping_photograph>`. Aqui o termo refere-se às imagens que são muito próximas umas das outras no mapa (dependendo do factor de ampliação) ou que têm exactamente a mesma posição geográfica.

source: The **Select Images** button toggles the selection of an image or a group of images in the list of images right below the buttons once you click on it on the map. The selection status of all other images in the list remain unchanged. Be aware of the fact that there is a kind of two-stage selection! If you click on a thumbnail or marker on the map the selected image(s) in the list of images will become a light blue background. If you click on it in the list the background will become a darker blue and if there where more than one image with light blue background before the others will become un-selected. Only clicking on an image in the list will let its preview appear to the right of the list.
pt: O botão para **Seleccionar as Imagens** comuta a selecção de uma imagem ou de um grupo de imagens na lista de imagens logo abaixo dos botões, assim que carregar nele no mapa. O estado da selecção de todas as outras imagens na lista permanecerá inalterado. Tenha atenção ao facto de que existe uma espécie de selecção em duas etapas! Se carregar sobre uma miniatura ou marcador no mapa, as imagens seleccionadas na lista de imagens irão ficar com um fundo azul claro. Se carregar nele na lista, o fundo ficará com um azul mais escuro e, se existir mais que uma imagem com um fundo azul claro antes, as outras irão ficar deseleccionadas. Só se carregar numa imagem da lista irá deixar que a sua antevisão aparência à direita da lista.

source: The **Display Bookmarked Positions On The Map** button can be used to display on the map the places already registered in the :ref:`Bookmarks Manager <geoeditor_bookmarks>`.
pt: O botão para **Mostrar as Posições Favoritas no Mapa** pode ser usado para mostrar no mapa os locais já registados no :ref:`Gestor de Favoritos <geoeditor_bookmarks>`.

source: From the context menu on the map only Copy Coordinates is of interest for geotagging. It copies the geographic coordinates at the cursor position to the clipboard. For all other menu items see Marble handbook.
pt: No menu de contexto do mapa, só a opção 'Copiar as Coordenadas' é que é interessante para a marcação geográfica. Ela copia as coordenadas geográficas na posição do cursor para a área de transferência. Para todos os itens do menu, veja o manual do Marble.

source: The digiKam Bookmarks Manager is available from the items list context menu as you can see to the screenshot below.
pt: O Gestor de Favoritos do digiKam está disponível no menu de contexto da lista de itens, como poderá ver na imagem abaixo.

source: The digiKam Geolocation Bookmarks Manager Available From The Items List Context Menu
pt: O Gestor de Favoritos de Geo-Localização, Disponível no Menu de Contexto da Lista de Itens

source: **Add Bookmark**: if the current selected item from list has GPS information, these ones can be registered to the manager with this option. A dialog to populate the bookmark properties must appears.
pt: **Adicionar aos Favoritos**: se o item seleccionado de momento na lista tiver dados de GPS, estes podem ficar registados no gestor com esta opção. Deverá aparecer uma janela para preencher as propriedades dos favoritos.

source: You can customize the name, a comment to describe the location, and the place in the bookmarks hierarchy
pt: Poderá personalizar o nome, um comentário para descrever a localização e o local na hierarquia de favoritos

source: **Edit Bookmarks**: this will show you a dialog with the complete hierarchy of bookmarks managed. You can change item properties, the place in hierarchy using drag and drop, and display the corresponding location on a map from the right side. In the Hierarchy you can append new branches using **Add Folder** button. The **Remove** button allows you to delete an item in the hierarchy.
pt: **Editar os Favoritos**: isto mostrar-lhe-á uma janela com a hierarquia completa de favoritos geridos. Poderá modificar as propriedades do item, o local na hierarquia por arrastamento, e finalmente apresentar a localização correspondente num mapa à direita. Na Hierarquia, poderá adicionar novas ramificações com o botão **Adicionar uma Pasta**. O botão **Remover** permite-lhe apagar um item na hierarquia.

source: Access quickly to the bookmarks hierarchy to assign a location to the current selected item.
pt: Aceda rapidamente à hierarquia de favoritos para atribuir uma localização ao item seleccionado de momento.

source: The **Map View** provide also a **Add Bookmark** option in the context menu available over the map. This feature do not come from digiKam and works independently of the digiKam **Bookmarks Manager** feature.
pt: A **Área do Mapa** oferece também uma opção para **Adicionar aos Favoritos**, no menu de contexto que está disponível no mapa. Esta funcionalidade não vem do digiKam e funciona de forma independente da funcionalidade do **Gestor de Favoritos**.
