Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_reverse.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: These red tags in curly brackets are called control tags. They determine which address elements you want the reverse geolocation service (based on the **Select Service** option at the top of the sidebar) to look for. You can still delete some of the control tags with the help of the context menu if you feel that you don't need all of them. You can also modify the structure by deleting some control tags and adding them in other places of the tree. You can even build a new tree parallel to the first by adding a control tag to the root tag (here: Location). Arranging the control tags on the same level instead of a tree structure can reduce the number of redundant tags since the same city or town or street name exists in more than one state or country. But it can make the whole location branch of your tag tree quite long and therefore difficult to use. This is to say that you have to find your own solution to this problem depending on your needs. A mixed approach may be best for your applications, but the sooner you find an approach, the less work you have to invest in editing your tag tree and the control tags.
ca: Aquestes etiquetes vermelles entre claudàtors s'anomenen etiquetes de control. Determinen quins elements de l'adreça voleu que el servei de geolocalització inversa (segons l'opció **Seleccioneu un servei** a la part superior de la barra lateral) cerqui. Encara podreu suprimir-ne algunes amb l'ajuda del menú contextual, si trobeu que no les necessiteu totes. També podeu modificar l'estructura suprimint algunes etiquetes de control i afegint-les a altres llocs de l'arbre. Fins i tot podeu construir un arbre nou paral·lel al primer afegint una etiqueta de control a l'etiqueta arrel (aquí: Lloc). Arranjar les etiquetes de control en el mateix nivell en comptes d'una estructura en arbre pot estalviar una gran quantitat d'etiquetes redundants atès que el mateix nom de ciutat o població o carrer existeixi en més d'un estat o país. Però pot fer que tota la branca de la ubicació de l'arbre d'etiquetes sigui força llarg i, per tant, difícil de fer servir. Això és per a dir que haureu de trobar la vostra pròpia solució a aquest problema, en funció de les vostres necessitats. Una aproximació mixta podria ser la millor per a les vostres aplicacions, i com més aviat ho esbrineu, menys treball haureu d'invertir en l'edició del vostre arbre d'etiquetes i les etiquetes de control.
it: Questi tag rossi tra parentesi graffe sono chiamati tag di controllo: essi determinano quali indirizzi debba cercare il servizio di geolocalizzazione inversa (basato sull'opzione **Seleziona servizio**, in cima alla barra laterale). Puoi sempre cancellare, tramite il menu contestuale, quelli che ritieni non necessari, oppure modificare la struttura cancellando alcuni tag di controllo e aggiungendoli in altre posizioni dell'albero, o addirittura costruendo un nuovo albero parallelo al primo aggiungendo un tag di controllo al tag radice (in questo caso: Posizione). Organizzando i tag di controllo sullo stesso livello, invece che su di una struttura ad albero, può ridurre il numero dei tag ridondanti, dal momento che lo stesso nome di città, di paese o di via esiste in più di uno stato o nazione. Ma può anche rendere l'intero ramo della posizione del tuo albero dei tag molto lungo, dunque difficile da usare. Ciò significa che devi trovare la tua soluzione a questo problema, e in base alle tue esigenze. Un approccio misto potrebbe essere la soluzione migliore per le tue applicazioni, ma prima riuscirai a trovarlo, tanto meno lavoro perderai nel modificare il tuo albero dei tag e i tag di controllo.
nl: Deze rode tags in accolades worden besturingstags genoemd. Ze bepalen welke adreselementen u wilt hebben in de service "omgekeerde geo-locatie" (gebaseerd op de optie **Service selecteren** bovenaan de de zijbalk), om naar te zoeken. U kunt nog steeds enige van de besturingstags verwijderen met de hulp van het contextmenu als u het gevoel hebt dat u ze niet allemaal nodig hebt. U kunt ook de structuur wijzigen door sommige besturingstags te verwijderen en ze op andere plaatsen van de boomstructuur toe te voegen. U kunt zelfs een nieuwe boomstructuur bouwen, parallel aan de eerste door een besturingstag toe te voegen aan de begintag (hier: Locatie). De besturingstags op hetzelfde niveau plaatsen in plaats van een boomstructuur kan heel wat redundante tags besparen omdat dezelfde plaats- of stadsnaam bestaat in meer dan één staat of land of straatnamen. Maar het kan de gehele locatietak van uw boomstructuurtags tamelijk lang maken en daarom moeilijk te gebruiken. Dat wil zeggen dat u uw eigen oplossing voor dit probleem moet vinden afhankelijk van wat u nodig hebt. Een gemengde benadering kan het beste zijn voor uw toepassing, maar hoe sneller u een benadering vindt, hoe minder werk u moet investeren in het bewerken van uw boomstructuur van tags en de besturingstags.
pt_br: Essas etiquetas vermelhas entre chaves são chamadas de etiquetas de controle. Elas determinam quais elementos de endereço você deseja que o serviço de geolocalização reversa (com base na opção **Selecionar serviço** na parte superior da barra lateral) procure. Você ainda pode excluir algumas das etiquetas de controle com a ajuda do menu de contexto, se achar que não precisa de todas elas. Você também pode modificar a estrutura excluindo algumas etiquetas de controle e adicionando-as em outros locais da árvore. Você pode até mesmo construir uma nova árvore paralela à primeira adicionando uma etiqueta de controle à etiqueta raiz (aqui: Localização). Organizar as etiquetas de controle no mesmo nível, em vez de uma estrutura de árvore, pode reduzir o número de etiquetas redundantes, já que o mesmo nome de cidade, vila ou rua existe em mais de um estado ou país. Mas isso pode tornar todo o ramo de localização da sua árvore de etiquetas bastante longo e, portanto, difícil de usar. Isso significa que você precisa encontrar sua própria solução para esse problema, dependendo das suas necessidades. Uma abordagem mista pode ser a melhor para suas aplicações, mas quanto mais cedo você encontrar uma abordagem, menos trabalho terá para investir na edição da sua árvore de etiquetas e das etiquetas de controle.
sl: Te rdeče značke v zavitih oklepajih se imenujejo nadzorne značke. Določajo, katere elemente naslova želite, da storitev povratne geolokacije (na podlagi možnosti **Izberi storitev** na vrhu stranske vrstice) poišče. Še vedno lahko izbrišete nekatere kontrolne značke s pomočjo kontekstnega menija, če menite, da ne potrebujete vseh. Strukturo lahko spremenite tudi tako, da izbrišete nekaj kontrolnih značk in jih dodate na druga mesta v drevesu. Lahko celo zgradite novo drevo, vzporedno s prvim, tako da korenski znački dodate kontrolno značko (tukaj: Lokacija). Razporeditev kontrolnih značk na isti ravni namesto drevesne strukture lahko zmanjša število odvečnih značk, saj isto mesto ali mesto ali ime ulice obstaja v več kot eni pokrajini ali državi. Lahko pa naredi celotno lokacijsko vejo drevesa značk precej dolgo in zato težko za uporabo. To pomeni, da morate sami najti rešitev za to težavo glede na vaše potrebe. Mešani pristop je morda najboljši za vaše aplikacije, vendar prej ko najdete pristop, manj dela boste morali vložiti v urejanje drevesa značk in kontrolnih značk.
zh_cn: 这些带花括号的红色标签叫做“控制标签”（control tags），意思是：你希望反向地理编码服务（取决于侧边栏顶部 **选择服务** 你选的是哪个）帮你查找哪些具体地址元素。如果你觉得某些地址信息不需要，也可以右键删除对应的控制标签，或者重新拖动它们调整结构。你甚至可以在标签树的根目录（比如“位置”）下面再建立一套平行的控制标签树。如果你把控制标签都放在同一层级而不是树状结构，可以减少冗余（因为同名城市或街道可能存在于多个国家或地区），但同时也会让整个“位置”标签看起来很长，不太方便使用。哪种方式更合适，要根据你的实际需求自己决定。有时候“混合式结构”可能是最实用的，提前规划好结构，后期维护就轻松很多。

source: Assuming you use the control tags as shown in the above screenshot, select the images you want to tag from the list of images to the left and click **Apply Reverse Geocoding**. Then the tag tree might look similar to this:
ca: Assumint que utilitzeu les etiquetes de control com es mostra a la captura de pantalla anterior, seleccioneu les imatges que voleu etiquetar de la llista d'imatges a l'esquerra i feu clic a **Aplica la geocodificació inversa**. Llavors l'arbre d'etiquetes pot tenir un aspecte similar a aquest:
it: Ipotizzando che usi i tag di controllo come mostrato nella schermata riportata qui sopra, seleziona le immagini cui vuoi applicare il tag dall'elenco delle immagini a sinistra e fai clic su **Applica geocodifica inversa**. L'albero dei tag potrebbe assomigliare a questo:
nl: Aannemend dat u de besturingstags gebruikt zoals getoond in de bovenstaande schermafdruk, selecteer de afbeeldingen die u van tags wilt voorzien uit de lijst met afbeeldingen links en klik op **Omgekeerde geo-codering toepassen**. Daarna zou de tagboomstructuur er uit kunnen zien als dit:
pt_br: Supondo que você use as etiquetas de controle conforme mostrado na captura de tela acima, selecione as imagens que deseja marcar na lista de imagens à esquerda e clique em **Aplicar geocodificação reversa**. A árvore de etiquetas pode ficar semelhante a esta:
sl: Ob predpostavki, da uporabljate kontrolne značke, kot je prikazano na zgornjem posnetku zaslona, ​​na seznamu slik na levi izberite slike, ki jih želite označiti, in kliknite **Uporabi obratno geokodiranje**. Potem bi lahko drevo značk bilo videti podobno temu:
uk: Припустімо, що ви скористалися наведеними на розташованому вище знімку вікна контрольними мітками. Позначте зображення, до яких хочете додати мітку, у списку зображень, розташованому ліворуч, і натисніть **Застосувати зворотне геокодування**. Тоді ієрархія міток може бути подібною до такої:
zh_cn: 如果你设置好的控制标签结构就像上面的截图那样，那接下来只需在左边图片列表中选择照片，点击 **处理反向地理编码** 就行了。随后，你会看到标签树中出现了新的绿色标签：

source: The green tags represent the search result of the selected public reverse geocoding service and are already assigned to the image(s). To save these tags to the image file and the digiKam database click **Apply**. The tags will appear as regular tags in your tag tree, which is viewable here or in the tag trees of the Left or Right Sidebar. Of course you can still edit the tags like any other tag in the Tag Manager or in the Left or Right Sidebar, but you can't edit the tags from within the Geolocation Editor.
ca: Les etiquetes verdes representen el resultat de la cerca del servei públic de geocodificació inversa seleccionat i que ja s'han assignat a la/es imatge/s. Per a desar aquestes etiquetes al fitxer d'imatge i a la base de dades del digiKam, feu clic a **Aplica**. Les etiquetes apareixeran com a etiquetes normals a l'arbre d'etiquetes, el qual ja es pot veure aquí o a l'arbre d'etiquetes de la barra lateral esquerra o dreta. Per descomptat, encara podreu editar les etiquetes com qualsevol altra etiqueta al gestor d'etiquetes o a la barra lateral esquerra o dreta, però no podeu editar-les des de l'editor de geolocalització.
it: I tag verdi rappresentano i risultati della ricerca del servizio pubblico di geocodifica inversa selezionato, e sono già assegnati alle immagini. Per salvare questi tag nel file immagine e nella banca dati di digiKam fai clic su **Applica**: essi appariranno come normali tag nel tuo albero dei tag, e li potrai già vedere qui o nell'albero dei tag della barra laterale sinistra o della destra. Naturalmente puoi ancora modificarli come ogni altro tag nell'editor dei tag o nella barra laterale sinistra o nella destra, ma non potrai modificare i tag dall'interno dell'editor di geolocalizzazione.
nl: De groene tags representeren de zoekresultaten van de geselecteerde publieke omgekeerde geo-coderingsservice en zijn al toegekend aan de afbeelding(en). Om deze tags op te slaan in het afbeeldingsbestand en de database van digiKam klik op **Toepassen**. De tags zullen verschijnen als reguliere tags in uw tagboomstructuur, die hier zichtbaar zijn of in de tagboomstructuren in de linker of rechter zijbalk. Natuurlijk kunt u de tags nog steeds bewerken zoals elke andere tag in de Tagbeheerder of in de linker of rechter zijbalk, maar de tags niet vanuit de Geo-locatiebewerker bewerken.
pt_br: As tags verdes representam o resultado da pesquisa do serviço público de geocodificação reversa selecionado e já estão atribuídas à(s) imagem(ns). Para salvar essas etiquetas no arquivo de imagem e no banco de dados do digiKam, clique em **Aplicar**. As etiquetas aparecerão como etiquetas normais na sua árvore de etiquetas, que pode ser visualizada aqui ou nas árvores de etiquetas da barra lateral esquerda ou direita. É claro que você ainda pode editar as etiquetas como qualquer outra etiqueta no gerenciador de etiquetas ou na barra lateral esquerda ou direita, mas não pode editá-las no editor de geolocalização.
sl: Zelene značke predstavljajo rezultat iskanja izbrane javne storitve povratnega geokodiranja in so že dodeljene sliki(-am). Če želite te značke shraniti v slikovno datoteko in bazo podatkov digiKam, kliknite **Uporabi**. Značke bodo prikazane kot navadne značke v vašem drevesu značk, ki si ga lahko ogledate tukaj ali v drevesih značk v levi ali desni stranski vrstici. Seveda lahko še vedno urejate značke kot vse druge značke v Upravljalniku značk ali v levi ali desni stranski vrstici, vendar značk ne morete urejati v urejevalniku geolokacije.
uk: Зелені пункти міток відповідають знайденим результатам у вибраній загальнодоступній службі зворотного геокодування, їх вже пов’язано із зображеннями. Щоб зберегти мітки до файла зображення та бази даних digiKam, натисніть кнопку **Застосувати**. Мітки з’являться як звичайні пункти у вашій ієрархії міток, яку вже показано у вікні, а також у ієрархії міток на лівій і правій бічних панелях програми. Звичайно ж, ви зможете редагувати ці мітки, як будь-які інші мітки, на панелі керування мітками або на лівій і правій бічних панелях, але не у вікні редактора геопозиціювання.
zh_cn: 这些绿色标签是反向地理编码服务返回的结果，已经自动加在照片上了。最后，点击 **应用** 按钮，把这些标签正式写入图片文件和 digiKam 的数据库里。它们就会变成普通标签，可以在左边或右边的标签树中看到。当然，你还是可以像处理普通标签一样，在“标签管理器”或边栏中修改这些标签的名称或结构，但不能在地理位置编辑器中直接编辑它们。
