Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_coordinates.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: digiKam Geolocation Editor Coordinates
ca: Coordenades a l'editor de geolocalització del digiKam
it: Coordinate dell'Editor di geolocalizzazione di digiKam
nl: Bewerker van coördinaten van geo-locatie van digiKam
pt_br: Editor de coordenadas de geolocalização do digiKam
sl: digiKam urejevalnik geolokacijskih koordinat
sv: Koordinater i digiKams geografiska lokaliseringseditor
uk: Координати у редакторі геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器坐标工具

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, gps, geolocation, coordinates, editor, correlator, gpx, trace, undo, redo
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, geolocalització, coordenades, editor, correlacionador, gpx, traces, desfés, refés
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, gps, geolocalizzazione, coordinate, editor, correlatore, gpx, tracciare, annullare, ripristinare
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, gps, geo-locatie, coördinaten, bewerker, correlator, gpx, trace, ongedaan maken, opnieuw doen
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, gps, geolocalização, coordenadas, editor, correlacionador, gpx, rastrear, desfazer, refazer
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, gps, geolokacija, koordinate, urejevalnik, korelator, gpx, sledenje, razveljavi, ponovi
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, gps, geografisk lokalisering, koordinater, editor, korrelation, gpx, spår, ångra, gör om
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, gps, геопозиціювання, координати, редактор, кореляція, gpx, трасування, скасування, повторення, повернення
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, gps, 地理定位, 坐标, 编辑, Correlator, gpx, trace, undo, redo

source: :ref:`Coordinates Tools <geolocation_editor>`
ca: :ref:`Eines de coordenades <geolocation_editor>`
it: :ref:`Strumenti per le coordinate <geolocation_editor>`
nl: :ref:`Hulpmiddelen voor coördinaten <geolocation_editor>`
pt_br: :ref:`Ferramentas de coordenadas <geolocation_editor>`
sv: :ref:`Koordinatverktyg <geolocation_editor>`
uk: :ref:`Інструменти координат <geolocation_editor>`
zh_cn: :ref:`坐标工具 <geolocation_editor>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: Details
ca: Detalls
it: Dettagli
pt_br: Detalhes
sv: Detaljinformation
uk: Подробиці
zh_cn: 详细信息

source: The coordinates can be set manually in the **Details** tab. The location can be found and iteratively adjusted with the displayed map. Move the mouse cursor to the region of interest, zoom in, manually adjust the location, zoom in again, and so on until sufficient accuracy is achieved. Note that the zoom center will always be at the cursor position. Eventually you can click with the right mouse button at the desired position and choose **Copy Coordinates**. Now you can go to the list of images below the map, select one or more images, right click on any of the selected images and choose **Paste Coordinates**. The coordinates will then be displayed in the **Latitude** and **Longitude** fields to the right of the map. Click the **Apply** button under the DOP field in the right sidebar to apply the changes to the last image that was selected in the image list. Click the **Apply** button under the list of images at the bottom of the window to save your changes to the selected images.
ca: Les coordenades es poden establir manualment a la pestanya **Detalls**. La ubicació es pot trobar i ajustar de forma iterativa amb el mapa visualitzat. Moveu el cursor del ratolí cap a la regió d'interès, apropeu-la, ajusteu manualment la ubicació, feu zoom de nou, i així successivament fins que s'aconsegueixi una precisió suficient. Cal tenir en compte que el centre del zoom estarà sempre a la posició del cursor. Finalment, feu clic amb el botó dret del ratolí en la posició desitjada i trieu **Copia les coordenades**. Ara podreu anar a la llista d'imatges a sota del mapa, seleccioneu-ne una o més, feu-hi clic amb el botó dret del ratolí i escolliu **Enganxa les coordenades**. Les coordenades es visualitzaran en els camps **Latitud** i **Longitud** a la dreta del mapa. Feu clic al botó **Aplica** sota el camp DOP a la barra lateral dreta per a aplicar els canvis a l'última imatge que s'ha seleccionat a la llista d'imatges. Feu clic al botó **Aplica** sota la llista d'imatges a la part inferior de la finestra per a desar els canvis a les imatges seleccionades.
it: Le coordinate possono essere impostate manualmente nella scheda **Dettagli**. La posizione può essere individuata e regolata in modo iterativo con la mappa visualizzata. Sposta il cursore del mouse nella regione di interesse, ingrandisci, regola manualmente la posizione, ingrandisci di nuovo e continua fino a quando non è stata raggiunta una sufficiente precisione. Nota che il centro dello zoom sarà sempre alla posizione del cursore. Eventualmente puoi fare clic col pulsante destro del mouse alla posizione desiderata e scegli **Copia le coordinate**. Ora puoi andare all'elenco delle immagini sotto la mappa, selezionarne uno o più, farvi sopra clic col pulsante destro del mouse e scegliere **Incolla le coordinate**. Le coordinate saranno quindi visualizzate nei campi **Latitudine** e **Longitudine**, alla destra della mappa. Fai clic sul pulsante **Applica** sotto il campo DOP nella barra laterale destra per applicare le modifiche all'ultima immagine che era stata selezionata nell'elenco delle immagini. Fai clic sul pulsante **Applica** sotto l'elenco delle immagini, nella parte inferiore della finestra, per salvare le modifiche nelle immagine selezionate.
nl: De coördinaten kunnen handmatig ingesteld worden in het tabblad **Details**. De locatie is te vinden en iteratief aan te passen met de getoonde kaart. Verplaats de muiscursor naar het van belang zijnde gebied, zoom in, pas de locatie handmatig aan, zoom opnieuw in enzovoort totdat voldoende nauwkeurigheid is bereikt. Merk op dat het centrum voor zoomen zich altijd op de cursorpositie bevindt. U kunt eventueel met de rechter muisknop op de gewenste positie klikken en kies **Coördinaten kopiëren**. U kunt dan naar de lijst met afbeeldingen onder de kaart gaan en een of meer afbeeldingen selecteren, klik rechts op een van de geselecteerde afbeeldingen en kies **Coördinaten plakken**. De coördinaten zullen dan getoond worden in de velden **Breedtegraad** en **Lengtegraad** rechts van de kaart. Klikt op de knop **Toepassen** onder het veld DOP in de rechter zijbalk om uw wijzigingen toe te passen op de laatste afbeelding die was geselecteerd in de lijst met afbeeldingen. Klik op de knop **Toepassen** onder de lijst met afbeeldingen onderaan het venster om uw wijzigingen aan de geselecteerde afbeeldingen op te slaan.
pt_br: As coordenadas podem ser definidas manualmente na aba **Detalhes**. A localização pode ser encontrada e ajustada iterativamente com o mapa exibido. Mova o cursor do mouse para a região de interesse, amplie, ajuste manualmente a localização, amplie novamente e assim por diante até obter precisão suficiente. Observe que o centro do zoom sempre estará na posição do cursor. Eventualmente, você pode clicar com o botão direito do mouse na posição desejada e escolher **Copiar coordenadas**. Agora você pode ir para a lista de imagens abaixo do mapa, selecionar uma ou mais imagens, clicar com o botão direito em qualquer uma das imagens selecionadas e escolher **Colar coordenadas**. As coordenadas serão exibidas nos campos **Latitude** e **Longitude** à direita do mapa. Clique no botão **Aplicar** sob o campo DOP na barra lateral direita para aplicar as alterações à última imagem selecionada na lista de imagens. Clique no botão **Aplicar** sob a lista de imagens na parte inferior da janela para salvar suas alterações nas imagens selecionadas.
sv: Koordinaterna kan ställas in manuellt under fliken **Detaljinformation**. Platsen kan hittas och iterativt justeras med den visade kartan. Flytta muspekaren till det intressanta området, zooma in, justera platsen manuellt, zooma in igen och så vidare tills tillräcklig noggrannhet uppnås. Observera att zoompunkten alltid är vid markörens position. Slutligen kan man klicka med höger musknapp på önskad position och välja **Kopiera koordinater**. Nu kan man gå till listan över bilder under kartan, markera en eller flera bilder, högerklicka på någon av de valda bilderna och välja **Klistra in koordinater**. Koordinaterna visas sedan i fälten **Latitud** och **Longitud** till höger om kartan. Klicka på knappen **Verkställ** under DOP-fältet i den högra sidoraden för att utföra ändringarna på den sista bilden som markerades i bildlistan. Klicka på knappen **Verkställ** under listan över bilder längst ner i fönstret för att spara ändringarna av de markerade bilderna.
uk: Координати можна вказати вручну за допомогою вкладки **Подробиці**. Місце можна знайти або ітеративно зафіксувати за допомогою показаної карти. Наведіть вказівник на бажане місце, збільште масштаб, скоригуйте вручну місце, знову збільште масштаб, і так аж доти, доки не буде досягнуто достатньої точності. Зауважте, що центр збільшення масштабу завжди збігатиметься з поточною позицією вказівника. Нарешті, ви можете клацнути правою кнопкою миші у бажаній позиції і вибрати пункт контекстного меню **Копіювати координати**. Після цього ви можете перейти до списку зображень під картою, позначити одне або декілька зображень, клацнути правою кнопкою миші на них і вибрати у контекстному меню пункт **Вставити координати**. Після цього, координати буде показано у полях широти і довготи праворуч від карти. Натисніть кнопку **Застосувати** під полем DOP (погіршення точності) на правій бічній панелі, щоб застосувати зміни до останнього позначеного у списку зображень зображення. Натисніть кнопку **Застосувати** під списком зображень у нижній частині вікна, щоб зберегти внесені вами зміни до позначених зображень.
zh_cn: 你可以在 **详细信息** 选项卡中手动设置照片的坐标。通过地图来查找并逐步微调位置非常方便。把鼠标移到你想定位的大致区域，放大，然后手动调整位置，再继续放大，直到定位足够准确。注意，地图每次放大的中心都会跟随鼠标指针。最后，你可以在地图上点击右键，选择 **复制坐标** ，然后到地图下方的图片列表中，选中一张或多张图片，在其中任意一张上点击右键，选择 **粘贴坐标** ，这样经纬度就会自动出现在地图右边的对应字段里。如果你要将这些更改应用到最后选中的那张图片，请点击地图右边“精度因子”字段下方的 **应用** 按钮；如果你想将改动保存到所有选中的图片，则点击窗口底部图片列表下方的 **应用** 按钮。

source: The digiKam Geolocation Details View with a Map Using Off-Line Data
ca: La vista dels detalls de geolocalització en el digiKam amb un mapa utilitzant dades fora de línia
it: La vista Dettagli della geolocalizzazione di digiKam con una mappa che utilizza dati fuori linea
nl: De weergave Details met een kaart met gebruik van offline gegevens van de bewerker van geo-locatie van digiKam
pt_br: Visualização dos detalhes de geolocalização do digiKam com um mapa usando dados off-line
sv: Informationsvisning i digiKams geografiska lokalisering med en karta som använder nerkopplad data
uk: Панель перегляду подробиць геопозиціювання digiKam із картою з використанням автономних даних
zh_cn: 使用离线地图数据进行地理定位的 digiKam 详情视图

source: If you have one or more images that already have GPS data you can copy the coordinates from one of those and paste them to one or more other images by using the respective items from the context menu on the list of images. This comes in handy if there is a series of photos taken at the same location.
ca: Si teniu una o més imatges que ja tenen les dades GPS, podeu copiar les coordenades d'una d'aquestes i enganxar-les en una o més imatges utilitzant els elements respectius del menú contextual en la llista d'imatges. Això és útil si hi ha una sèrie de fotografies preses en el mateix lloc.
it: Se hai una o più immagini che hanno già i dati GPS, puoi copiare le coordinate da una di queste e incollarle in una o più immagini, usando le rispettive voci del menu contestuale su un elenco di immagini. Questo è utile se hai una serie di foto scattate nella stessa posizione.
nl: Als u een of meer afbeeldingen hebt die al GPS gegevens bezitten, dan kunt u de coördinaten van een van deze kopiëren en ze plakken op een of meer andere afbeeldingen door de respectievelijke items uit het contextmenu op de lijst mat afbeeldingen te gebruiken. Dit wordt handig als er een serie foto's genomen is op dezelfde locatie.
pt_br: Se você tiver uma ou mais imagens que já contenham dados de GPS, pode copiar as coordenadas de uma delas e colá-las em uma ou mais imagens usando os respectivos itens do menu de contexto na lista de imagens. Isso é útil se houver uma série de fotos tiradas no mesmo local.
sl: Če imate eno ali več slik, ki že vsebujejo podatke GPS, lahko kopirate koordinate ene od teh slik in jih prilepite na eno ali več drugih slik z uporabo ustreznih elementov iz kontekstnega menija na seznamu slik. To je prav uporabno, če obstaja serija fotografij, posnetih na isti lokaciji.
sv: Om det finns en eller flera bilder som redan har GPS-data kan koordinaterna kopieras från en av dem och klistras in i en eller flera andra bilder genom att använda respektive alternativ från den sammanhangsberoende menyn i bildlistan. Det är praktiskt om det finns en serie foton tagna på samma plats.
uk: Якщо у вас є одне або декілька зображень із даними GPS, ви можете скопіювати координати з одного з них і вставити їх до одного або декількох інших зображень за допомогою відповідних пунктів контекстного меню списку зображень. Це зручно, якщо у вас є багато зображень, які знято з одного місця.
zh_cn: 如果你手头有一些已经带 GPS 数据的图片，也可以把其中一张的坐标复制粘贴到其他图片上。这对于一组在同一地点拍摄的照片来说非常实用。

source: To the right of the map there are, beside latitude and longitude, fields for altitude, speed, number of satellites, fix type and positional uncertainty (DOP which stands for Dilution of Precision). You may see these fields already filled in if you select a photograph where your camera wrote this information into the Exif data. Otherwise if you have these data from somewhere else, e.g. a separate GPS receiver, you can fill them in manually. Note that you have to check the relevant checkbox before you can edit a field (under Windows® you may have to double-click it).
ca: A la dreta del mapa, al costat de la latitud i longitud, hi ha els camps per a l'altitud, velocitat, nombre de satèl·lits, tipus de correcció i la incertesa (DOP, que vol dir Dilució de la Precisió, en anglès «Dilution of Precision»). Podreu veure aquests camps ja emplenats si seleccioneu una fotografia on la càmera va escriure aquesta informació en les dades Exif. Altrament, els podreu emplenar manualment si teniu aquestes dades d'un altre lloc, p. ex., un receptor GPS per separat. Cal tenir en compte que haureu de marcar la casella de selecció corresponent abans de poder editar un camp (amb Windows® potser haureu de fer-hi doble clic).
it: Alla destra della mappa ci sono, vicino alla latitudine e alla longitudine, i campi per l'altitudine, la velocità e il numero di satelliti, per fissare il tipo di mappa e l'incertezza della posizione (**DOP**, ossia Dilution of Precision, diluizione della precisione). Puoi trovare questi campi già compilati se selezioni una fotografia le cui informazioni sono state scritte dalla tua fotocamera nei dati Exif. Diversamente, se hai questi dati da qualche parte, ad esempio in un ricevitore GPS separato, puoi compilarli manualmente. Nota che devi spuntare la relativa casella prima di poter modificare un campo (in Windows® potrebbe essere necessario il doppio clic).
nl: Rechts van de kaart zijn er naast breedte- en lengtegraad, velden voor hoogte, snelheid, aantal satellieten, type reparatie en positionele onzekerheid (DOP, wat staat voor Dilution of Precision). U kunt deze velden al ingevuld zien als u een foto selecteert waar uw camera deze informatie al in de Exif gegevens heeft geschreven. Anders, als u deze gegevens ergens anders vandaan hebt, bijv. een aparte GPS ontvanger, dan kunt u ze handmatig invullen. Merk op dat u het relevante keuzevakje moet activeren voordat u een veld kan bewerken (onder Windows® moet u mogelijk dubbelklikken).
pt_br: À direita do mapa, além de latitude e longitude, há campos para altitude, velocidade, número de satélites, tipo de correção e incerteza posicional (DOP, sigla para Diluição de Precisão, em inglês). Você poderá ver esses campos já preenchidos se selecionar uma fotografia em que sua câmera tenha gravado essas informações nos dados Exif. Caso contrário, se você tiver esses dados de outro lugar, por exemplo, de um receptor GPS separado, poderá preenchê-los manualmente. Observe que você precisa marcar a caixa de seleção correspondente antes de editar um campo (no Windows®, talvez seja necessário clicar duas vezes nele).
sv: Till höger om kartan finns, förutom latitud och longitud, fält för höjd, hastighet, antal satelliter, fixeringstyp och positionsosäkerhet (DOP som står för Dilution of Precision). Man kan se fälten redan ifyllda om ett fotografi där din kamera skrev in informationen väljes i Exif-data. Om data från någon annanstans finns, t.ex. en separat GPS-mottagare, kan de fyllas i manuellt. Observera att man måste markera relevant kryssruta innan ett fält kan redigeras (i Windows® kan man behöva dubbelklicka på det).
uk: Праворуч від карти, окрім полів широти і довготи, розташовано поля для висоти, швидкості, кількості супутників, типу виправлення та погіршення точності (DOP). Ви можете побачити вже заповнені поля, якщо було позначено фотографію, до файла якої було записано фотоапаратом відповідні дані Exif. Якщо ж поля порожні, ви можете заповнити їх вручну, якщо маєте дані з якихось інших джерел, наприклад із окремого пристрою для отримання даних GPS. Зауважте, що вам слід позначити відповідний пункт, перш ніж ви зможете редагувати вміст поля (у вам доведеться двічі клацнути на ньому).
zh_cn: 在地图右侧，除了经纬度字段，还有海拔、速度、卫星数量、定位模式和精度因子等字段。如果你选择的照片本身包含这些信息（通常由相机写入 Exif 数据），这些字段会自动填入。如果没有，你也可以手动填写，比如通过外部 GPS 设备获得的资料。但注意，要先勾选对应的复选框才可以编辑（在 Windows® 下可能还需要双击该字段才能输入）。

source: There is a simple alternative to filling in the **Altitude** field for images that have an assigned latitude and longitude. Use the context menu in the list of images to select **Look Up Missing Altitude Values**. This causes the editor to look up the altitudes in the map data and assign it to the photographs.
ca: Hi ha una alternativa senzilla per a omplir el camp **Altitud** per a les imatges que tenen una latitud i longitud assignades. Feu servir el menú contextual de la llista d'imatges per a seleccionar **Cerca els valors d'altitud que manquen**. Això fa que l'editor cerqui les altituds en les dades del mapa i les assigni a les fotografies.
it: Esiste una semplice alternativa per compilare il campo **Altitudine** per le immagini con latitudine e longitudine assegnati. Usa il menu contestuale nell'elenco di immagini per selezionare l'opzione **Recupera valori di altitudine mancanti**; ciò induce l'editor a cercare i dati di altitudine nella mappa e assegnarli alle fotografie.
nl: Er is een eenvoudig alternatief om het veld **Hoogte** in te vullen voor afbeeldingen die een toegekende breedtegraad en lengtegraad hebben. Gebruik het contextmenu in de lijst met afbeeldingen om **Ontbrekende hoogtewaarden opzoeken**. Dit veroorzaakt dat de bewerker de hoogten in de kaartgegevens opzoekt en ze toekent aan de foto's.
pt_br: Existe uma alternativa simples ao preenchimento do campo **Altitude** para imagens com latitude e longitude atribuídas. Use o menu de contexto na lista de imagens para selecionar **Consultar valores de altitude faltando**. Isso faz com que o editor procure as altitudes nos dados do mapa e as atribua às fotografias.
sv: Det finns ett enkelt alternativ till att fylla i fältet **Höjd** för bilder som har en tilldelad latitud och longitud. Använd den sammanhangsberoende menyn i bildlistan för att välja **Sök efter saknade höjdvärden**. Det gör att editorn söker upp höjderna i kartdata och tilldelar dem till fotografierna.
uk: Існує проста альтернатива заповненню поля **Висота** для зображень, з якими пов'язано широту та довготу. Скористайтеся контекстним меню у списку зображень, щоб вибрати **Шукати пропущені значення висоти**. У результаті редактор виконає пошук висоти у даних карти і пов'яже їх з фотографіями.
zh_cn: 如果照片已经有经纬度，但缺少 **海拔** 数据，可以通过图片列表的右键菜单选择 **查找缺失海拔** 。这个操作会根据地图数据自动填入海拔信息。

source: To delete geolocation data you must un-check the relevant checkbox and click the **Apply** button right under the **DOP** field. Alternatively, the context menu for the list of images offers several items that remove GPS fields from the image. The last item in the context menu for the list of images is **Bookmarks** which is described in :ref:`this section <geoeditor_bookmarks>` of the manual.
ca: Per a suprimir les dades de geolocalització cal desmarcar la casella de selecció corresponent i fer clic en el botó **Aplica**, just a sota del camp **DOP**. De manera alternativa, el menú contextual de la llista d'imatges ofereix diversos elements que eliminen els camps de GPS de la imatge. L'últim element del menú contextual de la llista d'imatges és **Punts d'interès** i es descriu en :ref:`aquesta secció <geoeditor_bookmarks>` del manual.
it: Per eliminare i dati di geolocalizzazione devi togliere la spunta dalle relative caselle e fare clic sul pulsante **Applica** sotto il campo **DOP**. In alternativa, il menu contestuale per l'elenco delle immagini offre degli elementi per rimuovere i campi GPS dall'immagine. L'ultima voce nel menu contestuale per l'elenco delle immagini è **Segnalibri**, descritto in :ref:`questo capitolo <geoeditor_bookmarks>` del manuale.
nl: Om geo-locatiegegevens te verwijderen moet u het relevante keuzevakje deactiveren en op de knop **Toepassen** drukken recht onder het veld **DOP**. Alternatief, het contextmenu voor de lijst met afbeeldingen biedt verschillende items om GPS velden uit de afbeelding te verwijderen. Het laatste item in het contextmenu voor de lijst met afbeeldingen is **Bladwijzers** die beschreven is in :ref:`deze sectie <geoeditor_bookmarks>` van de handleiding.
pt_br: Para excluir dados de geolocalização, desmarque a caixa de seleção correspondente e clique no botão **Aplicar** logo abaixo do campo **DOP**. Como alternativa, o menu de contexto da lista de imagens oferece diversos itens que removem os campos de GPS da imagem. O último item no menu de contexto da lista de imagens é **Favoritos**, descrito :ref:`nesta seção <geoeditor_bookmarks>` do manual.
sv: För att ta bort geografiska lokaliseringsdata måste relevant kryssruta avmarkeras och knappen **Verkställ** klickas precis under fältet **DOP**. Alternativt erbjuder den sammanhangsberoende menyn i bildlistan flera alternativ som tar bort GPS-fält från bilden. Det sista alternativet i den sammanhangsberoende menyn i bildlistan är **Bokmärken** som beskrivs i :ref:`det här avsnittet <geoeditor_bookmarks>` i handboken.
uk: Щоб вилучити дані геопозиціювання, вам слід зняти позначку з відповідного пункту і натиснути кнопку «Застосувати», яку розташовано одразу під полем **DOP**.Крім того, у контекстному меню списку зображень передбачено кілька пунктів, які вилучають поля GPS із зображення. Останнім пунктом у контекстному меню списку зображень є **Закладки**, які описано у :ref:`цьому розділі <geoeditor_bookmarks>` підручника.
zh_cn: 如果你想清除地理位置信息，取消勾选对应字段的复选框，然后点击 **精度因子** 字段下方的 **应用** 按钮即可。或者，在图片列表的右键菜单中也有一些专门删除 GPS 数据的选项。列表右键菜单的最后一个选项是 **书签** ，我们将在 :ref:`后续内容 <geoeditor_bookmarks>` 中介绍它。
