Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_map.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: The **Map Settings** button |map_settings| opens a small menu which allows you to choose between OpenStreeMap and Off-line Maps, and depending on that choice to choose the kind of map you want to use. Furthermore, you can select the projection (**Spherical**, **Mercator**, **Equi-Rectangular**) and you can display a few additional tools like compass and scale on the map.
ca: El botó de **configuració del mapa** |map_settings| obre un menú petit que permet triar entre OpenStreeMap i Mapes fora de línia, i depenent d'aquesta elecció es triarà la classe de mapa que voleu utilitzar. A més, podeu seleccionar la projecció (**Esfèrica**, **Mercator**, **Cilíndrica equidistant**) i podeu fer mostrar algunes eines addicionals com la brúixola i l'escala en el mapa.
it: Il pulsante **Impostazioni della mappa** |map_settings| apre un piccolo menu che ti permette di scegliere tra le mappe OpenStreeMap e quelle fuori linea e, a seconda di questa scelta, il tipo di mappa da utilizzare. Puoi inoltre scegliere il tipo di proiezione (**Sferica**, **Mercatore**, **Equirettangolare**) e anche visualizzare alcuni strumenti aggiuntivi, come il compasso e la scala.
nl: De knop **Kaartinstellingen** |map_settings| opent een klein menu waarmee u kunt kiezen tussen OpenStreeMap en Off-line Maps en afhankelijk van die keuze het soort kaart dat u wilt gebruiken. Verder kunt u de projectie kiezen (**Sferisch**, **Mercator**, **Gelijke rechthoeken**) en u kunt een paar extra hulpmiddelen zoals kompas en schaal op de kaart tonen.
pt_br: O botão **Configurações do mapa** |map_settings| abre um pequeno menu que permite escolher entre OpenStreeMap e mapas off-line e, dependendo da escolha, escolher o tipo de mapa que deseja usar. Além disso, você pode selecionar a projeção (**Esférica**, **Mercator**, **Cilíndrica equidistante**) e exibir algumas ferramentas adicionais, como bússola e escala, no mapa.
sl: Gumb **Nastavitve zemljevida** |map_settings| odpre majhen meni, ki vam omogoča izbiro med OpenStreeMap in zemljevidi brez povezave ter glede na to izbiro, da izberete vrsto zemljevida, ki ga želite uporabiti. Poleg tega lahko izberete projekcijo (**Sferično**, **Mercatorjevo**, **Ekvidistantno cilindrično**) in na zemljevidu lahko prikažete nekaj dodatnih orodij, kot sta kompas in merilo.
uk: Кнопка «Параметри карти» |map_settings| відкриває невеличке меню, за допомогою якого ви можете вибрати OpenStreeMap або автономні карти і, залежно від вибраного варіанта, вибрати тип карти. Крім того, ви можете вибрати проекцію для Marble (сферичну, Меркатора, циліндричну), а також визначитися, чи слід показувати деякі додаткові інструменти, зокрема компас і повзунок масштабування, на карті.
zh_cn: **地图设置** 按钮：可以选择使用 OpenStreetMap 或离线地图，还能选择地图类型。也可以设置地图的投影方式（ **球体** 、 **墨卡托投影** 、 **等距圆柱投影** ），并显示指南针、比例尺等小工具。

source: The **Zoom In** button |zoom_in|.
ca: El botó **Apropa** |zoom_in|.
it: Il pulsante **Ingrandisci** |zoom_in|.
nl: De knop **Inzoomen** |zoom_in|.
pt_br: O botão para **Ampliar** |zoom_in|.
sl: Gumb **Povečaj** |zoom_in|.
uk: Кнопка **Збільшити** |zoom_in|.
zh_cn: ** 放大** 按钮 |zoom_in|

source: The **Zoom Out** button |zoom_out|.
ca: El botó **Allunya** |zoom_out|.
it: Il pulsante **Rimpicciolisci** |zoom_out|.
nl: De knop **Uitzoomen** |zoom_out|.
pt_br: O botão para **Reduzir** |zoom_out|.
sl: Gumb **Pomanjšaj** |zoom_out|.
uk: Кнопка **Зменшити** |zoom_out|.
zh_cn: **缩小** 按钮 |zoom_out|

source: The **Switch Between Markers And Thumbnails** button, will display as |markers| or |thumbnails| to let you choose whether you want the positions of your images indicated by a marker symbol or by a thumbnail on the map. If you choose thumbnails, the next two buttons are of particular interest.
ca: El botó **Alterna entre marcadors i miniatures**, mostrarà com a |markers| o |thumbnails| per a permetre triar si voleu que les posicions de les imatges s'indiquin per un símbol de marcador o per una miniatura en el mapa. Si trieu miniatures, els dos botons següents seran d'interès particular.
it: Il pulsante **Passa da marcatori a miniature** visualizzerà come |markers| o |thumbnails| e ti permette di scegliere se vuoi che la posizione delle tue immagini venga indicata da un simbolo marcatore oppure da una miniatura sulla mappa; se scegli le miniature, i due pulsanti successivi sono particolarmente interessanti.
nl: De knop **Tussen markeringen en miniaturen wisselen** zal getoond worden als |markers| of |thumbnails| om u te laten kiezen of u de posities van uw afbeeldingen aangeeft door een markeringssymbool of door een miniatuur op de kaart. Als u miniaturen kiest dan zijn de volgende twee knoppen heel interessant.
pt_br: O botão **Alternar entre marcadores e miniaturas** será exibido como |markers| ou |thumbnails| para que você possa escolher se deseja que as posições das suas imagens sejam indicadas por um símbolo de marcador ou por uma miniatura no mapa. Se você optar por miniaturas, os dois botões a seguir serão particularmente interessantes.
sl: Gumb **Preklopi med označevalci in sličicami** bo prikazan kot |markerji| ali |predogledne sličice| da lahko izberete, ali želite, da so položaji vaših slik označeni s simbolom markerja ali s sličico na zemljevidu. Če izberete sličice, sta še posebej zanimiva naslednja dva gumba.
uk: За допомогою кнопки **Перемикання між позначками і мініатюрами**, яку буде показано як |markers| або |thumbnails|, ви можете визначити, позначатимуться місця створення знімків на карті символом чи мініатюрою зображення. Якщо ви виберете мініатюри, для вас будуть цікавими дві наступні кнопки.
zh_cn: **切换显示标记模式或缩略图模式** 按钮：你可以选择用图钉 |markers| 还是照片缩略图 |thumbnails| 来标示图片位置。如果选择显示缩略图，那么接下来的两个按钮就很有用：

source: The Markers color over the map depends of the number of items grouped at a location, and it depends on the zoom level. The meanings of the colors are listed below:
ca: El color dels Marcadors sobre el mapa depèn del nombre d'elements agrupats en una ubicació i del nivell de zoom. El significat dels colors es llista a continuació:
it: Il colore dei marcatori sulla mappa dipende dal numero di elemento raggruppati in una posizione e dal livello dell'ingrandimento. Il significato dei colori disponibili è:
nl: De kleur van markers boven de kaart hangt af van het aantal gegroepeerde items op een locatie en het hangt af van het zoomniveau. De betekenis van de kleuren staat in onderstaande lijst:
pt_br: A cor dos marcadores no mapa depende do número de itens agrupados em um local e do nível de zoom. Os significados das cores estão listados abaixo:
sl: Barva markerjev na zemljevidu je odvisna od števila elementov, združenih na lokaciji, in je odvisna od stopnje povečave. Pomeni barv so navedeni spodaj:
uk: Колір позначки на карті залежить від кількості згрупованих записів та масштабу. Призначення кольорів наведено у цьому списку:

source: Color
it: Colore
nl: Kleur
pt: Cor
pt_br: Cor
sl: Barva
uk: Колір
zh_cn: 颜色

source: Number of Grouped Items
ca: Nombre d'elements agrupats
it: Numero di elementi raggruppati
nl: Aantal gegroepeerde items
pt: Número de Itens Agrupados
pt_br: Número de itens agrupados
sl: Število združenih elementov
uk: Кількість згрупованих записів
zh_cn: 分组项目数

source: Cyan
ca: Cian
it: Ciano
nl: Cyaan
pt: Cíano
pt_br: Ciano
sl: Cian
uk: Блакитний
zh_cn: 青色

source: Green
ca: Verd
it: Verde
nl: Groen
pt: Verde
pt_br: Verde
sl: Zelena
uk: Зелений
zh_cn: 绿色

source: Yellow
ca: Groc
it: Giallo
nl: Geel
pt: Amarelo
pt_br: Amarelo
sl: Rumena
uk: Жовтий
zh_cn: 黄色

source: Orange
ca: Taronja
it: Arancione
nl: Oranje
pt: Laranja
pt_br: Laranja
sl: Oranžna
uk: Помаранчевий
zh_cn: 橙色

source: Red
ca: Vermell
it: Rosso
nl: Rood
pt: Vermelho
pt_br: Vermelho
sl: Rdeča
uk: Червоний
zh_cn: 红色

source: The **Increase The Thumbnail Size On The Map** button |increase_thumbnail| and the **Decrease The Thumbnail Size On The Map button** |decrease_thumbnail| change the size of the thumbnails.
ca: El botó **Incrementa la mida de les miniatures al mapa** |increase_thumbnail| i el botó **Disminueix la mida de les miniatures al mapa** |decrease_thumbnail| canvien la mida de les miniatures.
it: I pulsanti **Aumenta dimensione miniature sulla mappa** |increase_thumbnail| e **Diminuisci dimensione miniature sulla mappa** |decrease_thumbnail| cambiano la dimensione delle miniature.
nl: De knop **De miniatuurgrootte op de kaart vergroten** |increase_thumbnail| en **Verminder de grootte van de miniaturen op de kaart** |decrease_thumbnail| wijzigt de afmeting van de miniaturen.
pt_br: O botão **Aumentar o tamanho da miniatura no mapa** |increase_thumbnail| e o botão **Diminuir o tamanho da miniatura no mapa** |decrease_thumbnail| alteram o tamanho das miniaturas.
sl: Gumb **Povečaj velikost sličice na zemljevidu** |increase_thumbnail| in gumb **Zmanjšaj velikost sličice na zemljevidu** |decrease_thumbnail| spremeni velikost sličic.
uk: Кнопка **Збільшити масштаб мініатюр на карті** |increase_thumbnail| виконує збільшення розмірів мініатюр, а кнопка зменшення розміру мініатюр на карті |decrease_thumbnail|, відповідно, зменшення.
zh_cn: **放大地图中的缩略图** 按钮 |increase_thumbnail| 和 **缩小地图中的缩略图** 按钮 |decrease_thumbnail| 用来调整地图中照片缩略图的大小尺寸。

source: The **Pan Mode** button |pan_mode| lets you move the map by clicking and dragging. The cursor symbol will change to a hand.
ca: El botó **Mode panoràmic** |pan_mode| permet moure el mapa fent-hi clic i arrossegant-lo. El símbol del cursor canviarà a una mà.
it: Il pulsante **Modalità scorrimento* |pan_mode| ti permette di spostare la mappa facendo clic e trascinando. il simbolo del puntatore diventerà una mano.
nl: De knop **Zwenk-modus** |pan_mode| laat u de kaart verschuiven door te klikken te slepen. Het cursorsymbool zal wijzigen in een handje.
pt_br: O botão **Modo panorâmico** |pan_mode| permite mover o mapa clicando e arrastando. O símbolo do cursor mudará para uma mão.
sl: Gumb **Premikalni način** |pan_mode| omogoča premikanje zemljevida s klikom in vlečenjem. Simbol kazalca se bo spremenil v roko.
uk: За допомогою кнопки **Режим панорамування** |pan_mode| ви можете пересуватися картою натисканням лівої кнопки з утримуванням її у натиснутому стані і наступним пересуванням вказівника карти у бажаному напрямку. При цьому позначка вказівника замінюватиметься на зображення руки.
zh_cn: **平移模式** 按钮 |pan_mode| ：点击后可通过拖拽来移动地图，鼠标指针会变成小手图标。

source: The **Zoom Into A Group** button |zoom_into_group| is useful if you have images so close to each other on the map that all but the topmost are obscured. Once you click on the visible image, the zoom factor will be adjusted so that all the other images behind it become visible. If you click on a group of images and nothing really happens they either have exactly the same geographic position and/or the zoom factor is already at its maximum.
ca: El botó **Zoom en un grup** |zoom_into_group| és útil si teniu imatges tan properes una de l'altra en el mapa que totes excepte la de sobre estan enfosquides. Una vegada feu clic en la imatge visible, el factor de zoom es podrà ajustar de manera que totes les altres imatges darrere seu es faran visibles. Si feu clic en un grup d'imatges i realment no passa res, llavors serà perquè tenen exactament la mateixa posició geogràfica i/o el factor de zoom ja es troba al seu màxim.
it: Il pulsante **Effettua zoom su un gruppo** |zoom_into_group| è utile se hai delle immagini così vicine sulla mappa da venir tutte oscurate, tranne quella in cima: basta che fai clic sull'immagine visibile e il fattore di zoom verrà adattato, in modo che tutte le immagini dietro di essa diventino visibili. Se fai clic su un gruppo di immagini e non succede niente, vuol dire che o hanno tutte la stessa posizione, oppure il fattore di ingrandimento è già al massimo.
nl: De knop **Zoomen in een groep** |zoom_into_group| is nuttig als u afbeeldingen zo dicht op elkaar op de kaart hebt dat alleen de bovenste zichtbaar is. Wanneer u klikt op de zichtbare afbeelding zal de zoomfactor aangepast worden zodat alle andere afbeeldingen erachter zichtbaar worden. Als u op een groep afbeeldingen klikt en er gebeurt echt niets dan hebben ze ofwel exact dezelfde geografische positie en/of de zoomfactor is al op zijn maximum.
pt_br: O botão **Ampliar um grupo** |zoom_into_group| é útil se você tiver imagens tão próximas umas das outras no mapa que todas, exceto a mais alta, ficam ocultas. Ao clicar na imagem visível, o fator de zoom será ajustado para que todas as outras imagens atrás dela fiquem visíveis. Se você clicar em um grupo de imagens e nada acontecer, elas terão exatamente a mesma posição geográfica e/ou o fator de zoom já estará no máximo.
sl: Gumb **Povečaj v skupino** |zoom_into_group| je uporaben, če imate na zemljevidu slike tako blizu druga drugi, da so vse razen najvišje zakrite. Ko kliknete na vidno sliko, se faktor povečave prilagodi tako, da postanejo vidne vse druge slike za njo. Če kliknete skupino slik in se v resnici nič ne zgodi, imajo popolnoma enak geografski položaj in/ali je faktor povečave že največji.
uk: Кнопка **Збільшити групу** |zoom_into_group| стане у пригоді, якщо у вас є зображення, місця для яких розташовано дуже близько на карті, отже позначка верхнього зображення перекриває позначки інших. Після клацання на позначці видимого зображення програма збільшить коефіцієнт масштабування так, щоб можна було бачити усі позначки, розташовані поруч. Якщо ви клацнете на групі зображень і нічого не відбудеться, усі зображення мають абсолютно однакові координати або коефіцієнт масштабування вже має максимальне значення.
zh_cn: **缩放到分组** 按钮：当多张照片位置很接近，地图上只显示最上面那一张时，点击这个按钮会自动调整缩放，让后面的照片也能一起显示出来。如果点击后没反应，可能是这些图像完全重叠，或缩放级别已达最大。

source: **Group** in this context *has nothing to do* with grouped images as described in :ref:`this section <grouping_photograph>` of the manual. Here the term refers to images which are very close to each other on the map (depending on the zoom factor) or have exactly the same geographic position.
ca: **Grup**, en aquest context *no té res a veure* amb imatges agrupades tal com es descriu en :ref:`aquesta secció <grouping_photograph>` del manual. Aquí el terme es refereix a imatges que estan molt a prop unes de les altres en el mapa (depenent del factor de zoom) o que tenen exactament la mateixa posició geogràfica.
it: **Gruppo** in questo contesto *non ha niente a che vedere* con le immagini raggruppate come descritto in :ref:`questo capitolo <grouping_photograph>` del manuale. In questo caso si riferisce a immagini che sono molto vicine tra di loro sulla mappa (a seconda del fattore d'ingrandimento) o che hanno esattamente la stessa posizione geografica.
nl: **Groep** in deze context *niets van doen* heeft met de gegroepeerde afbeeldingen zoals beschreven in :ref:`deze sectie <grouping_photograph>` van de handleiding. Hier refereert de term naar afbeeldingen die zeer dicht bij elkaar liggen op de kaart (afhankelijk van de zoomfactor) of exact dezelfde geografische positie hebben.
pt_br: **Grupo** neste contexto *não tem nada a ver* com imagens agrupadas, conforme descrito :ref:`nesta seção <grouping_photograph>` do manual. Aqui, o termo se refere a imagens que estão muito próximas umas das outras no mapa (dependendo do fator de zoom) ou que têm exatamente a mesma posição geográfica.
sl: **Skupina** v tem kontekstu *nima nobene zveze* z združenimi slikami, kot je opisano v :ref:`tem razdelku <grouping_photograph>` priročnika. Tu se izraz nanaša na slike, ki so na zemljevidu zelo blizu ena drugi (odvisno od faktorja povečave) ali imajo popolnoma enak geografski položaj.
uk: У цьому контексті **група** не є тією групою, яка пов’язує зображення і яку описано у :ref:`цьому розділі підручника <grouping_photograph>`. Тут цей термін позначає зображення, які розташовано дуже близько на карті (залежно від масштабу карти), або зображення, які містять однакові дані щодо географічного розташування.
zh_cn: 这里的 **组** 仅指地理位置相近的照片，并不是手册 :ref:`这部分 <grouping_photograph>` 所说的手动分组的照片。这里“组”指的是在地图上非常接近的一些图片（取决于放大的程度），或者地理位置完全相同的一些图片。

source: The **Select Images** button |select_images| toggles the selection of an image, or a group of images, in the list of images right below the buttons once you click on it on the map. The selection status of all other images in the list remain unchanged. Be aware of the fact that there is a kind of two-stage selection! If you click on a thumbnail or marker on the map, the selected image(s) in the list of images will be displayed with a light blue background. If you click on it in the list, the background will become a darker blue and if there were more than one image with a light blue background before, the other images will be de-selected. Only clicking on an image in the list will let its preview appear to the right of the list.
ca: El botó **Selecciona les imatges** |select_images| commuta la selecció d'una imatge o d'un grup d'imatges a la llista d'imatges just a sota dels botons una vegada que feu clic al mapa. L'estat de la selecció de totes les altres imatges de la llista es mantindrà sense canvis. Sigueu conscients del fet que hi ha una classe de selecció en dues passes! Si feu clic en una miniatura o marcador al mapa, la/es imatge/s seleccionada/es a la llista d'imatges es mostrarà amb un fons de blau clar. Si hi feu clic a la llista, el fons es convertirà en un blau més fosc i si abans hi havia més d'una imatge amb fons blau clar, les altres imatges se desseleccionaran. Només en fer clic en una imatge a la llista permetrà que aparegui la seva vista prèvia a la dreta de la llista.
it: Il pulsante **Seleziona immagini** |select_images| ti permette di passare dalla selezione di un'immagine a quella di un gruppo nell'elenco proprio sotto i pulsanti, una volta che fai clic su di essa nella mappa. Lo stato di selezione delle altre immagini rimane invariato. Fai attenzione, perché c'è una sorta di selezione in due fasi! Se fai clic su di una miniatura o su di un marcatore sulla mappa, le immagini selezionate saranno visualizzate con uno sfondo azzurro. Se ci fai clic sopra nell'elenco, lo sfondo diventerà di un blu più scuro, e se ci fossero più immagini con uno sfondo azzurro, le altre immagini verrebbero deselezionate. L'anteprima di un'immagine verrà visualizzata a destra dell'elenco solo facendo clic su di un'immagine nell'elenco.
nl: De knop **Selecteer afbeeldingen** |select_images| schakelt de selectie van een afbeelding of een groep afbeeldingen in de lijst met afbeeldingen rechts onder de knoppen in, nadat u klikt op de kaart. De selectiestatus van alle andere afbeeldingen in de lijst blijft ongewijzigd. Wees bewust van het feit dat er een soort van selectie in twee stappen is! Als u klikt op een miniatuur of markering op de kaart zullen de geselecteerde afbeelding(en) in de lijst met afbeeldingen met een lichtblauwe achtergrond getoond worden. Als u er in de lijst op klikt zal de achtergrond donkerder blauw worden en als er eerder meer dan een afbeelding met een lichtblauwe achtergrond was, zullen de andere afbeeldingen niet meer geselecteerd zijn. Slechts klikken op een afbeelding in de lijst zal zijn voorbeeld laten verschijnen rechts van de lijst.
pt_br: O botão **Selecionar imagens** |select_images| alterna a seleção de uma imagem, ou de um grupo de imagens, na lista de imagens logo abaixo dos botões, assim que você clica nela no mapa. O status de seleção de todas as outras imagens na lista permanece inalterado. Esteja ciente de que existe uma espécie de seleção em duas etapas! Se você clicar em uma miniatura ou marcador no mapa, a(s) imagem(ns) selecionada(s) na lista de imagens será(ão) exibida(s) com um fundo azul-claro. Se você clicar nela(s) na lista, o fundo ficará azul-escuro e, se houver mais de uma imagem com fundo azul-claro antes, as outras imagens serão desmarcadas. Apenas clicar em uma imagem na lista fará com que sua visualização apareça à direita da lista.
sl: Gumb **Izberi slike** |select_images| preklopi izbiro slike ali skupine slik na seznamu slik tik pod gumbi, ko jo kliknete na zemljevidu. Status izbire vseh drugih slik na seznamu ostane nespremenjen. Zavedajte se, da gre za nekakšen dvostopenjski izbor! Če kliknete sličico ali oznako na zemljevidu, bodo izbrane slike na seznamu slik prikazane s svetlo modrim ozadjem. Če jo kliknete na seznamu, bo ozadje postalo temno modro in če je bilo pred tem več kot ena slika s svetlo modrim ozadjem, bodo druge slike preklicane. Samo s klikom na sliko na seznamu se njen predogled prikaže desno od seznama.
uk: Кнопка позначення зображень |select_images| перемикає позначення зображення або групи зображень у списку зображень, який розташовано під кнопками, достатньо лише натиснути відповідні позначки на карті. Стан позначення інших зображень у списку при цьому не змінюється. Зауважте, що у цьому випадку маємо справу із двоетапним позначенням. Якщо ви клацнете на мініатюрі або позначці на карті, відповідні пункти у списку буде позначено блакитним тлом. Якщо ви клацнете на зображенні у списку, тло стане синім, а якщо перед цим у списку було декілька пунктів із блакитним тлом, позначення з них буде знято. Клацання на пункті зображення у списку призведе лише до появи попереднього перегляду зображення праворуч від списку.
zh_cn: **选择图像** 按钮：点击地图上的图钉或缩略图后，会在下方图像列表中选中对应照片。图像列表中会显示浅蓝背景，再次点击列表里的图像，背景会变成深蓝，这时如果原本有多个浅蓝背景的图像，其他图像会被取消选择。只有在列表中点击图像，右侧预览窗口才会显示该图像内容。

source: The **Display Bookmarked Positions On The Map** button |display_bookmarks| can be used to display places on the map that are already registered in the :ref:`Bookmarks Manager <geoeditor_bookmarks>`.
ca: El botó **Mostra les posicions dels punts en el mapa** |display_bookmarks| es pot utilitzar per a mostrar els llocs en el mapa que ja s'han registrat en el :ref:`Gestor de punts d'interès <geoeditor_bookmarks>`.
it: Il pulsante **Mostra le posizioni segnate sulla mappa** |display_bookmarks| può essere utilizzato per visualizzare luoghi già registrati sulla mappa nel :ref:`Gestore dei segnalibri <geoeditor_bookmarks>`.
nl: De knop **Posities in een bladwijzer op de kaart tonen** |display_bookmarks| kan gebruikt worden om plaatsen op de kaart die al geregistreerd zijn in de :ref:`Beheerder van bladwijzers <geoeditor_bookmarks>` te tonen.
pt_br: O botão **Mostrar as posições marcadas no mapa** |display_bookmarks| pode ser usado para exibir lugares no mapa que já estão registrados no :ref:`Gerenciador de favoritos <geoeditor_bookmarks>`.
sl: Gumb **Prikaži označene položaje na zemljevidu** |display_bookmarks| lahko uporabite za prikaz mest na zemljevidu, ki so že registrirana v :ref:`Upravitelju zaznamkov <geoeditor_bookmarks>`.
uk: Кнопкою **Показувати позиції з закладками на карті** |display_bookmarks| можна скористатися для перегляду на карті місць, які вже зареєстровано у :ref:`засобі керування закладками <geoeditor_bookmarks>`.
zh_cn: **在地图上显示书签位置** 按钮 |display_bookmarks| ：用来在地图上显示你已经在 :ref:`书签管理器 <geoeditor_bookmarks>` 中保存的地点。
