Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_kmlexport.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: **Image Size**: The dimensions of the image stored in the KML file and used by the KML viewer application to render images on the map.
ca: **Mida de la imatge**: les dimensions de la imatge emmagatzemades en el fitxer KML i utilitzades per l'aplicació del visualitzador KML per a representar les imatges en el mapa.
it: **Dimensione immagine**: le dimensioni dell'immagine memorizzate nel file KML e utilizzate dal visore KML per rendere le immagini sulla mappa.
nl: **Afbeeldingsgrootte**: De afmetingen van de afbeelding opgeslagen in het KML-bestand en gebruikt door de KML-viewer voor weergeven van afbeeldingen op de kaart.
pt_br: **Tamanho da imagem**: As dimensões da imagem armazenadas no arquivo KML e usadas pelo aplicativo visualizador KML para renderizar imagens no mapa.
sl: **Velikost slike**: Mere slike, shranjene v datoteki KML, ki jo uporablja aplikacija za ogledovanje KML za upodabljanje slik na zemljevidu.
sv: **Bildstorlek**: Bildens dimensioner lagrade i KML-filen som används av KML-visningsprogrammet för att återge bilder på kartan.
uk: **Розмір зображення**: розмірності зображення, яку буде зареєстровано у контейнері KML і використано програмою для перегляду KML для обробки вмісту на карті.
zh_cn: **图像尺寸** ：KML 文件中图像的实际显示大小，用于地图上显示照片内容。

source: **Draw GPX Track**: enable this option to include information from a GPX track in your KML container.
ca: **Dibuix de trajecte GPX**: habiliteu aquesta opció per a incloure la informació del trajecte GPX en el contenidor KML.
it: **Disegna traccia GPX**: attiva questa opzione per includere informazioni da una traccia GPX all'interno del contenitore KML.
nl: **GPX-track tekenen**: schakel deze optie in om informatie uit een GPX-track in uw KML-bestand in te voegen.
pt_br: **Desenhar trilha GPX**: ative esta opção para incluir informações de uma trilha GPX no seu contêiner KML.
sl: **Nariši sled GPX**: omogočite to možnost, da vključite informacije iz sledi GPX v vsebnik KML.
sv: **Rita GPX-spår**: Aktivera alternativet för att inkludera information från ett GPX-spår i KML-behållaren.
uk: **Намалювати маршрут GPX**: позначте цей пункт, щоб програма включила дані з маршруту GPX до вашого контейнера KML.
zh_cn: **绘制 GPX 轨迹** ：启用此项可以在 KML 文件中包含 GPX 轨迹信息。

source: **GPX File**: the location of the GPX track file on your computer.
ca: **Fitxer GPX**: la ubicació del fitxer de trajecte GPX en el vostre ordinador.
it: **File GPX**: la posizione del file traccia GPX nel tuo computer.
nl: **GPX-bestand**: het locatie van het GPX-track-bestand in uw computer.
pt_br: **Arquivo GPX**: o local do arquivo de trilha GPX no seu computador.
sl: **Datoteka GPX**: lokacija datoteke sledi GPX na vašem računalniku.
sv: **GPX-fil**: GPX-spårfilens plats på datorn.
uk: **Файл GPX**: шлях на вашому комп'ютері до маршруту GPX.
zh_cn: **GPX 文件** ：你电脑中保存的 GPX 轨迹文件的路径。

source: **Time Zone**: the world time zone used to record the GPX track.
ca: **Zona horària**: la zona horària mundial utilitzada per a registrar el trajecte GPX.
it: **Fuso orario**: il fuso orario utilizzato per registrare la traccia GPX.
nl: **Tijdzone**: de tijdzone in de wereld gebruikt om de GPX-track op te nemen.
pt_br: **Fuso horário**: o fuso horário mundial usado para registrar a trilha GPX.
sl: **Časovni pas**: svetovni časovni pas uporabljen za snemanje sledi GPX.
sv: **Tidszon**: Tidszon i världen använd för att lagra GPX-spåret.
uk: **Часовий пояс**: світовий часовий пояс, який використано для запису маршруту GPX.
zh_cn: **时区** ：用于记录 GPX 轨迹的世界时区。

source: **Track Width**: the width of the GPX track in pixels.
ca: **Amplada del trajecte**: l'amplada del trajecte GPX en píxels.
it: **Larghezza traccia**: la larghezza della traccia GPX in pixel.
nl: **Trackbreedte**: de breedte van de GPX-track in pixels.
pt_br: **Largura da trilha**: a largura da trilha GPX em pixels.
sl: **Širina sledi**: širina sledi GPX v slikovnih pikah.
sv: **Spårbredd**: Bredden på GPX-spåret i bildpunkter.
uk: **Ширина маршруту**: товщина лінії маршруту GPX у пікселях.
zh_cn: **轨迹宽度** ：GPX 轨迹在地图上显示时的线条粗细（以像素为单位）。

source: **Track Color**: the color used to render the GPX track.
ca: **Color del trajecte**: el color utilitzat per a representar el trajecte GPX.
it: **Colore traccia**: il colore utilizzato per rendere la traccia GPX.
nl: **Trackkleur**: de te gebruiken kleur om de GPX-track te tonen.
pt_br: **Cor da trilha**: a cor usada para renderizar a trilha GPX.
sl: **Barva sledi**: barva, uporabljena za upodabljanje sledi GPX.
sv: **Spårfärg**: Färgen som används för att återge GPX-spåret.
uk: **Колір маршруту**: колір, яким слід скористатися на карті для показу маршруту GPX.
zh_cn: **轨迹颜色** ：轨迹线的颜色。

source: **Opacity**: the opacity used to render the GPX track.
ca: **Opacitat**: l'opacitat utilitzada per a representar el trajecte GPX.
it: **Opacità**: l'opacità utilizzata per rendere la traccia GPX.
nl: **Dekking**: de dekking gebruikt om de GPX-track te tonen.
pt_br: **Opacidade**: a opacidade usada para renderizar a trilha GPX.
sl: **Prosojnost**: neprosojnost uporabljena za upodabljanje sledi GPX.
sv: **Ogenomskinlighet**: Ogenomskinligheten använd för att återge GPX-spåret.
uk: **Непрозорість**: непрозорість у відсотках для показу маршруту GPX на карті.
zh_cn: **不透明度 **：轨迹线的不透明度。

source: **Track Altitude**: specifies how the altitude of GPX track items should be displayed. Options include **Clamp To The Ground**, **Relative To Ground**, or in **Absolute**.
ca: **Altitud del trajecte**: especifica com es mostrarà l'altitud dels elements del trajecte GPX. Les opcions inclouen **Aferrada a terra**, **Relativa al fons** o **Absoluta**.
it: **Altitudine traccia**: specifica come debba essere visualizzata l'altitudine degli elementi della traccia GPX. Le opzioni includono **al terreno**, **relativa al terreno** o **assoluta**.
nl: **Trackhoogte**: specificeert hoe de hoogte van de GPX-track-items getoond moet worden. Opties omvatten **Vast aan de grond**, **Relatief tot de grond** of **Absoluut**.
pt_br: **Altitude da trilha**: especifica como a altitude dos itens da trilha GPX deve ser exibida. As opções incluem **no solo**, **relativa ao solo** ou em **absoluta**.
sl: **Nadmorska višina sledi**: določa, kako naj bo prikazana nadmorska višina elementov sledi GPX. Možnosti vključujejo **Pritrjevanje na tla**, **Relativno na tla** ali **Absolutno**.
sv: **Spårhöjd**: Anger hur GPX-spårobjektens höjd ska visas. Alternativ omfattar **Lås till markyta**, **Relativ till markyta** eller **Absolut**.
uk: **Висота маршруту**: налаштувати, як обробляти висоту записів маршруту GPX. Варіанти: **на поверхні**, **відносно поверхні** або **абсолютна**.
zh_cn: **轨迹海拔** ：设置 GPX 轨迹点的高度显示方式，选项与“图像高度”相同：固定于地面、相对于地面或绝对值。

source: Click the **Generate KML File** button to generate the KML file. If errors occur, a dialog will be displayed with the list of problems. Once exported, the KML file can be opened in a Viewer as in the screenshot below.
ca: Feu clic al botó **Genera el fitxer KML** per a generar el fitxer KML. Si es produeixen errors, apareixerà un diàleg amb la llista de problemes. Una vegada exportat, el fitxer KML exportat es podrà obrir en un Visualitzador com a la captura de pantalla a continuació.
it: Fai clic sul pulsante **Genera il file KML** per generare il file KML. Se si verifica un errore, si aprirà una finestra di dialogo con l'elenco dei problemi. Una volta esportato, il file KML può essere aperto in un visore, come mostrato nella schermata sotto.
nl: Klik op de knop **KML-bestand genereren** om het KML-bestand te genereren. Als er fouten gebeuren zal er een hersteldialoog getoond worden met de lijst met problemen. Eenmaal geÃ«xporteerd, kan het KML-bestand geopend worden in een viewer zoals in de onderstaande schermafdruk.
pt_br: Clique no botão **Gerar arquivo KML** para gerar o arquivo KML. Caso ocorram erros, uma caixa de diálogo será exibida com a lista de problemas. Após a exportação, o arquivo KML pode ser aberto em um visualizador, como na captura de tela abaixo.
sl: Kliknite gumb **Ustvari datoteko KML**, da ustvarite datoteko KML. Če pride do napak, se prikaže pogovorno okno s seznamom težav. Ko je datoteka KML izvožena, jo je mogoče odpreti v pregledovalniku, kot je prikazano na spodnjem posnetku zaslona.
sv: Klicka på knappen **Generera KML-fil** för att generera KML-filen. Om fel uppstår visas en dialogruta med listan över problem. När den väl är exporterad, kan KML-filen öppnas i ett visningsverktyg som på skärmbilden nedan.
uk: Натисніть кнопку **Створити файл KML**, щоб записати дані до файла KML. Якщо буде виявлено помилки, програма має показати підсумкове діалогове вікно зі списком проблем. Нарешті, експортований файл KML можна відкрити у засобі перегляду, як це показано на наведеному нижче знімку.
zh_cn: 点击 **生成 KML 文件** 按钮后，程序会创建 KML 文件。如果出现错误，会弹出对话框列出问题所在。生成后，你就可以在地图查看器中打开这个 KML 文件。

source: The `Open Source Marble Application <https://marble.kde.org/>`_ Importing a KML File Generated From digiKam
ca: L'`aplicació Marble de codi obert <https://marble.kde.org/>`_ important un fitxer KML generat des del digiKam
it: L'`applicazione open source Marble <https://marble.kde.org/>`_ che importa un file KML generato da digiKam
nl: De `Open-source toepassing Marble <https://marble.kde.org/>`_ die een KML-bestand, gegenereerd door digiKam, importeert
pt_br: O `aplicativo Marble de código aberto <https://marble.kde.org/>`_ importando um arquivo KML gerado pelo digiKam
sl: `Odprtokodna aplikacija Marble <https://marble.kde.org/>`_ Uvoz datoteke KML, ustvarjene iz digiKama
sv: `Programmet Marble med öppen källkod <https://marble.kde.org/>`_ som importerar en KML-fil genererad av digiKam
uk: Імпортування до `програми з відкритим кодом Marble <https://marble.kde.org/>`_ даних файла KML, які було створено за допомогою digiKam
zh_cn: 如图中所示的 `开源软件 Marble <https://marble.kde.org/>`_ 就能很好地导入由 digiKam 生成的 KML 文件
