Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_kmlexport.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: digiKam Geolocation Editor KML Export Tool
ca: Eina d'exportació KML de l'editor de geolocalització del digiKam
it: Strumento di esportazione KML dell'Editor di geolocalizzazione di digiKam
nl: Hulpmiddel voor KML-exporteren van bewerker van geo-locatie van digiKam
pt: Ferramenta de Exportação de KML para o Editor de Geo-Localização do digiKam
pt_br: Ferramenta de exportação para KML do editor de geolocalização do digiKam
sl: digiKam urejevalnik geolokacije orodje izvoza KML
sv: KML-exportverktyg i digiKams geografiska lokaliseringseditor
uk: Редактор геопозиціювання digiKam інструмента експортування KML
zh_cn: digiKam 地理位置编辑器 KML 导出工具

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, location, kml, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, ubicació, kml, exportació
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, posizione, kml, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, locatie, kml, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, localização, KML, exportação
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, localização, kml, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, lokacija, kml, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, plats, kml, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, місце, kml, експорт
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 位置, kml, 导出

source: KML Export Tool
pt: Ferramenta de Exportação de KML

source: Contents
pt: Conteúdo

source: `KML <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_ for **Keyhole Markup Language** is an XML notation for expressing geographic annotation and visualization within two-dimensional maps and three-dimensional Earth browsers. KML was developed for use with Google Earth but Open Source Applications can also use this kind of container. KML is an open standard from the `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
pt: O `KML <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_, de **Keyhole Markup Language**, é uma notação em XML para expressar anotações geográficas e de visualização em mapas bidimensionais ou tridimensionais. O KML foi desenvolvido para ser usado com o Google Earth, mas as aplicações de código aberto também podem usar este tipo de contentor. O KML é uma norma aberta do `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.

source: The digiKam Geolocation Editor Exporting GPS Info Into A KML Container
pt: O Editor de Geo-Localização do digiKam a Exportar os Dados de GPS para um Contentor de KML

source: From the right sidebar tab **KML Export** several settings are available to process the list of items loaded in Geolocation Editor, in goal to generate a target as KML container.
pt: Na página de **Exportação para KML** da barra lateral direita, estão disponíveis várias opções para processar a lista de itens carregados no Editor de Geo-Localização, com o objectivo de gerar um determinado resultado como um contentor de KML.

source: **Target Type**: two kind of container can be generated, one for a local application as Google Earth running on your computer, or another one for a Web Application as Google Maps.
pt: **Tipo de Destino**: podem ser gerados dois tipos de contentores, um para uma aplicação local, como o Google Earth, a executar no seu computador, ou então outro para uma aplicação Web, como o Google Maps.

source: **Picture Altitude**: configure how the altitude of items to process must be interpreted, as **Clamp To The Ground**, **Relative To Ground**, or in **Absolute**.
pt: **Altitude da Imagem**: define como deve ser interpretada a altitude dos itens a processar, como **Fixar no Terreno**, **Relativo ao Terreno** ou **Absoluto**.

source: **Destination Directory**: configure the folder from your computer where you want to store the KML container.
pt: **Pasta de Destino**: configura a pasta do seu computador onde deseja guardar o contentor de KML.

source: **Destination Path**: configure the url where you want to store the KML container. This option is enabled only if the Target Type is a Web Application.
pt: **Localização do Destino**: configura o URL onde deseja guardar o contentor de KML. Esta opção só fica activa se o Tipo de Destino for uma Aplicação Web.

source: **Filename**: the name used to record the KML container.
pt: **Nome do Ficheiro**: o nome usado para gravar o contentor de KML.

source: **Icon Size**: The icon dimensions registered in KML container and used by KML viewer application to thumbnails on the map.
pt: **Tamanho dos Ícones**: As dimensões dos ícones registados no contentor KML e usados pela aplicação de visualização do KML como miniaturas no mapa.

source: **Image Size**: The image dimensions registered in KML container and used by KML viewer application to render contents on the map.
pt: **Tamanho da Imagem**: As dimensões da imagem registadas no contentor KML e usadas pela aplicação de visualização de KML para desenhar os conteúdos no mapa.

source: **Draw GPX Track**: enable this option to include information from a GPX trace in your KML container.
pt: **Desenhar o Trajecto GPX**: active esta opção para incluir informações a partir de um trajecto em GPX no seu contentor KML.

source: **GPX File**: the path from your computer to the GPX trace.
pt: **Ficheiro GPX**: a localização no seu computador do trajecto GPX.

source: **Time Zone**: the world time zone used to record the GPX trace.
pt: **Fuso-Horário**: o fuso-horário mundial usado para registar o trajecto no GPX.

source: **Track Width**: the number of items to handle from the GPX trace.
pt: **Tamanho do Trajecto**: o número de itens a processar no trajecto GPX.

source: **Track Color**: the color to use over the map to render the GPX trace.
pt: **Cor do Trajecto**: a cor a usar sobre o mapa para desenhar o trajecto do GPX.

source: **Opacity**: the transparency in percents to render the GPX trace over the map.
pt: **Opacidade**: a transparência, como uma percentagem, para desenhar o trajecto GPX sobre o mapa.

source: **Track Altitude**: configure how the altitude of GPX trace items must be interpreted, as **Clamp To The Ground**, **Relative To Ground**, or in **Absolute**.
pt: **Altitude do Trajecto**: configura como deverá ser interpretada a altitude dos itens do trajecto GPX, como **Fixar no Terreno**, **Relativo ao Terreno** ou **Absoluto**.

source: Press **Generate KML File** button to render the container. If errors occurs, a resume dialog must appear with the list of problems. Finally, the exported KML container can be open in a Viewer as in the screenshot below.
pt: Carregue no botão **Gerar o Ficheiro KML** para gerar o contentor. Se ocorrerem alguns erros, irá aparecer uma janela para retomar o processo com a lista de problemas. Finalmente, o contentor KML exportado poderá ser aberto num Visualizador como aparece na imagem abaixo.

source: The `Open Source Marble Application <https://marble.kde.org/>`_ Importing A KML Container Generated From digiKam
pt: A `Aplicação do Marble <https://marble.kde.org/>`_ a Importar um Contentor de KML Gerado pelo digiKam

source: :ref:`KML Export Tool <geolocation_editor>`
ca: :ref:`Eina d'exportació KML <geolocation_editor>`
it: :ref:`Strumento di esportazione KML <geolocation_editor>`
nl: :ref:`Hulpmiddel KML exporteren <geolocation_editor>`
pt_br: :ref:`Ferramenta de exportação para KML <geolocation_editor>`
sl: :ref:`Orodje za izvoz KML <geolocation_editor>`
sv: :ref:`KML-exportverktyg <geolocation_editor>`
uk: :ref:`Засіб експортування до KML <geolocation_editor>`
zh_cn: :ref:`KML 导出工具 <geolocation_editor>`

source: The **KML Export** tab allows you to export location and image data as a KML files for use in other applications. `**KML** <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_, which stands for Keyhole Markup Language, is an XML format for storing geographic and visualization data for display on two-dimensional maps and three-dimensional Earth browsers. KML was developed for use with Google Earth but open-source applications can also use the format. KML is an open standard from the `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
ca: La pestanya **Exportació KML** us permet exportar les dades d'ubicació i de la imatge com a fitxers KML per al seu ús en altres aplicacions. El `KML <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_ (**Llenguatge de marques Keyhole**) és un format XML per a emmagatzemar dades geogràfiques i visualitzacions per a mostrar en mapes bidimensionals i navegadors terrestres de tres dimensions. El KML es va desenvolupar per a utilitzar-lo amb el Google Earth, però les aplicacions de codi obert també poden utilitzar el format. El KML és un estàndard obert de l'`Open Geospatial Consortium <https://ca.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
it: La scheda **Esportazione KML** ti consente di esportare i dati delle immagini e delle posizioni come file KML, in modo da utilizzarli in altre applicazioni. `**KML** <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_, ossia *Keyhole Markup Language*, è un formato XML per memorizzare dati di visualizzazione e geografici per la vista in mappe a due dimensioni e navigatori della Terra a tre dimensioni. Il formato KML è stato sviluppato per l'uso con Google Earth ma è utilizzabile anche da applicazioni open source. KML è uno standard aperto del `OGC, Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
nl: Het tabblad `KML exporteren biedt u het exporteren van locatie en afbeeldingsgegeven als een KML-bestand voor gebruik in andere toepassingen. **KML** <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_ wat staat voor Keyhole Markup Language** is een XML-formaat voor opslaan van geografische en visualisatie gegevens voor tonen in twee-dimensionale kaarten en drie-dimensionale browsers van de Aarde. KML is ontwikkeld voor gebruik met Google Earth maar open-source toepassingen kunnen dit formaat ook gebruiken. KML is een open standaard van het `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
pt_br: A aba **Exportar para KML** permite exportar dados de localização e imagem como arquivos KML para uso em outros aplicativos. `KML <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_, que significa Keyhole Markup Language, é um formato XML para armazenar dados geográficos e de visualização para exibição em mapas bidimensionais e navegadores tridimensionais da Terra. O KML foi desenvolvido para uso com o Google Earth, mas aplicativos de código aberto também podem usar o formato. KML é um padrão aberto do `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
sl: Zavihek **Izvoz KML** omogoča izvoz podatkov o lokaciji in slikah kot datotek KML za uporabo v drugih aplikacijah. `**KML** <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_, kar pomeni Keyhole Markup Language, je format XML za shranjevanje geografskih in vizualizacijskih podatkov za prikaz na dvodimenzionalnih zemljevidih ​​in treh -dimenzionalni brskalniki Zemlje. KML je bil razvit za uporabo z Google Earth, vendar lahko to obliko uporabljajo tudi odprtokodne aplikacije. KML je odprti standard `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
sv: Fliken **KML-export** gör det möjligt att exportera plats- och bilddata som KML-filer för användning i andra program. `**KML** <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_ som står ​​för **Keyhole Markup Language** är ett XML-format för att lagra geografisk och visualiseringsdata för visning på tvådimensionella kartor och tredimensionella jordvisningsprogram. KML utvecklades för användning med Google Earth men program med öppen källkod kan också använda formatet. KML är en öppen standard från `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
uk: За допомогою вкладки **Експорт до KML** ви можете експортувати дані щодо місця та дані зображення до файлів KML для використання в інших програмах. `**KML** <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_ є абревіатурою від **Keyhole Markup Language** — XML-формат для запису географічних анотацій та візуалізацій на двовимірних карт та тривимірних навігаторах поверхнею Землі. KML було розроблено для використання у Google Планета Земля, але програми з відкритим кодом також можуть використовувати цей формат. KML є відкритим стандартом `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_.
zh_cn: 在 **KML 导出** 选项卡中，你可以将照片的地理位置信息和图像数据导出为 KML 文件，方便在其他软件中使用。`**KML** <https://en.wikipedia.org/wiki/Keyhole_Markup_Language>`_ 是 Keyhole Markup Language（钥匙孔标记语言）的缩写，是一种用来存储地理位置信息和可视化数据的 XML 格式，可以在 2D 地图或 3D 地球浏览器中显示。KML 最初是为 Google Earth 开发的，但现在很多开源软件也支持它。KML 已被 `Open Geospatial Consortium <https://en.wikipedia.org/wiki/Open_Geospatial_Consortium>`_ （开放地理空间联盟）采纳为开放标准。

source: The digiKam Geolocation Editor Exporting GPS Info into a KML File
ca: L'editor de geolocalització del digiKam exportant informació GPS dins d'un fitxer KML
it: L'editor di geolocalizzazione di digiKam che esporta le informazioni GPS all'interno di un file KML
nl: De bewerker van geo-locatie van digiKam exporteert GPS-informatie in een KML-bestand
pt_br: Editor de geolocalização do digiKam exportando informações de GPS para um arquivo KML
sl: Urejevalnik geolokacije digiKam Izvažanje informacij GPS v datoteko KML
sv: Den geografiska lokaliseringseditorn i digiKam som exporterar GPS-information till en KML-fil
uk: Експортування даних GPS з редактора геопозиціювання digiKam до файла KML
zh_cn: digiKam 地理位置编辑器将 GPS 信息导出为 KML 文件

source: The **KML Export** tab on the right sidebar provides several settings to generate a KML file from the list of selected items in the Geolocation Editor.
ca: La pestanya **Exporta a KML** a la barra lateral dreta proporciona diversos paràmetres per a generar un fitxer KML a partir de la llista d'elements seleccionats a l'editor de geolocalització.
it: La scheda **Esportazione KML**, nella barra laterale destra, offre diverse impostazioni per la generazione di un file KML da un elemento di elementi selezionati nell'editor di geolocalizzazione.
nl: Het tabblad **KML exporteren** in de rechter zijbalk levert verschillende instellingen om een KML-bestand te genereren uit de lijst met geselecteerde items in de bewerker van Geo-locatie.
pt_br: A aba **Exportar para KML** na barra lateral direita fornece diversas configurações para gerar um arquivo KML a partir da lista de itens selecionados no editor de geolocalização.
sl: Zavihek **Izvoz KML** na desni stranski vrstici nudi več nastavitev za ustvarjanje datoteke KML s seznama izbranih elementov v urejevalniku geolokacije.
sv: Fliken **KML-export** i höger sidorad tillhandahåller flera inställningar för att generera en KML-fil från listan över markerade objekt i den geografiska lokaliseringseditorn.
uk: За допомогою вкладки **Експортування до KML** на правій бічній панелі можна визначити декілька параметр для створення файла KML на основі списку вибраних записів у вікні редактора геопозиціювання.
zh_cn: 在右侧边栏的 **KML 导出** 选项卡中，你可以通过多个设置项，从地理位置编辑器中已选的照片生成 KML 文件。可选设置如下：

source: **Target Type**: specifies which of two types of KML files should be generated: one for use with a local application such as Google Earth running on your computer, or another for use with a Web Application such as Google Maps.
ca: **Tipus de destinació**: especifica quin dels dos tipus de fitxers KML s'haurien de generar: un per a una aplicació local com el Google Earth que s'executi a l'ordinador, o un altre per a una aplicació web com el Google Maps.
it: **Tipo di destinazione**: specifica quali dei due tipi di file KML possono essere: uno per l'uso con un'applicazione locale, tipo Google Earth in esecuzione sul tuo computer; o un altro per l'uso con un'applicazione web, tipo Google Maps.
nl: **Type doel**: specificeert welke van de twee typen KML-bestanden gegenereerd zouden moeten worden: een voor een lokale toepassing als Google Earth actief op uw computer of een andere voor gebruik met een webtoepassing als Google Maps.
pt_br: **Tipo de alvo**: especifica qual dos dois tipos de arquivos KML deve ser gerado: um para uso com um aplicativo local, como o Google Earth em execução no seu computador, ou outro para uso com um aplicativo da Web, como o Google Maps.
sl: **Vrsta cilja**: določa, katera od dveh vrst datotek KML naj bo ustvarjena: ena za uporabo z lokalno aplikacijo, kot je Google Earth, ki se izvaja v vašem računalniku, ali druga za uporabo s spletno aplikacijo, kot je Google Maps.
sv: **Måltyp**: Anger vilken av de två olika typerna av KML-fil som ska genereras, en för ett lokalt program såsom Google Earth som körs på datorn, eller en annan för ett webbprogram såsom Google Maps.
uk: **Тип цілі**: визначає, який з двох типів файлів KML буде створено: тип для локальної програми, зокрема «Google Планета Земля» на вашому комп'ютері, або тип для вебпрограми, наприклад «Карт Google».
zh_cn: **目标类型** ：选择生成哪种类型的 KML 文件。可以是本地应用（比如你电脑上的 Google Earth）用的，也可以是网页应用（比如 Google 地图）用的。

source: **Picture Altitude**: specifies how to record the altitude of items. Options include **Clamp To The Ground**, **Relative To Ground**, or in **Absolute**.
ca: **Altitud de la imatge**: especifica com enregistrar l'altitud dels elements. Les opcions inclouen **Aferrada a terra**, **Relativa al fons** o **Absoluta**.
it: **Altitudine immagine**: specifica come registrare l'altitudine degli elementi da elaborare. Le opzioni includono **al terreno**, **relativa al terreno** o **assoluta**.
nl: **Hoogte van afbeelding**: specificeert hoe de hoogte van de items op te nemen. Opties omvatten **Vast aan de grond**, **Relatief tot de grond** of **Absoluut**.
pt_br: **Altitude da imagem**: especifica como registrar a altitude dos itens. As opções incluem **no solo**, **relativa ao solo** ou em **absoluta**.
sl: **Nadmorska višina slike**: določa, kako zabeležiti nadmorsko višino predmetov. Možnosti vključujejo **Pritrjevanje na tla**, **Relativno na tla** ali **Absolutno**.
sv: **Bildernas höjd**: Anger hur höjden på objekt ska lagras. Alternativen omfattar **Lås till markyta**, **Relativ till markyta** eller **Absolut**.
uk: **Висота зображення**: налаштувати, як обробляти висоту записів для обробки. Варіанти: **на поверхні**, **відносно поверхні** або **абсолютна**.
zh_cn: **图像海拔** ：设定照片的高度如何记录。有三个选项：固定于地面、相对于地面、绝对值。

source: **Destination Directory**: specifies the folder on your computer where you want to store the KML file.
ca: **Directori de destinació**: especifica la carpeta de l'ordinador on voleu emmagatzemar el fitxer KML.
it: **Cartella di destinazione**: specifica la cartella sul tuo computer in cui memorizzare il file KML.
nl: **Bestemmingsmap**: specificeert de map op uw computer configureren waar u het KML-bestand wilt opslaan.
pt_br: **Pasta de destino**: especifica a pasta no seu computador onde você deseja armazenar o arquivo KML.
sl: **Ciljni imenik**: določa mapo v vašem računalniku, kamor želite shraniti datoteko KML.
sv: **Målkatalog**: Anger katalogen på datorn där KML-filen ska lagras.
uk: **Каталог призначення**: налаштувати теку на вашому комп'ютері, де ви хочете зберегти файл KML.
zh_cn: **目标文件夹** ：选择要将 KML 文件保存在哪个电脑文件夹中。

source: **Destination Path**: specifies the url where you want to store the KML file. This option is enabled only if the Target Type is a Web Application.
ca: **Camí de destinació**: especifica l'URL on voleu emmagatzemar el fitxer KML. Aquesta opció només estarà habilitada si el tipus de destinació és una aplicació web.
it: **Percorso di destinazione**: specifica l'URL in cui memorizzare il file KML. Questa opzione è attivata solo se «Tipo di destinazione» è un'applicazione web.
nl: **Bestemmingspad**: specificeert de url waar u het KML-bestand wilt opslaan. Deze optie is alleen ingeschakeld als het type doel een webtoepassing is.
pt_br: **Caminho de destino**: especifica a URL onde você deseja armazenar o arquivo KML. Esta opção só é habilitada se o tipo de alvo for um aplicativo Web.
sl: **Ciljna pot**: določa url, kamor želite shraniti datoteko KML. Ta možnost je omogočena le, če je ciljna vrsta spletna aplikacija.
sv: **Målsökväg**: Anger webbadressen där KML-filen ska lagras. Alternativet är endast aktiverat om måltypen är ett webbprogram.
uk: **Шлях призначення**: налаштувати адресу, за якою ви хочете зберегти контейнер KML. Цей пункт стане доступним, лише якщо типом призначення є вебпрограма.
zh_cn: **目标路径** ：指定 KML 文件的网络地址（URL），只在“目标类型”选为“网页应用”时可用。

source: **Filename**: the name of the KML file.
ca: **Nom del fitxer**: el nom del fitxer KML.
it: **Nome del file**: il nome del file KML.
nl: **Bestandsnaam**: de naam van het KML-bestand.
pt_br: **Nome do arquivo**: o nome do arquivo KML.
sl: **Ime datoteke**: ime datoteke KML.
sv: **Filnamn**: Namnet på KML-filen.
uk: **Назва файла**: назву, яку буде використано для запису файла KML.
zh_cn: **文件名** ：你要保存的 KML 文件的名称。

source: **Icon Size**: The dimensions of the image icon stored in the KML file and used by the KML viewer application to display thumbnails on the map.
ca: **Mida de la icona**: les dimensions de la icona de la imatge emmagatzemada en el fitxer KML i utilitzada per l'aplicació del visualitzador KML per a mostrar les miniatures en el mapa.
it: **Dimensione icona**: le dimensioni dell'icona dell'immagine memorizzata nel file KML e utilizzate dal visore KML per visualizzare le miniature sulla mappa.
nl: **Pictogramgrootte**: de afmetingen van de pictogramafbeelding in het KML-bestand gebruikt door de KML-viewer om miniaturen op de kaart te tonen.
pt_br: **Tamanho do ícone**: As dimensões do ícone da imagem armazenadas no arquivo KML e usadas pelo aplicativo visualizador KML para exibir miniaturas no mapa.
sl: **Velikost ikone**: Mere slikovne ikone, shranjene v datoteki KML, ki jo uporablja aplikacija za ogledovanje KML za prikaz sličic na zemljevidu.
sv: **Ikonstorlek**: Dimensioner på bildikonen som lagras i KML-filen och används av KML-visningsprogrammet för att visa miniatyrbilder på kartan.
uk: **Розмір піктограми**: розмірності піктограми, яку буде зареєстровано у контейнері KML і використано програмою для перегляду KML для мініатюр на карті.
zh_cn: **图标尺寸** ：KML 文件中图像图标的尺寸，用于地图上显示缩略图。
