Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_map.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: **Copy Coordinates** copies the geographic coordinates at the cursor position to the clipboard, e.g. 4° 29' 11.1"W,48° 22' 48.5"N
ca: **Copia les coordenades** copia les coordenades geogràfiques de la posició del cursor al porta-retalls, p. ex. 4° 29' 11.1"W,48° 22' 48.5"N
it: **Copia coordinate** copia negli appunti le coordinate geografiche alla posizione del cursore, per esempio 4° 29' 11.1"W,48° 22' 48.5"N
nl: **Coördinaten kopiëren** kopieert de geografische coördinaten bij de cursorpositie naar het klembord, bijv. 4° 29' 11.1"W,48° 22' 48.5"N
pt_br: **Copiar coordenadas** copia as coordenadas geográficas na posição do cursor para a área de transferência, por exemplo, 4° 29' 11.1"W,48° 22' 48.5"N
sl: **Kopiraj koordinate** kopira geografske koordinate na položaju kazalca v odložišče, npr. 4° 29' 11,1" W, 48° 22' 48,5"N
uk: **Копіювати координати** — за допомогою цього пункту можна скопіювати географічні координати місця на карті до буфера обміну даними, у такому форматі: 4° 29' 11.1" зх.д.,48° 22' 48.5" пн.ш.
zh_cn: **复制坐标** ：复制当前位置的经纬度坐标到剪贴板，比如 4° 29' 11.1"W,48° 22' 48.5"N

source: **Copy geo: URL** copies the geographic coordinates at the cursor position to the clipboard in decimal degrees, e.g. geo:48.3800450672,-4.4865371254
ca: **Copia geo: URL** copia les coordenades geogràfiques de la posició del cursor al porta-retalls en graus decimals, p. ex. geo:48.3800450672,-4.4865371254
it: **Copia URL geo:** copia negli appunti le coordinate geografiche in gradi decimali alla posizione del cursore, per esempio geo:48.3800450672,-4.4865371254
nl: **Geo kopiëren: URL** kopieert de geografische coördinaten op de cursorpositie naar het klembord in decimale graden, bijv. geo:48.3800450672,-4.4865371254
pt_br: **Copiar geo: URL** copia as coordenadas geográficas na posição do cursor para a área de transferência em graus decimais, por exemplo geo:48.3800450672,-4.4865371254
sl: **Kopiraj geo: URL** kopira geografske koordinate na položaju kazalca v odložišče v decimalnih stopinjah, npr. geo:48.3800450672,-4.4865371254
uk: **Копіювати геодані: адреса** копіює географічні координати у позиції вказівника до буфера обміну даними у форматі десяткового дробу для градусів, приклад: geo:48.3800450672,-4.4865371254
zh_cn: **复制换位坐标**： 以十进制度的形式复制坐标，比如 geo:48.3800450672,-4.4865371254

source: **Address Details** performs a reverse location lookup to display the address of the selected location in a dialog.
ca: **Detalls de l'adreça** realitza una cerca inversa de la ubicació per a mostrar l'adreça de la ubicació seleccionada en un diàleg.
it: **Dettagli dell'indirizzo** esegue una ricerca inversa della posizione per visualizzare in una finestra di dialogo l'indirizzo della località selezionata.
nl: **Details van adres** voert een omgekeerd opzoeken van de locatie uit om het adres van de geselecteerde locatie in een dialoog te tonen.
pt_br: **Detalhes do endereço** executa uma pesquisa de localização reversa para exibir o endereço do local selecionado em uma caixa de diálogo.
sl: **Podrobnosti naslova** izvede povratno iskanje lokacije za prikaz naslova izbrane lokacije v pogovornem oknu.
uk: **Параметри адреси** виконує зворотний пошук місця для показу адреси вибраного місця у діалоговому вікні.
zh_cn: **地址详情** ：执行反向地址查询，在弹窗中显示当前位置的地址。

source: **Info Boxes** allows you to select which widgets to display on the map, including compass, scale bar, navigation widget, overview map, and a progress indicator.
ca: **Rètols informatius** permet seleccionar quins ginys es mostraran al mapa, incloent-hi la brúixola, la barra d'escala, el giny de navegació, el mapa general i un indicador de progrés.
it: **Riquadri informativi** ti permette di scegliere gli oggetti da visualizzare sulla mappa, inclusi bussola, barra della scala, oggetto per la navigazione, mappa panoramica e un indicatore di avanzamento.
nl: **Informatievakken** biedt u het selecteren welke widgets te tonen op de kaart, inclusief kompas, schaalbalk, navigatie-widget, overzichtskaart en een voortgangsindicator.
pt_br: **Painéis informativos** permitem que você selecione quais widgets exibir no mapa, incluindo bússola, barra de escala, widget de navegação, mapa de visão geral e um indicador de progresso.
sl: **Informacijska polja** vam omogočajo, da izberete, katere pripomočke želite prikazati na zemljevidu, vključno s kompasom, mersko lestvico, navigacijskim pripomočkom, preglednim zemljevidom in indikatorjem napredka.
uk: **Інформаційні панелі** надає змогу вибрати, які віджети буде показано на карті, зокрема компас, смужку масштабу, віджет навігації, оглядову панель та індикатор поступу.
zh_cn: **信息框** ：选择是否在地图上显示指南针、比例尺、导航按钮、概览地图、下载进度指示器等组件。

source: **Add Measure Point** add a measure point at the clicked location. Add a second point to measure distance between the two points. Add a third point to measure total distance and angles between the points.
ca: **Afegeix un punt de mesura** afegeix un punt de mesura a la ubicació clicada. Afegeix un segon punt per a mesurar la distància entre els dos punts. Afegeix un tercer punt per a mesurar la distància total i els angles entre els punts.
it: **Aggiungi punto di misura** aggiunge un punto di misura alla posizione su cui hai fatto clic. Aggiunge un secondo punto per misurare la distanza tra i due punti. Aggiunge un terzo punto per misurare la distanza totale e gli angoli tra i punti.
nl: **Meetpunt toevoegen** voegt een meetpunt toe op de aangeklikte locatie. Voeg een tweede punt toe om afstanden te meten tussen de twee punten. Voeg een derde punt toe om de totale afstand en hoeken tussen de punten te meten.
pt_br: **Adicionar ponto de medida**: adiciona um ponto de medida no local clicado. Adicione um segundo ponto para medir a distância entre os dois pontos. Adicione um terceiro ponto para medir a distância total e os ângulos entre os pontos.
sl: **Dodaj merilno točko** dodajte merilno točko na kliknjeno lokacijo. Dodajte drugo točko za merjenje razdalje med obema točkama. Dodajte tretjo točko za merjenje skupne razdalje in kotov med točkama.
uk: **Додати точку вимірювання** — додати точку вимірювання у місці на карті, де відбулося клацання. Додайте другу точку, щоб виміряти відстань між двома точками. Додайте третю точку, щоб виміряти загальну відстань та кут між відрізками, що з'єднують точки.
zh_cn: **添加测量点** ：点击地图添加第一个点，再添加第二个点就可以测量两点间距离。第三个点起可以测量总长度和角度。

source: **Remove Last Measure Point** remove the last measure point to be added.
ca: **Elimina l'últim punt de mesura** elimina l'últim punt de mesura afegit.
it: **Rimuovi l'ultimo punto di misura** rimuove l'ultimo punto di misura aggiunto.
nl: **Laatste Meetpunt verwijderen** verwijdert het laatst toegevoegde meetpunt.
pt_br: **Remover último ponto de medida** remove o último ponto de medida adicionado.
sl: **Odstrani zadnjo merilno točko** odstranite zadnjo merilno točko, ki bo dodana.
uk: **Вилучити останню точку вимірювання** — вилучити останню точку вимірювання.
zh_cn: **移除最后一个测量点** ：删除最后一个添加的测量点。

source: The map's context menu, selected by right clicking on the map, contains other items of interest:
ca: El menú contextual del mapa, seleccionat fent clic dret sobre el mapa, conté altres elements d'interès:
it: Il menu contestuale della mappa, selezionato facendo clic col destro sulla mappa, contiene altri elementi di interesse:
nl: Het contextmenu van de kaart, geselecteerd door rechts te klikken op de kaart, bevat andere interessante items:
pt_br: O menu de contexto do mapa, selecionado clicando com o botão direito do mouse no mapa, contém outros itens de interesse:
sl: Kontekstni meni zemljevida, izbran z desnim klikom na zemljevid, vsebuje druge zanimive elemente:
uk: У контекстному меню карти, яке можна викликати клацанням правою кнопкою миші на карті, містяться такі пункти:
zh_cn: 通过右键单击地图选择的地图上下文菜单包含其他有趣的项目：

source: **Remove Measure Points** removes all measure points.
ca: **Elimina els punts de mesura** elimina tots els punts de mesura.
it: **Rimuovi punti di misura** rimuove tutti i punti di misura.
nl: **Meetpunten verwijderen** verwijdert alle meetpunten.
pt_br: **Remover pontos de medida** remove todos os pontos de medida.
sl: **Odstrani merilne točke** odstrani vse merilne točke.
uk: **Вилучити точки вимінювання** вилучає усі точки вимірювання.
zh_cn: **移除测量点** ：移除所有的测量点。

source: Additional information on the map view is available from the `Marble handbook <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
ca: La informació addicional sobre la vista del mapa està disponible des del `Manual del Marble <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
it: Sono disponibili informazioni aggiuntive sulla vista Mappa nel `manuale di Marble <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
nl: Extra informatie op de kaartweergave is beschikbaar uit het `Marble handboek <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
pt_br: Informações adicionais sobre a visualização do mapa estão disponíveis no `Manual do Marble <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
sl: Dodatne informacije o pogledu zemljevida so na voljo v priročniku `Marble priročnik <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_.
uk: З додатковими відомостями щодо перегляду карти можна ознайомитися у `підручнику з Marble <https://docs.kde.org/trunk5/uk/marble/marble/index.html>`_.
zh_cn: 更多关于地图视图的操作说明，请参考 `Marble 使用手册 <https://docs.kde.org/trunk5/en/marble/marble/index.html>`_ 。

source: Note that you can change the layout from one map to two maps, beside or above each other via the little drop-down menu at the bottom of the Geolocation Editor.
ca: Recordeu que podeu canviar la disposició d'un mapa a dos mapes, un al costat o damunt de l'altra a través del petit menú desplegable que hi ha a la part inferior de l'editor de geolocalització.
it: Nota che puoi cambiare la disposizione da una a due mappe, oppure da vicine a una sopra l'altra, mediante il piccolo menu a tendina presente nella parte inferiore dell'editor di geolocalizzazione.
nl: Merk op dat u de indeling van één kaart naar twee kaarten kunt wijzigen, naast of boven elkaar via het kleine afrolmenu onderaan de Geolocatiebewerker.
pt: Lembre-se que poderá mudar a disposição de um mapa para dois lado-a-lado ou um sobre o outro com o pequeno menu no fundo do Editor de Geo-Localização.
pt_br: Observe que você pode alterar o layout de um mapa para dois mapas, um ao lado ou acima do outro, por meio do pequeno menu suspenso na parte inferior do Editor de geolocalização.
sl: Upoštevajte, da lahko spremenite postavitev iz enega zemljevida v dva zemljevida, drug poleg ali nad drugim, prek majhnega spustnega menija na dnu urejevalnika geolokacije.
uk: Зауважте, що ви можете змінити компонування з однієї карти на дві карти, які буде показано поруч або один над одним, за допомогою невеличкого спадного меню у нижній частині панелі редактора геопозиціювання.
zh_cn: 此外你还可以在地理位置编辑器底部的小下拉菜单中，将视图从单地图切换为左右或上下双地图布局。

source: The Bookmarks Manager
ca: L'administrador de punts
it: Il gestore dei segnalibri
nl: De beheerder van bladwijzers
pt: O Gestor de Favoritos
pt_br: O gerenciador de favoritos
sl: Upravljalnik zaznamkov
uk: Керування закладками
zh_cn: 地理位置书签管理器

source: The digiKam geolocation **Bookmarks Manager** is a tool to register a nested list of favorite places which can be reused later to geolocalize items taken at the same positions.
it: Il **gestore dei segnalibri** della geolocalizzazione di digiKam è uno strumento che serve a registrare un elenco annidato di luoghi preferiti riutilizzabili in un secondo momento per geolocalizzare gli elementi presi da una stessa posizione.
nl: De geo-locatie **Beheerder van bladwijzers** van digiKam is een hulpmiddel om een geneste lijst van favoriete plaatsen te registreren die later opnieuw gebruikt kunnen worden om de geo-locatie van items opgenomen op dezelfde posities te bepalen.
pt_br: O **Gerenciador de favoritos** de geolocalização do digiKam é uma ferramenta para registrar uma lista aninhada de lugares favoritos que podem ser reutilizados posteriormente para geolocalizar itens tirados nas mesmas posições.
sl: Geolokacijski **Upravitelj zaznamkov** v programu digiKam je orodje za registracijo ugnezdenega seznama priljubljenih krajev, ki ga je mogoče pozneje ponovno uporabiti za geolokacijo elementov, posnetih na istih lokacijah.
uk: Засіб **Керування закладками** геопозиціювання digiKam є інструментом для реєстрації вкладеного списку улюблених місць, якими можна пізніше скористатися для геопозиціювання зображень, які знято у однакових позиціях.

source: The digiKam Bookmarks Manager is available from the items list context menu as you can see in the screenshot below.
ca: El Gestor de punts d'interès del digiKam està disponible des del menú contextual de la llista d'elements, com podeu veure a la captura de pantalla a continuació.
it: Il gestore dei segnalibri di digiKam è disponibile dal menu contestuale dell'elenco degli elementi, come mostrato nella schermata qui sotto.
nl: De beheerder van bladwijzers van digiKam is beschikbaar in de de lijst met items in het contextmenu zoals u kunt zien in de onderstaande schermafdruk.
pt_br: O gerenciador de favoritos do digiKam está disponível no menu de contexto da lista de itens, como você pode ver na captura de tela abaixo.
sl: Upravljalnik zaznamkov digiKam je na voljo v kontekstnem meniju seznama elementov, kot lahko vidite na spodnjem posnetku zaslona.
uk: Доступ до засобу керування закладками digiKam можна здійснювати з контекстного меню списку зображень, як можна бачити на знімку вікна, наведеному нижче.
zh_cn: 在地理位置编辑器的图像列表，你可以从列表的右键菜单中打开书签管理器，如下图所示：

source: The digiKam Geolocation Bookmarks Manager Available from the Items List Context Menu
ca: El Gestor de punts d'interès de geolocalització del digiKam disponible des del menú contextual de la llista d'elements
it: Il gestore dei segnalibri di geolocalizzazione di digiKam disponibile dal menu contestuale dell'elenco degli elementi
nl: De beheerder van geo-locatie bladwijzers van digiKam is beschikbaar in de lijst met items in het contextmenu
pt_br: O gerenciador de favoritos de geolocalização do digiKam está disponível no menu de contexto da lista de itens
sl: Upravljalnik geolokacijskih zaznamkov digiKam na voljo v kontekstnem meniju seznama elementov
uk: Доступ до засобу керування закладками digiKam можна здійснювати з контекстного меню списку зображень
zh_cn: 从图像列表右键菜单进入的 digiKam 地理位置书签管理器

source: From this menu you can:
ca: Des d'aquest menú podeu:
it: Da questo menu è possibile eseguire le azioni seguenti:
nl: Vanuit dit menu kunt u:
pt: Neste menu poderá:
pt_br: A partir deste menu você pode:
sl: V tem meniju lahko:
uk: За допомогою цього меню ви можете виконувати такі дії:
zh_cn: 在这个菜单中你可以：

source: **Add Bookmark**: if the current selected item from the list has GPS information, this location can be bookmarked with this option. A dialog to populate the bookmark properties then appears.
ca: **Afegeix un punt d'interès**: si l'element seleccionat actualment de la llista té informació GPS, aquesta ubicació es pot afegir als punts d'interès amb aquesta opció. Apareixerà un diàleg per a completar les propietats del punt d'interès.
it: **Aggiungi segnalibro**: se l'elemento attualmente selezionato dall'elenco contiene informazioni GPS, questa posizione può essere registrata nei segnalibri con questa opzione. Comparirà dunque una finestra di dialogo in cui inserire le proprietà del segnalibro.
nl: **Bladwijzer toevoegen**: als het nu geselecteerde item uit de lijst GPS informatie heeft, kan deze locatie een bladwijzer krijgen met deze optie. Een dialoog om de bladwijzereigenschappen te bevolken verschijnt dan.
pt_br: **Adicionar favorito**: se o item selecionado na lista contiver informações de GPS, este local poderá ser marcado com esta opção. Uma caixa de diálogo para preencher as propriedades do favorito será exibida.
sl: **Dodaj zaznamek**: če ima trenutno izbrani element s seznama informacije GPS, lahko to lokacijo s to možnostjo dodate med zaznamke. Nato se prikaže pogovorno okno za vnos lastnosti zaznamka.
uk: **Додати закладку**: якщо у поточному позначеному зображенні зі списку зберігаються дані GPS, за допомогою цього пункту дані буде зареєстровано у засобі керування закладками. У відповідь на вибір відповідного пункту програма покаже діалогове вікно для заповнення властивостей закладки.
zh_cn: **添加书签** ：如果当前选中的图片含有 GPS 信息，可以使用这个选项将其位置保存为书签，随后会弹出一个对话框输入书签信息。

source: The digiKam Geolocation Bookmarks Manager Dialog To Register A New Entry
ca: El diàleg del Gestor de punts d'interès de geolocalització del digiKam per a registrar una entrada nova
it: La finestra di dialogo del gestore dei segnalibri di geolocalizzazione di digiKam per registrare una nuova voce
nl: De dialoog van de beheerder van geo-locatie bladwijzers van digiKam om een nieuw item te registreren
pt: A Janela do Gestor de Favoritos de Geo-Localização para Registar um Novo Item
pt_br: Gerenciador de favoritos de geolocalização do digiKam registrando uma nova entrada
sl: Pogovorno okno upravljalnika geolokacijskih zaznamkov digiKam za registracijo novega vnosa
uk: Вікно реєстрації нового запису засобу керування закладками геопозиціювання digiKam
zh_cn: 新建地理位置书签时的设置界面

source: You can customize the name, add a comment to describe the location, and specify the place in the bookmark hierarchy.
ca: Podeu personalitzar el nom, afegir un comentari per a descriure la ubicació i especificar el lloc en la jerarquia dels punts d'interès.
it: Puoi personalizzare il nome, aggiungere un commento per descrivere la posizione e specificare la posizione nella gerarchia dei segnalibri.
nl: U kunt de naam aanpassen, een opmerking om de locatie te beschrijven toevoegen en de plaats in de hiërarchie van de bladwijzers specificeren.
pt_br: Você pode personalizar o nome, adicionar um comentário para descrever o local e especificar o lugar na hierarquia de favoritos.
sl: Prilagodite lahko ime, dodate komentar za opis lokacije in določite mesto v hierarhiji zaznamkov.
uk: Ви можете налаштувати назву, коментар із описом місця та визначити місце закладки в ієрархії закладок.
zh_cn: 你可以给书签自定义名称，添加描述说明，还能选择放在哪个书签目录下。

source: **Edit Bookmarks**: displays a dialog with the complete hierarchy of managed bookmarks. You can change item properties, the place in the hierarchy using drag and drop, and display the corresponding location on a map from the right side. In the Hierarchy you can append new branches using the **Add Folder** button. The **Remove** button allows you to delete an item in the hierarchy.
ca: **Edita els punts**: mostra un diàleg amb la jerarquia completa dels punts d'interès gestionats. Podeu canviar les propietats de l'element, el lloc a la jerarquia utilitzant arrossega i deixa, així com mostrar la ubicació corresponent en un mapa del costat dret. A la Jerarquia, podeu afegir branques noves utilitzant el botó **Afegeix una carpeta**. El botó **Elimina** permet suprimir un element de la jerarquia.
it: **Modifica segnalibri**: visualizza una finestra di dialogo contenente l'intera gerarchia dei segnalibri gestiti. Puoi cambiare le proprietà dell'elemento, la posizione nella gerarchia tramite trascinamento e visualizzare la relativa posizione su una mappa posizionata sul lato destro. Nella gerarchia puoi aggiungere nuovi rami tramite il pulsante **Aggiungi cartella**. Il pulsante **Rimuovi** ti permette di eliminare un elemento dalla gerarchia.
nl: **Bladwijzers bewerken**: toont een dialoog met de complete hiërarchie beheerde bladwijzers. U kunt eigenschappen van items wijzigen, de plaats in de hiërarchie met slepen en loslaten en de bijbehorende locatie op een kaart uit de rechterzijde tonen. In de hiërarchie kunt u nieuwe takken toevoegen met de knop **Map toevoegen**. De knop **Verwijderen** biedt u het verwijderen van een item in de hiërarchie.
pt_br: **Editar favoritos**: exibe uma janela com a hierarquia completa de favoritos gerenciados. Você pode alterar as propriedades dos itens, a posição na hierarquia usando arrastar e soltar e exibir a localização correspondente em um mapa no lado direito. Na hierarquia, você pode adicionar novas ramificações usando o botão **Adicionar pasta**. O botão **Remover** permite excluir um item da hierarquia.
sl: **Uredi zaznamke**: prikaže pogovorno okno s celotno hierarhijo upravljanih zaznamkov. Spremenite lahko lastnosti elementa, mesto v hierarhiji s funkcijo povleci in spusti ter prikažete ustrezno lokacijo na zemljevidu z desne strani. V hierarhiji lahko dodate nove veje z uporabo gumba **Dodaj mapo**. Gumb **Odstrani** vam omogoča, da izbrišete element v hierarhiji.
uk: **Редагувати закладки**: у відповідь на вибір цього пункту програма відкриє діалогове вікно із повною ієрархією закладок. Ви зможете змінювати властивості запису, його місце в ієрархії за допомогою перетягування зі скиданням та переглядати відповідні місця на карті праворуч. В ієрархії ви зможете додавати нові гілки за допомогою кнопки **Додати теку**. За допомогою кнопки **Вилучити** ви можете вилучити запис в ієрархії.
zh_cn: **编辑书签** ：打开完整的书签层级列表。你可以修改名称、备注、拖动位置调整层级，右侧还能在地图上预览该位置。你也可以通过 **添加文件夹** 按钮增加目录层级，点击 **移除** 按钮移除某个书签。

source: The digiKam Geolocation Bookmarks Editor Dialog
ca: El diàleg de l'editor de punts de geolocalització del digiKam
it: La finestra di dialogo dell'editor dei segnalibri di geolocalizzazione di digiKam
nl: De dialoog van de bewerker van geo-locatie bladwijzer van digiKam
pt: A Janela do Editor de Favoritos de Geo-Localização do digiKam
pt_br: Janela do editor de favoritos de geolocalização do digiKam
sl: Pogovorno okno urejevalnika geolokacijskih zaznamkov digiKam
uk: Вікно редактора закладок геопозиціювання digiKam
zh_cn: 编辑地理位置书签的界面

source: Quickly access the bookmarks hierarchy to assign a location to the current selected item.
ca: Accediu ràpidament a la jerarquia dels punts d'interès per a assignar una ubicació a l'element seleccionat.
it: Accedi rapidamente alla gerarchia dei segnalibri per assegnare una posizione all'elemento attualmente selezionato.
nl: Snelle toegang tot de bladwijzerhiërarchie om een locatie aan het nu geselecteerde item toe te kennen.
pt_br: Acesse rapidamente a hierarquia de favoritos para atribuir um local ao item selecionado no momento.
sl: Hiter dostop do hierarhije zaznamkov za dodelitev lokacije trenutno izbranemu elementu.
uk: Швидкий доступ до ієрархії закладок для прив'язки місця до поточного позначеного запису.
zh_cn: 通过这个书签系统，你可以快速为当前选中的图像分配一个常用地点，操作更高效、也更便于日后查找和管理。

source: The digiKam geolocation **Bookmarks Manager** is a tool to register a nested list of favorite places which can be re-used later to geolocalize items taken at the same positions.
ca: El **Gestor de punts d'interès** de la geolocalització del digiKam és una eina per a registrar una llista imbricada de llocs preferits que es poden reutilitzar més tard per a geolocalitzar elements presos a les mateixes posicions.
pt: O **Gestor de Favoritos** de geo-localização do digiKam é uma ferramenta para registar uma lista encadeada de locais favoritos, os quais podem ser reutilizados mais tarde para geo-referenciar os itens capturados nas mesmas posições.

source: Geolocation Map
pt: Mapa de Geo-Localização
