Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_coordinates.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: GPS Correlator
ca: Correlacionador del GPS
it: Correlatore GPS
pt_br: Correlacionador de GPS
sv: Korrelationsverktyg för GPS
uk: Узгоджувач даних GPS
zh_cn: GPS 关联工具

source: In order to correlate your images with geographic data you need to have GPS tracking information available as a XML file in gpx format (`gpsbabel <https://www.gpsbabel.org/>`_ can download and convert tracking data from a GPS device for you). The idea is to keep a carry a small GPS device with you that us running and recording your position while you take your pictures. Once you are done, download the pictures and the GPS track file, and run the correlator to find the image file timestamps in the GPS track file, and tag the pictures with the correct locations.
ca: Per tal de correlacionar les vostres imatges amb les dades geogràfiques necessitareu tenir la informació de seguiment per GPS disponible com un fitxer XML en format GPX (el `gpsbabel <https://www.gpsbabel.org/>`_ pot descarregar i convertir les dades de seguiment des d'un dispositiu GPS). La idea és portar un dispositiu GPS petit encès i que enregistri la vostra posició mentre preneu imatges. Un cop hàgiu acabat, descarregueu les imatges i el fitxer de seguiment GPS, i executeu el correlacionador per a trobar les marques de temps del fitxes d'imatge en el fitxer de seguiment GPS, i etiqueteu les imatges amb les ubicacions correctes.
it: Per correlare le immagini con i dati geografici devi avere delle informazioni sulla traccia GPS disponibili come file XML in formato GPX (`gpsbabel <https://www.gpsbabel.org/>`_ può scaricare e convertire per te i dati della traccia da un dispositivo GPS). L'idea è di portarti appresso un piccolo dispositivo GPS funzionante e registrare la tua posizione mentre scatti le foto. Una volta fatto, scarica le foto e il file delle tracce GPS, avvia il correlatore per trovare la data e l'ora delle immagini nel file delle tracce GPS, e assegna i tag alle foto con le località corrette.
nl: Om uw afbeeldingen te correleren met geografische gegevens moet u GPS trackinginformatie beschikbaar hebben als een XML-bestand in gpx-formaat (`gpsbabel <https://www.gpsbabel.org/>`_ kan trackinggegevens downloaden en converteren uit een GPS apparaat voor u). Het idee is om een klein GPS-apparaat met u mee te nemen dat werkt en uw positie opneemt terwijl u uw foto's maakt. Nadat u dat hebt gedaan, download de foto's en het GPS-trackbestande en voer de correlator uit om de tijdstempel in de afbeelding in het GPS-trackbestand te vinden en de foto's van de juiste locaties te voorzien.
pt_br: Para correlacionar suas imagens com dados geográficos, você precisa ter informações de rastreamento GPS disponíveis como um arquivo XML no formato GPX (o `gpsbabel <https://www.gpsbabel.org/>`_ pode baixar e converter dados de rastreamento de um dispositivo GPS para você). A ideia é levar um pequeno dispositivo GPS com você para que ele funcione e registre sua posição enquanto você tira as fotos. Quando terminar, baixe as fotos e o arquivo de rastreamento GPS e execute o correlacionador para encontrar os carimbos de data/hora do arquivo de imagem no arquivo de rastreamento GPS e marcar as fotos com os locais corretos.
sv: För att kunna korrelera bilder med geografisk data behöver GPS-spårningsinformation vara tillgänglig som en XML-fil i gpx-format (`gpsbabel <https://www.gpsbabel.org/>`_ kan ladda ner och konvertera spårningsdata från en GPS-enhet). Tanken är att ha en liten GPS-apparat med som kan köras och registrera positioner medan bilderna tas. När det är klart laddas bilderna och GPS-spårningsfilen ner och korreleras för att hitta bildfilens tidsstämplar i GPS-spårningsfilen och märker bilderna med rätt plats.
uk: Для прив’язки ваших знімків до географічних координат вам знадобляться маршрутні дані GPS, що зберігаються у XML-файлі у форматі gpx (отримати і перетворити маршрутні дані з вашого пристрою GPS можна за допомогою програми `gpsbabel <https://www.gpsbabel.org/>`_). Ідея така: під час створення знімків просто тримайте пристрій GPS увімкненим і носіть його разом із фотоапаратом. Після завершення знімання отримайте знімки і маршрути GPS, а потім запустіть узгоджувач, щоб за допомогою часових позначок зображень знайти дані у файлі маршруту GPS і встановити для зображень належні мітки місць.
zh_cn: 要将照片和地理位置自动匹配关联，你需要准备一个包含 GPS 轨迹的 XML 文件，格式为 .gpx（你可以用 `gpsbabel <https://www.gpsbabel.org/>`_ 工具从 GPS 设备中下载并转换数据）。核心思路很简单：拍照时，随身携带一个一直在运行的 GPS 设备，它会记录你的位置；拍完照后，把照片和轨迹文件导入到 digiKam，通过 GPS 匹配器工具来找出照片的时间戳在轨迹文件中对应的位置，并为照片自动打上地理标签。

source: The digiKam Geolocation Correlator
ca: El correlacionador de geolocalització del digiKam
it: Il correlatore di geolocalizzazione di digiKam
nl: De correlator van geo-locaties van digiKam
pt_br: O correlacionador de geolocalização do digiKam
sl: Geolokacijski korelator digiKam
sv: Geografisk lokaliseringskorrelation i digiKam
uk: Узгоджувач геопозиціювання digiKam
zh_cn: digiKam 的 GPS 关联工具界面

source: Select the images you want to correlate in the application main view, then call the geolocation editor with :kbd:`Ctrl+Shift+G` and switch to the **GPS Correlator** tab on the Right Sidebar. The above dialog will show up with the selected images in the list below the map. To indicate possible time/location correlations, use **Load GPX File** to load a GPS track file that contains GPS data taken at the same time and location as the pictures.
ca: Seleccioneu les imatges que voleu correlacionar en la vista principal de l'aplicació, a continuació, crideu l'Editor de geolocalització amb la drecera :kbd:`Ctrl+Maj+G` i canvieu a la pestanya **Correlacionador GPS** en la barra lateral dreta. Es mostrarà el diàleg anterior amb les imatges seleccionades en la llista a sota del mapa. Per a indicar correlacions possibles d'hora/lloc, useu **Carrega un fitxer GPX** per a carregar un fitxer de seguiment GPS que contingui les dades preses pel GPS en el mateix moment i lloc que les fotografies.
it: Seleziona le immagini che vuoi correlare nella vista principale dell'applicazione, quindi chiama l'editor di geolocalizzazione con :kbd:`Ctrl+Maiusc+G` e passa quindi alla scheda **Correlatore GPS** nella barra laterale destra: ti apparirà la finestra qui sopra, con le immagini selezionate nell'elenco sotto la mappa. Per indicare le possibili correlazioni ora/luogo, usa l'opzione **Carica file GPX** per caricare un file delle tracce GPS che contiene i dati GPS presi alla stessa ora e nello stesso luogo delle immagini.
nl: Selecteer de afbeeldingen die u wilt correleren in de hoofdweergave van de toepassing, roep daarna de geo-locatiebewerker op met :kbd:`Ctrl+Shift+G` en schakel om naar het tabblad **GPS-correlator** in de rechter zijbalk. De bovenstaande dialoog zal verschijnen met de geselecteerde afbeeldingen in de lijst onder de kaart. Om een mogelijke correlatie tussen tijden/locatie aan te geven, gebruik **GPX-bestand laden** om een GPS-trackbestand te laden die GPS-gegevens bevat genomen op dezelfde tijd en locatie als de afbeeldingen.
pt_br: Selecione as imagens que deseja correlacionar na visualização principal do aplicativo, abra o editor de geolocalização com Ctrl+Shift+G e acesse a aba **Correlacionador de GPS** na barra lateral direita. A caixa de diálogo acima será exibida com as imagens selecionadas na lista abaixo do mapa. Para indicar possíveis correlações de tempo/local, use **Carregar arquivos GPX** para carregar um arquivo de trilha GPS que contenha dados de GPS obtidos no mesmo horário e local das fotos.
sv: Markera de bilder som ska korreleras i programmets huvudvy, anropa sedan geografisk lokaliseringseditorn med :kbd:`Ctrl+Shift+G` och byt till fliken **Korrelationsverktyg för GPS** i den högra sidoraden. Dialogrutan ovan visas med de valda bilderna i listan under kartan. För att indikera möjliga tid-/platskorrelationer, använd **Ladda GPX-filer** för att ladda en GPS-spårfil som innehåller GPS-data tagna vid samma tidpunkt och plats som bilderna.
uk: Виберіть зображення, які слід прив’язати у основному вікні програми, а потім запустіть редактор даних геопозиціювання за допомогою клавіатурного скорочення :kbd:`Ctrl+Shift+G` і перейдіть на вкладку **Узгоджувач GPS** на правій бічній панелі. Буде відкрито діалогове вікно, схоже на наведене вище із зображеннями, які позначено у списку під картою. Для визначення можливої прив’язки часу до місця вам слід завантажити файл маршруту за допомогою кнопки **Завантажити файл GPX**. У файлі, звичайно ж мають міститися дані GPS, зібрані у той самий час і у тому самому місці, де ви робити знімки вашим фотоапаратом.
zh_cn: 首先，在主界面选中你想要定位的照片，然后使用快捷键 :kbd:`Ctrl+Shift+G` 打开地理位置编辑器，切换到右侧边栏的 **GPS 关联工具** 选项卡。此时你选中的图片会出现在地图下方的列表中。点击 **加载 GPX 文件** ，载入包含拍摄期间轨迹数据的文件。

source: When the file is loaded and **Show Tracks On Map** is checked, the track is displayed on the map. You can load more than one track file. digiKam will assign different colors to each loaded track for display on the map.
ca: Quan es carregui el fitxer i **Mostra els trajectes en el mapa** està marcada, el trajecte es mostrarà en el mapa. Podeu carregar més d'un fitxer de seguiment. El digiKam assignarà colors diferents a cada trajecte carregat per a la visualització en el mapa.
it: Quando il file è caricato e l'opzione **Mostra tracce sulla mappa** è attivata, viene disegnata la traccia sulla mappa. Puoi caricare più di un file traccia: digiKam assegnerà colori diversi a ciascuna traccia caricata per visualizzarle sulla mappa.
nl: Wanneer het bestand is geladen en **Tracks tonen op de kaart** is geactiveerd, zal de track getoond op de kaart. U kunt meer dan één trackbestand laden. digiKam zal verschillende kleuren aan elke geladen track toekennen om op de kaart te tonen.
pt_br: Quando o arquivo é carregado e **Mostrar trajetos no mapa** está marcado, a trilha é exibida no mapa. Você pode carregar mais de um arquivo de trilha. O digiKam atribuirá cores diferentes a cada trilha carregada para exibição no mapa.
sv: När filen är inläst och **Visa spår på kartan** är markerad visas spåret på kartan. Man kan läsa in mer än en spårfil. digiKam tilldelar olika färger till varje inläst spår för visning på kartan.
uk: Після завантаження файла і позначення пункту **Показувати маршрути на карті** маршрут буде показано на карті. Ви можете завантажити декілька файлів, — призначить для них різні кольори і покаже відповідні маршрути на карті.
zh_cn: 如果勾选了 **显示轨迹到地图** ，轨迹就会以路径形式显示在地图上。你可以加载多个轨迹文件，digiKam 会为它们自动分配不同颜色，方便区分。

source: GPS track data is invariably recorded in UTC (Universal Time Coordinated). If your camera is set to timestamp images in UTC, then you are all set. Otherwise, you'll need to use the **Camera Time Zone** setting to allow digikam to convert the image time stamps to UTC. Select **Same As System** if you took the photographs in your home time zone and digiKam will set the difference to UTC based on your system time. If you took the photographs somewhere else, you have to check **Manual** and choose the appropriate time zone difference from the drop-down field to the right. You can also use the **Offset of pictures** setting to correct for smaller mis-adjustment of your camera's clock. This allows you to add or subtract a specified number of hours, minutes and seconds from the image time stamps. None of these corrections will affect your images, but are used in correlating the image timestamps with the GPS tracks.
ca: Les dades del trajecte GPS sempre s'enregistren en UTC (Temps universal coordinat). Si la vostra càmera està configurada per a assignar la marca de temps de les imatges com UTC, llavors ja està. En cas contrari, caldrà fer servir la **Zona horària de la càmera** per a permetre que el digiKam converteixi les marques de temps de les imatges a UTC. Seleccioneu **La mateixa que el sistema** si preneu les fotografies a la vostra zona horària de residència i el digiKam establirà la diferència fins a l'hora UTC des de l'hora del sistema. Si vàreu prendre les fotografies en un altre lloc, haureu de marcar **Manual** i escollir la diferència de zona horària en el camp desplegable a la dreta. També podeu utilitzar l'opció **Desplaçament de les imatges** per a corregir petits desajustaments de l'hora de la càmera. Això permet afegir o restar un nombre especificat d'hores, minuts i segons de les marques de temps de la imatge. Cap d'aquestes correccions afectarà les imatges, però s'utilitzen per a correlacionar les marques de temps de la imatge amb els trajectes GPS.
it: I dati della traccia GPS vengono registrati invariabilmente in UTC (Universal Time Coordinated). Se la tua fotocamera è impostata per registrare data e ora nelle immagini in UTC, allora è tutto ok. In caso contrario, dovrai usare l'impostazione **Fuso orario della macchina fotografica** per fare in modo che digiKam converta la data e ora delle immagini in UTC. Seleziona **Stesso del sistema**, se hai scattato le fotografie nel tuo fuso orario: digiKam imposterà la differenza tra UTC e il tuo orario; se invece hai scattato le fotografie da qualche altra parte, spunta **Manuale** e scegli la giusta differenza dal menu a tendina sulla destra. Puoi usare anche l'impostazione **Scostamento delle fotografie** per correggere piccole regolazioni sbagliate dell'orario della tua fotocamera. Ciò ti consente di aggiungere o sottrarre un numero specificato di ore, minuti e secondi dalla data e ora delle immagini. Nessuna di queste correzioni influenzeranno le tue immagini, ma sono utilizzate nella correlazione della data e ora delle immagini con le tracce GPS.
nl: GPS-trackgegevens worden altijd opgenomen in UTC (Universal Time Coordinated). Als uw camera is ingesteld op tijdstempels in UTC, dan bent u klaar. Anders moet u dus de instelling **Cameratijdzone** gebruiken om digiKam het converteren van de tijdstempels van de afbeeldingen naar UTC toe te staan. Selecteer **Zelfde als systeem** als u de foto's nam in de tijdzone bij u thuis en digiKam zal het verschil met UTC bepalen uit uw systeemtijd. Als u de foto's ergens anders hebt genomen zou u **Handmatig** moeten activeren en het toepasselijke verschil uit het afrolveld rechts moeten kiezen. U kunt ook de instelling **Offset van foto's** gebruiken om kleinere misaanpassing van uw cameraklok te corrigeren. Dit biedt u het optellen of aftrekken van van een specifiek aantal uren, minutes en seconden van de tijdstempels van uw afbeeldingen. Geen van deze correcties zal uw afbeeldingen beïnvloeden, maar worden gebruikt om de tijdstempels van de afbeeldingen te correleren met de GPS-tracks.
pt_br: Os dados de rastreamento do GPS são invariavelmente gravados em UTC (Tempo Universal Coordenado). Se sua câmera estiver configurada para registrar imagens em UTC, então está tudo certo. Caso contrário, você precisará usar a configuração **Fuso horário da câmera** para permitir que o digikam converta os registros de tempo das imagens para UTC. Selecione **Igual ao sistema** se você tirou as fotos no seu fuso horário local e o digiKam definirá a diferença para UTC com base no horário do seu sistema. Se você tirou as fotos em outro lugar, você tem que marcar **Manual** e escolher a diferença de fuso horário apropriada no campo suspenso à direita. Você também pode usar a configuração **Deslocamento das fotos** para corrigir pequenos desajustes do relógio da sua câmera. Isso permite que você adicione ou subtraia um número específico de horas, minutos e segundos dos registros de tempo da imagem. Nenhuma dessas correções afetará suas imagens, mas são usadas para correlacionar os registros de tempo das imagens com os rastreamentos do GPS.
sv: GPS-spårdata registreras alltid i UTC (Universal Time Coordinated). Om kameran är inställd på att tidsstämpla bilder i UTC är allt klart. Annars måste inställningen **Kamerans tidszon** användas för att låta digikam konvertera bildens tidsstämplar till UTC. Välj **Samma som system** om fotografierna togs i den lokala tidszonen så ställer digiKam in skillnaden till UTC baserat på systemtiden. Om fotografierna togs någon annanstans måste **Manuell** markeras och lämplig tidszonsskillnad väljas med kombinationsmenyn till höger. Det går också att använda inställningen **Tidsskillnad för bilder** för att korrigera för mindre feljusteringar av kamerans klocka. Det tillåter att ett visst antal timmar minuter och sekunder läggs till eller subtraheras från bildens tidsstämplar. Inga av korrigeringarna påverkar bilderna, men används för att korrelera bildens tidsstämplar med GPS-spåren.
uk: Часові дані маршрутів GPS завжди записуються у UTC (всесвітньому часі), отже вам доведеться співвіднести час на фотоапараті з UTC. Якщо ваш фотоапарат встановлює часові позначки зображень у UTC, нічого робити додатково не треба. Якщо це не так, зробити це можна за допомогою пункту **Часовий пояс фотоапарата:**. Виберіть варіант **Збігається з системним**, якщо ви знімали у місцевому часовому поясі. digiKam автоматично визначить різницю між UTC і часом у вашій операційній системі. Якщо знімки було створено деінде, вам слід позначити пункт **Вручну:** і вибрати відповідну різницю із спадного списку, розташованого праворуч. Ви також можете скористатися пунктом **Зсув зображень** для виправлення значень з годинника фотоапарата. Можна буде додати або відняти вказану кількість годин, хвилин і секунд з часових позначок зображень. Жодне з цих виправлень не змінить ваші зображення, їх буде використано лише для узгодження часових позначок ваших зображень з маршрутами GPS.
zh_cn: 需要注意的是，GPS 轨迹数据通常都是用 UTC（协调世界时）记录的。如果你的相机也是用 UTC 拍照，那就无需额外设置。如果不是，你可以使用 **相机时区** 设置让 digiKam 自动转换时间：如果你在本地拍照，可以选择 **与系统一致** ，digiKam 会根据你电脑系统时间计算出与 UTC 的差值；如果你是在其他时区拍摄，可以勾选 手动设置，在右侧下拉菜单中选择正确的时区差值；如果你的相机时间略有误差，还可以使用 **图像时间偏移** 功能手动加减几小时、几分钟或几秒，精确匹配轨迹。这些时间设置不会改变照片本身的时间戳，只用于辅助 GPS 匹配。

source: If **Match directly** is selected, the **Max. Time Gap (sec.)**: setting specifies the limit that GPS time and camera time are deemed to be coincident. The maximum value is 2000 seconds. This means that if no entry in the gpx-file exactly matches the time stamp of the photograph, the position of the entry with the smallest time gap to the photograph will be assigned to it as long as this time gap is smaller than the **Max. time gap (sec.)** setting. If you wonder what value you should specify here, a look into the settings of your track recording device/software or into the gpx-file (which is easily viewed with a text editor) might help. The faster you were moving while taking the photograph(s) the more important this decision will be.
ca: Si s'ha seleccionat **Coincideix directament**, l'opció **Interval màx. de temps (seg.)** especifica el límit que l'hora del GPS i de la càmera es consideraran coincidents. El valor màxim és de 2.000 segons. Això vol dir que si no hi ha cap entrada en el fitxer GPX que coincideixi exactament amb la marca de temps de la fotografia, se li assignarà la posició de l'entrada amb l'interval de temps més petit a la fotografia, ja que aquesta diferència de temps és més petita que l'opció **Interval màx. de temps (seg.)**. Si us pregunteu quin valor s'ha d'especificar aquí, el fet de donar una ullada a la configuració del dispositiu/programari d'enregistrament del trajecte o al fitxer GPX (que es veu fàcilment amb un editor de text) podria ajudar. Aquesta decisió serà més important com més ràpid us estiguéssiu movent en el moment de prendre la/es fotografia/es.
it: Se è selezionata l'opzione **Corrispondenza diretta**, l'impostazione **Massimo salto di tempo (sec.)** specifica il limite che gli orari del GPS e della fotocamera debbano essere ritenuti coincidenti; il valore massimo è 2000 secondi. Questo significa che, se non è presente alcuna voce nel file gpx che corrisponda esattamente all'orario della fotografia, gli sarà assegnata la posizione corrispondente a quella del più piccolo intervallo di tempo nell'impostazione **Massimo salto di tempo (sec.)**. Se ti stai chiedendo quale valore dovresti specificare qui, dovresti dare un'occhiata alle impostazioni del tuo dispositivo/software di registrazione della traccia o all'interno del file gpx (facilmente visibile con un editor di testo). Più veloce ti stavi muovendo durante lo scatto delle fotografie, più importante sarà questa decisione.
nl: Als **Direct overeenkomen** is geselecteerd specificeert **Max. tijdsverschil (sec.)** de limiet waarbinnen de GPS-tijd en de cameratijd beschouwd worden als gelijk. De maximale waarde is 2000 seconden. Dit betekent dat als geen item in het gpx-bestand exact overeenkomt met het tijdstempel van de foto, de positie van het item met het kleinste tijdsverschil met de foto er aan toegekend zal worden zolang als dit tijdsverschil kleiner is dan de instelling **Max. tijdsverschil (sec.)**. Als u zich afvraagt welke waarde u hier zou moeten specificeren zou een kijkje in de instellingen van uw track-recording-device/software of in het gpx-bestand (wat gemakkelijk is met een tekstbewerker) zou kunnen helpen. Hoe sneller u bewoog bij het nemen van de foto('s) hoe belangrijker deze beslissing zal zijn.
pt_br: Se **Corresponder diretamente** estiver selecionado, a configuração **Intervalo máximo de tempo (seg.)**: especifica o limite em que o tempo do GPS e o tempo da câmera são considerados coincidentes. O valor máximo é 2000 segundos. Isso significa que, se nenhuma entrada no arquivo gpx corresponder exatamente ao registro de data e hora da fotografia, a posição da entrada com o menor intervalo de tempo em relação à fotografia será atribuída a ela, desde que esse intervalo de tempo seja menor que a configuração **Intervalo máximo de tempo (seg.)**. Se você estiver em dúvida sobre qual valor deve especificar aqui, uma olhada nas configurações do seu dispositivo/software de gravação de trilhas ou no arquivo gpx (que pode ser facilmente visualizado com um editor de texto) pode ajudar. Quanto mais rápido você estiver se movendo ao tirar a(s) fotografia(s), mais importante será essa decisão.
sv: Om **Matcha direkt** är valt anger inställningen **Maximal tidslucka**: gränsen då GPS-tid och kameratid anses vara sammanfallande. Det maximala värdet är 2000 sekunder. Det betyder att om ingen post i gpx-filen exakt matchar fotografiets tidsstämpel, tilldelas positionen för posten med den minsta tidsluckan till fotografiet, så länge tidsluckan är mindre än inställningen **Maximal tidslucka**. Om du undrar vilket värde som ska ange här kan det vara bra att titta på inställningarna för spårinspelningsapparaten/programvaran eller i gpx-filen (som enkelt kan visas med en texteditor). Ju snabbare du förflyttade dig när fotografiet/fotografierna togs, desto viktigare blir beslutet.
uk: Якщо позначено пункт **Безпосередня відповідність**, за допомогою поля **Макс. проміжок часу інтерпол. (у хв.):** можна вказати обмеження різниці між часом GPS і часом фотоапарата, які слід вважати несуттєвими. Максимальним є значення у 2000 секунд. Це означає, що якщо запис у файлі gpx точно збігається із часовою позначкою фотографії, позицію запису із найменшим відхиленням щодо фотографії буде пов’язано із фотографією, якщо різниця у часі є меншою за значення **Макс. проміжок часу інтерпол. (у хв.):**. Якщо ви не певні щодо значення, яке слід вказати для цього поля, погляньте на параметри вашого записувального пристрою чи програмного забезпечення або зазирніть до файла gpx (зробити це можна за допомогою простого текстового редактора). Чим швидше ви рухалися під час знімання, тим важливішим буде вказане у цьому полі значення.
zh_cn: 如果你勾选了 **直接匹配** ，那就要设定一个 **最大时间差（秒）** 。这个值决定了相机时间和轨迹时间多接近才算“匹配”。最大值为 2000 秒。如果没有轨迹点的时间戳和照片完全一致，那就会选取时间差最小的那个，只要它在你设定的范围内。你可以查看 GPS 记录软件或直接用文本编辑器打开 .gpx 文件，来了解你应该设定多大的时间差。你拍照时移动得越快，这个设置就越重要。
