Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_overview.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: Overview to digiKam Geolocation Editor
ca: Vista general a l'editor de geolocalització del digiKam
it: Panoramica sull'Editor di geolocalizzazione di digiKam
nl: Overzicht van bewerker van geo-locatie van digiKam
pt_br: Visão geral do editor de geolocalização do digiKam
sl: Pregled urejevalnika geolokacije digiKam
sv: Översikt av digiKams geografiska lokaliseringseditor
uk: Огляд редактора геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器简介

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, gps, geolocation, editor, coordinates
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, geolocalització, editor, coordenades
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, gps, geolocalizzazione, editor, coordinate
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, gps, geo-locatie, bewerker, coördinaten
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, gps, geolocalização, editor, coordenadas
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, gps, geolokacija, urejevalnik, koordinate
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, gps, geografisk lokalisering, editor, koordinater
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, gps, геопозиціювання, редактор координати
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, gps, 地理位置, 编辑, 坐标

source: :ref:`Overview <geolocation_editor>`
ca: :ref:`Vista general <geolocation_editor>`
it: :ref:`Panoramica <geolocation_editor>`
nl: :ref:`Overzicht <geolocation_editor>`
pt_br: :ref:`Visão geral <geolocation_editor>`
sl: :ref:`Pregled <geolocation_editor>`
sv: :ref:`Översikt <geolocation_editor>`
uk: :ref:`Огляд <geolocation_editor>`
zh_cn: :ref:`概览 <geolocation_editor>`

source: Geolocation means assigning, editing and using metadata which describe the geographic place where images or videos were taken. The source of these metadata can be your camera, a separate GPS receiver or other means of geographical information, in particular maps.
ca: Geolocalització significa assignar, editar i utilitzar les metadades que descriuen el lloc geogràfic on es van prendre les imatges o vídeos. La font d'aquestes metadades pot ser la vostra càmera, un receptor GPS per separat o altres mitjans d'informació geogràfica, en particular els mapes.
it: Geolocalizzazione significa assegnare, modificare e usare i metadati che descrivono il luogo geografico dove sono state scattate le immagini o girati i video. La sorgente di questi metadati può essere la tua fotocamera, un ricevitore GPS separato o un altro mezzo di informazioni geografiche, in particolare le mappe.
nl: Geolocatie betekent toekennen, bewerken en gebruiken van metagegevens die de geografische plaats beschrijven waar afbeeldingen of video's zijn gemaakt. De bron van deze metagegevens kan uw camera, een aparte GPS ontvanger zijn of andere middelen van geografische informatie, in het bijzonder kaarten.
pt_br: Geolocalização significa atribuir, editar e usar metadados que descrevem o local geográfico onde as imagens ou vídeos foram capturados. A fonte desses metadados pode ser sua câmera, um receptor GPS separado ou outros meios de informação geográfica, em particular mapas.
sl: Geolokacija pomeni dodeljevanje, urejanje in uporabo metapodatkov, ki opisujejo geografsko lokacijo, kjer so bile posnete slike ali videoposnetki. Vir teh metapodatkov so lahko vaša kamera, ločen sprejemnik GPS ali drugo sredstvo geografske informacije, zlasti zemljevidi.
sv: Geografisk lokalisering innebär att tilldela, redigera och använda metadata som beskriver den geografiska plats där bilder eller videor togs. Källan till metadata kan vara kameran, en separat GPS-mottagare eller andra metoder för geografisk information, i synnerhet kartor.
uk: Геопозиціюванням називається процедура прив’язування, редагування та використання метаданих, які описують географічне розташування місця, де було знято фотографії або відео. Джерелом таких метаданих може бути ваш фотоапарат, окремий пристрій отримання даних GPS або інші інструменти визначення географічного розташування, зокрема карти.
zh_cn: 地理位置编辑（Geolocation）指的是为照片或视频添加、编辑和使用描述拍摄地点的元数据。这些元数据的来源可以是你的相机、自带的 GPS 接收器，或者其他地理信息来源，比如地图。

source: Geolocation is not just a tool for professional photographers, there are a variety of reasons for linking an image to a precise geographical location. While not everyone will acquire images with automatic GPS data recording, many people including environmental planners, military, police, construction bureaus, and real estate agencies, can benefit from image geolocation.
ca: La geolocalització no és només una eina per a fotògrafs professionals, hi ha diverses raons per a vincular una imatge a una ubicació geogràfica precisa. Tot i que no tothom adquirirà imatges amb enregistrament automàtic de dades de GPS, moltes persones, inclosos els planificadors ambientals, militars, policia, constructores i agències immobiliàries poden beneficiar-se de la geolocalització d'imatges.
it: La geolocalizzazione non è soltanto uno strumento destinato ai fotografi professionisti, ci sono un sacco di ragioni per collegare un'immagine a una precisa posizione geografica. Sebbene non tutti acquisiscano immagini con registrazione automatica dei dati GPS, molte persone, tra cui pianificatori ambientali, forze armate, polizia e agenzie immobiliari, possono trarre beneficio dalla geolocalizzazione.
nl: Geo-locatie is niet alleen een hulpmiddel voor professionele fotografen, er zijn een variëteit van redenen zijn om een afbeelding te koppelen aan een precieze geografische locatie. Terwijl niet iedereen afbeeldingen wil verkrijgen met automatisch GPS-gegevens opnemen,kunnen veel mensen, inclusief milieu-planners, militairen, politie, bouwbureaus, vastgoed agentschappen, voordeel hebben van afbeeldingen met geo-locatie.
pt_br: A geolocalização não é uma ferramenta exclusiva para fotógrafos profissionais; há diversos motivos para vincular uma imagem a uma localização geográfica precisa. Embora nem todos consigam imagens com o registro automático de dados GPS, muitas pessoas, incluindo planejadores ambientais, militares, policiais, construtoras e imobiliárias, podem se beneficiar da geolocalização de imagens.
sl: Geolokacija ni samo orodje za profesionalne fotografe, obstaja več razlogov za povezavo slike z natančno geografsko lokacijo. Čeprav ne bodo vsi pridobili slik s samodejnim snemanjem podatkov GPS, lahko veliko ljudi, vključno z okoljskimi načrtovalci, vojsko, policijo, gradbenimi uradi in nepremičninskimi agencijami, izkoristi geolokacijo slike.
sv: Geografisk lokalisering är inte bara ett verktyg för professionella fotografer, det finns många orsaker för att länka en bild till en exakt geografisk plats. Även om inte alla tar bilder med automatisk GPS-dataregistrering, kan många inklusive miljöplanerare, militär, polis, byggfirmor, och fastighetsbyråer, dra nytta av geografisk lokalisering av bilder.
uk: У прив’язці зображення до точних географічних координат можуть бути зацікавлені не лише професійні фотографи. Не кожен може скористатися літаком для обльоту і сканування певної території з автоматичним записом даних GPS. Геодезисти, військові, поліція, будівельні компанії, агенції з продажу нерухомості, всі вони потребують подібної прив’язки.
zh_cn: 地理定位并不是只有专业摄影师才会用的工具。其实，将图片和具体的地理位置关联起来，有很多实际用途。不只是少数人才会用到带 GPS 自动记录功能的设备，像环境规划、军警单位、建筑部门、房产公司等，都会从图像地理定位中受益。

source: But even amateur photographers find geotagging useful. If enough time has passed that you forget where an image was taken, it is nice to open a map with a simple click to display the locations of your images. And if you want to send your image to someone else, they too can see where the image was taken. Or maybe you simply need to better document the picture. In any case, having position data stored in a photo is great.
ca: Però fins i tot els fotògrafs aficionats troben que el geoetiquetatge és útil. Si ha passat prou temps perquè oblideu on es va prendre una imatge, és agradable obrir un mapa amb un únic clic per a mostrar les ubicacions de les imatges. I si voleu enviar la imatge a una altra persona, també podran veure on es va prendre la imatge. O potser simplement necessiteu documentar millor la imatge. En qualsevol cas, tenir dades de posició emmagatzemades en una foto és genial.
it: Persino i fotografi amatoriali possono trovare utili i tag geografici. Se è passato abbastanza tempo da dimenticarti dove è stata scattata la foto, è bello poter aprire una mappa con un semplice clic e visualizzare la posizione delle tue immagini. E nel caso volessi inviare l'immagine ad altre persone, queste potrebbero sapere dove hai scattato l'immagine. O magari vuoi semplicemente documentare meglio la tua foto. In tutti i casi, l'aver memorizzato i dati della posizione è fantastico.
nl: Maar zelfs amateur fotografen vinden geo-tags nuttig. Als er genoeg tijd is verstreken dat u bent vergeten waar een afbeelding werd genomen, is het prettig om een ee kaart te openen met een simpele klik om de locatie van uw afbeeldingen te tonen. En als u uw afbeelding wilt verzenden naar iemand anders, kunnen zij ook zien waar de afbeelding was genomen. Of misschien u eenvoudig de behoefte hebt om de afbeelding beter te documenteren. In elk geval is het hebben van positiegegevens opgeslagen in een foto is een geweldige mogelijkheid.
pt_br: Mas até fotógrafos amadores consideram a geolocalização útil. Se já passou tanto tempo que você esqueceu onde uma imagem foi tirada, é uma boa ideia abrir um mapa com um simples clique para exibir a localização das suas imagens. E se você quiser enviar sua imagem para outra pessoa, ela também poderá ver onde ela foi tirada. Ou talvez você simplesmente precise documentar melhor a foto. De qualquer forma, ter dados de posição armazenados em uma foto é ótimo.
sl: Toda tudi amaterski fotografi ugotovijo, da je geografsko označevanje koristno. Če je minilo dovolj časa, da ste pozabili, kje je bila slika posneta, je dobro, da s preprostim klikom odprete zemljevid in prikažete lokacije svojih slik. In če želite poslati svojo sliko nekomu drugemu, lahko tudi ta vidi, kje je bila slika posneta. Morda pa morate preprosto bolje dokumentirati sliko. V vsakem primeru je super imeti podatke o položaju, shranjene na fotografiji.
sv: Men även amatörfotografer kan finna geografisk etikettering användbar. Om tillräckligt lång tid har förflutit sedan bilden togs, är det trevligt att visa en karta med ett enkelt klick för att visa bildens plats. Och om man vill skicka bilden till någon annan, kan de också se var bilden togs. Eller man kanske helt enkelt behöver dokumentera bilden bättre. Hur som helst är det mycket bra att ha positionsdata lagrade i ett foto.
uk: Але геомітки можуть бути корисними навіть фотографам-аматорам. Якщо минуло достатньо часу, і ви забули, де було створено зображення, зручно відкрити карту простим клацанням, щоб переглянути розташування ваших зображень. І якщо ви хочете надіслати своє зображення комусь іншому, вони також зможуть побачити, де було створено зображення. Або, можливо, у вас є потреба у кращому документуванні зображень. У будь-якому випадку мати дані про місце, що зберігаються у фотографії, — це чудово.
zh_cn: 就算是业余摄影爱好者，也能体会到地理标记的好处。有时候隔了很久回头看照片，早忘了是在哪里拍的了，这时只要轻点一下地图，就能马上看到图像的位置。如果你要把照片发给别人，对方也能一眼看到拍摄地点。或者你只是想更好地记录照片信息，这时候，照片里有位置信息就非常方便。

source: GPS (global positioning system) is used as a generic term throughout this document. It just means a location in the common spherical coordinate system that can be displayed on a map. The actual technical implementation that provides the actual position data can be the American GPS, the Russian GLONASS, the European GALILEO, China's BeiDou or any other system that might come on line in the future.
ca: El GPS (Sistema de Posicionament Global) s'utilitza com un terme genèric en aquest document. Només significa una ubicació en el sistema de coordenades esfèric habitual que es pot mostrar en un mapa. La implementació tècnica real que proporciona les dades de posició real pot ser el GPS americà, el GLONAS rus, el GALILEO europeu, el BeiDou xinès o qualsevol altre sistema que pugui arribar en el futur.
it: Il termine GPS (Global Positioning System, sistema di posizionamento globale) è usato genericamente in questo documento; indica semplicemente un luogo espresso nel comune sistema di coordinate sferiche che può essere visualizzato su una mappa. L'attuale implementazione tecnica che fornisce i dati della posizione reale può essere quella del GPS americano, del GLONASS russo, del GALILEO europeo, del BeiDou cinese o europeo o di qualsiasi altro sistema del futuro.
nl: GPS (Global Positioning System) wordt overal in dit document gebruikt als een algemene term. Het betekent gewoon een locatie in het algemene sferische coördinatensysteem die op een kaart kan worden weergegeven. De werkelijke technische implementatie die actuele positiegegevens levert kan zijn het Amerikaanse GPS, het Russische GLONAS, het Europese GALILEO, het Chinese BeiDou of een elk ander systeem dat er in de toekomst kan komen.
pt_br: GPS (sistema de posicionamento global) é usado como um termo genérico neste documento. Significa apenas uma localização no sistema de coordenadas esféricas comum que pode ser exibida em um mapa. A implementação técnica que fornece os dados de posição pode ser o GPS americano, o GLONASS russo, o GALILEO europeu, o BeiDou chinês ou qualquer outro sistema que possa entrar em operação no futuro.
sl: GPS (globalni sistem za določanje položaja) se v tem dokumentu uporablja kot splošni izraz. Pomeni le lokacijo v skupnem sferičnem koordinatnem sistemu, ki jo je mogoče prikazati na zemljevidu. Dejanska tehnična izvedba, ki zagotavlja dejanske podatke o položaju, je lahko ameriški GPS, ruski GLONASS, evropski GALILEO, kitajski BeiDou ali kateri koli drug sistem, ki bo morda prišel na splet v prihodnosti.
sv: GPS (global positioning system) används som en generell term i hela dokument. Det betyder bara en plats i det gemensamma sfäriska koordinatsystemet som kan visas på en karta. Den faktiska tekniska implementeringen som tillhandahåller positionsdata kan vara det amerikanska GPS, det ryska GLONAS, det europeiska GALILEO, Kinas BeiDou eller något annat system som kan bli verklighet i framtiden.
uk: GPS (global positioning system або глобальна система позиціювання) використовується як загальне позначення у всьому тексті цього документа. Цей термін означає просто можливість показу місця на карті за допомогою типової сферичної системи координат (широти і довготи). Технічною реалізацією, яка надаватиме дані може бути американська GPS, російський ГЛОНАС, європейське GALILEO, китайська BeiDou або будь-яка інша система, яка може з'явитися у майбутньому.
zh_cn: 在这里，我们把 GPS（全球定位系统）作为一个通用术语使用，它指的是可以在地图上显示的位置坐标，这种坐标属于通用的球面坐标系统。至于具体提供位置数据的技术，可能是美国的 GPS、俄罗斯的格洛纳斯（GLONASS）、欧洲的伽利略（GALILEO）、中国的北斗（BeiDou），或是将来可能出现的其他系统。

source: Geolocation functionality is enabled via :menuselection:`Settings --> Configure digiKam --> Plugins --> Geolocation Edit`
ca: La funcionalitat de geolocalització s'activa mitjançant :menuselection:`Arranjament --> Configura el digiKam --> Connectors --> Edita la geolocalització`
it: La funzionalità di geolocalizzazione viene abilitata da :menuselection:`Impostazioni --> Configura digiKam --> Estensioni --> Modifica geolocalizzazione`.
nl: Functionaliteit van geo-locatie wordt ingeschakeld via :menuselection:`Instellingen --> digiKam configureren --> Plug-ins --> Geo-locatie bewerken`
pt_br: A funcionalidade de geolocalização é habilitada via :menuselection:`Configurações --> Configurar digiKam --> Plugins --> Editor de geolocalização`
sv: Geografisk lokaliseringsfunktionalitet aktiveras via :menuselection:`Inställningar --> Anpassa digiKam --> Insticksprogram --> Geografisk lokaliseringseditor `
uk: Функціональні можливості геопозиціювання можна увімкнути за допомогою пункту :menuselection:`Параметри --> Налаштувати digiKam --> Додатки --> Редактор геопозиціювання`
zh_cn: 在 digiKam 里，可以通过设置路径启用地理定位功能： :menuselection:`设置 --> 配置 digiKam --> 插件 --> 地理位置编辑`

source: There are four tools involving geolocation in digiKam and two in Showfoto:
ca: Hi ha quatre eines que impliquen la geolocalització al digiKam i dues al Showfoto:
it: Sono presenti quattro strumenti per la geolocalizzazione in digiKam, e due in Showfoto:
nl: Er zijn vier hulpmiddelen met betrekking tot geo-locatie in digiKam en twee in Showfoto:
pt_br: Existem quatro ferramentas envolvendo geolocalização no digiKam e duas no Showfoto:
sl: V digiKamu so štiri orodja, ki vključujejo geolokacijo, v Showfoto pa dve:
sv: Det finns fyra verktyg när det gäller geografisk lokalisering i digiKam och två i Showfoto:
uk: Із геопозиціюванням у digiKam пов’язано чотири інструменти, двома з яких можна скористатися у Showfoto:
zh_cn: digiKam 中和地理定位相关的工具有四个，Showfoto 中有两个：

source: The **Map Mode** of the Image Area displays the locations of geo-tagged images (images with GPS data) on a map depending on the selection in the Left Sidebar, e.g. the images in the album you selected in the Album View, the images with a specified tag (selected in the Tag View), images with a specified label, and so on. This is only available in digiKam.
ca: El **Mode mapa** a l'àrea d'imatges mostra les ubicacions de les imatges geoetiquetades (imatges amb dades GPS) sobre un mapa depenent de la selecció en la barra lateral esquerra, p. ex., les imatges a l'àlbum que heu seleccionat a la vista d'àlbum, les imatges amb una determinada etiqueta assignada (seleccionada a la vista d'etiquetes), imatges amb un rètol especificat i així successivament. Això només està disponible al digiKam.
it: La **modalità Mappa** dell'area dell'immagine visualizza le posizioni delle immagini con tag geografici (immagini con i dati GPS) su di una mappa a seconda della selezione effettuata nella barra laterale sinistra, per es. delle immagini nell'album che hai selezionato nella vista Album, delle immagini con un tag specificato (selezionati nella vista Tag), immagini con etichetta specificata e via discorrendo. È disponibile solo in digiKam.
nl: De **Kaartmodus** van het Afbeeldingsgebied toont de locaties van afbeeldingen met geo-tags (afbeeldingen met GPS-gegevens) op een kaart afhankelijk van de selectie in de linker zijbalk, bijv. de afbeeldingen in het album dat u hebt geselecteerd in de Albumweergave, de afbeeldingen met een gespecificeerde tag (geselecteerd in de Tagweergave), afbeeldingen met een bepaald label enzovoort. Dit is alleen beschikbaar in digiKam..
pt_br: O **Modo mapa** da área de imagem exibe a localização de imagens georreferenciadas (imagens com dados de GPS) em um mapa, dependendo da seleção na barra lateral esquerda, por exemplo, as imagens no álbum selecionado na vista do álbum, as imagens com uma etiqueta específica (selecionada na vista de etiquetas), imagens com um rótulo específico e assim por diante. Disponível apenas no digiKam.
sl: **Način zemljevida** območja slike prikazuje lokacije geo-označenih slik (slike s podatki GPS) na zemljevidu glede na izbiro v levi stranski vrstici, npr. slike v albumu, ki ste jih izbrali v Pogledu albuma, slike z določeno oznako (izbrane v Pogledu značk), slike z določeno značko itd. To je na voljo samo v digiKamu.
sv: Bildområdets **Kartläge** som visar geografiskt etiketterade bilder (bilder med GPS-data) på en karta beroende på markeringen i vänster sidorad, t.ex. bilderna i albumet som valdes i albumvisningen, bilderna med en viss tilldelad etikett (vald i etikettvisningen), bilder med en viss beteckning, och så vidare. Det är endast tillgängligt i digiKam.
uk: **Режим карти** області зображень, у якому програма показує на карті місця зображень з геомітками (зображень із даними GPS), залежно від позначених на лівій бічній панелі зображень Наприклад, буде показано зображення з альбому, якщо ви позначите його на панелі перегляду альбомів Може бути показано зображення із певною міткою (позначеною на панелі перегляду міток), із певною позначкою тощо. Цей режим доступний лише у digiKam.
zh_cn: 图像区域的 **地图模式** ：这个功能可以把带 GPS 数据的图像（即已经地理标记过的图片）显示在地图上。地图上展示哪些图像，取决于你在左侧边栏的选择，比如某个相册里的照片（通过相册视图选择）、带有某个标签的照片（通过标签视图选择）、带有某种标记的照片等等。这个功能仅在 digiKam 中提供。

source: The **Map** tab on the Left Sidebar is the search tool for selecting images based on their GPS data. This is also only available in digiKam.
ca: La pestanya **Mapa** a la barra lateral esquerra del digiKam és l'eina de cerca per a seleccionar imatges emprant les seves dades GPS. Això també només està disponible al digiKam.
it: La scheda **Mappa** nella barra laterale sinistra è lo strumento di ricerca per la selezione delle immagini in base ai loro dati GPS. Disponibile solo in digiKam.
nl: Het tabblad **Kaart** in de linker zijbalk is het zoekhulpmiddel voor het selecteren van afbeeldingen gebaseerd op hun GPS-gegevens. Dit is alleen beschikbaar in digiKam.
pt_br: A aba **Mapa** na barra lateral esquerda é a ferramenta de busca para selecionar imagens com base nos dados de GPS. Esta ferramenta também está disponível apenas no digiKam.
sl: Zavihek **Zemljevid** na levi stranski vrstici je iskalno orodje za izbiranje slik na podlagi njihovih podatkov GPS. Tudi to je na voljo samo v digiKamu.
sv: Fliken **Karta** i vänster sidorad är sökverktyget för att markera bilder med baserat på deras GPS-data. Den är också endast tillgängligt i digiKam.
uk: Панель карти на лівій бічній панелі digiKam, яка є засобом вибору зображень за їхніми даними GPS. Ця панель доступна лише у digiKam.
zh_cn: 左侧边栏的 **地图** 选项卡：这是一个搜索工具，可以根据 GPS 数据来筛选照片。这个功能同样只在 digiKam 中提供。
