Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/geolocation_editor/geoeditor_overview.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: The :ref:`Geolocation Editor <geoeditor_overview>`, the topic of this section, is the tool to set and to edit GPS data. The Geolocation Editor is accessible via :menuselection:`Item --> Edit Geolocation...` :kbd:`Ctrl+Shift+G` (:menuselection:`File --> Edit Geolocation...` in Showfoto).
ca: L':ref:`Editor de geolocalització <geoeditor_overview>`, el tema d'aquesta secció, és l'eina per a establir i editar dades GPS. L'editor de geolocalització és accessible mitjançant :menuselection:`Element --> Edita la geolocalització...` (drecera :kbd:`Ctrl+Maj+G`) (:menuselection:`Fitxer --> Edita la geolocalització...` en el Showfoto).
it: L':ref:`editor di geolocalizzazione <geoeditor_overview>`, l'argomento di questo capitolo, è lo strumento per impostare e modificare i dati GPS. L'editor di geolocalizzazione è raggiungibile dal menu :menuselection:`Elemento --> Modifica la geolocalizzazione...` :kbd:`Ctrl+Maiusc+G` (:menuselection:`File --> Modifica la geolocalizzazione...` in Showfoto).
nl: De :ref:`Bewerker van geo-locatie <geoeditor_overview>`, het onderwerp van deze sectie, is het hulpmiddel on GPS-gegevens in te stellen en te bewerken. De bewerker van geo-locatie is toegankelijk via :menuselection:`Item --> Geo-locatie bewerken...` :kbd:`(Ctrl+Shift+G)` (:menuselection:`Bestand --> Geo-locatie bewerken...` in Showfoto).
pt_br: O :ref:`Editor de geolocalização <geoeditor_overview>`, o tópico desta seção, é a ferramenta para definir e editar dados de GPS. O editor de geolocalização pode ser acessado via :menuselection:`Item --> Editar geolocalização...` ​​ :kbd:`Ctrl+Shift+G` (:menuselection:`Arquivo --> Editar geolocalização...` ​​no Showfoto).
sl: :ref:`Urejevalnik geolokacije <geoeditor_overview>`, tema tega razdelka, je orodje za nastavitev in urejanje podatkov GPS. Urejevalnik geolokacije je dostopen prek :menuselection:`Element --> Uredi geolokacijo...` ​​:kbd:`Ctrl+Shift+G` (:menuselection:`Datoteka --> Uredi geolokacijo...` ​​v Showfoto).
sv: Den :ref:`Geografiska lokaliseringseditorn <geoeditor_overview>`, det här avsnittets ämne, är verktyget för att ställa in och redigera GPS-data. Den geografiska lokaliseringseditorn är tillgänglig via :menuselection:`Objekt --> Redigera geografisk plats...` :kbd:`Ctrl+Shift+G` (:menuselection:`Arkiv --> Redigera geografisk plats...` i Showfoto).
uk: :ref:`Редактор геопозиціювання <geoeditor_overview>`, докладніший опис якого наведено у цьому розділі, є інструментом для встановлення і редагування даних GPS. Отримати доступ до редактора геопозиціювання можна за допомогою пункту меню :menuselection:`Запис --> Змінити геопозиціювання...` (:kbd:`Ctrl+Shift+G`) (:menuselection:`Файл --> Змінити геопозиціювання...` у Showfoto).
zh_cn: :ref:`地理位置编辑器 <geoeditor_overview>` ，这是本节的重点工具，用于添加和编辑图像的 GPS 数据。你可以通过菜单路径进入： :menuselection:`项目 --> 编辑地理位置...` :kbd:`Ctrl+Shift+G` (在 Showfoto 中则是 :menuselection:`文件 --> 编辑地理位置...` )

source: The :ref:`Map <maps_view>` tab on the Right Sidebar shows a map with a marker or a thumbnail to indicate the GPS location of the selected image. The map display is purely informative. The GPS coordinates are displayed below the map, along with the time the image was taken.
ca: La pestanya :ref:`Mapa <maps_view>` a la barra lateral dreta mostra un mapa amb un marcador o una miniatura per a indicar la ubicació GPS de la imatge seleccionada. La visualització del mapa és merament informativa. Les coordenades GPS es mostren a sota del mapa, juntament amb l'hora que es va prendre la imatge.
it: La :ref:`scheda Mappa <maps_view>` nella barra laterale destra mostra una mappa con un contrassegno o una miniatura che indica la posizione GPS dell'immagine selezionata. La visualizzazione della mappa è meramente informativa. The GPS coordinates are displayed below the map, along with the time the image was taken.
nl: Het tabblad :ref:`Kaart <maps_view>` in de rechter zijbalk toont een kaart met een markering of een miniatuur om de GPS-locatie van de geselecteerde afbeelding aan te geven. De kaartweergave is puur informatief. De GPS-coördinaten worden onder de kaart getoond, samen met de tijd dat de opname was genomen.
pt_br: A aba :ref:`Mapa <maps_view>` na barra lateral direita mostra um mapa com um marcador ou uma miniatura para indicar a localização GPS da imagem selecionada. A exibição do mapa é meramente informativa. As coordenadas GPS são exibidas abaixo do mapa, juntamente com a hora em que a imagem foi tirada.
sl: Zavihek :ref:`Zemljevid <maps_view>` na desni stranski vrstici prikazuje zemljevid z oznako ali sličico, ki označuje GPS lokacijo izbrane slike. Prikaz zemljevida je zgolj informativen. Pod zemljevidom so prikazane koordinate GPS skupaj s časom, ko je bila slika posneta.
sv: Fliken :ref:`Karta <maps_view>` på höger sidorad visar en karta med en markör eller miniatyrbild som anger GPS-platsen för den markerade bilden. Kartvisningen är rent informativ. GPS-koordinaterna visas under kartan, tillsammans med tiden bilden togs.
uk: На вкладці :ref:`Карта <maps_view>` правої бічної панелі буде показано карту з позначкою або мініатюрою для позначення місця за GPS вибраного зображення. Панель карти є суто інформативною. Координати GPS буде показано під картою разом із даними щодо часу, коли було створено зображення.
zh_cn: 右侧边栏的 :ref:`地图 <maps_view>` 选项卡：在地图上显示选中图像的拍摄位置，可以用图钉或缩略图的形式标出。这个地图仅用于查看信息，不可编辑。地图下方会显示图片的 GPS 坐标和拍摄时间。

source: The digiKam Geolocation Editor Main Dialog
ca: El diàleg principal de l'editor de Geolocalització en el digiKam
it: La Finestra di dialogo principale dell'editor di geolocalizzazione di digiKam
nl: Hoofddialoog van bewerker van geo-locatie van digiKam
pt_br: A janela principal do editor de geolocalização do digiKam
sl: Glavno pogovorno okno urejevalnika geolokacije digiKam
sv: Huvuddialogrutan i digiKams geografiska lokaliseringseditor
uk: Головне вікно редактора геопозиціювання digiKam
zh_cn: digiKam 地理位置编辑器主界面

source: These tools work for image formats that have Exif or XMP metadata supports or with items with an accompanying sidecar file.
ca: Aquestes eines funcionen amb formats d'imatge compatibles amb metadades Exif o XMP, o amb elements amb un fitxer lateral acompanyant.
it: Questi strumenti funzionano per i formati immagine che possiedono il supporto dei metadati Exif o XMP o con un file sidecar che li accompagna.
nl: Deze hulpmiddelen werken voor afbeeldingsformaten die Exif- of XMP-metagegevens ondersteunen of met items in met een aanhangsel-bestand.
pt_br: Essas ferramentas funcionam para formatos de imagem que têm suporte a metadados Exif ou XMP ou com itens com um arquivo auxiliar associado.
sl: Ta orodja delujejo za formate slik, ki podpirajo metapodatke Exif ali XMP, ali z elementi s spremljajočo priklopno datoteko.
sv: Verktygen fungerar för bildformat som har Exif- eller XMP-metadatastöd eller med objekt med en tillhörande associerad fil.
uk: Ці засоби обробки працюватимуть для зображень у форматах, де передбачено підтримку метаданих Exif або XMP, або із зображеннями з допоміжним файлом.
zh_cn: 这些工具适用于支持 Exif 或 XMP 元数据的图像格式，或是配有附带文件（旁车文件，即附带的元数据文件）的项目。
