Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/camera_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Camera Settings
ca: Configuració de la càmera del digiKam
it: Impostazioni di digiKam della fotocamera
nl: Camera-instellingen van digiKam
pt: Configuração da Câmara do digiKam
pt_br: Configurações de câmera do digiKam
sl: digiKam nastavitev kamere
sv: Kamerainställningar i digiKam
uk: Параметри фотоапарата digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, camera, configuration, setup, gphoto2, usb, mass, storage
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, càmera, configuració, establir, gphoto2, usb, massa, emmagatzematge
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, fotocamera, configurazione, configurare, gphoto2, usb, massiva, archiviazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, camera, configuratie, opzet, gphoto2, usb, massaopslag, opslag
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, câmara, configuração, gphoto2, usb, massa, armazenamento
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, câmera, configuração, instalação, gphoto2, usb, massa, armazenamento
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, kamera, konfiguracija, nastavitev, gphoto2, usb, masa, shranjevanje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kamera, inställning, anpassa, gphoto2, usb, mass, lagring
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, фотоапарат, налаштування, налаштовування, gphoto2, usb, зберігання, дані, носій

source: :ref:`Camera Settings <setup_application>`
ca: :ref:`Configuració de la càmera <setup_application>`
it: :ref:`Impostazioni della fotocamera <setup_application>`
nl: :ref:`Camera-instellingen <setup_application>`
pt_br: :ref:`Configurações de câmera <setup_application>`
sl: :ref:`Nastavitve kamere <setup_application>`
sv: :ref:`Kamerainställningar <setup_application>`
uk: :ref:`Параметри фотоапарата <setup_application>`

source: The **Camera Settings** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Camera Settings page`.
ca: Les opcions de **Configuració de la càmera** del digiKam s'estableixen a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Configuració de la càmera`.
it: Le opzioni delle **Impostazioni della fotocamera** di digiKam vengono configurate da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Impostazioni della fotocamera`.
nl: De opties **Camera instellingen** voor digiKam worden gezet in :menuselection:`Instellingen --> digiKam configureren... --> Pagina Camera-instellingen`.
pt_br: As opções de **Configurações de câmera** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página de configurações das Câmeras`.
sl: Možnosti **Nastavitve kamere** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> stran Nastavitve kamere`.
sv: Alternativen för **Kamerainställningar** i digiKam ställs in från :menuselection:`Inställningar --> Anpassa digiKam... --> sidan Kamerainställningar`.
uk: **Параметри фотоапарата** у digiKam можна встановити шляхом переходу :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Параметри фотоапаратів»`.

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Setup a Device
ca: Configurar un dispositiu
it: Configurare un dispositivo
nl: Een apparaat instellen
pt: Configurar um Dispositivo
pt_br: Configurar um dispositivo
sl: Nastavitev naprave
sv: Ställ in en enhet
uk: Налаштовування пристрою

source: The **Devices** tab of the camera settings view displays a list of the currently supported cameras.
ca: La pestanya **Devices** de la vista de configuració de la càmera mostra una llista de les càmeres que actualment funcionen.
it: La scheda **Dispositivi** della vista Impostazioni della fotocamera mostra un elenco delle fotocamere attualmente supportate.
nl: Het tabblad **Apparaten** van de weergave camera-instellingen toont een lijst met de nu ondersteunde camera's.
pt_br: A aba **Dispositivos** da exibição de configurações de câmeras exibe uma lista das câmeras atualmente suportadas.
sl: Zavihek **Naprave** v pogledu nastavitev kamere prikazuje seznam trenutno podprtih kamer.
sv: Kamerainställningars flik **Enheter** visar en lista över de kameror som för närvarande stöds.
uk: На вкладці **Пристрої** панелі параметрів фотоапарата буде показано поточний список підтримуваних фотоапаратів.

source: The digiKam Camera Configuration Panel with the gPhoto View
ca: La subfinestra de configuració de la càmera en el digiKam amb la vista del gPhoto
it: Il pannello di configurazione per la fotocamera di digiKam con la vista gPhoto
nl: Het paneel cameraconfiguratie van digiKam met de weergave gPhoto
pt: O Painel de Configuração da Câmara do digiKam com a Área do gPhoto
pt_br: Painel de configuração de câmeras do digiKam com a visualização do gPhoto
sl: Konfiguracijska plošča kamere digiKam s pogledom gPhoto
sv: Kamerainställningspanelen i digiKam med visning av gPhoto
uk: Панель перегляду параметрів gPhoto панелі налаштувань фотоапарата digiKam

source: **Add...** brings up the camera configuration dialog to add a new camera.
ca: **Afegeix...** obre el diàleg de configuració de la càmera per a afegir una càmera nova.
it: **Aggiungi...** richiama la finestra di dialogo di configurazione della fotocamera per l'aggiunta di una nuova macchina fotografica.
nl: **Toevoegen...** laat de configuratiedialoog van de camera verschijnen om een nieuwe camera toe te voegen.
pt_br: **Adicionar...** abre a caixa de diálogo de configuração da câmera para adicionar uma nova câmera.
sl: **Dodaj ...** odpre pogovorno okno za konfiguracijo kamere za dodajanje nove kamere.
sv: **Lägg till...** öppnar dialogrutan för kamerainställning för att lägga till en ny kamera.
uk: **Додати...** відкриває вікно налаштовування фотоапарата для додавання нового фотоапарата.

source: **Remove** removes the selected camera from the list.
ca: **Elimina** elimina la càmera seleccionada de la llista.
it: **Rimuovi** rimuove la fotocamera selezionata dall'elenco.
nl: **Verwijderen** verwijdert de geselecteerde camera uit de lijst.
pt_br: **Remover** remove a câmera selecionada da lista.
sl: **Odstrani** odstrani izbrano kamero s seznama.
sv: **Ta bort** tar bort den valda kameran från listan.
uk: **Вилучити** вилучає позначений фотоапарат зі списку.

source: **Edit...** brings up the camera configuration dialog to edit the selected camera.
ca: **Edita...** obre el diàleg de configuració de la càmera per a editar la càmera seleccionada.
it: **Modifica...** richiama la finestra di dialogo di configurazione della fotocamera per la modifica della macchina fotografica selezionata.
nl: **Bewerken...** laat de configuratiedialoog van de camera verschijnen om de geselecteerde camera te bewerken.
pt_br: **Editar...** abre a caixa de diálogo de configuração da câmera para editar a câmera selecionada.
sl: **Uredi...** odpre pogovorno okno za konfiguracijo kamere za urejanje izbrane kamere.
sv: **Redigera...** öppnar dialogrutan för kamerainställning för att redigera den valda kameran.
uk: **Змінити...** відкриває діалогове вікно налаштовування фотоапарата для редагування параметрів позначеного фотоапарата.

source: There are four buttons on the right:
ca: Hi ha quatre botons a la dreta:
it: Alla destra sono presenti quattro pulsanti:
nl: Er zijn rechts vier knoppen:
pt_br: Há quatro botões à direita:
sl: Na desni strani so štirje gumbi:
sv: Det finns fyra knappar till höger:
uk: Праворуч розташовано чотири кнопки:

source: **Auto-Detect** tries to identify the camera connected to your computer (make sure that the camera is connected properly to the computer, turned on, and set to the image display mode).
ca: **Detecta automàticament** intenta identificar la càmera connectada a l'ordinador (assegureu-vos que la càmera està connectada correctament a l'ordinador, activada i establerta al mode de visualització d'imatges).
it: **Rileva automaticamente** tenta di identificare la fotocamera collegata al computer (assicurati che sia collegata correttamente al computer, accesa e impostata in modalità visualizzazione immagini).
nl: **Automatisch detecteren** probeert de met uw computer verbonden camera te identificeren (ga na dat de camera juist is verbonden met de computer, aangezet en gezet in de modus afbeeldingen tonen).
pt_br: **Detecção automática** tenta identificar a câmera conectada ao seu computador (certifique-se de que a câmera esteja conectada corretamente ao computador, ligada e configurada no modo de exibição de imagem).
sl: **Samodejno zaznavanje** poskuša identificirati kamero, ki je povezana z vašim računalnikom (prepričajte se, da je kamera pravilno povezana z računalnikom, vklopljena in nastavljena na način prikaza slike).
sv: **Automatisk detektering** försöker identifiera kameran som är ansluten till datorn (se till att kameran är korrekt ansluten till datorn, påslagen och inställd på bildvisningsläge).
uk: **Автовиявлення** — програма намагатиметься визначити з'єднаний з вашим комп'ютером фотоапарат (переконайтеся, що фотоапарат належним чином з'єднано з комп'ютером, увімкнено і переведено у режим показу зображення).

source: The camera configuration dialog is used to add or edit the characteristics of a camera.
ca: El diàleg de configuració de la càmera s'utilitza per a afegir o editar les característiques d'una càmera.
it: La finestra di dialogo di configurazione della fotocamera viene utilizzata per aggiungere o modificare le caratteristiche di una fotocamera.
nl: De configuratiedialoog van de camera wordt gebruikt om de karakteristieken van een camera toe te voegen of te bewerken.
pt_br: A caixa de diálogo de configuração da câmera é usada para adicionar ou editar as características de uma câmera.
sl: Pogovorno okno za konfiguracijo kamere se uporablja za dodajanje ali urejanje lastnosti kamere.
sv: Dialogrutan Kamerainställning används för att lägga till eller redigera en kameras egenskaper.
uk: Вікно налаштовування фотоапарата використовують для додавання або редагування характеристик фотоапарата.

source: Dialog to Add a Camera Device Using gPhoto Drivers
ca: Diàleg per a afegir un dispositiu de càmera mitjançant els controladors del gPhoto
it: Finestra di dialogo per aggiungere una fotocamera utilizzando i driver gPhoto
nl: Dialoog om een camera-apparaat toe te voegen met apparaatstuurprogramma's van gPhoto
pt: Janela para Adicionar um Dispositivo de Câmara com os Controladores do gPhoto
pt_br: Caixa de diálogo para adicionar um dispositivo de câmera usando drivers do gPhoto
sl: Pogovorno okno za dodajanje naprave kamere z gonilniki gPhoto
sv: Dialogruta för att lägga till en kamera med gPhoto-drivrutiner
uk: Вікно додавання пристрою фотоапарата з використанням драйверів gPhoto

source: **Mounted Camera** specifies the mounted camera is a generic **Mass Storage** device.
ca: **Càmera muntada** especifica que la càmera muntada és un dispositiu genèric d'**Emmagatzematge massiu**.
it: **Fotocamera montata** specifica che la fotocamera montata è un dispositivo di **memorizzazione di massa** generico.
nl: **Aangekoppelde camera** specificeert dat de aangekoppelde camera een generiek apparaat **Massa opslag** is.
pt_br: **Câmera montada** especifica que a câmera montada é um dispositivo genérico de **armazenamento em massa**.
sl: **Priklopljena kamera** določa, da je nameščena kamera splošna naprava **Masovnega shranjevanja**.
sv: **Monterad kamera** anger att den monterade kameran är en generell **masslagringsenhet**.
uk: **Змонтований фотоапарат** визначає змонтований фотоапарат як звичайний пристрій **сховища даних**.

source: **USB PTP Class Camera** specifies the camera uses the Picture Transfer Protocol over USB.
ca: **Càmera de classe USB PTO** especifica la cambra utilitza el Protocol de Transferència d'Imatges sobre USB.
it: **Fotocamera di classe PTP USB** specifica che la fotocamera usa il protocollo di trasferimento immagini (Picture Transfer Protocol, PTP) con USB.
nl: **USB PTP klasse camera** specificeert dat de camera het Picture Transfer Protocol over USB gebruikt.
pt_br: **Câmera de classe USB PTP** especifica que a câmera usa o Protocolo de Transferência de Imagens via USB.
sl: **Razred USB PTP kamere** določa, da kamera uporablja protokol za prenos slike (Picture Transfer Protocol) prek USB-ja.
sv: **USB PTP-klass kamera** anger att kameran använder bildöverföringsprotokollet PTP via USB.
uk: **Фотоапарат USB класу PTP** визначає фотоапарат, що використовує Picture Transfer Protocol на основі USB.

source: Clicking on a camera in the list from the left will display the supported ports which you can then select. digiKam currently supports **Serial**, **USB**, **Network**, and **Mass Storage** ports. If there is only one supported port, it will be automatically selected. If you cannot find your camera on the list, you can try to select one of three options in the camera list:
ca: En fer clic a una càmera de la llista de l'esquerra es mostraran els ports compatibles que podeu seleccionar. El digiKam actualment admet els ports **Sèrie**, **USB**, **Xarxa** i **Emmagatzematge massiu**. Si només hi ha un port admès, se seleccionarà automàticament. Si no podeu trobar la càmera a la llista, podeu intentar seleccionar una de les tres opcions de la llista de càmeres:
it: Facendo clic su una macchina fotografica dall'elenco a sinistra verranno visualizzate le porte supportate selezionabili. digiKam supporta attualmente le porte **seriali**, **USB**, **di rete** **di memorizzazione di massa**. Se è presente solo una porta supportata, questa verrà selezionata automaticamente. Se non trovi la tua macchina fotografica nell'elenco puoi provare a selezionare una delle tre opzioni nell'elenco delle fotocamere:
nl: Klikken op een camera in de lijst aan de linkerkant toont de ondersteunde poorten die u vervolgens kunt selecteren. digiKam ondersteunt nu poorten **Serieel**, **USB**, **Netwerk** en **Massa-opslag**. Als er slechts één ondersteunde poort is zal die automatisch worden geselecteerd. Als u de camera niet kunt vinden in de lijst, kunt u een van de drie opties in lijst met camera's selecteren:
pt_br: Clicar em uma câmera na lista à esquerda exibirá as portas suportadas, que você poderá selecionar. O digiKam atualmente suporta portas **Serial**, **USB**, **Rede** e **Armazenamento em massa**. Se houver apenas uma porta suportada, ela será selecionada automaticamente. Se você não encontrar sua câmera na lista, tente selecionar uma das três opções:
sl: Če kliknete kamero na seznamu z leve, se prikažejo podprta vrata, ki jih lahko nato izberete. digiKam trenutno podpira vrata **Serial**, **USB**, **Network** in **Mass Storage**. Če obstaja samo ena podprta vrata, bodo samodejno izbrana. Če svoje kamere ne najdete na seznamu, lahko poskusite izbrati eno od treh možnosti na seznamu kamer:
sv: Att klicka på en kamera i listan till vänster visas de portar som stöds, som man sedan kan välja. För närvarande stöder digiKam portarna **Seriell**, **USB**, **Nätverk** och **Masslagring**. Om det bara finns en port som stöds väljs den automatiskt. Om man inte kan hitta sin kamera i listan kan man försöka välja ett av tre alternativ i kameralistan:
uk: Після натискання пункту фотоапарата у списку, розташованому ліворуч, програма покаже список підтримуваних портів, один з яких ви зможете вибрати. У поточній версії digiKam передбачено підтримку портів таких типів: **послідовний**, **USB**, **мережевий** та **накопичувач даних**. Якщо можливим є лише один з портів, його буде позначено автоматично. Якщо вам не вдасться знайти пункт вашого фотоапарата у списку, ви можете вибрати один з таких трьох пунктів у списку фотоапаратів:

source: **PTP/IP Class Camera** specifies the camera uses the Picture Transfer Protocol over IP.
ca: **Càmera de classe PTP/IP** especifica la cambra utilitza el Protocol de Transferència d'Imatges sobre IP.
it: **Fotocamera di classe PTP/IP** specifica che la fotocamera usa il protocollo di trasferimento immagini (Picture Transfer Protocol, PTP) con IP (Internet Protocol).
nl: **PTP/IP klasse camera** specificeert dat de camera het Picture Transfer Protocol over IP gebruikt.
pt_br: **Câmera de classe PTP/IP** especifica que a câmera usa o Protocolo de Transferência de Imagens sobre IP.
sl: **Razred PTP/IP kamere** določa, da kamera uporablja protokol za prenos slike (Picture Transfer Protocol) prek IP.
sv: **PTP/IP-klass kamera** anger att kameran använder bildöverföringsprotokollet PTP över IP.
uk: **Фотоапарат класу PTP/IP** визначає, що фотоапарат використовує Picture Transfer Protocol на основі IP.

source: At the very bottom is where you set the path for a USB or FireWire (IEEE-1394 or i-link) Mass Storage camera. This box becomes active once you select USB or FireWire Mass Storage camera in the camera list. You need to enter the path where you mount the camera, usually :file:`/mnt/camera` or :file:`/mnt/removable`.
ca: A la part inferior és on s'estableix el camí per a una càmera d'emmagatzematge massiu USB o FireWire (IEEE-1394 o i-link). Aquest quadre s'activa quan seleccioneu una càmera d'emmagatzematge massiu USB o FireWire a la llista de càmeres. Cal introduir el camí on munteu la càmera, generalment :file:`/mnt/camera` o :file:`/mnt/removable`.
it: Nella parte inferiore puoi impostare il percorso per una macchina fotografica con supporto di massa USB o FireWire (IEEE-1394 o i-link); questo riquadro si attiva quando selezioni una macchina fotografica USB o FireWire dall'elenco delle fotocamere. Devi inserire il percorso dove monterai la macchina fotografica, normalmente :file:`/mnt/camera` o :file:`/mnt/removable`.
nl: Helemaal onderaan stelt u het pad in voor een USB of FireWire (IEEE-1394 of i-link) massaopslagcamera`. Dit venster wordt geactiveerd wanneer u USB of FireWire massaopslagcamera kiest uit de lijst met camera's. U moet het pad aangeven naar de locatie waar u gewoonlijk de camera aansluit. Meestal is dat :file:`/mnt/camera` of :file`/mnt/removable`.
pt_br: Na parte inferior, você define o caminho para uma câmera de armazenamento em massa USB ou FireWire (IEEE-1394 ou i-link). Esta caixa fica ativa quando você seleciona a câmera de armazenamento em massa USB ou FireWire na lista de câmeras. Você precisa inserir o caminho onde monta a câmera, geralmente :file:`/mnt/camera` ou :file:`/mnt/removable`.
sl: Na samem dnu nastavite pot za kamero za masovno shranjevanje USB ali FireWire (IEEE-1394 ali i-link). To polje postane aktivno, ko na seznamu kamer izberete kamero USB ali FireWire Mass Storage. Vnesti morate pot, kamor namestite kamero, običajno :file:`/mnt/camera` ali :file:`/mnt/removable`.
sv: Längst ner är där sökvägen för en USB eller FireWire (IEEE-1394 eller i-link) masslagringskamera anges. Rutan blir aktiv när man väljer en USB eller FireWire masslagringskamera i kameralistan. Man måste ange sökvägen där kameran monteras, vanligtvis :file:`/mnt/camera` eller :file:`/mnt/removable`.
uk: Найнижче розташовано поле, у якому ви можете вказати шлях до сховища даних фотоапарата на порті USB або FireWire (IEEE-1394 або i-link). Це поле буде задіяно після вибору вами пунктів фотоапаратів з носіями даних USB або FireWire у списку фотоапаратів. У це поле слід ввести шлях до теки, куди було змонтовано ваш фотоапарат, наприклад, :file:`/mnt/camera` або :file:`/mnt/removable`.

source: To be able to use your digital camera with digiKam, connect the camera to your computer, switch the camera to the image display mode and turn it on.
ca: Per a poder utilitzar la vostra càmera digital amb el digiKam, connecteu la càmera engegada amb l'ordinador, poseu la càmera en el mode de visualització d'imatges i comenceu.
it: Per poter usare la tua macchina fotografica digitale con digiKam connettila al computer, mettila in modalità di visualizzazione delle immagini e accendila.
nl: Om uw camera te kunnen benaderen met digiKam sluit u het toestel aan op uw computer, en zet u de camera aan in de image-display-modus.
pt: Para ser capaz de usar a sua câmara digital com o digiKam, ligue a câmara ao seu computador, ligue a câmara no modo de apresentações de imagens e active-a.
pt_br: Para ser capaz de usar a sua câmera digital com o digiKam, conecte a máquina ao seu computador, coloque a máquina no modo de visualização de imagens e ligue-a.
sl: Da bi lahko uporabljali vaš digitalni fotoaparat z digiKamom, povežite fotoaparat z računalnikom, preklopite fotoaparat v način prikaza slike in ga vklopite.
sv: För att kunna använda en digitalkamera med digiKam, anslut kameran till datorn, ställ om kameran till bildvisningsläge och sätt på den.
uk: Щоб мати змогу користуватися вашим цифровим фотоапаратом за допомогою digiKam, з’єднайте фотоапарат з вашим комп’ютером, перемкніть фотоапарат у режим показу зображень і увімкніть його.

source: Try and see if digiKam can auto-detect the camera; if not, you can set the camera model and port manually. Once you have the camera setup, go to the **Cameras** menu in the main interface and you will see the camera listed in the menu.
ca: Proveu-ho i veureu si el digiKam pot detectar-la automàticament. Si no és així, podreu establir manualment el model de la càmera i el port. Una vegada tingueu la configuració de la càmera, aneu al menú **Càmeres** a la interfície principal i veureu que la càmera apareix en el menú.
it: Prova a vedere se digiKam è in grado di rilevare automaticamente la macchina fotografica, altrimenti imposta manualmente il modello e la porta. Una volta che l'hai configurata vai al menu **Fotocamere** nell'interfaccia principale e la vedrai elencata nel menu.
nl: Probeer of digiKam uw camera automatisch kan herkennen. Als dat niet lukt kunt u de camera, model en poort handmatig instellen. Als u eenmaal de camera heeft ingesteld ga dan naar het menu **Camera's** in het hoofdinterface en daar zult u de camera genoemd zien.
pt: Experimente e veja se o digiKam consegue detectar automaticamente a câmara; caso não consiga, poderá definir o modelo e a porta da câmara manualmente. Assim que tiver configurado a câmara, vá ao menu de **Câmaras** na interface principal e irá ver a lista apresentada no menu.
pt_br: Tente ver se o digiKam consegue detectar automaticamente a máquina; se não conseguir, você poderá definir o modelo e a porta da máquina manualmente. Logo que tenha configurado a máquina, vá ao menu **Câmeras** na interface principal e verá a máquina listada no menu.
sl: Poskusite in preverite, ali lahko digiKam samodejno zazna kamero; če ne, lahko nastavite model kamere in vrata ročno. Ko nastavite kamero, pojdite na Meni **Kamere** v glavnem vmesniku in videli boste kamero, navedeno v meniju.
sv: Försök och se om digiKam kan upptäcka kameran automatiskt. Om inte kan man ställa in kameramodell och port manuellt. När man har ställt in kameran, gå till menyn **Kameror** i huvudgränssnittet så visas kameran listad i menyn.
uk: Дайте змогу digiKam автоматично визначити ваш фотоапарат. Якщо автоматичне визначення виконати не вдасться, ви можете вказати модель фотоапарата і порт вручну. Після налаштування фотоапарата відкрийте меню **Фотоапарати** у головному вікні програми: у списку має з’явитися пункт вашого фотоапарата.
