Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/camera_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: You can choose any title you like for the camera in the setup and this title will be used in the main window **Cameras** menu. If you have more than one camera, you can add them through this setup interface.
ca: A la configuració podeu triar qualsevol títol per a la càmera i aquest s'utilitzarà a la finestra principal del menú **Càmeres**. Si en teniu més d'una, podreu afegir-les a través d'aquesta interfície de configuració.
it: Puoi scegliere qualsiasi titolo che vuoi per la macchina fotografica nella configurazione, e questo titolo sarà usato nel menu **Fotocamere** della finestra principale. Se hai più di una macchina fotografica, puoi aggiungerle attraverso questa interfaccia di configurazione.
nl: U kunt willekeurig welke titel kiezen voor uw camera in de instellingen. Deze benaming wordt dan gebruikt in het menu **Camera's** in het hoofdvenster. Als u meerdere camera's hebt kunt u die ook via dit interface toevoegen.
pt: Poderá escolher qualquer título para a câmara na configuração, sendo esse título usado no menu **Câmaras** da janela principal. Se tiver mais que uma câmara, podê-las-á adicionar através desta interface de configuração.
pt_br: Você pode escolher qualquer título para a câmera na configuração, e esse título será usado no menu **Câmeras** da janela principal. Se você tiver mais de uma câmera, poderá adicioná-las por meio desta interface de configuração.
sl: Izberete lahko poljubno ime za kamero v nastavitvah in tem naslovu bo uporabljen v meniju **Kamere** glavnega okna. Če imate več kot eno kamero, jih lahko dodate prek tega nastavitvenega vmesnika.
sv: Man kan välja vilken titel som helst för kameran i inställningarna och så används titeln i huvudfönstrets meny **Kameror**. Om man har mer än en kamera kan de läggas till via installationsgränssnittet.
uk: У діалоговому вікні налаштування фотоапарата ви можете вибрати для фотоапарата будь-яку назву. Цю назву буде використано у меню **Фотоапарати** головного вікна програми. Якщо ви є власником чи власницею декількох фотоапаратів, ви можете додати їх записи за допомогою цього інтерфейсу налаштування.

source: Customize the Behavior
ca: Personalitzar el comportament
it: Personalizzare il Comportamento
nl: Het gedrag aanpassen
pt: Personalizar o Comportamento
pt_br: Personalizar o comportamento
sl: Prilagodite vedenje
sv: Anpassa beteendet
uk: Налаштовування поведінки

source: The **Behavior** tab displays options for customizing how digiKam works with your camera. These options include one whether to: read metadata from the camera, render high-quality thumbnails, or use a default target album to download items. Options are also available on how digiKam deals with already existing files during downloads.
ca: La pestanya **Comportament** mostra les opcions per a personalitzar com funciona el digiKam amb la càmera. Aquestes opcions inclouen: llegir metadades de la càmera, renderitzar miniatures d'alta qualitat o utilitzar un àlbum de destinació per defecte per a baixar elements. Les opcions també estan disponibles sobre com el digiKam tracta els fitxers ja existents durant les baixades.
it: La scheda **Comportamento** mostra le opzioni per personalizzare come digiKam lavora con la fotocamera. Queste opzioni includono, a scelta: leggere i metadati dalla fotocamera, rendere le miniature di alta qualità o utilizzare un album di destinazione predefinito per scaricare gli elementi. Sono presenti anche opzioni su come digiKam considera i file già esistenti nel computer durante lo scaricamento.
nl: Het tabblad **Gedrag** toont opties voor het aanpassen hoe digiKam werkt met uw camera. Deze opties omvatten of: metagegevens uit de camera lezen, hoge-kwaliteit van weergave van miniaturen gebruiken of gebruik een standaard doelalbum om items naar te downloaden. Opties zijn ook beschikbaar over wat te doen met al bestaande bestandsnamen tijdens downloaden.
pt_br: A aba **Comportamento** exibe opções para personalizar o funcionamento do digiKam com sua câmera. Essas opções incluem: ler metadados da câmera, renderizar miniaturas de alta qualidade ou usar um álbum de destino padrão para baixar itens. Também estão disponíveis opções sobre como o digiKam lida com arquivos já existentes durante os downloads.
sl: Zavihek **Vedenje** prikazuje možnosti za prilagoditev delovanja digiKama z vašo kamero. Te možnosti vključujejo eno od naslednjih možnosti: branje metapodatkov iz kamere, upodabljanje visokokakovostnih sličic ali uporaba privzetega ciljnega albuma za prenos elementov. Na voljo so tudi možnosti, kako digiKam obravnava že obstoječe datoteke med prenosi.
sv: Fliken **Beteende** visar alternativ för att anpassa hur digiKam fungerar med en kamera. Alternativen omfattar om man ska: läsa metadata från kameran, återge miniatyrbilder av hög kvalitet, eller använda ett förvalt resultatalbum för att ladda ner objekt. Alternativ är också tillgängliga för hur digiKam hanterar befintliga filer under nerladdning.
uk: На вкладці **Поведінка** буде показано пункти для налаштовування того, як digiKam працює з вашим фотоапаратом. Ці параметри включають один такий: читати метадані з камери, відтворювати високоякісні мініатюри або використовувати цільовий типовий альбом для завантаження елементів. Також доступні параметри щодо того, як digiKam працюватиме з наявними файлами під час отримання даних.

source: The use file metadata and high-quality thumbnail options can slow down the connection to the camera. When enabled, digiKam will populate the icon-view with metadata read from the camera while scanning items from the device.
ca: L'ús de metadades de fitxer i les opcions de miniatures d'alta qualitat poden alentir la connexió a la càmera. Quan està activat, el digiKam omplirà la vista d'icones amb metadades llegides des de la càmera mentre escaneja els elements del dispositiu.
it: Le opzioni per utilizzare i metadati dei file e le miniature di alta qualità possono rallentare la connessione alla fotocamera. Se abilitate, digiKam popolerà la vista a icone con i metadati letti dalla fotocamera durante l'analisi degli elementi presenti nel dispositivo.
nl: Het gebruik van de opties bestand-metagegevens en hoge kwaliteit miniaturen kunnen de verbinding naar de camera vertragen. Indien ingeschakeld, zal digiKam de pictogramweergave bevolken met in-diepte metagegevens gelezen uit de de camera tijdens het scannen van items uit het apparaat.
pt_br: O uso de metadados de arquivo e as opções de miniaturas de alta qualidade podem tornar a conexão com a câmera mais lenta. Quando ativado, o digiKam preencherá a visualização de miniaturas com metadados lidos da câmera enquanto escaneia itens do dispositivo.
sl: Uporaba metapodatkov datoteke in možnosti visokokakovostnih sličic lahko upočasnijo povezavo s kamero. Ko je omogočeno, bo digiKam zapolnil pogled ikon z metapodatki, prebranimi iz kamere, medtem ko skenira elemente iz naprave.
sv: Alternativen för att använda filmetadata och miniatyrbilder med hög kvalitet kan sakta ner anslutningsstadiet till kameran. När de är aktiverade, fyller digiKam i ikonvyn med metadata läst från kameran medan objekten från enheten läses av.
uk: Використання метаданих файлів та високоякісних мініатюр може уповільнити встановлення з'єднання із фотоапаратом. Якщо ці пункти позначено, digiKam заповнюватиме панель перегляду піктограм метаданими, які прочитано з фотоапарата, при скануванні записів на пристрої.

source: The digiKam Camera Configuration Panel with the Behavior View
ca: La subfinestra de configuració de la càmera en el digiKam amb la vista de comportament
it: Il pannello di configurazione per la fotocamera di digiKam con la vista Comportamento
nl: Het paneel cameraconfiguratie van digiKam met de weergave Gedrag
pt: O Painel de Configuração da Câmara no digiKam com a Área de Comportamento
pt_br: Painel de configuração de câmera do digiKam com a visualização do comportamento
sl: Konfiguracijska plošča kamere digiKam s pogledom vedenja
sv: Kamerainställningspanel i digiKam med beteendevyn
uk: Панель перегляду поведінки панелі налаштувань фотоапарата digiKam

source: Import Filters
ca: Filtres d'importació
it: Filtri importazione
pt_br: Filtros de importação
sl: Uvozni filtri
sv: Importfilter
uk: Фільтри імпортування

source: The **Import Filters** tab displays options to customize what files filters should be applied to during import. Files are specified by either mime type, a file name filter, or a path filter. There is also an option to show only new files. The options also include lists of filename patterns and file extensions that should be ignored while downloading.
ca: La pestanya **Filtres d'importació** mostra les opcions per a personalitzar a quins fitxers s'han d'aplicar els filtres durant la importació. Els fitxers s'especifiquen per tipus MIME, un filtre de nom de fitxer o un filtre de camí. També hi ha una opció per a mostrar només fitxers nous. Les opcions també inclouen llistes de patrons de nom de fitxer i extensions de fitxer que s'han d'ignorar durant la baixada.
it: La scheda **Filtri importazione** mostra le opzioni per personalizzare quali filtri dei file debbano essere applicati durante la fase di importazione. I file sono specificati o dal tipo MIME, o da un filtro per i nomi file o da un filtro per il percorso. È presente anche un'opzione per mostrare soltanto i nuovi file. Le opzioni includono anche gli elenchi degli schemi dei nomi file e le estensioni dei file che devono essere ignorate durante lo scaricamento.
nl: Het tabblad **Importfilters** toont opties om aan te passen welke bestandsfilters toegepast zouden moeten worden tijdens importeren. Bestanden worden gespecificeerd door ofwel MIME-type, een bestandsnaamfilter of een padfilter. Er is ook een optie om alleen nieuwe bestanden te tonen. De opties omvatten ook lijsten van bestandsnaampatronen en bestandsextensies die genegeerd moeten worden tijdens downloaden.
pt_br: A aba **Filtros de importação** exibe opções para personalizar os filtros de arquivo a serem aplicados durante a importação. Os arquivos são especificados por tipo MIME, filtro de nome de arquivo ou filtro de caminho. Há também uma opção para mostrar apenas os arquivos novos. As opções também incluem listas de padrões de nomes de arquivo e extensões de arquivo que devem ser ignorados durante o download.
sl: Zavihek **Uvozni filtri** prikazuje možnosti za prilagajanje datotek, za katere naj se med uvozom uporabijo filtri. Datoteke so določene z vrsto mime, filtrom imena datoteke ali filtrom poti. Obstaja tudi možnost, da prikažete samo nove datoteke. Možnosti vključujejo tudi sezname vzorcev imen datotek in končnic datotek, ki jih je treba med prenosom prezreti.
sv: Fliken **Importfilter** visar alternativ för att anpassa vilka filer filter ska användas för under importen. Filer anges antingen med mime-typ, ett filnamnsfilter eller ett sökvägsfilter. Det finns också ett alternativ att bara visa nya filer. Alternativen inkluderar även listor över filnamnsmönster och filändelser som ska ignoreras vid nerladdning.
uk: На вкладці **Фільтри імпортування** буде показано параметри налаштовування того, які фільтри файлів буде застосовано під час імпортування. Файли вказують за типом MIME, фільтром назв файлі або фільтром за шляхом. Також є можливість наказати показувати лише нові файли. Параметри також включають списки шаблонів назв файлів і суфіксів назв файлів, які слід ігнорувати під час отримання даних.

source: The digiKam Camera Configuration Panel with the Import Filters View
ca: La subfinestra de configuració de la càmera en el digiKam amb la vista de filtres d'importació
it: Il pannello di configurazione per la fotocamera di digiKam con la vista Filtri importazione
nl: Het paneel cameraconfiguratie van digiKam met de weergave Importfilters
pt: O Painel de Configuração da Câmara no digiKam com a Área de Filtros da Importação
pt_br: Painel de configuração de câmera do digiKam com a visualização dos filtros de importação
sl: Konfiguracijska plošča kamere digiKam s pogledom uvoznih filtrov
sv: Kamerainställningspanel i digiKam med vyn Importfilter
uk: Панель перегляду фільтрів імпортування панелі налаштувань фотоапарата digiKam

source: Customize Import Interface
ca: Personalitzar la interfície d'importació
it: Personalizzare l'interfaccia d'importazione
nl: Importinterface aanpassen
pt: Personalizar a Interface de Importação
pt_br: Personalizar a interface de importação
sl: Prilagodi uvozni vmesnik
sv: Anpassa importgränssnittet
uk: Налаштовування інтерфейсу імпортування

source: The **Import Window** tab displays options to customize the information displayed in the icon-view, the behavior of previews, and the default UI elements displayed in full-screen mode.
ca: La pestanya **Finestra d'importació** mostra les opcions per a personalitzar la informació que es mostra a la vista d'icones, el comportament de les vistes prèvies i els elements predeterminats de la interfície d'usuari que es mostren en mode de pantalla completa.
it: La scheda **Finestra di importazione** mostra le opzioni per personalizzare le informazioni visualizzate nella vista a icone, il comportamento delle anteprime e gli elementi di interfaccia predefiniti visualizzati nella modalità a schermo intero.
nl: Het tabblad **Importvenster** toont opties om de informatie getoond in de pictogramweergave, het gedrag van voorbeelden en de standaard UI-elementen getoond in modus volledig-scherm, aan te passen.
pt_br: A guia **Janela de importação** exibe opções para personalizar as informações exibidas na visualização de miniaturas, o comportamento das visualizações e os elementos de interface do usuário padrão exibidos no modo de tela cheia.
sl: Zavihek **Okno za uvoz** prikazuje možnosti za prilagajanje informacij, prikazanih v pogledu ikon, obnašanje predogledov in privzete elemente uporabniškega vmesnika, prikazane v celozaslonskem načinu.
sv: Fliken **Importfönster** visar alternativ för att anpassa informationen som visas i ikonvyn, förhandsvisningarnas beteende och standardgränssnittselementen som visas i fullskärmsläge.
uk: На вкладці **Вікно імпортування** буде показано параметри для налаштовування інформації, яку буде показано у вигляді піктограм, поведінки попереднього перегляду та типових елементів інтерфейсу, які буде показано у повноекранному режимі.

source: The digiKam Camera Configuration Panel with the Import Window View
ca: La subfinestra de configuració de la càmera en el digiKam amb la vista de la finestra d'importació
it: Il pannello di configurazione per la fotocamera di digiKam con la vista Finestra di importazione
nl: Het paneel cameraconfiguratie van digiKam met de weergave Importvensters
pt: O Painel de Configuração da Câmara no digiKam com a Área da Janela de Importação
pt_br: Painel de configuração de câmera do digiKam com a visualização da janela de importação
sl: Konfiguracijska plošča kamere digiKam s pogledom uvoznega okna
sv: Kamerainställningspanel i digiKam med importfönstret
uk: Панель перегляду вікна імпортування панелі налаштувань фотоапарата digiKam

source: Camera Settings
pt: Configuração da Câmara

source: The camera settings shows on the left of the list of the currently supported cameras. On the right at the top there is an auto-detect button, which tries to identify the camera connected to your computer (make sure that the camera is connected properly to the computer and turned on in the image display mode). Below this are the port settings, the currently supported are **Serial**, **USB**, **Network**, and **Mass Storage**.
pt: As definições da câmara aparecem à esquerda da lista de câmaras suportadas de momento. À direita, no topo, existe um botão de detecção automática, que tenta identificar a câmara ligada ao seu computador (certifique-se que a câmara está devidamente ligada ao computador e ligada no modo de visualização de imagens). Por baixo, encontram-se as definições das portas, sendo as actualmente suportadas a **Série**, **USB**, **Rede** e **Armazenamento em Massa**.

source: Clicking on a camera in the list from the left will display the supported ports which you can then select. If there is only one supported port it will be automatically selected. At the bottom on the right there is a box for setting the exact path in case of a serial port. Please note that USB interface does not need any paths to be set. If you cannot find your camera on the list, you can try to use a generic **Mass Storage** device selecting Mounted Camera item in the list.
pt: Se carregar numa câmara da lista à esquerda, irá mostrar as portas suportadas, as quais poderá seleccionar. Se só existir uma porta suportada, a mesma será seleccionada automaticamente. No fundo e à direita existe uma opção para definir a localização exacta, no caso de uma porta série. Lembre-se que a interface USB não necessita da definição de qualquer localização. Se não encontrar a sua câmara na lista, poderá tentar usar um dispositivo genérico de **Armazenamento em Massa**, seleccionando o item de Câmara Montada na lista.

source: At the very bottom is where you set the path for a USB or FireWire (IEEE-1394 or i-link) Mass Storage camera. This box becomes active once you select USB or FireWire Mass Storage camera in the camera list. You need to enter here the path where you mount the camera, usually :file:`/mnt/camera` or :file:`/mnt/removable`.
pt: Mesmo no fundo, poderá definir a localização de uma máquina digital com Armazenamento de Massa USB ou FireWire (IEEE-1394 ou 'i-link'). Esta opção torna-se activa logo que seleccione máquinas USB ou FireWire na lista de máquinas. Terá de indicar aqui o local onde deseja montar a máquina, normalmente em :file:`/mnt/camera` ou :file:`mnt/removable`.

source: With the **Behavior** section, you can customize some main rules with your camera as how to deep in file to handle metadata, render high-quality thumbnails, use a default target album to download items, and to deal with already existing file-names while downloading.
pt: Com a secção **Comportamento**, poderá personalizar algumas regras principais com a sua câmara, na questão do tratamento de meta-dados dos ficheiros, na geração de miniaturas de alta qualidade, na utilização de um álbum-alvo predefinido para onde transferir os itens e como lidar com os nomes de ficheiros já existentes durante a transferência.

source: Some options can slow-down the connection stage to the camera. Application will populate icon-view with in-deep metadata while scanning items from the device.
pt: Algumas opções poderão atrasar a etapa de ligação à câmara. A aplicação irá preencher a área de ícones com meta-dados aprofundados, enquanto analisa os itens do dispositivo.

source: Running Filters at Download
pt: Executar os Filtros na Transferência

source: With the **Import Filter** section, you can customize the list of type mime filters, and list the file patterns to ignore while downloading.
pt: Com a secção do **Filtro de Importação**, poderá personalizar a lista de filtros por tipos MIME, indicando os padrões de ficheiros a ignorar durante a transferência.

source: With the **Import Window** section, you can customize options for icon-view information, the preview behavior, and the full-screen elements to show.
pt: Com a secção da **Janela de Importação**, poderá personalizar as opções para a informação da área de ícones, o comportamento da antevisão e os elementos de ecrã completo a apresentar.
