Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/cm_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Saturation**: preserves the saturation of colors in the image at the possible expense of hue and lightness. Implementation of this intent remains somewhat problematic, and the ICC is still working on methods to achieve the desired effects. This intent is most suitable for business graphics such as charts, where it is more important that the colors be vivid and of sufficient contrast with respect to each other, rather than matching specific colors.
ca: **Saturació**: conserva la saturació dels colors de la imatge a costa del to i la claredat. La implementació d'aquest propòsit continua sent una mica problemàtic, i la ICC encara està treballant en mètodes per a assolir els efectes desitjats. Aquest propòsit és més adequat per a gràfics empresarials, on és més important que els colors siguin vius i de contrast suficient respecte als altres, en lloc de coincidir amb colors específics.
it: **Saturazione**: mantiene la saturazione dei colori nell'immagine, se necessario a spese della tonalità e della luminosità. L'implementazione di questo obiettivo rimane un po' problematica, e l'ICC sta ancora lavorando sui metodi per ottenere gli effetti desiderati. Quest'obiettivo è adatto soprattutto alla grafica professionale, tipo i grafici, dove è più importante che i colori siano vividi e di contrasto sufficiente l'uno rispetto agli altri, piuttosto che corrispondere a colori specifici.
nl: **Verzadiging**: bewaart de verzadiging van kleuren in de afbeelding mogelijk ten koste van van tint en lichtheid. Implementatie van deze intent blijft ietwat problematisch en de ICC werkt nog steeds aan methoden om de gewenste effecten te bereiken. Deze intent is het meest geschikt voor zakelijke grafiek zoals grafieken, waar het belangrijker is dat de kleuren levendig zijn en met voldoende onderling contrast, in plaats van overeenkomen met specifieke kleuren.
pt_br: **Saturação**: preserva a saturação das cores na imagem, possivelmente em detrimento da matiz e da luminosidade. A implementação dessa intenção permanece um tanto problemática, e o ICC ainda está trabalhando em métodos para alcançar os efeitos desejados. Essa intenção é mais adequada para impressões comerciais, como gráficos, onde é mais importante que as cores sejam vivas e tenham contraste suficiente entre si, em vez de combinar cores específicas.
sl: **Nasičenost**: ohrani nasičenost barv na sliki na račun možnega odtenka in svetlosti. Izvedba te namere ostaja nekoliko problematična, ICC pa še vedno išče metode za doseganje želenih učinkov. Ta namen je najbolj primeren za poslovno grafiko, kot so grafikoni, kjer je bolj pomembno, da so barve žive in dovolj kontrastne glede na drugo, namesto da se ujemajo z določenimi barvami.
uk: **Насиченість**: зберігає насиченість кольорів зображення, можливо, за рахунок відтінку і освітленості. Реалізація цього відтворення лишається дещо проблематичною, і ICC усе ще працює над способами досягнення бажаних результатів. Це відтворення найкраще пасує до бізнес-графіки, зокрема діаграм, де важлива яскравість і контрастність кольорів у співвідношенні між собою, а не точні спеціалізовані кольори.

source: The Color Management Advanced Configuration Page
ca: La pàgina de configuració avançada de la gestió del color
it: La pagina di configurazione avanzata della Gestione dei colori di digiKam
nl: De configuratiepagina voor geavanceerd kleurbeheer
pt: A Página de Configuração Avançada da Gestão de Cores
pt_br: Página de configuração avançada do gerenciamento de cor
sl: Napredna konfiguracijska stran za upravljanje barv
uk: Сторінка налаштовування додаткових параметрів засобу керування кольорами

source: In general, it is pretty obvious what color profile the manufacturer proposes for a given camera, but not so for Canon. Here is a non-authoritative table of camera/profiles matches:
ca: En general, és bastant obvi quin perfil de color proposa el fabricant per a una càmera donada, però no per a Canon. Aquí hi ha una taula no autoritzada de coincidències càmera/perfils:
it: In generale, è abbastanza ovvio qual è profilo di colore che il produttore propone per una determinata fotocamera, ma non è così per Canon. Di seguito presentiamo una tabella non ufficiale degli abbinamenti fotocamera/profili:
nl: In het algemeen is het vrij duidelijk welk kleurprofiel de fabrikant voorstelt voor een gegevensbron camera, maar niet voor Canon. Hier is een niet-verplichtende tabel met overeenkomsten tussen camera/profielen:
pt_br: Em geral, é bastante óbvio qual perfil de cor o fabricante propõe para uma determinada câmera, mas não para a Canon. Aqui está uma tabela não oficial de correspondências entre câmeras e perfis:
sl: Na splošno je precej očitno, kakšen barvni profil proizvajalec predlaga za določeno kamero, vendar ne za Canon. Tukaj je neavtoritativna tabela ujemanja kamer/profilov:
uk: Для більшості фотоапаратів визначення профілю кольорів легко провести за допомогою, наприклад, типу фотоапарата, але для фотоапаратів Canon це не так. Нижче наведено таблицю відповідності фотоапаратів та профілів:

source: Camera
ca: Càmera
it: Fotocamera
pt: Câmara
pt_br: Câmera
sl: Kamera
uk: Фотоапарат

source: Profile series
ca: Sèries del perfil
it: Serie di profilo
nl: Profielserie
pt: Séries de perfis
pt_br: Séries do perfil
sl: Serija profilov
uk: Набір профілів

source: 6111 or 6071
ca: 6111 o 6071
it: 6111 o 6071
pt: 6111 ou 6071
sl: 6111 ali 6071
uk: 6111 або 6071

source: The Canon profile extension betrays the target style: F for Faithful Style, L for Landscape Style, N for Neutral Style, P for Portrait Style, S for Standard Style.
ca: L'extensió del perfil de Canon deixa veure l'estil de destinació: F per a l'estil Faithful (fiable), L per a l'estil Landscape (paisatge), N per a l'estil Neutral (neutre), P per a l'estil Portrait (retrat), S per a l'estil Standard (estàndard).
it: L'estensione per il profilo Canon tradisce lo stile dell'obiettivo: F sta per Faithful Style (fedele), L sta per Landscape (panorama), N per Neutral (neutrale). P per Portrait (ritratto), S per Standard.
nl: De Canon profiel-extensie duidt aan het voorgestelde gebruik: F voor natuurgetrouw, L voor landschap, N voor neutraal, P voor Portret Stijl en S voor standaard stijl.
pt_br: A extensão do perfil da Canon revela o estilo alvo: F para estilo fiel, L para estilo paisagem, N para estilo neutro, P para estilo retrato, S para estilo padrão.
sl: Canonova razširitev profila izda ciljni slog: F za zvesti slog, L za pokrajinski slog, N za nevtralen slog, P za portretni slog, S za standardni slog.
uk: Суфікс назви профілю Canon визначає стиль призначення: F — точний (Faithful) стиль, L — пейзажний (Landscape) стиль, N — нейтральний (Neutral) стиль, P — портретний (Portrait) стиль, S — стандартний (Standard) стиль.

source: The linked section provide a typical :ref:`RAW workflow <rawprocessing_workflow>` scenario with Image Editor.
ca: La secció enllaçada proporciona un escenari de :ref:`flux de treball RAW <rawprocessing_workflow>` típic amb l'editor d'imatges.
it: Il paragrafo collegato fornisce lo scenario tipico di un :ref:`flusso di lavoro RAW <rawprocessing_workflow>` con l'Editor delle immagini.
nl: De aangekoppelde sectie levert een typisch scenario :ref:`RAW-werkmethode <rawprocessing_workflow>` met de afbeeldingsbewerker.
pt_br: A seção vinculada fornece um cenário típico de :ref:`fluxo de trabalho RAW <rawprocessing_workflow>` com o Editor de Imagem.
sl: Povezani razdelek ponuja tipičen scenarij :ref:`poteka dela RAW <rawprocessing_workflow>` z urejevalnikom slik.
uk: У пов'язаному розділі наведено типовий :ref:`сценарій обробки цифрового негатива <rawprocessing_workflow>` за допомогою редактора зображень.

source: Color Management Settings
pt: Configuração da Gestão de Cores

source: digiKam is color-management enabled application. RAW files - as they come - are not color managed at all. Your camera provides the data it has captured in a raw format and will let you manage all the processing. Every camera has its specifics as to how it captures color information, therefore you will need to apply a specific profile to the images you want to process. Please refer to the section :ref:`ICC color profile management <color_management>` for more details an explanations.
pt: O digiKam é uma aplicação com suporte activo para a gestão de cores. Os ficheiros RAW - tal como são criados - não têm qualquer gestão de cores. A sua câmara fornece os dados que capturou num formato em bruto, deixando-o a si gerir todo o processamento. Todas as câmaras têm as suas especificidades, como a forma como captura a informação das cores, pelo que terá de aplicar um perfil específico às imagens que deseja processar. Por favor, consulte a secção de :ref:`gestão dos perfis de cores ICC <color_management>` para mais detalhes e explicações.

source: Basically, a profile *maps* the color information and gives information on how one should render them. It gives also information to Lcms backend and digiKam on how to translate the color information from one color space to an other in order to keep the colors as accurate as possible across all rendering media.
pt: Basicamente, um perfil *associa* a informação das cores e devolve informações de como as mesmas devem ser desenhadas. Também dá algumas informações à infra-estrutura do LCMS e ao digiKam como traduzir a informação das cores de um espaço de cores para o outro, de forma a manter as cores o mais precisas possível para os vários suportes de impressão.

source: The **Behavior** view ask when opening an image in Image Editor or when you use the Color Management tool with RAW files.
pt: A área de **Comportamento** faz essa pergunta, ao abrir uma imagem no Editor de Imagens ou quando usar a ferramenta de Gestão de Cores com ficheiros RAW.

source: **Enable Color Management** is the lead option to turn on/off this feature.
pt: **Activar a Gestão de Cores** é a opção principal para ligar/desligar esta funcionalidade.

source: You have to provide a **Working Color Space** profile (linear profiles such as sRGB, ECI-RGB, LStar-RGB, Adobe-RGB or CIE-RGB). If you want to print your images, you may want to opt for Adobe RGB, if it is only for web publishing, sRGB is better (Adobe RGB will be displayed slightly dull in non color managed enabled software such as browsers). However you may change this later of course (by attributing another profile), therefore Adobe RGB can be a good choice for storing and image handling as you can always change it to sRGB before releasing an image for your blog. Note: Do not use non-linear profiles as they will change the color-balance.
pt: Terá de indicar um **Perfil de espaço de trabalho** (perfis lineares como o sRGB, ECI-RGB, LStar-RGB, Adobe-RGB ou o CIE-RGB). Se quiser imprimir as suas imagens, poderá querer optar pelo RGB da Adobe; se for só para publicação na Web, o sRGB é melhor (o RGB da Adobe será apresentado de forma estranha nas aplicações que não façam gestão de cores, como os navegadores Web). Contudo, poderá alterar isto mais tarde, como é óbvio (atribuindo outro perfil), como tal o RGB da Adobe poderá ser uma boa escolha para guardar e fazer o tratamento de imagens, já que poderá sempre mudar para sRGB antes de publicar uma imagem no seu 'blog'. Nota: Não use perfis não-lineares, dado que irão modificar o equilíbrio de cores.

source: The three next sections from this view set the rules for different use cases:
pt: As três seguintes secções desta janela definem as regras para os diferentes casos de uso:

source: **When the profile of an image does not match the working color space**: this condition provides two options listed below.
pt: **Quando o perfil de uma imagem não corresponder ao espaço de cores de trabalho**: esta condição oferece duas opções apresentadas em baixo.

source: **Ask when opening the image**: If an image has an embedded color profile not matching the working space profile, digiKam will ask if you want to convert to the working space, keep the embedded profile or discard the embedded profile and assign a different one.
pt: **Perguntar ao abrir a imagem**: Se uma imagem tiver um perfil de cores incorporado que não corresponde ao perfil do espaço de trabalho, o digiKam irá perguntar se deseja converter para o espaço de trabalho, manter o perfil incorporado ou esquecer o perfil incorporado e atribuir um diferente.

source: **Convert the image to the working color space**: If an image has an embedded color profile not matching the working space profile, digiKam will convert the image's color information to the working color space. This changes the pixel data, but not the appearance of the image.
pt: **Converter a imagem para o espaço de cores de trabalho**: Se uma imagem tiver um perfil de cores incorporado que não corresponde ao perfil do espaço de trabalho, o digiKam irá converter a informação das cores da imagem para o espaço de trabalho. Isto irá mudar os dados dos pixels, mas não a aparência da imagem.

source: **When an image has no color profile information**: this condition provides four options listed below.
pt: **Quando uma imagem não tiver informações do perfil de cores**: esta condição oferece quatro opções enumeradas a seguir.

source: **Ask when opening the image**: If an image has no embedded color profile, digiKam will ask which color space shall be used to interpret the image and to which color space it shall be transformed for editing.
pt: **Perguntar ao abrir a imagem**: Se uma imagem não tiver um perfil de cores incorporado, o digiKam irá perguntar qual o espaço de cores a usar para interpretar a imagem e para que espaço de cores deverá ser transformado para a sua edição.

source: **Assume it is using the sRGB color space**: in this case, the image is target for an Internet usage. The **and convert it to the working color space** allows to force conversion to the **Working Color Space** previously defined.
pt: **Assumir que está a usar o espaço de cores sRGB**: neste caso, a imagem destina-se a ser utilizada na Internet. A outra opção **e convertê-lo para o espaço de cores de trabalho** permite forçar a conversão para o **Espaço de Cores de Trabalho** definido anteriormente.

source: **Assume it is using the working color space**: in this case, the image is not target for a specific usage, and **Working Color Space** is used for the conversion.
pt: **Assumir que está a usar o espaço de cores de trabalho**: neste caso, a imagem não se destina a nenhum caso em particular, sendo usado o **Espaço de Cores de Trabalho** na conversão.

source: **Convert it from default input color space to working space**: in this case, the conversion to the **Working Color Space** will be done to include the **Default input color profile** defined in the next settings view.
pt: **Convertê-la do espaço de cores de entrada para o espaço de trabalho**: neste caso, a conversão para o **Espaço de Cores de Trabalho** será feita para incluir o **Perfil de cores de entrada predefinido** definido nas área de configuração a seguir.

source: **When loading a RAW file with uncalibrated colors**: this condition provides three options listed below.
pt: **Ao carregar um ficheiro RAW com cores não calibradas**: esta condição oferece as três opções indicadas abaixo.

source: **Ask for the input profile**: digiKam prompts a question to the user to select right **Input color profile** to use.
pt: **Perguntar o perfil de entrada**: o digiKam apresenta uma questão ao utilizador para saber o **Perfil de cores de entrada** a usar.

source: **Automatic color correction**: digiKam will perform an automatic colors auto-correction based of image historgram analysis.
pt: **Correcção de cores automática**: o digiKam irá efectuar uma correcção automática das cores, com base na análise do histograma de imagens.

source: **Convert it from the default input profile**: digiKam will use the **Default input color profile** defined in the next settings view.
pt: **Convertê-la do perfil de entrada predefinido**: o digiKam irá usar o **Perfil de cores de entrada predefinido** definido na área de configuração a seguir.

source: The ICC **Profiles Settings**: here you are given the ability to provide *default* choices for your profiles. Everything is adaptable later-on at the opening of a RAW file.
pt: A **Configuração dos Perfis** de ICC: aqui ser-lhe-á dada a possibilidade de definir escolhas *predefinidas* para os seus perfis. Tudo poderá ser adaptado mais tarde na abertura de um ficheiro RAW.

source: The **Monitor profile** option allows to select the color profile for your screen.
pt: A opção do **Perfil do monitor** permite seleccionar o perfil de cores para o seu ecrã.

source: The **Use color managed view** is an alternative to using desktop color management. Only your image in editor will be color managed, not your entire screen. You can at any time toggle this option everywhere in digiKam. This can slow down rendering of the image, depending on the speed of your computer.
pt: A opção **Usar uma área com gestão de cores** é uma alternativa ao uso da gestão de cores do ambiente de trabalho. Só a sua imagem no editor é que terá uma gestão de cores à parte, e não o seu ecrã por inteiro. Poderá activar/desactivar esta opção em todo o lado no digiKam. Isto poderá atrasar a apresentação da imagem, dependendo da velocidade do seu computador.

source: **Use color managed view for previews and thumbnails**: with this option, you can also use the color management to render previews and thumbnails in Icon-View, Light-Table, and Import Tool.
pt: **Usar uma área com gestão de cores para as antevisões e miniaturas**: com esta opção, poderá também usar a gestão de cores para apresentar as antevisões e miniaturas na área de ícones, na mesa de luz e na ferramenta de importação.

source: The **Default Input color profile** should match the camera maker and model you are using. *Not all profiles are created equal*, there are some that have no tone mapping/gamma correction included (For example Canon camera). In some conditions gamma can be not corrected for 16 bit depth conversion, which means that you have to do the tone mapping yourself.
pt: O **Perfil de Cores de Entrada Predefinido** deverá corresponder ao fabricante e modelo da câmara que está a usar. *Nem todos os perfis são criados de igual forma*; existem alguns que não têm qualquer mapeamento de tons/correcção do gama incluídos (por exemplo, as câmaras da Canon). Em algumas condições, o 'gama' poderá não ser corrigido na conversão para uma profundidade de cor a 16 bits, o que significa que terá de fazer você mesmo o mapeamento de tons.

source: The **Output device profile** should match the profile for your output device, usually your printer. This profile will be used to do a :ref:`soft proof <soft_proof>`, so you will be able to preview how an image will be rendered via an output device. It enables you to emulate, granted that you have a profile for it, how your image will render for a particular device. It is useful before printing for instance because your printer has a smaller gamut than your camera and some colors might look saturated. You may want to fix this manually instead of relying on the "blind" algorithm of your printer.
pt: O **Perfil do dispositivo de saída** deverá corresponder ao perfil do seu dispositivo de saída, normalmente a sua impressora. Esse perfil será usado para fazer uma :ref:`prova suave <soft_proof>`, para que seja capaz de antever como será representada a antevisão de uma imagem num dado dispositivo de saída. A mesma permite-lhe emular, desde que tenha um perfil para tal, como ficará a sua imagem num dado dispositivo em particular. É útil antes de imprimir, por exemplo, porque a sua impressora tem um gamute menor que a sua máquina e algumas cores poderão aparecer saturadas. Poderá querer corrigir isto manualmente em vez de se basear no algoritmo "cego" da sua impressora.

source: The **Color Profiles Repository**: digiKam looks for ICC profiles in a number of default locations e.g. :file:`/usr/share/color/icc`. Set this to the folder where you store extra profiles e.g. :file:`/home/user/.color/icc`. digiKam will scan these folders when starting up.
pt: O **Repositório de Perfis de Cores**: o digiKam procura por perfis de ICC num conjunto de localizações predefinidas, p.ex. :file:`/usr/share/color/icc`. Configure isto com a pasta onde guarda os perfis extra p.ex. :file:`/home/utilizador/.color/icc`. O digiKam irá sondar estas pastas no arranque.

source: **Use black point compensation**: this setting is a way to make adjustments between the maximum black levels of digital files and the black capabilities of various digital devices.
pt: **Usar a compensação do ponto preto**: esta opção é uma forma de fazer ajustes entre os níveis máximos de preto nos ficheiros digitais e as capacidades do tom preto nos vários dispositivos digitais.

source: **Rendering Intents**: this setting provides four options listed below.
pt: **Tentativas de Desenho**: esta configuração oferece as quatro opções indicadas em baixo.

source: **Perceptual**: causes the full gamut of the image to be compressed or expanded to fill the gamut of the destination device, so that gray balance is preserved but colorimetric accuracy may not be preserved. In other words, if certain colors in an image fall outside of the range of colors that the output device can render, the image intent will cause all the colors in the image to be adjusted so that the every color in the image falls within the range that can be rendered and so that the relationship between colors is preserved as much as possible. This intent is most suitable for display of photographs and images, and is the default intent.
pt: **Percepção**: faz com que o gamute completo da imagem seja comprimido ou expandido para cobrir o gamute do dispositivo de destino, de forma que o balanceamento de cinzentos seja preservado, mas a correcção colorimétrica não seja preservada. Por outras palavras, se algumas cores de uma imagem caírem fora da gama de cores que o dispositivo de saída consegue representar, a tentativa de desenho fará com que todas as cores na imagem sejam ajustadas para que todas as cores da imagem caiam dentro da gama que pode ser representada, pelo que a relação entre cores é preservada ao máximo possível. Esta tentativa é mais adequada para a apresentação de fotografias e imagens, sendo a tentativa por omissão.

source: **Relative Colorimetric**: is defined such that any colors that fall outside the range that the output device can render are adjusted to the closest color that can be rendered, while all other colors are left unchanged. Proof intent does not preserve the white point.
pt: **Colorimétrica Relativa**: é definida de forma a que todas as cores que caiam fora da gama que o dispositivo de saída consegue representar são ajustadas à cor mais próxima que consegue ser representada, enquanto todas as outras cores são deixadas como estão. A tentativa de prova não preserva o ponto branco.
