Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/cm_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Convert the image to the working color space**: If an image has an embedded color profile that does not match the working space profile, digiKam will automatically convert the image's color information to the working color space. This changes the pixel data to match the working color space, but not the appearance of the image.
ca: **Converteix la imatge a l'espai de color de treball**: si una imatge té un perfil de color incrustat que no coincideix amb el perfil de l'espai de treball, el digiKam convertirà automàticament la informació de color de la imatge a l'espai de color de treball. Això canviarà les dades dels píxels per a coincidir amb l'espai de color de treball, però no l'aparença de la imatge.
it: **Converti l'immagine allo spazio dei colori di lavoro**: se un'immagine ha un profilo di colore incorporato che non combacia con lo spazio dei colori di lavoro, digiKam convertirà automaticamente le informazioni dei colori dell'immagine nello spazio dei colori di lavoro. Questo cambia i dati dei pixel per corrispondere allo spazio dei colori di lavoro, ma non l'aspetto dell'immagine.
nl: **De afbeelding converteren naar de werkplekkleurruimte**: Als een afbeelding een ingebed kleurprofiel heeft dat niet overeenkomt met het werkplekruimteprofiel, dan zal digiKam de kleurinformatie van de afbeelding converteren naar de werkplekkleurruimte. Dit wijzigt de pixelgegevens om overeen te komen met het werkruimtekleurprofiel, maar niet het uiterlijk van de afbeelding.
pt_br: **Converter a imagem para o espaço de cor de trabalho**: Se uma imagem tiver um perfil de cor embutido que não corresponda ao perfil do espaço de trabalho, o digiKam converterá automaticamente as informações de cor da imagem para o espaço de cor de trabalho. Isso altera os dados de pixel para corresponder ao espaço de cor de trabalho, mas não a aparência da imagem.
sl: **Pretvori sliko v delovni barvni prostor**: Če ima slika vdelan barvni profil, ki se ne ujema s profilom delovnega prostora, bo digiKam samodejno pretvoril barvne informacije slike v delovni barvni prostor. To spremeni slikovne podatke, da se ujemajo z delovnim barvnim prostorom, ne pa tudi videza slike.
uk: **Перетворювати зображення у робочий простір кольорів**: якщо до файла зображення вбудовано профіль кольорів, що не збігається з профілем кольорів робочого простору, digiKam автоматично перетворить кольори зображення на кольори робочого простору кольорів. Таким чином, буде змінено дані пікселів для встановлення відповідності до робочого простору кольорів, але не вигляд зображення.

source: **When an image has no color profile information**: digiKam provides four options:
ca: **Quan una imatge no conté informació del perfil de color**: el digiKam proporciona quatre opcions:
it: **Quando un'immagine non ha informazioni sul profilo di colore** - digiKam fornisce quattro opzioni:
nl: **Wanneer een afbeelding geen kleurprofielinformatie heeft**: levert digiKam vier opties:
pt_br: **Quando uma imagem não tiver informações do perfil de cor**: o digiKam oferece quatro opções:
sl: **Ko slika nima informacij o barvnem profilu**: digiKam nudi štiri možnosti:
uk: **Якщо файл зображення не містить даних щодо профілю кольорів**: у digiKam передбачено чотири варіанти:

source: **Ask when opening the image**: If an image has no embedded color profile, digiKam will ask which color space should be used to interpret the image and to which color space should it be transformed for editing.
ca: **Pregunta en obrir la imatge**: si una imatge no té un perfil de color incrustat, el digiKam preguntarà quin espai de color s'utilitzarà per a interpretar la imatge i a quin espai de color es transformarà per a l'edició.
it: **Chiedi quando si apre l'immagine**: se un'immagine non ha un profilo di colore incorporato, digiKam chiederà quale spazio dei colori deve essere usato per interpretare l'immagine e a quale spazio di colore essa deve essere trasformata per la modifica.
nl: **Vraag bij openen van de afbeelding**: Als een afbeelding geen ingebed kleurprofiel heeft zal digiKam vragen welke kleurruimte gebruikt zou moeten worden om de afbeelding te interpreteren en naar welke kleurruimte het zou moeten worden getransformeerd voor bewerking.
pt_br: **Perguntar ao abrir a imagem**: Se uma imagem não tiver um perfil de cor embutido, o digiKam perguntará qual espaço de cor deve ser usado para interpretar a imagem e para qual espaço de cor ela deve ser transformada para edição.
sl: **Vprašaj ob odpiranju slike**: Če slika nima vdelanega barvnega profila, bo digiKam vprašal, kateri barvni prostor naj se uporabi za interpretacijo slike in v kateri barvni prostor naj se pretvori za urejanje.
uk: **Запитати під час відкриття зображення**: якщо до файла зображення не було вбудовано профіль кольорів, digiKam запитає вас про те, який простір кольорів слід використовувати для показу зображення і у який простір кольорів слід перетворити кольори зображення для редагування.

source: **Assume it is using the sRGB color space**: This is the best option if the image is targeted for Internet usage. The **and convert it to the working color space** allows you to force conversion to the **Working Color Space** previously defined.
ca: **Assumeix que usa l'espai de color sRGB**: aquesta és la millor opció si la imatge està destinada a l'ús a Internet. El **fet de convertir-la a l'espai de color de treball** permet forçar la conversió a l'**Espai de color de treball** definit prèviament.
it: **Presumi che stia usando lo spazio dei colori sRGB**: questa è l'opzione migliore se l'immagine è destinata all'uso in Internet. L'opzione **e convertilo allo spazio dei colori di lavoro** ti permette di forzare la conversione allo **spazio dei colori di lavoro** definito in precedenza.
nl: **Neem aan dat het de sRGB kleurruimte gebruikt**: dit is de beste optie als de afbeelding bedoeld is voor gebruik in het internet. Het **en converteer het naar de werkkleurruimte** biedt u het afdwingen van conversie naar de eerder gedefinieerde **Werkkleurruimte**.
pt_br: **Assumir que está usando o espaço de cor sRGB**: Esta é a melhor opção se a imagem for destinada ao uso na internet. **e convertê-la para o espaço de cor de trabalho** permite forçar a conversão para o **Espaço de cor de trabalho** definido anteriormente.
sl: **Predpostavimo, da uporablja barvni prostor sRGB**: To je najboljša možnost, če je slika namenjena uporabi v internetu. **in pretvori v delovni barvni prostor** vam omogoča prisilno pretvorbo v **Delovni barvni prostor**, ki je bil predhodno določen.
uk: **Припускати, що простором кольорів є sRGB**: найкращий варіант, якщо призначенням зображення має бути використання в інтернеті. Пункт **і перетворити його на робочий простір кольорів** надає змогу примусово наказати перетворити зображення до попередньо визначеного **робочого простору кольорів**.

source: **Assume it is using the working color space**: In this case, the image is not targeted for a specific usage, and **Working Color Space** is used for the conversion.
ca: **Assumeix que usa l'espai de color de treball**: en aquest cas, la imatge no està destinada a un ús específic i s'utilitza l'**Espai de color de treball** per a la conversió.
it: **Presumi che stia usando lo spazio dei colori di lavoro**: in questo caso l'immagine non è destinata a un uso specifico e lo **spazio dei colori di lavoro** viene utilizzato per la conversione.
nl: **Neem aan het gebruikt de werkkleurruimte**: in dat geval is de afbeelding niet bedoeld voor een specifiek gebruik en **Werkkleurruimte** wordt gebruikt voor de conversie.
pt_br: **Assumir que está usando o espaço de cor de trabalho**: Nesse caso, a imagem não é destinada a um uso específico, e o **Espaço de cor de trabalho** é usado para a conversão.
sl: **Predpostavimo, da uporablja delovni barvni prostor**: v tem primeru slika ni namenjena določeni uporabi in za pretvorbo se uporablja **delovni barvni prostor**.
uk: **Припускати, що використано робочий простір кольорів**: у цьому випадку зображення не призначено для специфічного використання, а для перетворення буде використано **робочий простір кольорів**.

source: **Convert it from default input color space to working space**: in this case, the conversion to the **Working Color Space** will be done to include the **Default input color profile** defined in the Profiles view (next section).
ca: **Converteix-la des de l'espai de color d'entrada predeterminat a l'espai de treball**: en aquest cas, la conversió a l'**Espai de color de treball** es farà per a incloure el **Perfil de color d'entrada predeterminat** definit a la vista de perfils (secció següent).
it: **Convertilo dallo spazio dei colori di input predefinito allo spazio di lavoro**: in questo caso la conversione allo **spazio dei colori di lavoro** verrà eseguito per includere il **profilo dei colori di input predefinito** definito nella vista Profili (paragrafo successivo).
nl: **Converteer het vanaf de standaard invoerkleurruimte naar de werkruimte**: in dit geval zal de conversie naar de **Werkkleurruimte** gedaan worden om het **Standaard invoerkleurprofiel** mee te nemen, gedefinieerd in de Profielweergave (volgende sectie).
pt_br: **Convertê-la do espaço de cor de entrada padrão para o espaço de trabalho**: neste caso, a conversão para o **Espaço de cor de trabalho** será feita para incluir o **Perfil de cor de entrada padrão** definido na aba Perfis (próxima seção).
sl: **Pretvori ga iz privzetega vhodnega barvnega prostora v delovni prostor**: v tem primeru bo pretvorba v **Delovni barvni prostor** opravljena tako, da vključi **Privzeti vhodni barvni profil**, definiran v pogledu profilov (naslednji razdelek).
uk: **Перетворити його з типового вхідного простору кольорів до робочого простору**: у цьому випадку буде виконано перетворення до **Робочого простору кольорів** з метою включення **Типового вхідного профілю кольорів**, який визначено на наступній панелі параметрів.

source: **When loading a RAW file with uncalibrated colors**: digiKam provides three options:
ca: **Quan es carrega un fitxer RAW amb colors sense calibrar**: el digiKam proporciona tres opcions:
it: **Quando si carica un file RAW con colori non calibrati** - digiKam fornisce le tre opzioni:
nl: **Bij het laden van een RAW-bestand met niet gekalibreerde kleuren**: digiKam levert drie opties:
pt_br: **Ao carregar um arquivo RAW com cores não calibradas**: o digiKam oferece três opções:
sl: **Pri nalaganju surove datoteke RAW z neumerjenimi barvami**: digiKam ponuja tri možnosti:
uk: **Під час завантаження файла цифрового негатива без калібрування кольорів**: digiKam дає змогу вибрати один з трьох пунктів:

source: **Ask for the input profile**: digiKam prompts the user to select the correct **Input color profile** to use.
ca: **Pregunta pel perfil d'entrada**: el digiKam demana a l'usuari que seleccioni el **Perfil de color d'entrada** correcte que s'utilitzarà.
it: **Chiedi un profilo di input**: digiKam domanda all'utente di selezionare il corretto **profilo dei colori di input** da utilizzare.
nl: **Vraag naar het invoerkleurprofiel**: digiKam vraagt aan de gebruiker om het juiste te gebruiken **Invoerkleurprofiel** te selecteren.
pt_br: **Perguntar pelo perfil de entrada**: o digiKam solicita que o usuário selecione o **Perfil de cor de entrada** correto a ser usado.
sl: **Vprašaj za vhodni profil**: digiKam pozove uporabnika, da izbere pravilni **Vhodni barvni profil** za uporabo.
uk: **Питати про профіль вхідних даних**: digiKam попросить користувача вибрати належний **Вхідний профіль кольорів**.

source: **Automatic color correction**: digiKam will perform an automatic color auto-correction based on an analysis of the image histogram.
ca: **Correcció automàtica del color**: el digiKam farà una correcció automàtica de colors basada en una anàlisi de l'histograma de la imatge.
it: **Correzione automatica del colore**: digiKam eseguirà una correzione automatica dei colori basata su un'analisi dell'istogramma dell'immagine.
nl: **Automatische kleurcorrectie**: digiKam zal een automatische automatische kleurcorrectie uitvoeren gebaseerd op een analyse van het histogram van de afbeelding.
pt_br: **Correção automática de cor**: o digiKam executará uma correção automática de cor com base na análise do histograma da imagem.
sl: **Samodejna barvna korekcija**: digiKam bo izvedel samodejno barvno samodejno korekcijo na podlagi analize histograma slike.
uk: **Автоматичне виправлення кольорів**: digiKam виконуватиме автоматичне виправлення на основі аналізу гістограми зображення.

source: **Convert it from the default input profile**: digiKam will use the **Default input color profile** defined in the Profiles view.
ca: **Converteix-lo des del perfil d'entrada predeterminat**: el digiKam utilitzarà el **Perfil de color d'entrada** definit a la vista de perfils.
it: **Convertilo dal profilo di input predefinito**: digiKam userà il **profilo dei colori di input predefinito** definito nella vista Profili.
nl: **Converteer het vanaf het standaard invoerkleurprofiel**: digiKam zal het **Standaard invoerkleurprofiel**, gedefinieerd in de Profielweergave gebruiken.
pt_br: **Convertê-la do perfil de entrada padrão**: o digiKam usará o **Perfil de cor de entrada padrão** definido na aba Perfis.
sl: **Pretvorite ga iz privzetega vnosnega profila**: digiKam bo uporabil **Privzeti vnosni barvni profil**, določen v pogledu profilov.
uk: **Перетворити його з типового вхідного профілю**: digiKam використовуватиме **Типовий вхідний профіль кольорів**, який визначено на панелі профілів.

source: Profiles Settings
ca: Configurar els perfils
it: Impostazioni dei profili
nl: Profielinstellingen
pt: Configuração dos Perfis
pt_br: Configurações de perfis
sl: Nastavitve profilov
uk: Параметри профілів

source: The **Profiles** tab includes options for setting the ICC Color Profiles for your monitor, input device (camera or scanner), and output devices (printer or proofing system). This is where you set the *default* choices for your profiles. Everything is adjustable later-on, including when RAW files are loaded.
ca: La pestanya **Perfils** inclou opcions per a establir els perfils de color ICC per al vostre monitor, dispositiu d'entrada (càmera o escàner) i dispositius de sortida (impressora o sistema de prova). Aquí és on establiu les opcions *predeterminades* per als vostres perfils. Tot es pot ajustar més endavant, fins i tot quan es carreguen fitxers RAW.
it: La scheda **Profili** include le opzioni per le impostazioni dei profili dei colori ICC per il tuo monitor, il dispositivo di ingresso (fotocamera o scanner) e i dispositivi di uscita (stampante o sistema di prova colore). Qui imposti le scelte *predefinite* per i tuoi profili. Ogni cosa è regolabile in un momento successivo, incluso quando vengono caricati i file RAW.
nl: Het tabblad **Profielen** bevat opties voor het instellen van de ICC kleurprofielen voor uw monitor, invoerapparaat (camera of scanner) en uitvoerapparaten (printer of probeersysteem). Dit is waar u de *standaard* keuzes instelt voor uw profielen. Alles is later aan te passen, inclusief wanneer RAW-bestanden zijn geladen.
pt_br: A aba **Perfis** inclui opções para definir os perfis de cor ICC para o seu monitor, dispositivo de entrada (câmera ou scanner) e dispositivos de saída (impressora ou prova de monitor). É aqui que você define as opções *padrão* para os seus perfis. Tudo pode ser ajustado posteriormente, inclusive ao carregar arquivos RAW.
sl: Zavihek **Profili** vključuje možnosti za nastavitev barvnih profilov ICC za vaš monitor, vhodno napravo (kamera ali optični bralnik) in izhodne naprave (tiskalnik ali sistem za preverjanje). Tukaj nastavite *privzete* možnosti za svoje profile. Pozneje je vse nastavljivo, tudi ko se naložijo datoteke RAW.
uk: Вкладка **Профілі** містить параметри для налаштування профілів кольорів ICC для вашого монітора, пристрою введення (камера чи сканер) і пристроїв виведення (принтер або система пробника кольорів). Тут ви встановлюєте *типові* параметри для ваших профілів. Пізніше все можна змінити, включно із процедурою завантаження файлів цифрових негативів.

source: The Color Management Profiles Configuration Page
ca: La pàgina de configuració de perfils de la gestió del color
it: La pagina di configurazione dei profili della Gestione dei colori di digiKam
nl: De configuratiepagina voor kleurbeheerprofielen
pt: A Página de Configuração dos Perfis da Gestão de Cores
pt_br: Página de configuração de perfis do gerenciamento de cor
sl: Konfiguracijska stran za profile upravljanja barv
uk: Сторінка налаштовування профілів засобу керування кольорами

source: The **Monitor profile** option allows you to select the color profile for your screen.
ca: L'opció **Perfil del monitor** permet seleccionar el perfil de color per a la pantalla.
it: L'opzione **Profilo del monitor** ti consente di selezionare il profilo dei colori per il tuo schermo.
nl: De optie **Monitorprofiel** biedt u het selecteren van het kleurprofiel voor uw scherm.
pt_br: A opção **Perfil do monitor** permite que você selecione o perfil de cor para sua tela.
sl: Možnost **Profil monitorja** vam omogoča izbiro barvnega profila za vaš zaslon.
uk: За допомогою пункту **Профіль монітора** можна вибрати профіль кольорів для вашого екрана.

source: The **Use color managed view** is an alternative to using desktop color management. Your image in the editor will be color managed, not your image on the monitor will not be color managed. You can change this option at any time. This can slow down rendering of the image, depending on the speed of your computer.
ca: La **Usa la vista de colors gestionats** és una alternativa a l'ús de la gestió del color a l'escriptori. La vostra imatge a l'editor serà amb gestió de color, però la imatge al monitor no ho serà. Podeu canviar aquesta opció en qualsevol moment. Això pot alentir la representació de la imatge, depenent de la velocitat de l'ordinador.
it: L'opzione **Usa la vista di gestione dei colori nell'editor** è un'alternativa per utilizzare la gestione dei colori del desktop. Verranno gestiti i colori nell'editor dell'immagine e non dell'immagine nel monitor. Puoi cambiare questa opzione in qualsiasi momento. Può rallentare la resa dell'immagine, a seconda della velocità del tuo computer.
nl: De **Kleur beheerde weergave gebruiken** is een alternatief om bureaubladkleurbeheer te gebruiken. Uw afbeelding in de bewerker zal kleur beheerd worden, niet uw afbeelding op de monitor zal kleur niet kleur beheerd zijn. U kunt op elk moment deze optie wijzigen. Dit kan renderen van de afbeelding vertragen, afhankelijk van de snelheid van uw computer.
pt_br: **Usar exibição com gerenciamento de cor** é uma alternativa ao gerenciamento de cor do desktop. Sua imagem no editor terá gerenciamento de cor, mas sua imagem no monitor não terá gerenciamento de cor. Você pode alterar esta opção a qualquer momento. Isso pode tornar a renderização da imagem mais lenta, dependendo da velocidade do seu computador.
sl: **Uporabi barvno upravljani pogled** je alternativa upravljanju barv namizja. Vaša slika v urejevalniku bo barvno upravljana, vaša slika na monitorju pa ne bo barvno upravljana. To možnost lahko kadar koli spremenite. To lahko upočasni upodabljanje slike, odvisno od hitrosti vašega računalnika.
uk: Пункт **Перегляд з керуванням кольорами** є альтернативою до використання керування кольорами стільничного середовища. Керування кольорами буде використано лише для вашого зображення у редакторі, не до усього екрана. Ви будь-коли можете увімкнути або вимкнути цей режим у digiKam. Вмикання керування кольорами може помітно уповільнити обробку зображення, залежно від потужності вашого комп'ютера.

source: **Use color managed view for previews and thumbnails**: Enable this option to also use color management to render previews and thumbnails in Icon-View, Light-Table, and the Import Tool.
ca: **Usa la vista de colors gestionats per a les vistes prèvies i les miniatures**: activeu aquesta opció per a poder utilitzar també la gestió de color per a renderitzar les vistes prèvies i les miniatures en la vista d'icones, taula de llum i l'eina d'importació.
it: **Usa la vista con la gestione dei colore per le anteprime e le miniature**: abilita questa opzione per utilizzare anche la gestione dei colori per rendere le anteprime e le miniature nella vista a icone, nel tavolo luminoso e nello strumento di importazione.
nl: **Kleur beheerde weergave voor voorbeelden en miniaturen**: schakel deze optie in om ook kleurbeheer te gebruiken om voorbeelden en miniaturen te renderen in Pictogramweergave, Lichttafel en hulpmiddel Importeren.
pt_br: **Usar exibição com gerenciamento de cor nas visualizações e miniaturas**: ative esta opção para também usar o gerenciamento de cor para renderizar visualizações e miniaturas na vista em miniaturas, na Mesa de Luz e na ferramenta de importação.
sl: **Uporabi barvno upravljan pogled za predoglede in sličice**: Omogočite to možnost, če želite uporabiti tudi barvno upravljanje za upodabljanje predogledov in sličic v pogledu ikon, osvetljeni mizi in orodju za uvoz.
uk: **Керування кольорами у попередньому перегляді і мініатюрах**: за допомогою цього пункту ви можете також скористатися керуванням кольорами для попереднього перегляду та мініатюр у режимах перегляду піктограм, стола з підсвічуванням та засобу імпортування.
