Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/cm_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The **Default Input color profile** should match the camera make and model you are using. *Not all profiles are created equal*, there are some that have no tone mapping/gamma correction included, for example Canon cameras. Under some conditions, gamma cannot be corrected for in a 16-bit depth conversion, which means that you'll have to do the tone mapping yourself.
ca: El **Perfil de color d'entrada predeterminat** ha de coincidir amb el fabricant i el model de la càmera que utilitzeu. *No tots els perfils es creen de la mateixa manera*, n'hi ha alguns que no inclouen mapatge dels tons/correcció de la gamma, per exemple, les càmeres Canon. En algunes condicions, la gamma no es pot corregir per a una conversió de profunditat de 16 bits,el qual significa que haureu de realitzar el mapatge de tons vosaltres.
it: Il **Profilo di colore di input predefinito** deve corrispondere al produttore della fotocamera e al modello in uso. *Non tutti i profili vengono creati uguali*, ne esistono alcuni che non includono una mappatura dei toni/correzione di gamma, per esempio, le fotocamere Canon. Sotto certe condizioni, la gamma non può essere corretta in una conversione con profondità a 16 bit, il che significa che dovrai mappare i toni personalmente.
nl: Het **Standaard invoerkleurprofiel** zou overeen moeten komen met de camerafabrikant en het model dat u gebruikt. *Niet alle profielen zijn gelijk bij aanmaken*, er zijn er enigen die geen toonmapping/gammacorrectie meenemen, bijvoorbeeld de Canon camera's. Onder sommige condities kan gamma niet gecorrigeerd worden voor conversie van 16-bits diepte, wat betekent dat u de toonmapping zelf moet doen.
pt_br: O **perfil de cor de entrada padrão** deve corresponder à marca e ao modelo da câmera que você está usando. *Nem todos os perfis são criados iguais*; alguns não incluem mapeamento de tons/correção de gama, como as câmeras Canon. Em algumas condições, o gama não pode ser corrigido em uma conversão de profundidade de 16 bits, o que significa que você mesmo terá que fazer o mapeamento de tons.
sl: **Privzeti barvni profil vnosa** se mora ujemati z znamko in modelom fotoaparata, ki ga uporabljate. *Niso vsi profili ustvarjeni enako*, obstajajo nekateri, ki nimajo vključene preslikave tonov/gama korekcije, na primer fotoaparati Canon. Pod nekaterimi pogoji gama ni mogoče popraviti pri 16-bitni pretvorbi globine, kar pomeni, da boste morali tonsko preslikavo narediti sami.
uk: **Типовий вхідний профіль кольорів** має відповідати даним щодо виробника вашого фотоапарата та його моделі. «Не всі профілі створено рівними», у деяких з них не передбачено відображення тонів/виправлення гами, наприклад, фотоапаратах Canon. За певних умов гаму не буде виправлено з 16-бітовою глибиною кольорів, а це означає, що вам доведеться виконувати відображення тонів власноруч.

source: The **Output device profile** should match the profile for your output device, usually your printer. This profile is also used to do a :ref:`soft proof <soft_proof>`, so you will be able to preview how an image will be rendered on an output device. Assuming you have the right profiles, it enables you to emulate how your image will render for a particular device. It is particularly useful before printing, because your printer has a smaller gamut than your camera and some printed colors might look saturated. Soft proofing allows you to see and fix any problems manually, before wasting your ink.
ca: El **Perfil del dispositiu de sortida** hauria de coincidir amb el perfil del vostre dispositiu de sortida, generalment la impressora. Aquest perfil també s'utilitza per a fer una :ref:`provatura suau <soft_proof>`, amb la qual podreu previsualitzar com es renderitzarà una imatge a través d'un dispositiu de sortida. Assumint que teniu els perfils correctes, us permet emular com es representarà la imatge en un dispositiu en particular. És especialment útil abans d'imprimir, perquè la impressora té una gamma més petita que la càmera i alguns colors es poden veure saturats. La provatura suau permet veure i corregir manualment els problemes, abans de malmetre la tinta.
it: Il **Profilo del dispositivo di output** deve corrispondere al profilo per il tuo dispositivo di output, in genere la stampante. Questo profilo è anche utilizzato per eseguire una :ref:`prova colore <soft_proof>`; sarai in grado, dunque, di creare un'anteprima della resa dell'immagine su un dispositivo di output. Supponendo che hai i giusti profili, ti permette di emulare come sarà la resa dell'immagine per un dispositivo specifico. È particolarmente utile prima della stampa, perché la tua stampante possiede un gamut più piccolo della tua fotocamera e alcuni colori stampati potrebbero apparire saturati. La prova colore ti permette di osservare e correggere manualmente qualsiasi problema, prima di sprecare il tuo inchiostro.
nl: Het **Uitvoerapparaatprofiel** zou overeen moeten komen met uw uitvoerapparaat, gewoonlijk uw printer. Dit profiel wordt ook gebruikt om :ref:`soft-proof <soft_proof>` te doen, zodat u in staat bent te bekijken hoe uw afbeelding wordt weergegeven op uw uitvoerapparaat. Aannemend dat u het juiste profiel hebt, stelt het u in staat om te simuleren hoe uw afbeelding er uit zal zien op een bepaald apparaat. Het is speciaal nuttig voor het afdrukken, omdat uw printer een kleiner gamut heeft dan uw camera en sommige afgedrukte kleuren verzadigd kunnen lijken. Soft-proofing biedt u het zien en handmatig repareren van elk probleem, alvorens uw inkt te verspillen.
pt_br: O **Perfil do dispositivo de saída** deve corresponder ao perfil do seu dispositivo de saída, geralmente a sua impressora. Este perfil também é usado para fazer uma :ref:`prova de monitor <soft_proof>`, para que você possa visualizar como uma imagem será renderizada em um dispositivo de saída. Supondo que você tenha os perfis corretos, isso permite emular como sua imagem será renderizada em um dispositivo específico. É particularmente útil antes de imprimir, porque sua impressora tem um gamute menor que o da sua câmera e algumas cores impressas podem parecer saturadas. A prova de monitor permite que você veja e corrija quaisquer problemas manualmente, antes de desperdiçar tinta.
sl: **Profil izhodne naprave** se mora ujemati s profilom vaše izhodne naprave, običajno vašega tiskalnika. Ta profil se uporablja tudi za :ref:`soft proof <soft_proof>`, tako da si boste lahko predogledali, kako bo slika upodobljena na izhodni napravi. Ob predpostavki, da imate prave profile, vam omogoča, da posnemate, kako bo vaša slika prikazana za določeno napravo. Še posebej je uporabno pred tiskanjem, ker ima vaš tiskalnik manjši razpon kot vaša kamera in so lahko nekatere natisnjene barve videti nasičene. Soft proofing vam omogoča, da vidite in ročno odpravite morebitne težave, preden zapravljate črnilo.
uk: **Профіль пристрою виведення** має відповідати профілю вашого пристрої виведення, зазвичай, вашого принтера. Цей профіль буде використано для :ref:`проби кольорів <soft_proof>`, щоб ви могли попередньо переглядати, як буде виглядати зображення на вашому пристрої виведення. На панелі ви знайдете і декілька інших пунктів, зокрема профіль проби кольорів, за допомогою якого можна імітувати, якщо вам відомий відповідний профіль, показ зображення на певному пристрої. Подібна проба буде корисною, наприклад, перед друком, оскільки ваш принтер може мати вужчу палітру, що призведе до перенасичення деяких з кольорів. Ви можете виправити подібний дефект вручну, не покладаючись на «сліпий» алгоритм, вбудований до вашого принтера.

source: The **Color Profiles Repository**: digiKam looks for ICC profiles in a number of default locations e.g. :file:`/usr/share/color/icc`. Set this to the folder where you store extra profiles e.g. :file:`/home/user/.color/icc`, and digiKam will scan these folders when starting up.
ca: El **Repositori dels perfils de color**: el digiKam cerca els perfils ICC a diverses ubicacions predeterminades, p. ex. :file:`/usr/share/color/icc`. Establiu-lo a la carpeta on s'emmagatzemen els perfils addicionals, p. ex. :file:`/home/usuari/.color/icc`, i el digiKam explorarà aquestes carpetes quan s'iniciï.
it: **Deposito dei profili dei colori**: digiKam cerca i profili ICC in diverse posizioni predefinite, per esempio :file:`/usr/share/color/icc`. Imposta questo percorso alla cartella in cui memorizzerai i profili aggiuntivi, per esempio :file:`/home/user/.color/icc`, e digiKam analizzerà queste cartelle all'avvio.
nl: De **Opslagruimte voor kleurprofielen**: digiKam zoekt naar ICC-profielen in een aantal standaard locaties bijv. :file:`/usr/share/color/icc`. Stel dit in in de map waar u extra profielen opslaat bijv. :file:`/home/user/.color/icc` en digiKam zal deze mappen scannen bij opstarten.
pt_br: **Repositório de perfis de cor**: o digiKam procura perfis ICC em vários locais padrão, por exemplo, :file:`/usr/share/color/icc`. Defina esta pasta como a pasta onde você armazena perfis extras, por exemplo, :file:`/home/usuario/.color/icc`, e o digiKam verificará essas pastas ao inicializar.
sl: **Repozitorij barvnih profilov**: digiKam išče profile ICC na številnih privzetih lokacijah, npr. :file:`/usr/share/color/icc`. To nastavite na mapo, v katero shranjujete dodatne profile, npr. :file:`/home/user/.color/icc` in digiKam bo ob zagonu pregledal te mape.
uk: **Сховище профілів кольорів**: digiKam шукає профілі ICC у декількох типових місцях, наприклад :file:`/usr/share/color/icc`. Встановіть для цього параметра значення теки, де ви зберігаєте додаткові профілі, наприклад :file:`/home/user/.color/icc`. digiKam виконуватиме сканування цих тек під час запуску програми.

source: Advanced Settings
ca: Configuració avançada
it: Impostazioni avanzate
nl: Geavanceerde instellingen
pt: Configuração Avançada
pt_br: Configurações avançadas
sl: Napredne nastavitve
uk: Додаткові параметри

source: The Advanced Settings tab includes options for black point compensation and rendering intents.
ca: La pestanya Configuració avançada inclou opcions per a la compensació del punt negre i els propòsits de renderització.
it: La scheda Impostazioni avanzate include opzioni per la compensazione del punto nero e gli obbiettivi di resa.
nl: Het tabblad Geavanceerde instellingen bevat opties voor zwartpuntcompensatie en weergave-intenties.
pt_br: A aba de configurações avançadas inclui opções para compensação de ponto preto e intenções de renderização.
sl: Zavihek Napredne nastavitve vključuje možnosti za kompenzacijo črne točke in namere upodabljanja.
uk: На вкладці додаткових параметрів розміщено пункти для компенсації чорної точки та відтворення кольорів.

source: **Use black point compensation**: This setting is a way to make adjustments between the maximum black levels of digital files and the capabilities of various digital devices to render black.
ca: **Usa la compensació del punt negre**: aquesta configuració és una forma de realitzar ajustaments entre els nivells màxims de negre dels fitxers digitals i les capacitats de diversos dispositius digitals per a renderitzar el negre.
it: **Usa la compensazione del punto nero**: è un modo di effettuare delle regolazioni tra i livelli massimi del nero dei file digitali e le capacità dei vari dispositivi digitali per rendere il nero.
nl: **Zwartpuntcompensatie gebruiken** deze instelling is een manier om aanpassingen te maken tussen de maximale zwartniveau's van digitale bestanden en de mogelijkheden voor zwart weergeven van verschillende digitale apparaten.
pt_br: **Usar compensação de ponto preto**: Esta configuração é uma maneira de fazer ajustes entre os níveis máximos de preto dos arquivos digitais e as capacidades de vários dispositivos digitais para renderizar o preto.
sl: **Uporabi kompenzacijo črne točke**: Ta nastavitev je način prilagajanja med najvišjimi ravnmi črne barve digitalnih datotek in zmožnostmi različnih digitalnih naprav za upodabljanje črne barve.
uk: **Використовувати компенсацію чорної точки**: цей параметр є способом налаштовування між максимальними рівнями чорного цифрових файлів і можливостями у відтворенні кольорів різноманітних цифрових пристроїв.

source: **Rendering Intents**: This setting provides four options:
ca: **Propòsits de la representació**: aquesta configuració proporciona quatre opcions:
it: **Obbiettivi di resa** - questa impostazione fornisce quattro opzioni:
nl: **Rendering intenties**: deze instellingen bieden vier opties:
pt_br: **Intenção de renderização**: esta configuração oferece quatro opções:
sl: **Nameni upodabljanja**: Ta nastavitev nudi štiri možnosti:
uk: **Відтворення кольорів**: цей параметр надає доступ до чотирьох пунктів:

source: **Perceptual**: causes the full gamut of the image to be compressed or expanded to fill the gamut of the destination device, so that gray balance is preserved but colorimetric accuracy may not be preserved. In other words, if certain colors in an image fall outside of the range of colors that the output device can render, the image intent will cause all the colors in the image to be adjusted so that every color in the image falls within the range that can be rendered and so that the relationship between colors is preserved as much as possible. This intent is most suitable for display of photographs and images, and is the default intent.
ca: **Perceptiu**: fa que la gamma completa de la imatge es comprimeixi o ampliï per a omplir la gamma del dispositiu de destinació, de manera que es conservarà el balanç de grisos, però és possible que no es conservi la precisió colorimètrica. En altres paraules, si certs colors en una imatge cauen fora de l'interval de colors que el dispositiu de sortida pot reproduir, el propòsit de la imatge farà que tots els colors de la imatge s'ajustin perquè tots els colors de la imatge estiguin dins de l'interval que es pot renderitzar i perquè la relació entre els colors es conservi tant com sigui possible. Aquest propòsit és el més adequat per a la visualització de fotografies i imatges, i és el propòsit predeterminat.
it: **Percettivo**: fa comprimere o espandere tutto il gamut dell'immagine alle dimensioni del gamut del dispositivo di destinazione, in modo che il bilanciamento del grigio sia mantenuto, ma l'accuratezza colorimetrica potrebbe non esserlo. Ciò vuol dire che se certi colori di un'immagine sono al di fuori dei colori che il dispositivo di output può rendere, l'obiettivo farà regolare tutti i colori dell'immagine in modo che ogni colore sia all'interno dei colori rappresentabili e che le relazioni tra i colori siano mantenute per quanto possibile. Questo obiettivo è adatto soprattutto per la visualizzazione di fotografie e immagini, ed è l'obiettivo predefinito.
nl: **Perceptueel**: veroorzaakt dat het volledige gamut van de afbeelding gecomprimeerd of uitgebreid wordt om het gamut van het bestemmingsapparaat te vullen, zodat de grijze balans bewaard wordt maar colorimetrische nauwkeurigheid hoeft niet bewaard te zijn. Met andere woorden, als bepaalde kleuren in een afbeelding buiten de reeks kleuren vallen die het uitvoerapparaat kan weergeven, de intent van de afbeelding veroorzaakt dat alle kleuren in de afbeelding aangepast worden, zo dat elke kleur in de afbeelding valt in de reeks die weergegeven kan worden en zo dat de relatie tussen kleuren zoveel als mogelijk bewaard wordt. Deze intent (bedoeling) is het meest geschikt voor het tonen van foto's en afbeeldingen en is de standaard intent.
pt_br: **Perceptiva**: faz com que todo o gamute da imagem seja comprimido ou expandido para preencher o gamute do dispositivo de destino, preservando o equilíbrio de cinza, mas a precisão colorimétrica pode não ser preservada. Em outras palavras, se certas cores em uma imagem estiverem fora da faixa de cores que o dispositivo de saída pode renderizar, a intenção da imagem fará com que todas as cores na imagem sejam ajustadas para que todas as cores na imagem estejam dentro da faixa que pode ser renderizada e para que a relação entre as cores seja preservada o máximo possível. Essa intenção é mais adequada para a exibição de fotografias e imagens e é a intenção padrão.
sl: **Zaznavno**: povzroči, da se celoten obseg slike stisne ali razširi, da zapolni obseg ciljne naprave, tako da se ohrani ravnovesje sivine, vendar kolorimetrična natančnost morda ne bo ohranjena. Z drugimi besedami, če določene barve na sliki padejo izven obsega barv, ki jih lahko upodablja izhodna naprava, bo namen slike povzročil, da se vse barve na sliki prilagodijo tako, da bo vsaka barva na sliki v obsegu, ki ga mogoče upodobiti in tako, da je razmerje med barvami čim bolj ohranjeno. Ta namen je najbolj primeren za prikaz fotografij in slik in je privzeti namen.
uk: **Відчуттєве (перцептуальне)**: спричинює стискання повної палітри зображення або розтягування для заповнення усієї палітри пристрою призначення, отже баланс сірого зберігається, але колориметричну точність може бути не збережено. Іншими словами, якщо певні кольори на зображенні потрапляють за діапазон кольорів, які може бути відтворено на пристрої виведення, застосування відтворення спричинить коригування усіх кольорів на зображенні так, що кожен колір на зображенні потрапить до діапазону, який може бути відтворено, і так, щоб співвідношення між кольорами було збережено якомога точніше. Це відтворення найкраще пасує показу фотографій та зображень, отже є типовим для digiKam.

source: **Relative Colorimetric**: is defined such that any colors that fall outside the range that the output device can render are adjusted to the closest color that can be rendered, while all other colors are left unchanged. This intent does not preserve the white point.
ca: **Colorimetria relativa**: es defineix de manera que qualsevol color que estigui fora de l'interval que el dispositiu de sortida pot reproduir s'ajustarà al color més proper que es pugui reproduir, mentre que tots els altres colors es deixaran sense canvis. Aquest propòsit no conservarà el punt blanc.
it: **Colorimetrico relativo**: fa regolare ogni colore che sia al di fuori di quelli rendibili dal dispositivo di output al colore rendibile più vicino, mentre tutti gli altri colori vengono mantenuti inalterati. Questo obiettivo non mantiene il punto bianco.
nl: **Relatief colorimetrisch**: is gedefinieerd zodat een kleur die buiten de reeks valt die het uitvoerapparaat kan weergeven aangepast wordt naar de dichtstbijzijnde kleur die weergegeven kan worden, terwijl alle andere kleuren ongewijzigd zijn gelaten. Deze intent bewaart het witpunt niet.
pt_br: **Colorimétrico relativa**: é definido de forma que quaisquer cores que estejam fora da faixa que o dispositivo de saída pode renderizar sejam ajustadas para a cor mais próxima possível, enquanto todas as outras cores permanecem inalteradas. Essa intenção não preserva o ponto branco.
sl: **Relativna kolorimetrija**: je definirana tako, da se vse barve, ki so zunaj obsega, ki ga lahko upodablja izhodna naprava, prilagodijo najbližji barvi, ki jo je mogoče upodobiti, medtem ko vse druge barve ostanejo nespremenjene. Ta namen ne ohrani bele točke.
uk: **Відносне колориметричне**: визначено так, щоб будь-які кольори, які не потрапляють до діапазону, який може бути показано на пристрої виведення, буде скориговано до найближчого кольору, який може бути показано, а усі інші кольори лишаться незмінними. Це відтворення не зберігає точку білого кольору.

source: **Absolute Colorimetric**: causes any colors that fall outside the range that the output device can render to be adjusted to the closest color that can be rendered, while all other colors are left unchanged. This intent preserves the white point and is most suitable for spot colors (Pantone, TruMatch, logo colors, etc.).
ca: **Colorimetria absoluta**: fa que qualsevol color que quedi fora de l'interval que el dispositiu de sortida pot reproduir s'ajusti al color més proper que es pugui reproduir, mentre que tots els altres colors romandran sense canvis. Aquest propòsit conservarà el punt blanc i és més adequat per a colors directes (Pantone, TruMatch, colors de logotips, etc.).
it: **Colorimetrico assoluto**: fa regolare ogni colore che sia al di fuori di quelli rendibili dal dispositivo di output al colore rendibile più vicino, mentre tutti gli altri colori vengono mantenuti inalterati. Questo obiettivo mantiene il punto bianco ed è adatto soprattutto per le tinte piatte (Pantone, TruMatch, colori di loghi, ...).
nl: **Absoluut colorimetrisch**: veroorzaakt dat een kleur die buiten de reeks valt die het uitvoerapparaat kan weergeven om aangepast te worden naar de dichtstbijzijnde kleur die weergegeven kan worden, terwijl alle andere kleuren ongewijzigd blijven. Deze intent bewaart het witpunt en is het meest geschikt voor steunkleuren (Pantone, TruMatch, logo-kleuren, etc.).
pt: **Colorimétrica Absoluta**: faz com que todas as cores que caiam fora da gama que o dispositivo de saída consegue representar são ajustadas à cor mais próxima que consegue ser representada, enquanto todas as outras cores são deixadas como estão. Esta tentativa de prova preserva o ponto branco e é mais adequada para cores pontuais (Pantone, TruMatch, cores de logótipos, etc.).
pt_br: **Colorimétrico absoluta**: faz com que todas as cores que estejam fora da faixa de renderização do dispositivo de saída sejam ajustadas para a cor mais próxima possível, enquanto todas as outras cores permanecem inalteradas. Essa intenção preserva o ponto branco e é mais adequada para cores especiais (Pantone, TruMatch, cores de logotipo, etc.).
sl: **Absolutna kolorimetrija**: povzroči, da se vse barve, ki so zunaj obsega, ki ga lahko upodablja izhodna naprava, prilagodijo najbližji barvi, ki jo je mogoče upodobiti, medtem ko vse druge barve ostanejo nespremenjene. Ta namen ohranja belo točko in je najprimernejši za točkovne barve (Pantone, TruMatch, barve logotipa itd.).
uk: **Абсолютне колориметричне**: коригує усі кольори, які не потрапляють до діапазону, який може бути показано на пристрої виведення, до найближчого кольору, який може бути показано, а усі інші кольори лишає незмінними. Це відтворення зберігає точку білого і найкраще пасує до кольорових плям (Pantone, TruMatch, кольори логотипів тощо).
