Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/cm_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Saturation**: preserves the saturation of colors in the image at the possible expense of hue and lightness. Implementation of this intent remains somewhat problematic, and the ICC is still working on methods to achieve the desired effects. This intent is most suitable for business graphics such as charts, where it is more important that the colors be vivid and contrast well with each other rather than a specific color.
pt: **Saturação**: preserva a saturação das cores na imagem, às custas da matiz e luminosidade. A implementação desta tentativa é relativamente problemática, e o ICC está ainda a trabalhar em métodos para atingir os efeitos desejados. Esta tentativa é mais adequada para gráficos profissionais, como os gráficos de dado, onde é mais importante que as cores sejam vivas e com bom contraste entre si, do que uma cor em particular.

source: For most cameras it is pretty obvious what color profile they propose for the type at hand, not so for the Canon's. Here is a table of camera/profiles matches, it is non-authoritative of course:
pt: Para a maior parte das máquinas, é relativamente óbvio o perfil de cores que propõem para o tipo, o que não acontece para as da Canon. Aqui está uma tabela de correspondência de máquinas/perfis, que serve apenas a título informativo, como é óbvio:

source: The Canon profile extension betray the target style: F for Faithful Style, L for Landscape Style, N for Neutral Style, P for Portrait Style, S for Standard Style.
pt: A extensão do perfil da Canon trai os estilo do destino: F para Estilo Fiel, L para Estilo Paisagem, N para Estilo Neutro, P para Estilo Retrato, S para Estilo Normal.

source: Here you find a typical :ref:`RAW workflow <rawprocessing_workflow>` scenario with Image Editor.
pt: Aqui irá encontrar um cenário do :ref:`processo de trabalho em RAW <rawprocessing_workflow>` típico com o Editor de Imagens.
