Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/cm_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Color Management Settings
ca: Configuració de la gestió del color del digiKam
it: Impostazioni sulla gestione del colore di digiKam
nl: Kleurbeheerinstellingen van digiKam
pt: Configuração da Gestão de Cores do digiKam
pt_br: Configurações de gerenciamento de cor do digiKam
sl: digiKam nastavitve upravljanja barv
uk: Параметри керування кольорами у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, configure, setup, color management, icc, profile
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge,fàcil, configurar, establir, gestió del color, icc, perfil
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, configurare, configurazione, colore, gestione, icc, profilo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, configureren, opzet, kleurbeheer, icc, profiel
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, configurar, configuração, gestão de cores, icc, perfil
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, configurar, instalação, gerenciamento de cor, icc, perfil
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, konfiguracija, nastavitev, upravljanje barv, icc, profil
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, налаштувати, налаштовування, налаштування, керування кольорами, icc, профіль

source: :ref:`Color Management Settings <setup_application>`
ca: :ref:`Configuració de la gestió del color <setup_application>`
it: :ref:`Impostazioni sulla gestione del colore <setup_application>`
nl: :ref:`Kleurbeheerinstellingen <setup_application>`
pt_br: :ref:`Configurações de gerenciamento de cor <setup_application>`
sl: :ref:`Nastavitve upravljanja barv <setup_application>`
uk: :ref:`Параметри керування кольорами <setup_application>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The **Color Management** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Color Management page`.
ca: Les opcions de la **Gestió del color** del digiKam s'estableixen a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Gestió del color`.
it: Le opzioni della **Gestione dei colori** di digiKam vengono configurate da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Gestione dei colori`.
nl: De opties voor **Kleurbeheer** voor digiKam worden gezet uit :menuselection:`Instellingen --> digiKam configureren... --> Pagina Kleurbeheer`.
pt_br: As opções de **Gerenciamento de cor** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página Gerenciamento de cor`.
sl: Možnosti **Upravljanje barv** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran za upravljanje barv`.
uk: Параметри **Керування кольорами** для digiKam можна встановити за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Керування кольорами»`.

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
uk: Огляд

source: digiKam is color-management enabled application. RAW files coming straight out of a camera without having the benefit of any color processing. Your camera provides the data it has captured in a raw format, and lets you manage all the processing. Every camera has unique aspects about how it captures color information, therefore you will need to apply a camera-specific profile to the images you want to process. Please refer to the :ref:`ICC color profile management <color_management>` section of this manual for more details and explanations.
ca: El digiKam és una aplicació habilitada per a la gestió del color. Els fitxers RAW surten directament d'una càmera sense tenir el benefici del processament de color. La vostra càmera proporciona les dades que ha capturat en format RAW i us permet gestionar tot el processament. Cada càmera té aspectes únics sobre com captura la informació del color, per tant, haureu d'aplicar un perfil específic de la càmera a les imatges que voleu processar. Consulteu la secció :ref:`Gestió del perfil de color ICC <color_management>` d'aquest manual per a més detalls i explicacions.
it: digiKam è un'applicazione in grado di gestire i colori delle tue immagini. File RAW provenienti direttamente da una fotocamera senza il vantaggio di alcuna elaborazione del colore. La tua fotocamera fornisce i dati che ha catturato in un formato grezzo, e tutta l'elaborazione è a tuo carico. Ogni macchina fotografica ha aspetti unici riguardo il modo in cui registra le informazioni sui colori, quindi dovrai applicare un profilo specifico della fotocamera alle immagini che vuoi elaborare. Fai riferimento al capitolo sulla :ref:`gestione dei profili di colori ICC <color_management>` per maggiori dettagli e spiegazioni.
nl: digiKam is een toepassing geschikt voor kleurbeheer. RAW-bestanden - zoals ze direct uit de camera komen zonder dat ze hebben geprofiteerd van kleurverwerking. Uw camera levert de gegevens die hij heeft vastgelegd in RAW-formaat en laat u alle bewerkingen uitvoeren. Iedere camera heeft zijn unieke aspecten over hoe het kleurinformatie vangt, daarom zult u een camera-specifiek profiel moeten toepassen op de beelden die u wilt bewerken. Kijk in de sectie :ref:`ICC kleurprofielbeheer <color_management>` van deze handleiding voor meer details en uitleg.
pt_br: O digiKam é um aplicativo com gerenciamento de cor. Arquivos RAW saem diretamente da câmera, sem a necessidade de processamento de cor. Sua câmera fornece os dados capturados em formato RAW e permite que você gerencie todo o processamento. Cada câmera possui características únicas na captura de informações de cor; portanto, você precisará aplicar um perfil específico da câmera às imagens que deseja processar. Consulte a seção :ref:`Gerenciamento de perfis de cor ICC <color_management>` deste manual para obter mais detalhes e explicações.
sl: digiKam je aplikacija, ki omogoča upravljanje barv. Datoteke RAW prihajajo neposredno iz kamere brez kakršne koli barvne obdelave. Vaša kamera zagotavlja podatke, ki jih je zajela, v neobdelani obliki in vam omogoča upravljanje celotne obdelave. Vsaka kamera ima edinstvene vidike zajema barvnih informacij, zato boste morali za slike, ki jih želite obdelati, uporabiti profil, specifičen za kamero. Za več podrobnosti in pojasnil si oglejte razdelek :ref:`Upravljanje barvnih profilov ICC <color_management>` tega priročnika.
uk: У digiKam ви можете керувати кольорами. У файлах цифрових негативів, у їх початковій формі, взагалі не передбачено керування кольорами. Ваш фотоапарат надає дані такими, якими їх було отримано, — ви можете керувати будь-якими параметрами обробки цих даних. У кожного фотоапарата є специфічні параметри щодо отримання даних про кольори, отже, під час обробки вам слід застосувати до знімків певний профіль. Докладніші відомості та пояснення можна знайти у розділі :ref:`Керування профілями кольорів ICC <color_management>`.

source: Basically, a profile *maps* the raw color information from the camera into a uniform array of color pixels, with information on how the image should be rendered. It also provides information to Lcms backend and digiKam on how to translate the color information from one color space to another in order to keep the colors as accurate as possible across all rendering media.
ca: Bàsicament, un perfil *mapa* la informació en brut de color de la càmera en una matriu uniforme de píxels de color, amb la informació sobre com s'hauria de representar la imatge. També proporciona informació al dorsal de Lcms i al digiKam sobre com traduir la informació del color des d'un espai de color cap a un altre per a mantenir els colors tan precisos com sigui possible en tots els mitjans de representació.
it: Fondamentalmente, un profilo *mappa* le informazioni sui colori grezzi dalla fotocamera all'interno di una matrice uniforme di pixel colorati, con informazioni su come l'immagine dovrebbe essere resa. Fornisce anche informazioni al motore Lcms e a digiKam su come tradurre le informazioni dei colori da uno spazio dei colori a un altro per mantenere i colori più accurati possibile passando attraverso ogni possibile dispositivo multimediale di resa.
nl: In de basis *plaatst* een profiel ruwe kleurinformatie uit de camera in een uniform array van kleurenpixels, met informatie over hoe de afbeelding moeten worden weergeven. Het levert ook informatie aan de Lcms-backend en digiKam over hoe de kleurinformatie te vertalen van de ene kleurruimte naar een andere om de kleuren zo nauwkeurig mogelijk te houden over alle media voor weergave.
pt_br: Basicamente, um perfil *mapeia* as informações de cor brutas da câmera em uma matriz uniforme de pixels de cor, com informações sobre como a imagem deve ser renderizada. Ele também fornece informações ao backend do LCM e ao digiKam sobre como traduzir as informações de cor de um espaço de cor para outro, a fim de manter as cores o mais precisas possível em todas as mídias de renderização.
sl: V bistvu profil *preslika* neobdelane barvne informacije iz kamere v enoten niz barvnih slikovnih pik z informacijami o tem, kako naj bo slika upodobljena. Prav tako zagotavlja informacije zaledju Lcms in digiKam o tem, kako prevesti barvne informacije iz enega barvnega prostora v drugega, da bi ohranili barve čim natančnejše v vseh medijih za upodabljanje.
uk: Загалом кажучи, профіль «відображає» дані про кольори з фотоапарата до однорідного масиву кольорових пікселів і надає відомості щодо того, які ці дані слід показувати глядачеві. Крім того, профіль надає дані модулю обробки Lcms та digiKam про те, як слід переносити дані кольорів з одного простору кольорів до іншого для того, щоб відтворення кольорів на різних носіях було якомога точнішим.

source: Behavior Settings
ca: Configurar el comportament
it: Impostazioni sul comportamento
nl: Instellingen voor gedrag
pt: Configuração do Comportamento
pt_br: Configurações de comportamento
sl: Nastavitve obnašanja
uk: Параметри поведінки

source: The **Behavior** tab contains many of the options for color management within digikam.
ca: La pestanya **Comportament** conté moltes de les opcions per a la gestió del color en el digikam.
it: La scheda **Comportamento** contiene molte opzioni per la gestione dei colori in digikam.
nl: Het tabblad **Gedrag** bevat veel van de opties voor kleurbeheer in digikam.
pt_br: A aba **Comportamento** contém muitas opções de gerenciamento de cor no digikam.
sl: Zavihek **Vedenje** vsebuje veliko možnosti za upravljanje barv v digikamu.
uk: На вкладці **Поведінка** ви зможете скористатися багатьма параметрами керування кольорами у межах digikam.

source: The Color Management Behavior Configuration Page
ca: La pàgina de configuració del comportament de la gestió del color
it: La pagina di configurazione del comportamento della Gestione dei colori di digiKam
nl: De configuratiepagina voor kleurbeheergedrag
pt: A Página de Configuração do Comportamento da Gestão de Cores
pt_br: Página de configuração do comportamento do gerenciamento de cor
sl: Konfiguracijska stran za upravljanje barv
uk: Сторінка налаштовування поведінки засобу керування кольорами

source: **Enable Color Management** is the first option, and it is used to turn on or off automatic color management within digiKam. You can leave this off if you are working exclusively in the sRGB color space.
ca: **Activa la gestió del color** és la primera opció, i s'utilitza per a activar o desactivar la gestió automàtica del color en el digiKam. Podeu deixar això desactivat si esteu treballant exclusivament en l'espai de color sRGB.
it: **Abilita la gestione dei colori** è la prima opzione e viene utilizzata per attivare o disattivare la gestione automatica dei colori all'interno di digiKam. Se vuoi lavorare solo con lo spazio dei colori sRGB, puoi tenere questa opzione spenta.
nl: **Kleurbeheer inschakelen** is de eerste optie en het wordt gebruikt om automatisch kleurbeheer in digiKam in of uit te schakelen. U kunt dit uit laten als u exclusief werkt in de sRGB kleurruimte.
pt_br: **Habilitar o gerenciamento de cor** é a primeira opção e serve para ativar ou desativar o gerenciamento automático de cor no digiKam. Você pode desativá-la se estiver trabalhando exclusivamente no espaço de cor sRGB.
sl: **Omogoči upravljanje barv** je prva možnost in se uporablja za vklop ali izklop samodejnega upravljanja barv v digiKamu. To lahko izpustite, če delate izključno v barvnem prostoru sRGB.
uk: **Увімкнути керування кольором** — це перший пункт, який використовується для вмикання або вимикання автоматичного керування кольорами у digiKam. Ви можете не вмикати цю можливість, якщо ви працюєте суто у просторі кольорів sRGB.

source: If color management is enabled, then you must select a **Working Color Space** profile. Choices include linear profiles such as sRGB, ECI-RGB, LStar-RGB, Adobe-RGB and CIE-RGB, among others. If you want to print your images, you may want to opt for Adobe RGB. If your images are only for display on the web, sRGB is a better choice. (Adobe RGB will be displayed slightly dull in non-color managed enabled software such as browsers.) However, you can change this profile at any time by selecting another profile, therefore Adobe RGB can be a good choice for storing and image handling as you can always change it to sRGB before releasing an image for your blog. Note: Do not use non-linear profiles as they will change the color balance of your images.
ca: Si la gestió del color està activada, haureu de seleccionar un perfil d'**Espai de color de treball**. Les opcions inclouen perfils lineals com sRGB, ECI-RGB, LStar-RGB, Adobe-RGB i CIE-RGB, entre d'altres. Si voleu imprimir les vostres imatges, podeu optar per Adobe RGB. Si les imatges són només per a mostrar-se a la web, el sRGB és una opció millor. (Adobe RGB es mostrarà lleugerament avorrit en programari no habilitat amb la gestió de color, com ara navegadors.) No obstant això, podeu canviar aquest perfil en qualsevol moment seleccionant un altre perfil, per tant, Adobe RGB pot ser una opció bona per a emmagatzemar i gestionar imatges, ja que sempre podeu canviar-lo a sRGB abans de publicar una imatge al vostre blog. Nota: No utilitzeu perfils no lineals, ja que canviaran el balanç de color de les imatges.
it: Se la gestione dei colori è attivata, devi allora fornire selezionare un profilo per lo **Spazio dei colori di lavoro**. La scelta include, tra gli altri, i profili lineari quali sRGB, ECI-RGB, LStar-RGB, Adobe-RGB e CIE-RGB. Per stampare le immagini, potresti preferire Adobe-RGB. Se le tue immagini sono solo destinate alla visualizzazione sul web, sRGB è la scelta migliore (Adobe-RGB verrà visualizzato con colori non netti in programmi non abilitati alla gestione dei colori come i browser web). Puoi però cambiare questo profilo in qualsiasi momento selezionando un altro profilo, dunque Adobe-RGB può essere una buona scelta per salvare e gestire le immagini, dato che puoi sempre convertirlo in sRGB prima di produrre un'immagine per il tuo blog. Nota: non usare dei profili non lineari perché modificherebbero il bilanciamento dei colori delle tue immagini.
nl: Als kleurbeheer is ingeschakeld moet u een **Werkruimtekleurprofiel** selecteren. Keuzes omvatten, naast anderen, lineaire profielen als sRGB, ECI-RGB, LStar-RGB, Adobe-RGB of CIE-RGB. Als u uw afbeeldingen wilt afdrukken kunt u Adobe-RGB kiezen. Als uw afbeeldingen alleen voor tonen op het internet is dan is sRGB een betere keuze. (Adobe-RGB wordt een beetje saai in browsers zonder kleurmanagement). Maar u kunt dit profiel op elk moment veranderen door een ander profiel te selecteren, daarom kan Adobe-RGB een goede keus zijn voor het opslaan en behandeling van de afbeelding omdat u het altijd kan wijzigen naar sRGB alvorens een afbeelding in uw blog vrij te geven. Opmerking: gebruik geen niet-lineaire profielen omdat ze de kleurbalans van uw afbeeldingen zullen wijzigen.
pt_br: Se o gerenciamento de cor estiver habilitado, você deverá selecionar um perfil de **Espaço de cor de trabalho**. As opções incluem perfis lineares como sRGB, ECI-RGB, LStar-RGB, Adobe-RGB e CIE-RGB, entre outros. Se você deseja imprimir suas imagens, pode optar por Adobe RGB. Se suas imagens forem apenas para exibição na web, sRGB é uma escolha melhor. (Adobe RGB será exibido um pouco opaco em softwares sem gerenciamento de cor habilitado, como navegadores.) No entanto, você pode alterar esse perfil a qualquer momento selecionando outro perfil; portanto, Adobe RGB pode ser uma boa opção para armazenamento e processamento de imagens, pois você sempre pode alterá-lo para sRGB antes de lançar uma imagem para seu blog. Observação: não use perfis não lineares, pois eles alterarão o equilíbrio de cores de suas imagens.
sl: Če je upravljanje barv omogočeno, morate izbrati profil **Delovni barvni prostor**. Izbira med drugim vključuje linearne profile, kot so sRGB, ECI-RGB, LStar-RGB, Adobe-RGB in CIE-RGB. Če želite natisniti svoje slike, se boste morda želeli odločiti za Adobe RGB. Če so vaše slike samo za prikaz v spletu, je sRGB boljša izbira. (Adobe RGB bo prikazan rahlo dolgočasno v programski opremi, ki ne podpira barvnega upravljanja, kot so brskalniki.) Vendar pa lahko ta profil kadar koli spremenite tako, da izberete drug profil, zato je Adobe RGB lahko dobra izbira za shranjevanje in obdelavo slik, ko jo lahko vedno spremenite v sRGB, preden objavite sliko za svoj blog. Opomba: Ne uporabljajte nelinearnih profilov, saj bodo spremenili barvno ravnovesje vaših slik.
uk: Якщо увімкнено керування кольорами, вам слід вказати профіль кольорів робочого простору (лінійний профіль, зокрема sRGB, ECI-RGB, LStar-RGB, Adobe-RGB або CIE-RGB). Якщо ви бажаєте надрукувати ваші знімки, можливо, варто зупинити вибір на Adobe RGB. Якщо зображення призначено лише для оприлюднення у інтернеті, краще вибрати sRGB (кольори Adobe RGB видаватимуться трохи тьмяними у програмах, які не використовують керування кольорами, зокрема переглядачах інтернету). Але, звичайно ж, пізніше ви зможете змінити профіль кольорів (призначенням іншого профілю), тому Adobe RGB буде непоганим вибором для зберігання та обробки зображень, оскільки ви завжди зможете замінити цей профіль на sRGB перед оприлюдненням вашого зображення у блозі. Зауваження: не використовуйте нелінійні профілі, оскільки вони змінюють баланс кольорів ваших знімків.

source: The three next sections of this view set digiKam's color management behaviors for when an image is loaded:
ca: Les tres seccions següents d'aquesta vista estableixen el comportament de la gestió de color del digiKam per a quan es carrega una imatge:
it: Le tre sezioni che seguono di questa vista impostano i comportamenti della gestione dei colori di digiKam quando un'immagine viene caricata:
nl: De drie volgende secties van deze weergave zetten de gedrag van kleurbeheer van digiKam voor wanneer een afbeelding is geladen:
pt_br: As três próximas seções desta visualização definem os comportamentos do gerenciamento de cor do digiKam quando uma imagem é carregada:
sl: Naslednji trije razdelki tega pogleda določajo vedenje digiKama za upravljanje barv, ko je slika naložena:
uk: Три наступних розділи цієї панелі встановлюють правила обробки при завантаженні зображення:

source: **When the profile of an image does not match the working color space**: digiKam provides two options:
ca: **Quan el perfil d'una imatge no concorda amb l'espai de color de treball**: el digiKam proporciona dues opcions:
it: **Quando il profilo di un'immagine non combacia con lo spazio dei colori di lavoro** - digiKam fornisce le due opzioni:
nl: **Wanneer het profiel van een afbeelding niet overeenkomt met de werkplekkleurruimte**: levert digiKam twee opties:
pt_br: **Quando o perfil de uma imagem não corresponde ao espaço de cor de trabalho**: o digiKam oferece duas opções:
sl: **Ko se profil slike ne ujema z delovnim barvnim prostorom**: digiKam ponuja dve možnosti:
uk: **Якщо профіль зображення не збігається з профілем кольорів робочого простору**: у digiKam передбачено два пункти:

source: **Ask when opening the image**: If an image has an embedded color profile that does not match the working space profile, digiKam will ask if you want to convert to the working space, keep the embedded profile or discard the embedded profile and assign a different one.
ca: **Pregunta en obrir la imatge**: si una imatge té un perfil de color incrustat que no coincideix amb el perfil de l'espai de treball, el digiKam us preguntarà si voleu convertir l'espai de treball, mantenir el perfil incrustat o descartar el perfil incrustat i assignar-ne un de diferent.
it: **Chiedi quando si apre l'immagine**: se un'immagine ha un profilo di colore incorporato che non combacia con lo spazio dei colori di lavoro, digiKam chiederà se vuoi convertirla allo spazio dei colori di lavoro, mantenere il profilo incorporato oppure scartare il profilo incorporato e assegnarne uno diverso.
nl: **Vragen bij openen van de afbeelding**: als een afbeelding een ingebed kleurprofiel heeft dat niet overeenkomt met het werkplekruimteprofiel, dan zal digiKam vragen of u dit wilt converteren naar de werkplekruimte, het ingebedde profiel wilt handhaven of vervangen door een ander.
pt_br: **Perguntar ao abrir a imagem**: Se uma imagem tiver um perfil de cor embutido que não corresponde ao perfil do espaço de trabalho, o digiKam perguntará se você deseja converter para o espaço de trabalho, manter o perfil embutido ou descartar o perfil embutido e atribuir um diferente.
sl: **Vprašaj ob odpiranju slike**: Če ima slika vdelan barvni profil, ki se ne ujema s profilom delovnega prostora, bo digiKam vprašal, ali želite pretvoriti v delovni prostor, obdržati vdelan profil ali zavreči vdelan profil in dodelite drugega.
uk: **Запитати під час відкриття зображення**: якщо до файла зображення вбудовано профіль кольорів, що не збігається з профілем кольорів робочого простору, digiKam запитає вас про те, бажаєте ви перетворити робочий простір, зберегти вбудований профіль чи відкинути його і призначити інший профіль кольорів.
