Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/collections_settings.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: For the **Collections on Network Shares**, the **Plus button** on the right side of the path allows you to append a new mount path to a registered collection entry. This feature resolves the problem with collections and database data shared over a local network (here using a `Network Attached Storage - NAS <https://en.wikipedia.org/wiki/Network-attached_storage>`_), and works for different digiKam clients (here a Windows, Linux, and macOS). Each client will mount the shared collection to different paths on the client's local computer, and this allows each host to have a unique database with all paths referring to the same main shared collection. As all client computers will share the same database, all information hosted in the database and managed with each digiKam clients will not be duplicated on the NAS.
ca: Per a les **Col·leccions en comparticions de xarxa**, el **botó Més** en el cantó dret del camí permet afegir un camí de muntatge nou a una entrada de col·lecció registrada. Aquesta característica resol el problema amb col·leccions i dades de bases de dades compartides en una xarxa local (aquí s'utilitza un `Emmagatzematge connectat a xarxa - NAS <https://en.wikipedia.org/wiki/Network-attached_storage>`_), i funciona amb clients diferents del digiKam (Windows, Linux i macOS). Cada client muntarà la col·lecció compartida a camins diferents en l'ordinador local del client, i això permet a cada servidor tenir una base de dades única amb tots camins referits a la mateixa col·lecció compartida principal. Com que tots els ordinadors clients compartiran la mateixa base de dades, tota la informació allotjada a la base de dades i gestionada per cada client del digiKam no es duplicarà en el NAS.
it: Per le **Raccolte su condivisioni di rete** il **pulsante Più** alla destra del percorso ti permette di aggiungere un nuovo percorso di montaggio a una raccolta registrata. Questa funzionalità risolve il problema con le raccolte e i dati di banche dati condivisi in una rete locale (qui utilizzando un `NAS - Network Attached Storage <https://it.wikipedia.org/wiki/Network_Attached_Storage>`_), e funziona con client digiKam diversi (in questo caso Windows, Linux e macOS). Ogni client monta la raccolta condivisa puntando verso percorsi diversi nel computer locale del client, e questo permette a ciascun host di avere una banca dati univoca con tutti i percorsi che si riferiscono allo stessa raccolta condivisa principale. Poiché tutti i computer client condivideranno la stessa banca dati, tutte le informazioni ospitate nella banca dati e gestite con ciascun client digiKam non verranno duplicate sul NAS.
pt_br: Para as **Coleções em compartilhamentos de rede**, o **botão de mais** à direita do caminho permite anexar um novo caminho de montagem a uma entrada de coleção registrada. Este recurso resolve o problema com coleções e dados de banco de dados compartilhados em uma rede local (aqui usando um `Network Attached Storage - NAS <https://en.wikipedia.org/wiki/Network-attached_storage>`_) e funciona para diferentes clientes digiKam (aqui Windows, Linux e macOS). Cada cliente montará a coleção compartilhada em caminhos diferentes no computador local do cliente, o que permite que cada host tenha um banco de dados exclusivo, com todos os caminhos referentes à mesma coleção compartilhada principal. Como todos os computadores clientes compartilharão o mesmo banco de dados, todas as informações hospedadas no banco de dados e gerenciadas com cada cliente digiKam não serão duplicadas no NAS.
sl: Za **Zbirke v omrežnih skupnih virih** vam **gumb plus** na desni strani poti omogoča dodajanje nove poti priklopa registriranemu vnosu zbirke. Ta funkcija odpravlja težavo z zbirkami in podatki baze podatkov v skupni rabi prek lokalnega omrežja (tukaj z uporabo `Network Attached Storage - NAS <https://en.wikipedia.org/wiki/Network-attached_storage>`_) in deluje za različne odjemalce digiKam (tu Windows, Linux in macOS). Vsak odjemalec bo zbirko v skupni rabi namestil na različne poti v lokalnem računalniku odjemalca, kar vsakemu gostitelju omogoča edinstveno zbirko podatkov z vsemi potmi, ki se nanašajo na isto glavno zbirko v skupni rabi. Ker bodo vsi odjemalski računalniki delili isto zbirko podatkov, se vse informacije, ki gostujejo v zbirki podatkov in upravljajo z vsakim odjemalcem digiKam, se ne bodo podvojile v NASu.
sv: För **Samlingar på delade nätverkskataloger** gör **plusknappen** på höger sida av sökvägen att en ny monteringssökväg kan läggas till i en registrerad samlingspost. Funktionen löser problemet med samlingar och databasdata som delas över ett lokalt nätverk (här med hjälp av `Network Attached Storage - NAS <https://en.wikipedia.org/wiki/Network-attached_storage>`_), och fungerar för olika digiKam-klienter (här Windows, Linux och macOS). Varje klient monterar den delade samlingen med olika sökvägar på klientens lokala dator, och det gör att varje värddator kan ha en unik databas med alla sökvägar som refererar till samma delade samling. Eftersom alla klientdatorer delar samma databas dupliceras inte någon information som finns i databasen och hanteras med varje digiKam-klient på NAS-enheten.
uk: Для **Збірок у Збірки на спільних мережевих ресурсах** за допомогою **кнопки «плюс»** праворуч від запису шляху можна додати новий шлях монтування до зареєстрованого запису збірки. За допомогою цього пункту можна працювати із проблематичними збірками та даними баз даних, зв'язок з якими відбувається локальною мережею (тут, використовуючи `Network Attached Storage - NAS <https://en.wikipedia.org/wiki/Network-attached_storage>`_) і доступ до яких відбувається з різних клієнтів digiKam (тут, з Windows, Linux та macOS). Оскільки кожен клієнт монтуватиме спільну збірку до різних шляхів на локальних комп'ютерах, ця можливість надає змогу використовувати усі шляхи у базі даних, які посилаються на той самий основний спільний шлях збірки. Оскільки усі клієнтські комп'ютери спільно використовуватимуть ту саму базу даних, усі дані, які зберігатимуться у базі даних і керуватимуться кожним з клієнтів digiKam, не дублюватимуться у NAS.

source: The configuration can be set with the following steps listed below:
ca: La configuració es pot establir seguint els passos llistats a continuació:
it: La configurazione può essere impostata seguendo i passaggi sotto riportati:
pt_br: A configuração pode ser definida com as seguintes etapas listadas abaixo:
sl: Konfiguracijo lahko nastavite z naslednjimi koraki, navedenimi spodaj:
sv: Inställningen kan anpassas med följande steg som listas nedan:
uk: Налаштовування можна виконати такими кроками:

source: On the **Linux** client, user adds the first entry to the network collection: :file:`/mnt/nas`
ca: En el client de **Linux**, l'usuari afegirà la primera entrada cap a la col·lecció de xarxa: :file:`/mnt/nas`
it: Sul client **Linux**, l'utente aggiunge la prima voce alla raccolta di rete: :file:`/mnt/nas`
nl: Op de **Linux** client, gebruiker voegt het eerste item toe aan de netwerkverzameling: :file:`/mnt/nas`
pt_br: No cliente **Linux**, o usuário adiciona a primeira entrada à coleção de rede: :file:`/mnt/nas`
sl: V odjemalcu **Linux** uporabnik doda prvi vnos v zbirko omrežja: :file:`/mnt/nas`
sv: På **Linuxklienten** lägger användaren till den första posten i nätverkssamlingen: :file:`/mnt/nas`
uk: На клієнтському комп'ютері під керуванням **Linux** користувач додає перший запис до мережевої збірки: :file:`/mnt/nas`

source: On the **macOS** client, with the "+" icon user now adds its base path to the collection: :file:`/Volumes/data/NAS`
ca: En el client de **macOS**, amb la icona **+**, l'usuari afegirà el seu camí base cap a la col·lecció: :file:`/Volumes/data/NAS`
it: Sul client **macOS**, con l'icona "+" l'utente ora aggiunge il suo percorso di base alla raccolta: :file:`/Volumes/data/NAS`
nl: Op de **macOS** client, met het pictogram "+" voegt de gebruiker nu zijn basispad toe aan de verzameling: :file:`/Volumes/data/NAS`
pt_br: No cliente **macOS**, com o ícone "+", o usuário agora adiciona seu caminho base à coleção: :file:`/Volumes/data/NAS`
sl: V odjemalcu **macOS** uporabnik z ikono "+" zdaj doda svojo osnovno pot v zbirko: :file:`/Volumes/data/NAS`
sv: På **macOS-klienten** lägger användaren nu till sin bassökväg till samlingen, med hjälp av ikonen "+": :file:`/Volumes/data/NAS`
uk: На клієнтському комп'ютері під керуванням **macOS** за допомогою піктограми «+» користувач додає свій базовий шлях до збірки: :file:`/Volumes/data/NAS`

source: On the **Windows** client, user adds the shared path: :file:`X:\\NAS-digiKam`
ca: En el client de **Windows**, l'usuari afegirà el camí cap al recurs compartit: :file:`X:\\NAS-digiKam`
it: Sul client **Windows**, l'utente aggiunge il percorso condiviso: :file:`X:\\NAS-digiKam`
nl: Op de **Windows** client, voegt de gebruiker het gedeelde pad toe: :file:`X:\\NAS-digiKam`
pt_br: No cliente **Windows**, o usuário adiciona o caminho compartilhado: :file:`X:\\NAS-digiKam`
sl: V odjemalcu **Windows** uporabnik doda skupno pot: :file:`X:\\NAS-digiKam`
sv: På **Windows-klienten** lägger användaren till den delade sökvägen: :file:`X:\\NAS-digiKam`
uk: На клієнтському комп'ютері під керуванням **Windows** користувач додає спільний шлях: :file:`X:\\NAS-digiKam`

source: Later, other extra digiKam clients would also be conceivable if the NAS has a different mount point or used by `UNC path <https://en.wikipedia.org/wiki/Path_(computing)>`_. On each of the digiKam clients it's important that all base paths in the setup dialogs then refer to the same network shared collection.
ca: Més tard, altres clients addicionals en el digiKam també serien concebibles si el NAS té un punt de muntatge diferent o si s'utilitza un `camí UNC <https://en.wikipedia.org/wiki/Path_(computing)>`_. A cada client del digiKam, és important que tots els camins base en el diàleg de configuració facin referència a la mateixa col·lecció en un recurs compartit de xarxa.
it: Successivamente potranno anche essere previsti ulteriori client digiKam, se il NAS ha un punto di montaggio differente o viene utilizzato da un `percorso UNC <https://en.wikipedia.org/wiki/Path_(computing)>`_. In ogni client digiKam sarà allora importante che tutti i percorsi di base nelle finestre di dialogo di configurazione facciano riferimento alla stessa raccolta condivisa di rete.
pt_br: Posteriormente, outros clientes digiKam extras também seriam concebíveis se o NAS tivesse um ponto de montagem diferente ou fosse usado pelo `caminho UNC <https://en.wikipedia.org/wiki/Path_(computing)>`_. Em cada um dos clientes digiKam, é importante que todos os caminhos base nas caixas de diálogo de configuração se refiram à mesma coleção compartilhada de rede.
sl: Kasneje bi si lahko predstavljali tudi druge dodatne odjemalce digiKam, če ima NAS drugačno točko priklopa ali ga uporablja `UNC path <https://en.wikipedia.org/wiki/Path_(computing)>`_. Pri vsakem od odjemalcev digiKam je pomembno, da se vse osnovne poti v pogovornih oknih za nastavitev nanašajo na isto omrežno skupno zbirko.
sv: Senare skulle andra extra digiKam-klienter också vara tänkbara om NAS har en annan monteringspunkt eller används av en `UNC-sökväg <https://en.wikipedia.org/wiki/Path_(computing)>`_. På var och en av digiKam-klienterna är det viktigt att alla bassökvägar i inställningsdialogrutorna sedan refererar till samma samling delad via nätverket.
uk: Пізніше можна буде скористатися іншими клієнтами digiKam, якщо NAS матиме іншу точку монтування або скористатися `шляхом UNC <https://en.wikipedia.org/wiki/Path_(computing)>`_. На кожному клієнті digiKam важливо, щоб усі базові шляхи посилалися на ту саму спільну збірку у мережі у вікні налаштувань.

source: The kind of resources shared on the local network do not permit the use of multiple clients at the same time with a common database.
ca: La classe de recursos compartits sobre la xarxa local no permeten l'ús de diversos clients alhora amb una base de dades comuna.
it: Il tipo di risorsa condivisa su una rete locale non permette l'uso contemporaneo di più client con una banca dati comune.
pt_br: Os tipos de recursos compartilhados na rede local não permitem o uso de vários clientes ao mesmo tempo com um banco de dados comum.
sl: Vrsta virov, ki se delijo v lokalnem omrežju, se ne dovoljuje uporabe več odjemalcev hkrati s skupno bazo podatkov.
sv: Den typ av resurser som delas på det lokala nätverket tillåter inte användning av flera klienter samtidigt med en gemensam databas.
uk: Цей тип ресурсів, який спільно використовується за допомогою локальної мережі, не дозволяє одночасний доступ різних клієнтів до спільної бази даних.

source: Collection and Database Shared on Local Network Using NAS to 3 Different digiKam Clients
ca: Una col·lecció i bases de dades en un recurs compartit sobre la xarxa local utilitzant NAS per a 3 clients diferents en el digiKam
it: Raccolta e banca dati condivise su una rete locale utilizzando un NAS con tre client digiKam diversi
nl: Verzameling en gedeelde database op lokaal netwerk met gebruik van NAS naar 3 verschillende digiKam-clients
pt_br: Coleção e banco de dados compartilhados na rede local usando NAS para 3 clientes digiKam diferentes
sl: Zbiranje in zbirka podatkov v skupni rabi v lokalnem omrežju s pomočjo NAS 3 različnim odjemalcem digiKam
sv: Samling och databas delad på lokalt nätverk med hjälp av NAS till tre olika digiKam-klienter
uk: Спільна збірка і база даних у локальній мережі з використанням NAS на 3 різних клієнтах digiKam

source: digiKam does not support virtual placeholder folders such as OneDrive or GoogleDrive within the image collection specified in setup. The main problem with cloud drives appears when a change is made. A process to synchronize the collection and the database is started, but digiKam does not have access to the files until the network operation is completed. Depending on the network bandwidth and cloud server loading, the time to update can take too long.
ca: El digiKam no admet carpetes contenidores virtuals com OneDrive o GoogleDrive dins de la col·lecció d'imatges especificada a la configuració. El problema principal de les unitats al núvol apareix quan es fa un canvi. S'inicia un procés de sincronització de la col·lecció i la base de dades, però el digiKam no té accés als fitxers fins que no s'hagi completat l'operació de xarxa. Depenent de l'amplada de banda de la xarxa i la càrrega del servidor al núvol, el temps d'actualització pot ser massa llarg.
sl: digiKam ne podpira navideznih nadomestnih map, kot sta OneDrive ali GoogleDrive v zbirki slik, določeni v nastavitvah. Glavna težava z oblačnimi pogoni se pojavi, ko pride do spremembe. Začne se sinhronizacija in digiKam nima dostopa do datotek, dokler operacija ni dokončana. Odvisno od pasovne širine omrežja lahko časovna zakasnitev traja in traja. digiKam ne podpira navideznih nadomestnih map, kot sta OneDrive ali GoogleDrive, v zbirki slik, določeni v nastavitvah. Glavna težava z oblačnimi pogoni se pojavi, ko pride do spremembe. Zažene se postopek za sinhronizacijo zbirke in baze podatkov, vendar digiKam nima dostopa do datotek, dokler omrežna operacija ni končana. Odvisno od pasovne širine omrežja in nalaganja strežnika v oblaku lahko čas za posodobitev traja predolgo.

source: Ignore Directories from your Collections
ca: Ignorar directoris de les col·leccions
it: Cartelle da ignorare dalle tue raccolte
nl: Mappen uit uw verzamelingen negeren
pt_br: Pastas ignoradas de suas coleções
sl: Prezrite imenike iz svojih zbirk
sv: Ignorera kataloger från samlingar
uk: Ігнорування каталогів з ваших збірок

source: The **Ignored Directories** view allows you to setup the list of the directories to ignore while scanning collection contents. The directory names are case sensitive and must be separated by semicolons. The list of ignored directories does not include paths that digiKam ignores by default, such as directories that start with a dot. Press on the **Currently ignored directories** link to show the list of directories that digiKam ignores by default.
ca: La vista **Directoris ignorats** permet configurar la llista de directoris que s'ignoraran mentre s'explora el contingut de la col·lecció. Els noms dels directoris distingeixen entre majúscules i minúscules, i hauran d'estar separats per punts i comes. La llista de directoris ignorats no admet camins que el digiKam ignora de manera predeterminada, com els directoris que comencen per un punt. Premeu l'enllaç **Directoris ignorats actualment** per a mostrar la llista dels directoris que el digiKam ignora de manera predeterminada.
it: La vista **Cartelle ignorate** ti permette di configurare l'elenco delle cartelle da ignorare durante l'analisi del contenuto delle raccolte. I nomi delle cartelle distinguono tra maiuscole e minuscole e devono essere separate da punto e virgola. L'elenco delle cartelle ignorate non include i percorsi che digiKam ignora per impostazione predefinita, tipo le cartelle che iniziano con un punto. Premi sul collegamento **Cartelle attualmente ignorate** per visualizzare l'elenco delle cartelle che digiKam ignora in modo predefinito.
pt_br: A aba de **Pastas ignoradas** permite configurar a lista de pastas a serem ignoradas durante a verificação do conteúdo da coleção. Os nomes das pastas diferenciam maiúsculas de minúsculas e devem ser separados por ponto e vírgula. A lista de pastas ignoradas não inclui caminhos que o digiKam ignora por padrão, como pastas que começam com um ponto. Clique no link **Pastas atualmente ignoradas** para exibir a lista de pastas que o digiKam ignora por padrão.
sl: Pogled **Prezrti imeniki** vam omogoča nastavitev seznama imenikov, ki jih želite prezreti med skeniranjem vsebine zbirke. Imena imenikov razlikujejo med velikimi in malimi črkami in morajo biti ločena s podpičjem. Seznam prezrtih imenikov ne vključuje poti, ki jih digiKam privzeto prezre, na primer imenikov, ki se začnejo s piko. Pritisnite povezavo **Trenutno prezrti imeniki**, da prikažete seznam imenikov, ki jih digiKam privzeto prezre.
sv: Vyn **Ignorerade kataloger** gör det möjligt att ställa in listan över kataloger som ska ignoreras vid genomsökning av samlingsinnehåll. Katalognamnen är skiftlägeskänsliga och måste separeras med semikolon. Listan över ignorerade kataloger inkluderar inte sökvägar som digiKam normalt ignorerar, till exempel kataloger som börjar med en punkt. Klicka på länken **Kataloger som för närvarande ignoreras** för att visa listan över kataloger som digiKam normalt ignorerar.
uk: За допомогою панелі **Ігноровані каталоги** можна налаштувати список каталогів, які програма ігноруватиме під час пошуку даних у збірках. Назви каталогів слід вказувати з врахуванням регістру символів. Каталоги у списку слід відокремлювати крапкою з комою. У списку ігнорованих каталогів навмисно не передбачено підтримки шляхів, які digiKam типово ігнорує, зокрема каталогів, назви яких починаються з крапки. Натисніть пункт **Поточні ігноровані каталоги**, щоб переглянути список каталогів, які digiKam типово ігноруватиме.

source: The digiKam Collections Configuration Page with the List of Ignored Directories
ca: La pàgina de configuració Col·leccions en el digiKam amb la llista de directoris ignorats
it: La pagina di configurazione delle raccolte di digiKam con l'elenco delle cartelle ignorate
nl: De configuratiepagina van Verzamelingen van digiKam met de lijst van Genegeerde mappen
pt_br: Página de configuração de coleções do digiKam com a lista de pastas ignoradas
sl: Nastavitvena stran zbirk digiKam s seznamom prezrtih imenikov
sv: Inställningssidan för samlingar i digiKam med listan över ignorerade kataloger
uk: Сторінка налаштувань збірок digiKam зі списком ігнорованих каталогів

source: Only directory names are excluded, paths are not supported. This is intentional.
ca: Només s'exclouen els noms de directori, els camins no estan admesos. Això és intencionat.
it: Sono esclusi solo i nomi delle cartelle, i percorsi non sono supportati. Questo comportamento è intenzionale.
pt_br: Apenas nomes de pastas são excluídos; caminhos não são suportados. Isso é intencional.
sl: Izključena so samo imena imenikov, poti niso podprte. To je namerno.
sv: Endast katalognamn är undantagna, sökvägar stöds inte. Det är avsiktligt.
uk: Буде виключено лише назву каталогу. Підтримки шляхів до каталогів не передбачено. Так зроблено навмисно.

source: digiKam does not support virtual placeholder folders such as **OneDrive**, **GoogleDrive**, or **iCloud** within the image collection specified in setup. The main problem with cloud drives appears when a change is made. A process to synchronize the collection and the database is started, but digiKam does not have access to the files until the network operation is completed. Depending on the network bandwidth and cloud server loading, the time to update can take too long.
pt_br: O digiKam não suporta pastas de espaço reservado virtuais, como **OneDrive**, **GoogleDrive** ou **iCloud**, dentro da coleção de imagens especificada na configuração. O principal problema com unidades na nuvem surge quando uma alteração é feita. Um processo para sincronizar a coleção e o banco de dados é iniciado, mas o digiKam não tem acesso aos arquivos até que a operação de rede seja concluída. Dependendo da largura de banda da rede e da carga do servidor na nuvem, a atualização pode demorar muito.
uk: У digiKam не передбачено підтримки віртуальних тек-замінників, таких, як у **OneDrive**, **GoogleDrive** або **iCloud**, у збірці зображень, яку вказано при налаштовуванні. Основна проблема з «хмарними» дисками виникає при внесенні змін. Розпочинається синхронізація, і digiKam не має доступу до файлів, доки синхронізацію не завершено. Залежно від ширини каналу мережі і навантаження на хмарний сервер, затримка може бути доволі тривалою.
