Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/collections_settings.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: digiKam Collections Settings
ca: Configuració de les col·leccions del digiKam
it: Impostazioni delle raccolte di digiKam
nl: Instellingen voor verzamelingen van digiKam
pt_br: Configurações de coleções do digiKam
sl: digiKam nastavitve zbirk
sv: Samlingsinställningar i digiKam
uk: Параметри збірок digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, collection, setup, configure
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge,fàcil, recollir, establir, configurar
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, raccolta, configurazione, configurare
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, verzameling, opzet, configureren
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, coleção, configuração, configurar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, zbirka, nastavitev, konfiguracija
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, samling, inställning, anpassa
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, збірка, налаштування, налаштовування

source: :ref:`Collections Settings <setup_application>`
ca: :ref:`Configuració de les col·leccions <setup_application>`
it: :ref:`Impostazioni delle raccolte <setup_application>`
nl: :ref:`Instellingen voor verzamelingen <setup_application>`
pt_br: :ref:`Configurações da coleção <setup_application>`
sl: :ref:`Nastavitve zbirk <setup_application>`
sv: :ref:`Samlingsinställningar <setup_application>`
uk: :ref:`Параметри збірок <setup_application>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: The **Collections** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Collections page`.
ca: Les opcions de **Configuració de les col·leccions** del digiKam s'estableixen a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Configuració`.
it: Le opzioni della **Raccolte** di digiKam vengono configurate da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Raccolte`.
nl: De opties voor **Verzamelingen** voor digiKam worden gezet in :menuselection:`Instellingen --> digiKam configureren... --> Pagina Verzamelingen`.
pt_br: As opções de **Coleções** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página Coleções`.
sl: Možnosti **Zbirke** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran Zbirke`.
sv: Alternativen för **Samlingar** i digiKam ställs in från :menuselection:`Inställningar --> Anpassa digiKam... --> sidan Samlingar`.
uk: Параметри **Збірок** для digiKam можна встановити за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Збірки»`.

source: Setup Root Album Folders
ca: Configurar les carpetes de l'àlbum principal
it: Configurazione di cartelle di album radice
nl: Opzet van hoofdalbummappen
pt_br: Configurar pastas do álbum raiz
sl: Nastavitev korenskih map albumov
sv: Inställning av rotalbumkataloger
uk: Налаштовування тек кореневого альбому

source: This view allows you to specify where your **Album Collections** are stored. Each Collection represents a **Root Album Folder** containing your photographs or videos. (This is also where digiKam stores its databases if you are using SQLite.) Usually the root folder will contain sub folders. All these folders we call **Albums**. How to work with albums, including creation, deletion, renaming etc., is described in detail in :ref:`the Album <albums_view>` section of this manual.
ca: Aquesta vista permet especificar on s'emmagatzemen les **Col·leccions d'àlbums**. Cada col·lecció representa una **Carpeta d'àlbum arrel** que conté les vostres fotografies o vídeos. (Aquest és també el lloc on el digiKam emmagatzema les seves bases de dades si esteu utilitzant SQLite.) Normalment la carpeta arrel conté subcarpetes. Totes aquestes carpetes les anomenem **Albums**. Com treballar amb els àlbums, incloent-hi la creació, supressió, canvi de nom, etc., es descriu en detall a la secció d':ref:`Àlbums <albums_view>` d'aquest manual.
it: Questa vista ti consente di specificare la posizione di memorizzazione delle tue **raccolte di album**. Ogni raccolta rappresenta una **cartella di album radice** che contiene le tue fotografie o i tuoi video (è il luogo in cui digiKam memorizza le sue banche dati, se stai utilizzando SQLite). Di solito la cartella radice contiene cartelle secondarie. Chiamiamo **album** tutte queste cartelle. Nel capitolo :ref:`Album <albums_view>` di questo manuale è descritto il modo con cui si interagisce con gli album, incluso creazione, eliminazione, rinomina, ecc.
pt_br: Esta visualização permite que você especifique onde suas **Coleções de álbuns** são armazenadas. Cada coleção representa uma **Pasta de álbum raiz** contendo suas fotos ou vídeos. (É aqui também que o digiKam armazena seus bancos de dados, se você estiver usando SQLite.) Normalmente, a pasta raiz contém subpastas. Chamamos todas essas pastas de **Álbuns**. Como trabalhar com álbuns, incluindo criação, exclusão, renomeação, etc., é descrito em detalhes na seção :ref:`Álbum <albums_view>` deste manual.
sl: Ta pogled vam omogoča, da določite, kje so shranjene vaše **Zbirke albumov**. Vsaka zbirka predstavlja **Mapo korenskega albuma**, ki vsebuje vaše fotografije ali videoposnetke. (Tukaj tudi digiKam shranjuje svoje baze podatkov, če uporabljate SQLite.) Običajno korenska mapa vsebuje podmape. Vse te mape imenujemo **Albumi**. Kako delati z albumi, vključno z ustvarjanjem, brisanjem, preimenovanjem itd., je podrobno opisano v razdelku :ref:`Album <albums_view>` tega priročnika.
sv: Den här vyn gör det möjligt att ange var **albumsamlingar** lagras. Varje samling representerar en **rotalbumkatalog** som innehåller fotografier eller videor. (Det är också här digiKam lagrar sina databaser om SQLite används.) Vanligtvis innehåller rotkatalogen underkataloger. Alla katalogerna kallar vi **album**. Hur man arbetar med album, inklusive skapan, radera, namnbyte etc., beskrivs i detalj i avsnittet :ref:`album <albums_view>` i handboken.
uk: За допомогою цієї панелі діалогового вікна можна вказати місце зберігання ваших збірок альбомів. Кожна збірка — це коренева тека, де зберігаються ваші фотографії або відео. (Саме там digiKam зберігає бази даних, якщо ви використовуєте SQLite.) Зазвичай, коренева тека міститиме підтеки. Усі ці підтеки ми називатимемо альбомами. Докладний опис питань роботи з альбомами, їхнього створення, вилучення, перейменовування тощо можна знайти у :ref:`розділі щодо панелі перегляду альбомів <albums_view>`.

source: The digiKam Collections Configuration Page with the List of Root Album Folders
ca: La pàgina de configuració Col·leccions en el digiKam amb la llista de carpetes de l'àlbum principal
it: La pagina di configurazione delle raccolte di digiKam con l'elenco delle cartelle degli album radice
nl: De configuratiepagina van Verzamelingen van digiKam met de lijst van Hoofdalbummappen
pt_br: Página de configuração das coleções do digiKam com a lista de pastas de álbum raiz
sl: Konfiguracijska stran zbirk digiKam s seznamom korenskih map albumov
sv: Inställningssidan för digiKams samlingar med listan över rotalbumkataloger
uk: Сторінка налаштувань збірок digiKam зі списком тек кореневих альбомів

source: The **Root Album Folders** list three types of collection which can be referenced in digiKam:
ca: Les **Carpetes de l'àlbum principal** llisten tres tipus de col·leccions a què es pot fer referència en el digiKam:
it: Le **Cartelle di album radice** elencano tre tipi di raccolte cui si può fare riferimento in digiKam:
nl: De **Hoofdalbummappen** bevat een lijst met drie typen verzamelingen waarnaar verwezen kan worden in digiKam:
pt_br: As **Pastas do álbum raiz** listam três tipos de coleção que podem ser referenciadas no digiKam:
sl: **Mape korenskih albumov** navajajo tri vrste zbirk, na katere se lahko sklicujete v digiKamu:
sv: **Rotalbumkataloger** listar tre typer av samlingar som kan refereras till i digiKam:
uk: У списку **Теки кореневого альбому** наведено три типи збірок, які може бути використано у digiKam:

source: **Local Collections**: these are root album folders stored physically on your computer drives.
ca: **Col·leccions locals**: aquestes són les carpetes de l'àlbum principal emmagatzemades físicament en les unitats de l'ordinador.
it: **Raccolte locali**: sono cartelle di album radice memorizzate fisicamente nei dischi del tuo computer.
nl: **Lokale verzamelingen**: dit zijn hoofdalbummappen fysiek opgeslagen op uw computerstations.
pt_br: **Coleções locais**: são pastas de álbuns raiz armazenadas fisicamente nas unidades do seu computador.
sl: **Lokalne zbirke**: to so korenske mape albumov, ki so fizično shranjene na pogonih vašega računalnika.
sv: **Lokala samlingar**: rotkataloger för album som lagras fysiskt på datorns hårddiskar.
uk: **Локальні збірки**: це кореневі теки альбомів, які фізично зберігаються на дисках вашого комп'ютера.

source: **Collections on Removable Media**: these are root album folders stored on media which can be removed from your computer, such as USB keys, external drives, DVDs.
ca: **Col·leccions en suports extraïbles**: aquestes són les carpetes de l'àlbum principal emmagatzemades en suports que es poden extreure de l'ordinador, com ara claus USB, unitats externes, DVD.
it: **Raccolte su supporti rimovibili**: sono cartelle radice memorizzate su dispositivi che possono essere rimossi dal computer, quali chiavette USB, dischi esterni, DVD.
nl: **Verzamelingen op verwijderbare media**: dit zijn hoofdalbummappen opgeslagen op media die verwijderd kunnen worden uit uw computer, zoals USB-sticks, externe stations, dvd's.
pt_br: **Coleções em mídias removíveis**: são pastas de álbuns raiz armazenadas em mídias que podem ser removidas do seu computador, como dispositivos USB, unidades externas e DVDs.
sl: **Zbirke na izmenljivem mediju**: to so korenske mape albumov, shranjene na mediju, ki ga je mogoče odstraniti iz računalnika, kot so ključi USB, zunanji pogoni, DVD-ji.
sv: **Samlingar på flyttbara medier**: Rotalbumkataloger som lagras på media som kan tas bort från datorn, till exempel USB-minnen, externa enheter och DVD-skivor.
uk: **Збірки на портативних носіях**: кореневі теки альбомів, які зберігаються на носіях даних, які можна від'єднувати від вашого комп'ютера, зокрема флешках USB, зовнішніх дисках, DVD.

source: **Collections on Network Shares**: these are root album folders stored on remote file systems such as Samba or NFS that are mounted as native on your system.
ca: **Col·leccions en recursos compartits**: aquestes són les carpetes de l'àlbum principal emmagatzemades en sistemes de fitxers remots com Samba o NFS que es munten de forma nativa en el sistema.
it: **Raccolte su condivisioni di rete**: sono cartelle album radice memorizzate su sistemi di file remoti, quali Samba o NFS, che sono montati nativamente sul tuo sistema.
nl: **Verzamelingen op netwerk-shares**: dit zijn hoofdalbummappen opgeslagen op bestandssystemen op afstand zoals Samba of NFS, die aangekoppeld zijn als inheems op uw systeem.
pt_br: **Coleções em compartilhamentos de rede**: são pastas de álbuns raiz armazenadas em sistemas de arquivos remotos, como Samba ou NFS, que são montados como nativos no seu sistema.
sl: **Zbirke v omrežnih skupnih virih**: to so korenske mape albumov, shranjene v oddaljenih datotečnih sistemih, kot sta Samba ali NFS, ki so priklopljene kot domorodne v vašem sistemu.
sv: **Samlingar på delade nätverkskataloger**: rotalbumkataloger som lagras på fjärrfilsystem som Samba eller NFS, och som är monterade som inbyggda på systemet.
uk: **Збірки на спільних мережевих ресурсах**: це теки кореневих альбомів, які зберігаються на віддалених файлових системах, зокрема Samba або NFS, і монтуються до вашої системи.

source: The **Add Collection** button for each type allows you to append an entry to the list. Entry properties are the root album folder **Name** and the root album folder **Path**. You can change the collection name by double clicking with the mouse in the leftmost text in an entry from the list.
ca: El botó **Afegeix una col·lecció** per a cada tipus permet annexar una entrada a la llista. Les propietats de l'entrada són el **Nom** i el **Camí** de la carpeta de l'àlbum principal. Podeu canviar el nom de la col·lecció fent doble clic amb el ratolí sobre el text més a l'esquerra d'una entrada de la llista.
it: Il pulsante **Aggiungi raccolta** permette, per ciascun tipo, di aggiungere una voce all'elenco. Le proprietà della voce sono il **nome** e il **percorso** della cartella album radice. Puoi cambiare il nome della raccolta facendovi sopra doppio clic col mouse sul testo all'estrema sinistra di una voce dell'elenco.
nl: De knop **Verzameling toevoegen** voor elk type biedt u het toevoegen van een item aan de lijst. Eigenschappen van items zijn de **Naam** van de hoofdalbummap en het **Pad** ervan. U kunt de naam van de verzameling wijzigen door dubbel te klikken met de muis in de tekst meest links van een item uit de lijst.
pt_br: O botão **Adicionar coleção** para cada tipo permite adicionar uma entrada à lista. As propriedades da entrada são o **Nome** da pasta do álbum raiz e o **Caminho** da pasta do álbum raiz. Você pode alterar o nome da coleção clicando duas vezes com o mouse no texto mais à esquerda de uma entrada da lista.
sl: Gumb **Dodaj zbirko** za vsako vrsto vam omogoča dodajanje vnosa na seznam. Lastnosti vnosa sta korenska mapa albuma **Ime** in korenska mapa albuma **Pot**. Ime zbirke lahko spremenite z dvojnim klikom z miško na skrajno levo besedilo vnosa s seznama.
sv: Knappen **Lägg till samling** för varje typ gör det möjligt att lägga till en post i listan. Postegenskaperna är rotalbumkatalogens **Namn** och rotalbumkatalogens **Sökväg**. Man kan ändra samlingsnamnet genom att dubbelklicka med musen på texten längst till vänster i en post från listan.
uk: Для кожного з цих типів кнопка **Додати збірку** надає змогу додати запис до списку. Властивостями запису є **назва** кореневої теки альбому та **шлях** до кореневої теки альбому. Ви можете змінити назву збірки двічі клацнувши кнопкою миші на тексті ліворуч від пункту у списку.

source: The digiKam Collections Configuration Page Appending a Root Album Folder
ca: La pàgina de configuració Col·leccions en el digiKam annexant una carpeta a l'àlbum principal
it: La pagina di configurazione delle raccolte di digiKam che aggiunge una cartella degli album radice
nl: De configuratiepagina van Verzamelingen van digiKam met toevoegen van een Hoofdalbummap
pt_br: Página de configuração das coleções do digiKam adicionando uma pasta de álbum raiz
sl: Nastavitvena stran zbirk digiKam Dodajanje korenske mape albuma
sv: Inställningssidan för digiKams samlingar med tillägg av en rotalbumkatalog
uk: Сторінка налаштувань збірок digiKam, дописування теки кореневого альбому

source: To edit or update the properties of an entry, use the **Update Path** button |updatepath| on the right side of the path. digiKam will ask for the category and will update the UUID for this entry. Use this function when the local disk hosting the collection has been changed, or when the network collection has not been created properly or has been deleted.
ca: Per a editar o actualitzar les propietats d'una entrada, utilitzeu el botó d'**Actualització del camí** |updatepath| al costat dret del camí. El digiKam demanarà la categoria i actualitzarà l'UUID d'aquesta entrada. Utilitzeu aquesta funció quan s'hagi canviat el disc local que allotja la col·lecció, o quan la col·lecció de xarxa no s'hagi creat correctament o s'hagi suprimit.
it: Per modificare o aggiornare le proprietà di una voce, usa il pulsante **Aggiorna percorso** |updatepath| sul lato destro del percorso. digiKam chiederà la categoria e aggiornerà lo UUID per questa voce. Usa questa funzione quando è cambiato il disco che ospita le raccolte, oppure quando la raccolta in rete non è stata creata correttamente o è stata eliminata.
nl: Om de eigenschappen van een item te bewerken of bij te werken, gebruik de knop **Pad bijwerken** |updatepath| rechts van het pad. digiKam zal naar de categorie vragen en zal de UUID voor dit item bijwerken. Gebruik deze functie wanneer de lokale schijf met de verzameling is gewijzigd of wanneer de netwerkverzameling niet juist is aangemaakt of is verwijderd.
pt_br: Para editar ou atualizar as propriedades de uma entrada, use o botão **Atualizar caminho** |updatepath| à direita do caminho. O digiKam solicitará a categoria e atualizará o UUID desta entrada. Use esta função quando o disco local que hospeda a coleção tiver sido alterado ou quando a coleção de rede não tiver sido criada corretamente ou tiver sido excluída.
sl: Če želite urediti ali posodobiti lastnosti vnosa, uporabite gumb **Posodobi pot** |updatepath| na desni strani poti. digiKam bo vprašal za kategorijo in posodobil UUID za ta vnos. To funkcijo uporabite, ko je bil lokalni disk, ki gosti zbirko, spremenjen ali ko omrežna zbirka ni bila pravilno ustvarjena ali je bila izbrisana.
sv: För att redigera eller uppdatera egenskaperna för en post, använd knappen **Uppdatera sökväg** |updatepath| på höger sida av sökvägen. digiKam frågar efter kategorin och uppdaterar UUID för posten. Använd funktionen när den lokala disken för samlingen har ändrats, eller när nätverkssamlingen inte har skapats korrekt eller har tagits bort.
uk: Щоб змінити або оновити властивості запису, скористайтеся кнопкою **Оновити шлях** |updatepath| праворуч від пункту шляху. digiKam попросить вас вказати категорію і оновить UUID запису. Скористайтеся цією функціональною можливістю, якщо до локальної збірки на диску було внесено зміни або якщо збірку у мережі не було створено належним чином або було вилучено.

source: The digiKam Collections Configuration Page Editing Category of a Root Album Folder
ca: La pàgina de configuració Col·leccions en el digiKam editant la categoria d'un àlbum principal
it: La pagina di configurazione delle raccolte di digiKam che modifica la categoria di una cartella degli album radice
nl: De configuratiepagina van Verzamelingen van digiKam met Bewerken van de categorie van een hoofdalbummap
pt_br: Página de configuração das coleções do digiKam editando a categoria de uma pasta de álbum raiz
sl: Konfiguracijska stran zbirk digiKam Kategorija urejanja korenske mape albuma
sv: Inställningssidan för digiKams samlingar med redigering av en rotalbumkatalogs kategori
uk: Сторінка налаштувань збірок digiKam, редагування категорії теки кореневого альбому

source: To remove an entry, use the **Red Trash Button** on the right side. digiKam will ask to confirm this step before removing the entry.
ca: Per a eliminar una entrada, utilitzeu el **Botó vermell de paperera** que hi ha al costat dret. El digiKam demanarà confirmar aquest pas abans d'eliminar l'entrada.
it: Per rimuovere una voce usa il **pulsante del cestino rosso** sulla destra. digiKam chiederà di confermare questo passaggio prima di rimuovere la voce.
pt_br: Para remover uma entrada, use o **Botão vermelho da Lixeira** no lado direito. O digiKam pedirá para confirmar esta etapa antes de remover a entrada.
sl: Če želite odstraniti vnos, uporabite **Rdeči gumb za smeti** na desni strani. digiKam bo pred odstranitvijo vnosa zahteval potrditev tega koraka.
sv: För att ta bort en post, använd den **röda papperskorgen** på höger sida. digiKam frågar efter bekräftelse av steget innan posten tas bort.
uk: Щоб вилучити запис, скористайтеся **кнопкою із червоним кошиком для сміття** праворуч. digiKam попросить підтвердити цей крок, перш ніж вилучати запис.

source: The **Monitor the Albums for External Changes** option will trigger the database to update based on file system information. This can be a time-consuming operation especially under macOS and with network file system.
ca: L'opció **Controla els àlbums davant de canvis externs** activarà la base de dades perquè actualitzi segons la informació del sistema de fitxers. Aquesta pot ser una operació que requereixi molt temps, especialment a macOS i amb els sistemes de fitxers de xarxa.
it: L'opzione **Monitora gli album per modifiche esterne** attiverà la banca dati per l'aggiornamento basato sulle informazioni del file system. L'operazione potrebbe richiedere del tempo, in particolare in macOS e con i sistemi di file di rete.
pt_br: A opção **Monitorar os álbuns por alterações externas** acionará a atualização do banco de dados com base nas informações do sistema de arquivos. Essa pode ser uma operação demorada, especialmente no macOS e com sistemas de arquivos de rede.
sl: Možnost **Spremljaj albume za zunanje spremembe** bo sprožila posodobitev zbirke podatkov na podlagi informacij o datotečnem sistemu. To je lahko zamudna operacija, zlasti v sistemu macOS in z omrežnim datotečnim sistemom.
sv: Alternativet **Övervaka album för externa ändringar ** gör att databasen uppdateras baserat på information i filsystemet. Det kan vara en tidskrävande operation, särskilt under macOS och med nätverksfilsystem.
uk: За допомогою пункту **Стежити за зовнішніми змінами у альбомах** можна наказати програмі оновити вміст бази даних на основі відомостей з файлової системи. Ця дія є доволі тривалою, особливо у macOS і для мережевих файлових систем.

source: **File write access** for the collection is required in order to change item contents and metadata.
ca: Cal **accés d'escriptura de fitxers** a la col·lecció per tal de canviar el contingut dels elements i les metadades.
it: Il permesso di **accesso ai file in scrittura** nella raccolta è obbligatorio per cambiare il contenuto degli elementi e i metadati.
pt_br: **Acesso de gravação de arquivo** para a coleção é necessário para alterar o conteúdo e os metadados do item.
sl: **Dostop za pisanje datotek** za zbirko je potreben za spreminjanje vsebine elementa in metapodatkov.
sv: **Skrivåtkomst** för samlingen krävs för att ändra objektinnehåll och metadata.
uk: Для внесення змін до вмісту записів та метаданих потрібен доступ до запису файлів до збірки.

source: The Network Shares Specificity
ca: L'especificitat dels recursos compartits
it: Particolarità delle condivisioni di rete
nl: Specifieke zaken voor shares in het netwerk
pt_br: Especificidades dos compartilhamentos de rede
sl: Specifičnost skupnih rab omrežja
sv: Specificitet för delade nätverkskataloger
uk: Специфіка спільних ресурсів у мережі
