Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/database_settings.po
Languages: ca, nl, pt, pt_br, sl, uk

source: Remote
ca: Remota
nl: Op afstand
pt: Remoto
pt_br: Remoto
sl: Oddaljeno
uk: Віддалене

source: MySQL-Server
ca: Servidor MySQL
pt: Servidor de MySQL
pt_br: Servidor MySQL
sl: Server MySQL
uk: Сервер MySQL

source: MariaDB server is supported. Gigabit Ethernet or higher is recommended.
ca: S'admet un servidor MariaDB. Es recomana Gigabit Ethernet o superior.
nl: MariaDB-server wordt ondersteund. Gigabit ethernet of hoger is aanbevolen.
pt: O servidor MariaDB é suportado. Recomenda-se uma rede Gigabit em Ethernet ou superior.
pt_br: O servidor MariaDB é suportado. Recomenda-se Gigabit Ethernet ou superior.
sl: Strežnik MariaDB je podprt. Priporočen je Gigabit Ethernet ali hitrejši.
uk: Передбачено підтримку сервера MariaDB. Рекомендовано користуватися гігабітним Ethernet або ширшим каналом.

source: Hard Disk Drive.
ca: Unitat de disc dur.
nl: Vaste schijf.
pt: Disco Rígido Mecânico.
pt_br: Disco rígido.
sl: Trdi disk.
uk: Жорсткий диск.

source: Solid State Drive.
ca: Unitat d'estat sòlid.
pt: Disco de Estado Sólido.
pt_br: Drive de estado sólido.
uk: Твердотільний накопичувач для зберігання даних.

source: Non-Volatile Memory.
ca: Memòria no volàtil.
nl: Niet-vluchtig geheugen.
pt: Memória Não-Volátil.
pt_br: Memória não volátil.
sl: Trajni pomnilnik.
uk: Енергонезалежна пам'ять.

source: External USB HDD/SSD/NVMe drive.
ca: Unitat externa USB HDD/SDD/NVMe.
nl: Externe USB HDD/SSD/NVMe station.
pt_br: Unidade externa USB HDD/SSD/NVMe.
sl: Zunanji pogon USB HDD/SDD/NVMe.
uk: Зовнішній HDD/SSD/NVMe з інтерфейсом USB.

source: Network File System mounted locally.
ca: Sistema de fitxers de xarxa muntat localment.
nl: Netwerkbestandssysteem lokaal aangekoppeld.
pt: Sistema de Ficheiros na Rede (NFS) montado a nível local.
pt_br: Sistema de arquivos de rede montado localmente.
sl: Omrežni datotečni sistem nameščen lokalno.
uk: Мережева файлова система, яку змонтовано локально.

source: Network server as NAS (Network Attached Storage).
ca: Servidor de xarxa com a NAS (emmagatzematge connectat a la xarxa).
nl: Netwerkserver zoals NAS (Network Attached Storage).
pt: Servidor de rede como NAS (Armazenamento na Rede).
pt_br: Servidor de rede como NAS (Network Attached Storage).
sl: Omrežni strežnik kot NAS (Network Attached Storage).
uk: Сервер мережі, як NAS (Network Attached Storage).

source: Write-Ahead Lock (SQLite database only).
ca: Bloqueig d'escriptura anticipada (només en la base de dades SQLite).
nl: Write-Ahead Lock (alleen SQLite database).
pt: Bloqueio Antecipado da Escrita (apenas na base de dados SQLite).
pt_br: Write-Ahead Lock (somente banco de dados do SQLite).
sl: Zaklepanje vnaprejšnjega pisanja (samo baza podatkov SQLite).
uk: Write-Ahead Lock («блокування до запису», лише база даних SQLite).

source: Refer the :ref:`Digital Asset Management <storage_deterioration>` chapter for more details about media and data protection.
ca: Vegeu el capítol :ref:`Gestió d'actius digitals <storage_deterioration>` per a més detalls sobre la protecció d'elements multimèdia i de les dades.
nl: Kijk in hoofdstuk :ref:`Digital Asset Management <storage_deterioration>` voor meer details over media en gegevensbescherming.
pt_br: Consulte o capítulo :ref:`Gerenciamento de ativos digitais <storage_deterioration>` para obter mais detalhes sobre proteção de mídia e dados.
sl: Glejte to :ref:`poglavje o digitalnem upravljanju imetij <storage_deterioration>` za več podrobnosti o zaščiti medijev in podatkov.
uk: Докладніші відомості щодо носіїв даних та захисту даних можна знайти у :ref:`розділі щодо керування цифровою власністю <storage_deterioration>`.

source: Also refer to the :ref:`Collection Settings <collections_settings>` chapter for more details about how to configure your collections depending on your storage policy.
ca: Vegeu també el capítol :ref:`Configuració de la col·lecció <collections_settings>` per a més detalls sobre com configurar les col·leccions depenent de la vostra política d'emmagatzematge.
nl: Zie ook het hoofdstuk :ref:`Verzamelingeninstellingen <collections_settings>` voor meer details over hoe uw verzamelingen te configureren afhankelijk van uw opslagbeleid.
pt_br: Consulte também o capítulo :ref:`Configurações de coleção <collections_settings>` para obter mais detalhes sobre como configurar suas coleções dependendo da sua política de armazenamento.
sl: Glejte tudi poglavje :ref:`Nastavitve zbirke <collections_settings>` za več podrobnosti o tem, kako konfigurirati svoje zbirke glede na vašo politiko shranjevanja.
uk: Див. також :ref:`розділ щодо параметрів збірки <collections_settings>`, щоб дізнатися більше про спосіб налаштовування ваших збірок, залежно від правил зберігання даних.

source: If you share the same **Removable** media for host databases and/or collections between different computers, you must have the same kind of operating system, the same mount paths everywhere (use symbolic links to resolve paths), and the same digiKam version everywhere to prevent conflicts with the database schema.
ca: Si compartiu els mateixos mitjans **extraïbles** per a allotjar les bases de dades i/o col·leccions entre ordinadors diferents, haureu de tenir el mateix tipus de sistema operatiu, els mateixos punts de muntatge a tot arreu (utilitzeu enllaços simbòlics per a resoldre els camins) i la mateixa versió del digiKam a tot arreu per a evitar conflictes amb els esquemes de la base de dades.
nl: Als u dezelfde **Verwijderbare** media gebruikt voor databases en/of verzamelingen op te slaan tussen verschillende computers, dan moet u hetzelfde soort besturingssysteem hebben, overal dezelfde aankoppelpaden (gebruik symbolische koppelingen om paden te vinden) en overal dezelfde versie van digiKam om conflicten met het schema van de database te vermijden.
pt_br: Se você compartilhar a mesma mídia **Removível** para bancos de dados e/ou coleções entre computadores diferentes, você deverá ter o mesmo tipo de sistema operacional, os mesmos caminhos de montagem em todos os lugares (use links simbólicos para resolver caminhos) e a mesma versão do digiKam em todos os lugares para evitar conflitos com o esquema do banco de dados.
sl: Če si delite isti **Odstranljivi** medij za gostiteljske baze podatkov in/ali zbirke med različnimi računalniki, morate imeti isto vrsto operacijskega sistema, povsod enake poti priklopa (uporabite simbolične povezave za razrešitev poti) in isto različico digiKama povsod, da preprečite konflikte s shemo baze podatkov.
uk: Якщо ви спільно використовуєте той самий **портативний** носій даних для зберігання баз даних і/або збірок для різних комп'ютерів, вам слід користуватися операційними системами одного типу, тими самими шляхами монтування (користуйтеся символічними посиланнями для зміни цих шляхів) та тією самою версією digiKam усюди, щоб запобігти конфліктам у схемах баз даних.

source: If you use a common **Remote** server to host *databases and collections*, you must use the same digiKam version everywhere to prevent conflicts with database schema. Computers running different instantiations of digiKam cannot access a common database and collection at the same time.
ca: Si utilitzeu un servidor **remot** comú per a allotjar les **bases de dades i col·leccions**, haureu d'utilitzar la mateixa versió del digiKam a tot arreu per a evitar conflictes amb l'esquema de la base de dades. Els ordinadors que executin instàncies diferents del digiKam no poden accedir a una base de dades i una col·lecció comuna utilitzar alhora.
nl: Als u een gemeenschappelijke server **Op afstand** gebruikt om databases en verzamelingen op te slaan, dan moet u overal dezelfde versie van digiKam gebruiken om conflicten met het schema van de database te vermijden. Computers die verschillende exemplaren van digiKam uitvoeren kunnen niet tegelijk toegang hebben tot een gemeenschappelijke database en verzamelingen.
pt_br: Se você usar um servidor **Remoto** comum para hospedar *bancos de dados e coleções*, deverá usar a mesma versão do digiKam em todos os lugares para evitar conflitos com o esquema do banco de dados. Computadores executando diferentes instanciações do digiKam não podem acessar um banco de dados e uma coleção comuns ao mesmo tempo.
sl: Če uporabljate običajni **Oddaljeni** strežnik za gostovanje *baz podatkov in zbirk*, morate povsod uporabljati isto različico digiKam, da preprečite konflikte s shemo baze podatkov. Računalniki, ki izvajajo različne primerke digiKama, ne morejo dostopati do skupne podatkovne baze in zbirke hkrati.
uk: Якщо ви користуєтеся загальним **віддаленим** сервером для зберігання баз даних і збірок, вам слід використовувати скрізь одну версію digiKam, щоб запобігти конфліктам у схемах баз даних. Не можна використовувати одночасно різні комп'ютери з digiKam для роботи із базою даних та зі збірками.

source: If you use a common **Remote** server to host collections, with the databases stored on individual computers, then different versions of digiKam can be used and digiKam sessions can run at the same time, accessing the common collections. But you'll need to take a care about concurrent accesses to file metadata, if you have turned this option on from the **Metadata Setup** page.
ca: Si utilitzeu un servidor **remot** comú per a allotjar les col·leccions, amb les bases de dades emmagatzemades en ordinadors individuals, aleshores es poden utilitzar versions diferents del digiKam i les sessions del digiKam es poden executar alhora, accedint a les col·leccions comunes. Cal anar amb compte amb els accessos concurrents a les metadades dels fitxers si heu activat aquesta opció a la pàgina de **Configuració de les metadades**.
nl: Als u een gemeenschappelijke server **Op afstand** gebruikt om verzamelingen op te slaan, met de databases op individuele computers, dan kunnen verschillende versies van digiKam gebruikt worden en digiKam sessies kunnen tegelijk werken op de gemeenschappelijke verzamelingen. Maar u moet voorzichtig zijn met tegelijk toegang tot metagegevens in bestanden als u deze optie uit de pagina **Opzetpagina voor metagegevens** hebt aangezet.
pt_br: Se você usar um servidor **Remoto** comum para hospedar coleções, com os bancos de dados armazenados em computadores individuais, diferentes versões do digiKam poderão ser usadas e as sessões do digiKam poderão ser executadas simultaneamente, acessando as coleções comuns. No entanto, você precisará ter cuidado com os acessos simultâneos aos metadados dos arquivos, caso tenha ativado essa opção na página **Configuração de Metadados**.
sl: Če uporabljate skupni **Oddaljeni** strežnik za gostovanje zbirk, z bazami podatkov, shranjenimi na posameznih računalnikih, potem lahko uporabite različne različice digiKama in seje digiKam lahko izvajajo istočasno ter dostopajo do skupnih zbirk. Vendar boste morali paziti na sočasne dostope do metapodatkov datoteke, če ste vklopili to možnost na strani **Nastavitev metapodatkov**.
uk: Якщо ви використовуєте спільний **віддалений** сервер для зберігання збірок, а бази даних зберігаються на різних комп'ютерах, можна використовувати різні версії digiKam, а сеанси digiKam для роботи зі збірками можна запускати одночасно. Втім, якщо ви вмикаєте запис метаданих до файлів на **сторінці налаштувань метаданих**, слід подбати про усування можливих конфліктів, пов'язаних із одночасним доступом до одного файла з різних комп'ютерів.

source: Database Migration
ca: Migrar a una base de dades
nl: Migratie van database
pt: Migração da Base de Dados
pt_br: Migração do banco de dados
sl: Migracija baze podatkov
uk: Перенесення бази даних

source: digiKam comes up with an exclusive tool named **Database Migration**, that allows users to migrate their data. For example, the migration tool can help you move all your data from a SQLite database into a MySQL database, or vice versa.
ca: El digiKam ve amb una eina exclusiva anomenada **Migra la base de dades**, la qual permet als usuaris migrar les seves dades. Per exemple, l'eina de migració pot ajudar a migrar les vostres dades des de la base de dades SQLite a una base de dades MySQL i viceversa.
nl: digiKam komt op met een exclusief hulpmiddel genaamd **Databasemigratie**, die gebruikers biedt hun gegevens te migreren. Bijvoorbeeld, het migratiehulpmiddel kan u helpen om alle uw gegevens uit een SQLite-database te verplaatsen naar een MySQL-database of vice versa.
pt_br: O digiKam oferece uma ferramenta exclusiva chamada **Migração do banco de dados**, que permite aos usuários migrarem seus dados. Por exemplo, a ferramenta de migração pode ajudar você a mover todos os seus dados de um banco de dados SQLite para um banco de dados MySQL, ou vice-versa.
sl: digiKam ponuja ekskluzivno orodje z imenom **Database Migration**, ki uporabnikom omogoča selitev svojih podatkov. Na primer, orodje za selitev vam lahko pomaga premakniti vse vaše podatke iz baze podatkov SQLite v bazo podatkov MySQL ali obratno.
uk: digiKam постачається із інструментом **Перенесення баз даних**, за допомогою якого користувачі можуть переносити свої дані. Наприклад, інструмент перенесення може допомогти вам перенести дані з формату SQLite до формату MySQL, і навпаки.

source: To migrate to another database, go to :menuselection:`Settings --> Database Migration...`. A dialog box appears:
ca: Per a migrar a una altra base de dades, aneu a l'element de menú :menuselection:`Arranjament --> Migra la base de dades...`, apareixerà un diàleg:
nl: Om te migreren naar een andere database, ga naar :menuselection:`Instellingen --> Migratie...`. Er zal een dialoogvenster verschijnen:
pt: Para migrar para outra base de dados, vá à opção :menuselection:`Configuração --> Migração da Base de Dados...`. Irá aparecer uma janela:
pt_br: Para migrar para outro banco de dados, acesse :menuselection: `Configurações --> Migração do banco de dados...`. Uma caixa de diálogo será exibida:
sl: Za selitev v drugo bazo podatkov pojdite na :menuselection:`Nastavitve --> Selitev baze podatkov...`. Prikaže se pogovorno okno:
uk: Щоб перейти на іншу систему роботи з базами даних, скористайтеся пунктом меню :menuselection:`Параметри --> Перенесення бази даних`. У відповідь буде відкрито таке діалогове вікно:

source: The digiKam Database Migration Tool
ca: L'eina de migració de bases de dades en el digiKam
nl: He hulpmiddel Migratie van database van digiKam
pt: A Ferramenta de Migração da Base de Dados do digiKam
pt_br: A ferramenta de migração do banco de dados do digiKam
sl: Orodje za selitev baze podatkov digiKam
uk: Засіб перенесення бази даних у digiKam

source: Now choose the appropriate database types you want to convert to. Finally, click on **Migrate** button to convert the database from SQLite to MySQL (or vice versa). Depending on the database size, this operation can take a while.
ca: Ara escolliu el tipus de base de dades adequat als que voleu convertir. Finalment, feu clic en el botó **Migra** per a convertir la base de dades des de SQLite a MySQL (o viceversa). Segons la mida de la base de dades, aquesta operació pot trigar una mica.
nl: Kies nu de toepasselijke databasetypes waarnaar u wilt converteren. Klik tenslotte op de knop **Migreren** om de database van SQLite naar MySQL (of vice versa) te converteren. Afhankelijk van de grootte van de database zal deze actie enige tijd duren.
pt_br: Agora, escolha os tipos de banco de dados apropriados para os quais deseja converter. Por fim, clique no botão **Migrar** para converter o banco de dados de SQLite para MySQL (ou vice-versa). Dependendo do tamanho do banco de dados, essa operação pode demorar um pouco.
sl: Zdaj izberite ustrezne vrste podatkovnih baz, v katere želite pretvoriti. Na koncu kliknite gumb **Preseli**, da pretvorite bazo podatkov iz SQLite v MySQL (ali obratno). Ta operacija lahko traja nekaj časa, odvisno od velikosti baze podatkov.
uk: Тепер виберіть відповідні типи баз даних, дані з яких ви хочете перетворити. Нарешті, натисніть кнопку **Перенести**, щоб перетворити дані бази даних з формату SQLite на формат MySQL (або навпаки). Тривалість дії залежить від розміру бази даних.

source: Only the digiKam **Core** database will be migrated by this conversion process. All of the other databases needs to be rebuilt using post-processing with the :ref:`Maintenance Tools <maintenance_tools>`. The **Thumbs** and **Similarity** databases will need to be created from scratch, and the **Face** database includes the option **Rebuild the Training Data**.
ca: Només es migrarà la base de dades **Nucli** del digiKam durant aquest procés de conversió. Totes les altres bases de dades s'hauran de reconstruir com a postprocessament amb les :ref:`eines de manteniment <maintenance_tools>`. Les bases de dades de **Miniatures** i **Similitud** s'hauran de crear des de zero, i la base de dades de **Cares** necessitarà l'opció **Reconstrueix les dades d'entrenament**.
nl: Alleen de **Kern** database van digiKam zal gemigreerd worden door het conversieproces. Alle andere databases moeten opnieuw gebouwd worden met gebruik van nabewerking met de :ref:`Onderhoudshulpmiddelen <maintenance_tools>`. De databases **Miniaturen** en **Gelijkenissen** zal vanaf niets moeten worden aangemaakt en de database **Gezicht** bevat de optie **De trainingsgegevens opnieuw bouwen** nodig.
pt_br: Somente o banco de dados **Core** do digiKam será migrado por este processo de conversão. Todos os outros bancos de dados precisam ser reconstruídos usando o pós-processamento com as :ref:`Ferramentas de manutenção <maintenance_tools>`. Os bancos de dados **Thumbs** e **Similarity** precisarão ser criados do zero, e o banco de dados **Face** inclui a opção **Reconstruir os dados de treinamento**.
sl: S tem postopkom pretvorbe bo preseljena samo baza podatkov digiKam **Core**. Vse druge zbirke podatkov je treba znova zgraditi z uporabo naknadne obdelave z :ref:`Maintenance Tools <maintenance_tools>`. Bazi podatkov predoglednih sličic **Thumbs** in podobnosti **Similarity** bo treba ustvariti od začetka, baza podatkov obrazov **Face** pa vključuje možnost **Ponovno izgradi učne podatke**.
uk: Під час перетворення буде перенесено лише дані **основної** бази даних digiKam. Усі інші бази даних доведеться перебудувати на кроці остаточної обробки за допомогою :ref:`засобів супроводу <maintenance_tools>`. Бази даних **мініатюр** та **подібності** доведеться створити наново, а для бази даних **облич** слід позначити пункт **Вилучити і повторно створити всі тренувальні дані**.

source: Database Backup Recommendation
ca: Recomanació de crear una còpia de seguretat de la base de dades
nl: Aanbeveling voor backup van database
pt: Recomendação de Salvaguarda da Base de Dados
pt_br: Recomendação de backup de banco de dados
sl: Priporočilo za varnostno kopiranje baze podatkov
uk: Рекомендації щодо резервного копіювання баз даних

source: For security reasons, planning a database backup using crontab over the network can help against device failures. A NAS or an external drive can also be used for backup.
ca: Per raons de seguretat, el fet de planificar una còpia de seguretat de la base de dades emprant el «crontab» a través de la xarxa, pot ajudar amb les disfuncions del dispositiu. També es pot utilitzar un NAS o una unitat externa per a fer còpies de seguretat.
nl: Voor redenen van beveiliging kan het plannen van een reservekopie van de database met crontab over het netwerk helpen tegen het falen van een apparaat. Een NAS of een externe schijf kan al reserve worden gebruikt.
pt_br: Por motivos de segurança, planejar um backup do banco de dados usando o crontab pela rede pode ajudar a evitar falhas no dispositivo. Um NAS ou uma unidade externa também podem ser usados ​​para backup.
sl: Iz varnostnih razlogov lahko načrtovanje varnostne kopije baze podatkov s programom crontab prek omrežja pomaga pri odpovedi naprave. Za varnostno kopiranje lahko uporabite tudi NAS ali zunanji pogon.
uk: З міркувань захисту даних планування резервного копіювання баз даних за допомогою crontab і мережі може запобігти втраті даних у разі відмови пристрою. Для резервного копіювання можна також скористатися NAS або зовнішніми диском.

source: Each database can be renamed with a different, unique name. This allows users to backup only what is needed. For instance, renaming **Core** database as *digiKam_Core*, allows you to backup only this database, which is the most important file. **Thumbnails**, **Similarity** and **Face Recognition** databases can always be regenerated from scratch.
ca: Cada base de dades es pot reanomenar amb un nom únic diferent. Això permet als usuaris fer una còpia de seguretat només del que es necessita. Per exemple, reanomenar la base de dades *Nucli* com a *digiKam_Nucli* permet aïllar només aquesta taula, el qual és el fitxer més important. Les bases de dades de **Miniatures**, **Similitud** i de **Reconeixement facial** sempre es poden regenerar des de zero.
nl: Elke database kan hernoemd worden met een andere unieke naam. Dit biedt gebruiker de om alleen een reservekopie te maken van wat nodig is. Bijvoorbeeld **Kern** database te hernoemen als *digiKam_kern*, biedt u de mogelijkheid om alleen van deze tabel een reservekopie te maken, wat het meest belangrijke bestand is. Databases voor **Miniaturen**, **Gelijkenissen** en **Gezichtsherkenning** kunnen altijd vanaf niets opnieuw worden gegenereerd.
pt_br: Cada banco de dados pode ser renomeado com um nome diferente e exclusivo. Isso permite que os usuários façam backup apenas do que for necessário. Por exemplo, renomear o banco de dados **Core** como *digiKam_Core* permite fazer backup apenas deste banco de dados, que é o arquivo mais importante. Os bancos de dados **Thumbnails**, **Similarity** e **Face Recognition** sempre podem ser regenerados do zero.
sl: Vsako zbirko podatkov je mogoče preimenovati z drugačnim, edinstvenim imenom. To uporabnikom omogoča varnostno kopiranje le tistega, kar je potrebno. Na primer, preimenovanje baze podatkov **Core** v *digiKam_Core* vam omogoča, da varnostno kopirate samo to bazo podatkov, ki je najpomembnejša datoteka. Baze podatkov **Thumbnails**, **Similarity** in **Face Recognition** je mogoče vedno znova ustvariti od začetka iz slik.
uk: Назву кожної бази даних може бути змінено на іншу, унікальну назви. Використання цієї назви надає змогу користувачу створювати резервну копію лише потрібних йому даних. Наприклад, якщо назвати **основну** базу даних «digiKam_Core», можна створювати резервні копії відповідної таблиці (найважливіших даних). Бази даних мініатюр та розпізнавання облич завжди можна створити на основі початкових зображень, тому їхня втрата не є критичною.
