Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/database_settings.po
Languages: ca, nl, pt, pt_br, sl, uk

source: The photo management application comes up with an exclusive tool named **Database Migration**, that allows users to migrate their data. Suppose, you’re using SQLite and you wish to move all data to MySQL database, migration tool will help you do so. It can help you migrate data from SQLite to MySQL and vice versa.
pt: A aplicação de gestão de fotografias vem com uma ferramenta exclusiva de **Migração da Base de Dados**, que permite aos utilizadores migrarem os seus dados. Imagine que está a usar o SQLite e deseja mover todos os dados para uma base de dados MySQL; a ferramenta de migração ajudá-lo-á a fazer isso. Podê-lo-á ajudar a migrar os dados do SQLite para o MySQL e vice-versa.

source: Now choose appropriate database types you want to convert to. Finally, click on **Migrate** button to convert the database from SQLite to MySQL (or vice versa). Depending of the database size this operation can take a while.
pt: Agora escolha os tipos de bases de dados para os quais deseja converter. Finalmente, carregue no botão **Migrar** para converter a base de dados de SQLite para MySQL (ou vice-versa). Dependendo do tamanho da base de dados, isto poderá demorar algum tempo.

source: Only the digiKam **Core** database will be migrated while conversion process. All other databases needs to be rebuilt as post-processing with the :ref:`Maintenance Tools <maintenance_tools>`. The **Thumbs** and **Similarity** databases needs to be created from scratch, and the **Face** database needs the option **Rebuild the Training Data**.
pt: Só será migrada a base de dados de **Base** do digiKam, durante o processo de conversão. Todas as outras bases de dados precisam de ser reconstruídas num pós-processamento com as :ref:`Ferramentas de Manutenção <maintenance_tools>`. As bases de dados de **Miniaturas** e **Semelhanças** precisam de ser criadas do zero, e a base de dados de **Caras** precisa da opção para **Reconstruir os Dados de Treino**.

source: For security reasons, planing a database backup using crontab over the network can help against device dysfunctions. A NAS or an external drive can also be used for that.
pt: Por razões de segurança, o planeamento de uma cópia de segurança da base de dados, com o 'crontab' e pela rede, poderá ajudar nos problemas com os dispositivos. Um NAS ou um disco externo também podem ser usados para isso.

source: Each database can be named with a different name, not only *digikam*. This allows to users to backup only what is needed. For instance, naming **Core** database as *digiKam_Core*, allows to isolate only this table (the most important file). **Thumbnails**, **Similarity** and **Face Recognition** databases can always be regenerated for scratch.
pt: Cada base de dados poderá ficar com um nome diferente, não apenas *digikam*. Isto permite ao utilizador salvaguardar apenas o que for necessário. Por exemplo, chamar à base de dados principal o nome *digikamPrincipal* permite isolar apenas essa tabela (o ficheiro mais importante). As base de dados das **Miniaturas**, **Semelhanças** e de **Reconhecimento de Caras** podem sempre geradas de novo do zero.

source: The chapter about digiKam :ref:`Maintenance Tools <maintenance_tools>` will explain how to maintain in time the database contents and how to synchronize the collections with databases information (and vice versa).
pt: O capítulo sobre as :ref:`Ferramentas de Manutenção <maintenance_tools>` do digiKam irá explicar como manter actualizados os conteúdos da base de dados e como sincronizar as colecções com a informação da base de dados (e vice-versa).

source: digiKam provides a unique tool to show the statistics from your collections. It includes count of images, videos (including individual count by image format), tags etc. Also, includes the **Database Backend** (QSQLITE or QMYSQL) and the **Database Path** (where your collection is located).
pt: O digiKam oferece uma ferramenta única para mostrar as estatísticas das suas colecções. Inclui a quantidade de imagens, vídeos (incluindo as contagens individuais por formato da imagem), marcas, etc. Também inclui a **Infra-Estrutura de Base de Dados** (QSQLITE ou QMYSQL) e a **Localização da Base de Dados** (onde se localiza a sua colecção).
