Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/database_settings.po
Languages: ca, nl, pt, pt_br, sl, uk

source: digiKam Database Settings
ca: Configuració de la base de dades del digiKam
nl: Instellingen voor database van digiKam
pt: Configuração da Base de Dados do digiKam
pt_br: Configurações do banco de dados do digiKam
sl: digiKam nastavitve podatkovne zbirke
uk: Параметри бази даних digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, database, setup, mysql, mariadb, sqlite, migration, local, remote, server
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, base de dades, configuració, mysql, mariadb, sqlite, migració, local, remot, servidor
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, database, opzet, mysql, mariadb, sqlite, migratie, lokaal, op afstand, server
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, base de dados, configuração, mysql, mariadb, sqlite, migração, local, remoto, servidor
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, banco de dados, configuração, mysql, mariadb, sqlite, migração, local, remoto, servidor
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, zbirka podatkov, nastavitev, mysql, mariadb, sqlite, selitev, lokalno, oddaljeno, strežnik
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, база даних, налаштування, mysql, mariadb, sqlite, перенесення, локальна, віддалена, сервер

source: :ref:`Database Settings <setup_application>`
ca: :ref:`Configuració de la base de dades <setup_application>`
nl: :ref:`Database-instellingen <setup_application>`
pt_br: :ref:`Configurações do banco de dados <setup_application>`
sl: :ref:`Nastavitve baze podatkov <setup_application>`
uk: :ref:`Параметри баз даних <setup_application>`

source: Contents
ca: Contingut
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The **Database** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Database page`.
ca: Les opcions de **Base de dades** del digiKam s'estableixen a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Base de dades`.
nl: De opties voor **Database** voor digiKam worden gezet in :menuselection:`Instellingen --> digiKam configureren... --> Pagina Database`.
pt_br: As opções de **Banco de dados** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página Banco de dados`.
sl: Možnosti **Baze podatkov** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran baze podatkov`.
uk: Параметри **Баз даних** для digiKam можна змінити за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «База даних»`.

source: For an introduction to internal data storage, please refer to the :ref:`Database <database_intro>` section of the Getting Started chapter.
ca: Per a una introducció a l'emmagatzematge intern de les dades, vegeu la secció :ref:`Base de dades <database_intro>` del capítol Com començar.
nl: Voor een introductie over de interne opslag van gegevens, ga naar de sectie :ref:`Databases <database_intro>` van het hoofdstuk Beginnen.
pt_br: Para uma introdução ao armazenamento interno de dados, consulte a seção :ref:`Banco de dados <database_intro>` do capítulo Introdução.
sl: Za uvod v notranjo shrambo podatkov si oglejte razdelek :ref:`Baza podatkov <database_intro>` v poglavju Kako začeti.
uk: Вступні зауваження щодо внутрішнього сховища даних наведено у розділі :ref:`Бази даних <database_intro>` вступної глави цього підручника.

source: The SQLite Database
ca: La base de dades SQLite
nl: De SQLite-database
pt_br: O banco de dados SQLite
sl: Baza podatkov Sqlite
uk: База даних SQLite

source: `SQLite <https://sqlite.org/>`_ is a relational database management system, written in the C programming library. SQLite is not directly comparable to client/server SQL database engines such as MySQL, Oracle or PostgreSQL. Rather, it is an SQL database engine that is embedded in an end program. SQLite reads and writes directly to ordinary disk files. SQLite is almost always the best solution for device-local storage with low write-concurrency and less than a terabyte of content. SQLite is fast and reliable and it requires no configuration or maintenance. It keeps things simple. SQLite "just works".
ca: El `SQLite <https://sqlite.org/>`_ és un sistema de gestió de base de dades relacional, escrita en la biblioteca de programació C. El SQLite no és directament comparable amb els motors de bases de dades SQL client/servidor, com ara el MySQL, Oracle o PostgreSQL. Més aviat, és un motor de base de dades SQL que està incrustat en un programa final. El SQLite llegeix i escriu directament a fitxers de disc normals. El SQLite és gairebé sempre la millor solució per a l'emmagatzematge en un dispositiu local amb una concurrència baixa d'escriptura i menys d'un terabyte de contingut. El SQLite és ràpid i fiable, i no requereix cap configuració ni manteniment. Manté les coses senzilles. El SQLite «senzillament funciona».
nl: `SQLite <https://sqlite.org/>`_ is een beheersysteem voor een relationele database, geschreven in de C programmeerbibliotheek. SQLite is niet direct te vergelijken met client/server SQL database-engines zoals MySQL, Oracle of PostgreSQL. Het is echter een ingebedde SQL database-engine, die ingebed is in een eindprogramma. SQLite leest en schrijft direct uit/naar gewone bestanden op een schijf. SQLite is bijna altijd de beste oplossing voor lokale opslag op een schijf met laag gelijktijdig schrijven en minder dan een terabyte aan inhoud. SQLite is snel en betrouwbaar en vereist geen configuratie of onderhoud. Het houdt de zaken eenvoudig. SQLite "werkt gewoon".
pt_br: `SQLite <https://sqlite.org/>`_ é um sistema de gerenciamento de banco de dados relacional, escrito na biblioteca de programação C. O SQLite não é diretamente comparável a mecanismos de banco de dados SQL cliente/servidor, como MySQL, Oracle ou PostgreSQL. Em vez disso, é um mecanismo de banco de dados SQL incorporado a um programa final. O SQLite lê e grava diretamente em arquivos comuns em disco. O SQLite é quase sempre a melhor solução para armazenamento local em dispositivos com baixa simultaneidade de gravação e menos de um terabyte de conteúdo. O SQLite é rápido e confiável e não requer configuração ou manutenção. Ele mantém as coisas simples. O SQLite "simplesmente funciona".
sl: `SQLite <https://sqlite.org/>`_ je sistem za upravljanje relacijskih baz podatkov, napisan v programski knjižnici C. SQLite ni neposredno primerljiv s strežniki baze podatkov odjemalec/strežnik SQL, kot so MySQL, Oracle ali PostgreSQL. Namesto tega je mehanizem baze podatkov SQL, ki je vdelan v končni program. SQLite bere in piše neposredno na navadne diskovne datoteke. SQLite je skoraj vedno najboljša rešitev za lokalno shranjevanje v napravi z nizko sočasnostjo zapisovanja in manj kot terabajtom vsebine. SQLite je hiter in zanesljiv ter ne zahteva konfiguracije ali vzdrževanja. Ohranja stvari preproste. SQLite "preprosto deluje".
uk: `SQLite <https://sqlite.org/>`_ є реляційною системою керування базами даних, роботу якої забезпечує бібліотека, написана мовою програмування C. SQLite не можна безпосередньо порівнювати із клієнт-серверними рушіями баз даних SQL, зокрема MySQL, Oracle або PostgreSQL. Це швидше вбудований рушій для роботи з базами даних SQL, тобто ця бібліотека просто вбудовується до кінцевої програми. SQLite читає і записує дані безпосередньо до звичайних файлів на диску. Для сховищ даних на локальних пристроях із низькою конкурентністю запису та менш ніж терабайтом даних, SQLite є майже завжди кращим рішенням. SQLite — швидка і надійна база даних, яка не потребує налаштовування або супроводу. Вона усе спрощує. SQLite «просто працює».

source: By default, digiKam uses SQLite as its back-end for storing important metadata and thumbnails. digiKam stores information into four SQLite files:
ca: De manera predeterminada, el digiKam utilitza el SQLite com el seu dorsal per a emmagatzemar les metadades i miniatures importants. El digiKam emmagatzema la informació en quatre fitxers SQLite:
nl: digiKam gebruikt standaard SQLite als zijn back-end voor het opslaan van belangrijke metagegevens en miniaturen. digiKam slaat informatie op in vier SQLite-bestanden:
pt_br: Por padrão, o digiKam usa o SQLite como back-end para armazenar metadados e miniaturas importantes. O digiKam armazena informações em quatro arquivos SQLite:
sl: DigiKam privzeto uporablja SQLite kot zaledje za shranjevanje pomembnih metapodatkov in sličic. digiKam shrani informacije v štiri datoteke SQLite:
uk: Типово, у digiKam для зберігання важливих метаданих і мініатюр використовується SQLite. digiKam зберігає дані у чотирьох файлах SQLite:

source: Database
ca: Base de dades
pt: Base de Dados
pt_br: Banco de dados
sl: Baza podatkov
uk: База даних

source: File-Name
ca: Nom de fitxer
nl: Bestandsnaam
pt: Nome-Ficheiro
pt_br: Nome do arquivo
sl: Ime datoteke
uk: Назва файла

source: **Core**
ca: **Nucli**
nl: **Kern**
pt: **Principal**
pt_br: **Núcleo**
sl: **Jedro**
uk: **Ядро**

source: **Thumbs**
ca: **Miniatures**
nl: **Miniaturen**
pt: **Miniaturas**
pt_br: **Miniaturas**
sl: **Predogledne sličice**
uk: **Мініатюри**

source: **Similarity**
ca: **Similitud**
nl: **Gelijkenissen**
pt: **Semelhanças**
pt_br: **Semelhança**
sl: **Podobnosti**
uk: **Подібність**

source: **Faces**
ca: **Cares**
nl: **Gezichten**
pt: **Caras**
pt_br: **Rostos**
sl: **Obrazi**
uk: **Обличчя**

source: To keep your application running fast and smooth, you should periodically check and optimize your databases: select :menuselection:`Tools --> Maintenance...` and then **Perform Database Cleaning**. See the :ref:`Database Cleaning <maintenance_database>` section of the Maintenance Tools chapter for details.
ca: Per a mantenir l'aplicació funcionant ràpida i suau, haureu de comprovar i optimitzar periòdicament les bases de dades: seleccioneu :menuselection:`Eines --> Manteniment...` i després **Realitza la neteja de la base de dades**. Vegeu la secció :ref:`Neteja de la base de dades <maintenance_database>` del capítol Eines de manteniment per als detalls.
nl: Om uw toepassing snel en soepel uit te voeren zou u periodiek uw databases moeten controleren en optimaliseren: selecteer :menuselection:`Hulpmiddelen --> Onderhoud...` en dan **Database opschonen uitvoeren**. Zie de sectie :ref:`Database opschonen <maintenance_database>` van het hoofdstuk Hulpmiddelen voor onderhoud voor details.
pt_br: Para manter seu aplicativo funcionando de forma rápida e eficiente, você deve verificar e otimizar seus bancos de dados periodicamente: selecione :menuselection:`Ferramentas --> Manutenção...` ​​e, em seguida, **Realizar a limpeza do banco de dados**. Consulte a seção :ref:`Limpeza do banco de dados <maintenance_database>` do capítulo Ferramentas de manutenção para obter mais detalhes.
sl: Da bo vaša aplikacija delovala hitro in gladko, občasno preverite in optimizirajte svoje baze podatkov: izberite :menuselection:`Orodja --> Vzdrževanje...` in nato **Izvedi čiščenje baze podatkov**. Za podrobnosti glejte razdelek :ref:`Čiščenje baze podatkov <maintenance_database>` v poglavju Orodja za vzdrževanje.
uk: Щоб ваша програма працювала швидко та безпроблемно, вам слід періодично перевіряти та оптимізувати свої бази даних — виберіть пункт меню :menuselection:`Інструменти --> Обслуговування...`, а потім **Виконати очищення бази даних**. Додаткові відомості можна знайти у частині :ref:`Очищення бази даних <maintenance_database>` розділу «Інструменти обслуговування».

source: The `SQLite Browser <https://sqlitebrowser.org/>`_, is a high quality and easy to use visual tool for managing database objects, that we highly recommend. For Ubuntu and its derivatives, it can be installed using `sudo apt install sqlitebrowser`. Then you can switch to the directory where the digiKam databases are stored in order to visualize the database contents.
ca: El `Navegador SQLite <https://sqlitebrowser.org/>`_, és una eina visual d'alta qualitat i fàcil d'utilitzar per a la gestió d'objectes de base de dades, que recomanem molt. Per a Ubuntu i els seus derivats, es pot instal·lar utilitzant `sudo apt install sqlitebrowser`. A continuació, podeu canviar al directori on s'emmagatzemen les bases de dades del digiKam per a visualitzar el contingut de la base de dades.
nl: De `SQLite-browser <https://sqlitebrowser.org/>`_, is een visueel hulpmiddel van hoge kwaliteit en gemakkelijk te gebruiken voor beheren van objecten in de database, die we zeer aanbevelen. Voor Ubuntu en zijn afgeleiden, kan deze geïnstalleerd worden met `sudo apt install sqlitebrowser`. Daarna kunt u omschakelen naar de map waar de digiKam databases is opgeslagen om de inhoud van de database te visualiseren.
pt_br: O `SQLite Browser <https://sqlitebrowser.org/>`_ é uma ferramenta visual de alta qualidade e fácil de usar para gerenciar objetos de banco de dados, que recomendamos fortemente. Para Ubuntu e seus derivados, ele pode ser instalado usando `sudo apt install sqlitebrowser`. Em seguida, você pode alternar para o diretório onde os bancos de dados do digiKam estão armazenados para visualizar o conteúdo do banco de dados.
sl: `Brskalnik SQLite <https://sqlitebrowser.org/>`_ je visoko kakovostno in preprosto vizualno orodje za upravljanje objektov baze podatkov, ki ga zelo priporočamo. Za Ubuntu in njegove izpeljanke ga je mogoče namestiti z uporabo `sudo apt install sqlitebrowser`. Nato lahko preklopite v imenik, kjer so shranjene baze podatkov digiKam, da si lahko ogledate vsebino baze podatkov.
uk: `SQLite Browser <https://sqlitebrowser.org/>`_ — це високоякісний і простий у використанні візуальний інструмент для керування об'єктами бази даних, який ми наполегливо рекомендуємо. Для Ubuntu та похідних від цієї системи його можна встановити за допомогою команди `sudo apt install sqlitebrowser`. Потім ви можете перейти до каталогу, де зберігаються бази даних digiKam, щоб візуалізувати вміст бази даних.

source: For best performance, store the digiKam databases on the fastest hardware (such as SSD or NVMe) with plenty of free space. This is especially important for the thumbnails database. A remote file system such as NFS cannot be used here. For performance and technical reasons, SQLite cannot use media from the network.
ca: Per a un millor rendiment, emmagatzemeu les bases de dades del digiKam en el maquinari més ràpid (com ara SSD o NVMe) amb molt espai lliure. Això és especialment important per a la base de dades de les miniatures. Aquí no es pot utilitzar un sistema de fitxers remot, com ara NFS. Per raons de rendiment i tècniques, el SQLite no pot utilitzar elements multimèdia des de la xarxa.
nl: Voor de beste prestaties, sla de digiKam-databases op op de snelste hardware (zoals een SSD of NVMe) met ruim genoeg vrije ruimte. Dit is speciaal belangrijk voor de miniaturendatabase. Een bestandssysteem op afstand, zoals NFS, kan hier niet gebruikt worden. Vanwege redenen van prestatie en techniek, kan SQlite geen media in het netwerk gebruiken.
pt_br: Para melhor desempenho, armazene os bancos de dados do digiKam no hardware mais rápido (como SSD ou NVMe) com bastante espaço livre. Isso é especialmente importante para o banco de dados de miniaturas. Um sistema de arquivos remoto como NFS não pode ser usado aqui. Por motivos técnicos e de desempenho, o SQLite não pode usar mídia da rede.
sl: Za najboljšo zmogljivost shranite baze podatkov digiKam na najhitrejšo strojno opremo (kot je SSD ali NVMe) z veliko prostega prostora. To je še posebej pomembno za bazo sličic. Tu ni mogoče uporabiti oddaljenega datotečnega sistema, kot je NFS. Zaradi zmogljivosti in tehničnih razlogov SQLite ne more uporabljati medijev iz omrežja.
uk: Щоб удосконалити швидкодію, зберігайте бази даних digiKam на найшвидшому носії (наприклад SSD або NVMe) із достатнім обсягом вільного місця. Це особливо важливо для бази даних мініатюр. Не варто використовувати для таких баз даних віддалені файлові системи, зокрема NFS. З міркувань забезпечення швидкодії та технічних причин, які пов'язано із особливостями SQLite, не можна використовувати для баз даних мережеве сховище.

source: The SQLite database files can be found in the *collection* folder that you added to digiKam. (By default, if you add your “Pictures” collection, the database files will be present in the :file:`~/Pictures` folder).
ca: Els fitxers de la base de dades SQLite es poden trobar a la carpeta *col·lecció* que heu afegit al digiKam. (De manera predeterminada, si s'afegiu la col·lecció «Imatges», els fitxers de la base de dades estaran a la carpeta :file:`~/Imatges`).
nl: De SQLite databasebestanden zijn te vinden in de map *verzameling*, die u hebt toegevoegd aan digiKam. (Standaard, als u uw “Afbeeldingen” verzameling hebt toegevoegd, zullen de database bestanden aanwezig zijn in de map :file:`~/Afbeeldingen`).
pt_br: Os arquivos do banco de dados SQLite podem ser encontrados na pasta de *coleção* que você adicionou ao digiKam. (Por padrão, se você adicionar sua coleção de "Fotos", os arquivos do banco de dados estarão presentes na pasta :file:`~/Fotos`).
sl: Datoteke zbirke podatkov SQLite lahko najdete v mapi *collection*, ki ste jo dodali v digiKam. (Če dodate svojo zbirko »Pictures«, bodo datoteke zbirke podatkov privzeto prisotne v mapi :file:`~/Pictures`).
uk: Файли баз даних SQLite можна знайти у вашій теці «Збірки», яку ви додали до digiKam (Типово, якщо вами додається збірка «Картинки», файли баз даних зберігатимуться у теці :file:`~/Картинки`).

source: The digiKam SQLite Configuration Page
ca: La pàgina de configuració SQLite en el digiKam
nl: De configuratiepagina van SQLite van digiKam
pt: A Página de Configuração do SQLite no digiKam
pt_br: Página de configuração do SQLite do digiKam
sl: Konfiguracijska stran digiKam SQLite
uk: Сторінка налаштувань SQLite у digiKam

source: The **WAL** SQLite mode is a very important option that we recommend you turn on with large databases to optimize transactions and improve performance.
ca: El mode **WAL** de SQLlite és una opció molt important que recomanem activar amb bases de dades grans per a optimitzar les transaccions i millorar el rendiment.
nl: De modus **WAL** van SQLite is een erg belangrijke optie die we u aanbevelen om aan te zetten met grote databases om transacties te optimaliseren en prestaties te verbeteren.
pt_br: O modo **WAL** do SQLite é uma opção muito importante que recomendamos que você ative com bancos de dados grandes para otimizar transações e melhorar o desempenho.
sl: Način **WAL** SQLite je zelo pomembna možnost, ki jo priporočamo, da jo vključite z velikimi bazami podatkov za optimizacijo transakcij in izboljšanje zmogljivosti.
uk: Режим **WAL** SQLite є дуже важливим. Рекомендуємо вам увімкнути його для великих баз даних для оптимізації передавання даних та збільшення швидкодії.

source: The MySQL Database
ca: La base de dades MySQL
nl: De MySQL-database
pt: A Base de Dados MySQL
pt_br: O banco de dados MySQL
sl: Baza podatkov MySQL
uk: База даних MySQL

source: MySQL Versus SQLite
ca: MySQL contra SQLite
pt_br: MySQL x SQLite
sl: MySQL proti SQLite
uk: MySQL чи SQLite

source: `MySQL <https://en.wikipedia.org/wiki/MySQL>`_ is an open-source, relational database management system, written in C and C++. Original development of MySQL by Michael Widenius and David Axmark began in 1994. Sun Microsystems acquired MySQL in 2008, which was later acquired by Oracle in 2010. MySQL currently works on almost all system platforms (Linux, Microsoft Windows, OS X, SunOS …).
ca: El `MySQL <https://en.wikipedia.org/wiki/MySQL/>`_ és un sistema de codi obert per a la gestió d'una base de dades relacional, escrit en C i C++. El desenvolupament original de MySQL de Michael Widenius i David Axmark començà el 1994. Sun Microsystems va adquirir MySQL en el 2008, la qual va ser adquirida després per Oracle en el 2010. El MySQL actualment funciona en gairebé totes les plataformes de sistema (Linux, Microsoft Windows, OS X, SunOS, etc.).
nl: `MySQL <https://en.wikipedia.org/wiki/MySQL>`_ is een open-source, relationele database beheersysteem, geschreven in C en C++. Oorspronkelijke ontwikkeling van MySQL door Michael Widenius en David Axmark in het begin van 1994. Sun Microsystems verkreeg MySQL in 2008, die later door Oracle in 2010 werd verkregen. MySQL werkt nu op bijna alle systeemplatforms (Linux, Microsoft Windows, OS X, SunOS …).
pt_br: `MySQL <https://en.wikipedia.org/wiki/MySQL>`_ é um sistema de gerenciamento de banco de dados relacional de código aberto, escrito em C e C++. O desenvolvimento original do MySQL por Michael Widenius e David Axmark começou em 1994. A Sun Microsystems adquiriu o MySQL em 2008, que foi posteriormente adquirido pela Oracle em 2010. O MySQL atualmente funciona em quase todas as plataformas de sistemas (Linux, Microsoft Windows, OS X, SunOS...).
sl: `MySQL <https://en.wikipedia.org/wiki/MySQL>`_ je odprtokodni sistem za upravljanje relacijskih baz podatkov, napisan v C in C++. Prvotni razvoj MySQL sta začela Michael Widenius in David Axmark leta 1994. Sun Microsystems je leta 2008 prevzel MySQL, ki ga je kasneje leta 2010 prevzel Oracle. MySQL trenutno deluje na skoraj vseh sistemskih platformah (Linux, Microsoft Windows, OS X, SunOS …) .
uk: `MySQL <https://uk.wikipedia.org/wiki/MySQL>`_ — система керування реляційними базами даних з відкритим кодом, написана мовами програмування C та C++. Першу версію MySQL було створено Майклом Віденіусом (Michael Widenius) і Девідом Ексмарком (David Axmark) у 1994 році. У 2008 році MySQL було придбано компанією Sun Microsystems, яку згодом у 2010 році було придбано компанією Oracle in 2010. Поточні версії MySQL можуть працювати майже на будь-яких програмних платформах (Linux, Microsoft Windows, OS X, SunOS …).
