Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/database_settings.po
Languages: ca, nl, pt, pt_br, sl, uk

source: `MariaDB <https://en.wikipedia.org/wiki/MariaDB>`_ server is a community-developed fork of MySQL server. Started by core members of the original MySQL team, MariaDB actively works with outside developers to deliver the most featureful, stable, and sanely licensed open SQL server in the industry.
ca: El servidor `MariaDB <https://en.wikipedia.org/wiki/MariaDB>`_ és una bifurcació del servidor de MySQL desenvolupada per la comunitat. Iniciat pels principals membres de l'equip original de MySQL, MariaDB treballa activament amb desenvolupadors externs per a lliurar el servidor SQL obert més complet de característiques, estable i amb una llicència sana en la indústria.
nl: `MariaDB <https://en.wikipedia.org/wiki/MariaDB>`_ server is een door een gemeenschap ontwikkelde afsplitsing van MySQL server. Gestart door kernleden van het originele MySQL team, werkt MariaDB actief met buitenstaande ontwikkelaars om de meest functionele, stabiele en van een gezonde licentie voorziene, open SQL server in the industrie te leveren.
pt_br: O servidor `MariaDB <https://en.wikipedia.org/wiki/MariaDB>`_ é um fork do servidor MySQL desenvolvido pela comunidade. Iniciado por membros principais da equipe original do MySQL, o MariaDB trabalha ativamente com desenvolvedores externos para fornecer o servidor SQL aberto mais completo, estável e com licenças mais sensatas do setor.
sl: Strežnik `MariaDB <https://en.wikipedia.org/wiki/MariaDB>`_ je razcep strežnika MySQL, ki ga je razvila skupnost. MariaDB, ki so jo ustanovili osrednji člani prvotne ekipe MySQL, aktivno sodeluje z zunanjimi razvijalci, da zagotovi najbolj zmogljiv, stabilen in zdravo licenciran odprti strežnik SQL v industriji.
uk: Сервер `MariaDB <https://en.wikipedia.org/wiki/MariaDB>`_ — відгалуження у розробці сервера MySQL, розвиток якого здійснює спільнота розробників. Розпочата основними розробниками із початкової команди розробників MySQL, MariaDB активно працює із зовнішніми розробниками з метою створення сервера SQL із найширшими можливостями, найліпшою стабільністю та найліпшими умовами ліцензування у індустрії.

source: MariaDB use has overtaken MySQL for a few basic reasons:
ca: MariaDB ha superat MySQL per algunes raons bàsiques:
nl: MariaDB heeft het gebruiken van MySQL overgenomen, vanwege een paar basis redenen:
pt_br: O uso do MariaDB ultrapassou o MySQL por alguns motivos básicos:
sl: Uporaba MariaDB je prehitela MySQL iz nekaj osnovnih razlogov:
uk: MariaDB фактично замінює MySQL через декілька основних причин:

source: MariaDB development is more open and vibrant.
ca: El desenvolupament de MariaDB és més obert i vibrant.
nl: De ontwikkeling van MariaDB is meer open en levenslustig.
pt: O desenvolvimento do MariaDB é mais aberto e activo.
pt_br: O desenvolvimento do MariaDB é mais aberto e vibrante.
sl: Razvoj MariaDB je bolj odprt in živahen.
uk: Розробка MariaDB є відкритішою та активнішою.

source: More cutting edge features.
ca: Més característiques d'avantguarda.
nl: Meer vernieuwende functies.
pt: Mais funcionalidades recentes.
pt_br: Mais recursos de ponta.
sl: Več vrhunskih funkcij.
uk: Більше найновіших можливостей.

source: More storage engines.
ca: Més motors d'emmagatzematge.
nl: Meer opslag-engines.
pt: Mais motores de armazenamento.
pt_br: Mais mecanismos de armazenamento.
sl: Več mehanizmov za shranjevanje.
uk: Більше рушіїв зберігання даних.

source: Better performance.
ca: Millor rendiment.
nl: Betere performance.
pt: Melhor performance.
pt_br: Melhor desempenho.
sl: Boljša zmogljivost.
uk: Вища швидкодія.

source: Compatible and easy to migrate.
ca: Compatible i fàcil de migrar.
nl: Compatibel en gemakkelijk te migreren.
pt: Compatível e fácil de migrar.
pt_br: Compatível e fácil de migrar.
sl: Združljiv in enostaven za selitev.
uk: Сумісність і простота у перенесенні даних.

source: digiKam also provides support for the popular MySQL database engine. Of course, you might wonder why you’d want to switch to MySQL when SQLite already does a good job of managing the data? MySQL offers many advantages for storing digiKam data, especially when collections include **more than 100,000 items**. With such large collections, SQLite introduces latency which slows down the application.
ca: El digiKam també proporciona suport per al popular motor de base de dades MySQL. Per descomptat, un podria preguntar-se per què voldries canviar al MySQL quan el SQLite ja fa una bona feina en la gestió de les dades? El MySQL ofereix molts avantatges per a l'emmagatzematge de dades del digiKam, especialment quan les col·leccions inclouen **més de 100.000 elements**. Amb aquest tipus de col·leccions, el SQLite introdueix latència, el qual alenteix l'aplicació.
nl: digiKam biedt ook ondersteuning voor de populaire MySQL database engine. Natuurlijk kunt u zich afvragen waarom u om zou willen schakelen naar MySQL wanneer SQLite al goed de gegevens kan beheren? MySQL biedt vele voordelen voor het opslaan van gegevens van digiKam, speciaal bij verzamelingen met **meer dan 100.000 items**. Met zulke grote verzamelingen, introduceert SQLite latency die de toepassing vertraagt.
pt_br: O digiKam também oferece suporte ao popular mecanismo de banco de dados MySQL. É claro que você pode se perguntar por que mudar para o MySQL se o SQLite já faz um bom trabalho no gerenciamento de dados? O MySQL oferece muitas vantagens para armazenar dados do digiKam, especialmente quando as coleções incluem **mais de 100.000 itens**. Com coleções tão grandes, o SQLite introduz latência, o que torna o aplicativo lento.
sl: digiKam nudi tudi podporo za priljubljeno bazo podatkov MySQL. Seveda se morda sprašujete, zakaj želite preklopiti na MySQL, ko pa SQLite že dobro upravlja podatke? MySQL ponuja veliko prednosti pri shranjevanju podatkov digiKam, zlasti kadar zbirke vključujejo **več kot 100.000 elementov**. S tako velikimi zbirkami SQLite uvaja zakasnitev, ki upočasni aplikacijo.
uk: Крім того, у digiKam передбачено підтримку популярного рушія роботи із базами даних MySQL. Звичайно ж, у вас може виникнути питання: «Навіщо переходити на MySQL, якщо SQLite вже добре виконує усі завдання з керування даними?» Використання MySQL як модуля роботи з базами даних digiKam має багато переваг, зокрема, якщо у збірці **понад 100000 записів**. При роботі з такими великими збірками у SQLite є проблеми з латентністю, які уповільнюють роботу програми.

source: With **WAL** option enabled, SQLite can be easily used for more than 100,000 items especially with an SSD or NVMe storage. It may be even faster than MySQL and more stable. See `this page <https://www.sqlite.org/wal.html>`_ for technical details.
ca: Amb l'opció **WAL** activada, SQLite es pot utilitzar amb facilitat per a més de 100.000 elements, especialment amb un emmagatzematge SSD o NVMe. Podria ser fins i tot més ràpid i més estable que MySQL. Per als detalls tècnics, vegeu `aquesta pàgina <https://www.sqlite.org/wal.html>`_.
nl: Met de optie **WAL** ingeschakeld kan SQLite gemakkelijk gebruikt worden voor meer dan 100.000 items speciaal met een SSD- of NVMe-opslag. Het zou zelfs sneller moeten zijn dan MySQL en stabieler. Zie `deze pagina <https://www.sqlite.org/wal.html>`_ voor technische details.
pt_br: Com a opção **WAL** habilitada, o SQLite pode ser facilmente usado para mais de 100.000 itens, especialmente com armazenamento SSD ou NVMe. Pode ser ainda mais rápido que o MySQL e mais estável. Consulte `esta página <https://www.sqlite.org/wal.html>`_ para obter detalhes técnicos.
sl: Z omogočeno možnostjo **WAL** lahko SQLite preprosto uporabite za več kot 100.000 elementov, zlasti s SSD ali NVMe shrambo. Morda je celo hitrejši od MySQL in bolj stabilen. Oglejte si `to stran <https://www.sqlite.org/wal.html>`_ za tehnične podrobnosti.
uk: Якщо увімкнено **WAL**, SQLite можна без проблем користуватися для баз даних із понад 100000 записами, особливо, якщо користуватися для зберігання даних SSD або NVMe. Ця база даних може бути навіть швидшою і стабільнішою за MySQL. Див. `цю сторінку <https://www.sqlite.org/wal.html>`_, щоб дізнатися технічні подробиці.

source: Using MySQL as digiKam’s database back-end allows you to store the data on local as well as remote servers. MySQL Internal can be used to replace the local SQLite storage, and MySQL Server can be used on media stored on a remote server. This way, you can use multiple digiKam installations (for instance, on your notebook and PC) to access and manage your photo collections. You can also use MySQL tools to backup and analyze digiKam’s data.
ca: L'ús de MySQL com a dorsal de la base de dades del digiKam permet emmagatzemar les dades en local, així com en servidors remots. El MySQL intern es pot utilitzar per a substituir l'emmagatzematge local de SQLite, i MySQL servidor es pot utilitzar en elements multimèdia emmagatzemats en un servidor remot. D'aquesta manera, es podran utilitzar diverses instal·lacions del digiKam (per exemple, a l'ordinador portàtil i al PC) per a accedir i gestionar les col·leccions de fotografies. També podeu utilitzar les eines del MySQL per a crear una còpia de seguretat i analitzar les dades del digiKam.
nl: Met MySQL als de database back-end voor digikam bent u in staat om de gegevens zowel lokaal als op servers op afstand op te slaan. MySQL Internal kan gebruikt worden om de lokale SQLite opslag te vervangen en MySQL Server kan gebruikt worden op media opgeslagen op een server op afstand. Op deze manier kunt u meerdere digiKam installaties (bijvoorbeeld, op uw notebook en PC) gebruiken om toegang te hebben tot en beheren van uw fotoverzamelingen. U kunt ook MySQL hulpmiddelen gebruiken om een backup te maken van en de gegevens van digiKam te analyseren.
pt_br: Usar o MySQL como back-end do banco de dados do digiKam permite armazenar dados em servidores locais e remotos. O MySQL interno pode ser usado para substituir o armazenamento SQLite local, e o Servidor MySQL pode ser usado em mídias armazenadas em um servidor remoto. Dessa forma, você pode usar várias instalações do digiKam (por exemplo, no seu notebook e PC) para acessar e gerenciar suas coleções de fotos. Você também pode usar ferramentas do MySQL para fazer backup e analisar os dados do digiKam.
sl: Uporaba MySQL kot zaledne baze podatkov digiKam vam omogoča shranjevanje podatkov na lokalnih in oddaljenih strežnikih. MySQL Internal je mogoče uporabiti za zamenjavo lokalnega pomnilnika SQLite, MySQL Server pa je mogoče uporabiti na medijih, shranjenih na oddaljenem strežniku. Na ta način lahko uporabite več namestitev digiKam (na primer na vašem prenosniku in osebnem računalniku) za dostop in upravljanje vaših zbirk fotografij. Za varnostno kopiranje in analizo digiKamovih podatkov lahko uporabite tudi orodja MySQL.
uk: Використання MySQL як модуля роботи з базами даних digiKam надасть вам змогу зберігати дані на локальному або віддаленому сервері. Вбудованим сервером MySQL можна замінити локальне сховище SQLite, а віддаленим можна скористатися для зберігання даних на спільному комп’ютері у мережі. Ви зможете користуватися декількома екземплярами digiKam (наприклад на вашому ноутбуці та стаціонарному комп’ютері) для доступу і керування вашими збірками фотографій. Ви також зможете скористатися інструментами MySQL для створення резервних копій та аналізу даних digiKam.

source: To switch from SQLite to MySQL database, go to :menuselection:`Settings --> Configure digiKam...` and then under **Database** section, select a database from the drop down list.
ca: Per a canviar de la base de dades SQLite a MySQL, aneu a l'element de menú :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Base de dades`, seleccioneu una base de dades des de la llista desplegable.
nl: Om om te schakelen van SQLite naar de MySQL database, ga naar :menuselection:`Instellingen --> digiKam configureren...` en dan onder de sectie **Database**, selecteert u een database uit het afrolmenu.
pt: Para mudar de uma base de dados SQLite para MySQL, vá a :menuselection:`Configuração --> Configurar o digiKam...`, e depois na secção de **Base de Dados**, seleccione uma base de dados na lista.
pt_br: Para alternar do banco de dados SQLite para o MySQL, vá para :menuselection:`Configurações --> Configurar digiKam...` e, na seção **Banco de dados**, selecione um banco de dados na lista suspensa.
sl: Če želite preklopiti iz SQLite v bazo podatkov MySQL, pojdite na :menuselection:`Nastavi --> Konfiguriraj digiKam...` in nato pod razdelkom **Podatkovna baza** izberite bazo podatkov s spustnega seznama.
uk: Щоб перейти з використання баз даних SQLite на використання баз даних MySQL, виберіть пункт меню :menuselection:`Параметри --> Налаштувати digiKam...` і перейдіть до розділу **База даних**. Виберіть відповідну базу даних зі спадного списку.

source: **MySQL Internal**: This allows to run an internal database server on your system. digiKam uses Unix socket for the connection.
ca: **MySQL intern**: Això permet executar un servidor de bases de dades intern en el sistema. El digiKam utilitza el sòcol d'Unix per a la connexió.
nl: **MySQL intern**: dit stelt u in staat om een interne databaseserver te gebruiken op uw systeem. digiKam gebruikt Unix socket voor de verbinding.
pt: **MySQL Interno**: Isto permite executar um servidor de bases de dados interno no seu sistema. O digiKam usa um 'socket' de Unix para a ligação.
pt_br: **MySQL interno**: Permite executar um servidor de banco de dados interno no seu sistema. O digiKam usa soquete Unix para a conexão.
sl: **MySQL Internal**: To omogoča zagon notranjega strežnika baze podatkov na vašem sistemu. digiKam za povezavo uporablja vtičnico Unix.
uk: **Вбудована MySQL**: за допомогою цього варіанта можна скористатися вбудованим сервером баз даних на вашій системі. Для встановлення з’єднань із базами даних digiKam використовуватиме сокет Unix.

source: **MySQL Server**: Use this if your data is on a remote server and you’re on a different machine trying to access the collection.
ca: **Servidor MySQL**: utilitzeu-lo si teniu les vostres dades en un servidor remot i està en una màquina diferent que intenta accedir a la col·lecció.
nl: **MySQL-server**: gebruik dit als uw gegevens op een server op afstand zijn en u op een andere machine probeert toegang te krijgen tot de verzameling.
pt_br: **Servidor MySQL**: use isto se seus dados estiverem em um servidor remoto e você estiver em uma máquina diferente tentando acessar a coleção.
sl: **MySQL Server**: Uporabite to, če so vaši podatki na oddaljenem strežniku in ste na drugem računalniku in poskušate dostopati do zbirke.
uk: **Сервер MySQL**: цим варіантом можна скористатися, якщо ваші дані зберігаються на віддаленому сервері, а ви на іншому комп’ютері користуєтеся доступом до збірки зображень.

source: The MySQL Internal Server
ca: El servidor de MySQL intern
nl: De MySQL interne server
pt: O Servidor de MySQL Interno
pt_br: O servidor interno do MySQL
sl: Notranji strežnik MySQL
uk: Вбудований сервер MySQL

source: digiKam tends to slow down when using a large collection (size **greater than 100,000 items**) hosted on a hard drive (HDD - not an SSD or NVMe device) with the SQLite database. To avoid the delay and maintain efficiency, digiKam provides the option of using **MySQL Internal**. To be clear, this isn’t an actual server, or a public network. Instead, it is a server that runs only while the application is running.
ca: El digiKam tendeix a alentir-se quan s'utilitza una col·lecció gran (mida **superior a 100.000 elements**) allotjada en un disc dur (HDD, no en un dispositiu SSD o NVMe) amb la base de dades SQLite. Per a evitar el retard i mantenir l'eficiència, el digiKam ofereix l'opció d'utilitzar **MySQL intern**. Per a ser clars, aquest no és un servidor real o una xarxa pública. En canvi, és un servidor que només s'executa mentre s'executa l'aplicació.
nl: digiKam heeft de tendens om langzamer te gaan bij gebruik van een grote verzameling (grootte **meer dan 100.000 items) opgeslagen op een vaste schijf (HDD - geen SSD of NVMe apparaat) met de SQLite-database. Om de vertraging te vermijden en efficiency te handhaven, biedt digiKam de optie van het gebruik van de **MySQL Internal**. Ter verduidelijking, dit is geen echte server of een publiek netwerk. In plaats daarvan is het een server die alleen actief is wanneer de toepassing actief is.
pt_br: O digiKam tende a ficar lento ao usar uma coleção grande (tamanho **superior a 100.000 itens**) hospedada em um disco rígido (HDD - não um SSD ou dispositivo NVMe) com o banco de dados SQLite. Para evitar o atraso e manter a eficiência, o digiKam oferece a opção de usar o **MySQL interno**. Para esclarecer, este não é um servidor real ou uma rede pública. Em vez disso, é um servidor que roda apenas enquanto o aplicativo está em execução.
sl: digiKam se ponavadi upočasni, ko uporablja veliko zbirko (velikost **več kot 100.000 elementov**), ki gostuje na trdem disku (HDD - ne na napravi SSD ali NVMe) z bazo podatkov SQLite. Da bi se izognili zamudi in ohranili učinkovitost, digiKam nudi možnost uporabe **MySQL Internal**. Da bo jasno, to ni dejanski strežnik ali javno omrežje. Namesto tega je strežnik, ki teče le med izvajanjem aplikacije.
uk: Робота digiKam значно уповільнюється, якщо ви користуєтеся великою збіркою зображень (яка складається з **понад 100000 об’єктів**), яка зберігається на жорсткому диску (HDD — не пристрої SSD або NVMe) у базі даних SQLite. Щоб усунути затримки і допомогти програмі працювати ефективніше, у digiKam передбачено можливість використання **Вбудованої MySQL**. Якщо бути точним, це насправді не сервер із доступною клієнтам мережею. Це такий сервер, який працює лише, якщо працює програма.

source: Internal server creates a separate database that can be accessed (only while application is running) using the command:
ca: El servidor intern crea una base de dades separada a la qual es pot accedir (només mentre l'aplicació s'està executant) utilitzant l'ordre:
nl: Interne server maakt een aparte database aan met toegang (alleen terwijl de toepassing actief is) met het commando:
pt: O servidor interno cria uma base de dados separada que poderá ser acedida (apenas enquanto a aplicação está em execução) com o comando:
pt_br: O servidor interno cria um banco de dados separado que pode ser acessado (somente enquanto o aplicativo estiver em execução) usando o comando:
sl: Notranji strežnik ustvari ločeno bazo podatkov, do katere je mogoče dostopati (samo med izvajanjem aplikacije) z ukazom:
uk: Внутрішній сервер створює окрему базу даних, доступ до якої (лише протягом роботи програми) можна отримати за допомогою такої команди:

source: The internal server uses three MySQL Binary Tools: :file:`mysql_install_db`, :file:`mysqladmin`, and :file:`mysqld`. You can configure their locations in the configuration dialog. digiKam will try to find these binaries automatically if they’re installed on your system.
ca: El servidor intern utilitza tres eines binàries MySQL: :file:`mysql_install_db`, :file:`mysqladmin` i :file:`mysqld`. Podreu configurar les seves ubicacions en el diàleg de configuració. El digiKam intentarà trobar aquests fitxers binaris automàticament si estan instal·lats en el sistema.
nl: De interne server gebruikt drie MySQL binaire hulpmiddelen: :file:`mysql_install_db`, :file:`mysqladmin`en :file:`mysqld`. U kunt hun locaties instellen in de configuratiedialoog. digiKam zal proberen deze binaire bestanden automatisch te vinden als ze geïnstalleerd zijn op uw systeem.
pt_br: O servidor interno utiliza três ferramentas binárias do MySQL: :file:`mysql_install_db`, :file:`mysqladmin` e :file:`mysqld`. Você pode configurar a localização delas na caixa de diálogo de configuração. O digiKam tentará encontrar esses binários automaticamente se estiverem instalados no seu sistema.
sl: Notranji strežnik uporablja tri binarna orodja MySQL: :file:`mysql_install_db`, :file:`mysqladmin` in :file:`mysqld`. Njihove lokacije lahko konfigurirate v konfiguracijskem pogovornem oknu. digiKam bo poskušal samodejno najti te binarne datoteke, če so nameščene v vašem sistemu.
uk: Для роботи вбудований сервер використовує три виконуваних файли з MySQL — :file:`mysql_install_db`, :file:`mysqladmin` і :file:`mysqld`. Налаштувати розташування цих файлів можна за допомогою діалогового вікна налаштувань. digiKam намагатиметься автоматично виявити розташування цих виконуваних файлів, якщо їх встановлено у системі.

source: The digiKam MySQL Internal Configuration Page
ca: La pàgina de configuració MySQL intern en el digiKam
nl: De configuratiepagina voor de interne MySQL van digiKam
pt: A Página de Configuração do MySQL Interno no digiKam
pt_br: Página de configuração do MySQL interno do digiKam
sl: digiKam notranja stran konfiguracije MySQL
uk: Сторінка внутрішніх налаштувань MySQL у digiKam

source: The MySQL Remote Server
ca: El servidor de MySQL remot
nl: De MySQL server op afstand
pt: O Servidor de MySQL Remoto
pt_br: O servidor remoto MySQL
sl: Oddaljeni strežnik MySQL
uk: Віддалений сервер MySQL

source: Obviously, access to a MySQL server is required to use digiKam with a remote MySQL. Alternatively, you can install MariaDB, which serves the purpose well. (Could be installed easily using `this link <https://www.cherryservers.com/blog/how-to-install-and-start-using-mariadb-on-ubuntu-20-04>`_.)
ca: Òbviament, es requereix accés a un servidor MySQL per utilitzar el digiKam amb un MySQL remot. Alternativament, podeu instal·lar MariaDB, el qual compleix bé el seu propòsit. (Es pot instal·lar amb facilitat utilitzant `aquest enllaç <https://www.cherryservers.com/blog/how-to-install-and-start-using-mariadb-on-ubuntu-20-04>`_).
nl: Voor toegang tot een MySQL server op afstand is het natuurlijk vereist digiKam te gebruiken met een MySQL-server. Als alternatief kunt u ook MariaDB installeren, die het doel goed dient. (Kan gemakkelijk geïnstalleerd worden via `deze koppeling <https://www.cherryservers.com/blog/how-to-install-and-start-using-mariadb-on-ubuntu-20-04>`_.)
pt_br: Obviamente, é necessário acesso a um servidor MySQL para usar o digiKam com um MySQL remoto. Como alternativa, você pode instalar o MariaDB, que atende bem ao propósito. (A instalação pode ser feita facilmente usando `este link <https://www.cherryservers.com/blog/how-to-install-and-start-using-mariadb-on-ubuntu-20-04>`_.)
sl: Očitno je za uporabo digiKama z oddaljenim MySQL potreben dostop do strežnika MySQL. Druga možnost je, da namestite MariaDB, ki dobro služi namenu. (Lahko ga preprosto namestite s `to povezavo <https://www.cherryservers.com/blog/how-to-install-and-start-using-mariadb-on-ubuntu-20-04>`_.)
uk: Звичайно ж, для використання digiKam з віддаленим MySQL, вам потрібен доступу до сервера MySQL або сервера MariaDB, яким також можна скористатися (Встановити такий сервер доволі просто, якщо скористатися `цим посиланням <https://www.cherryservers.com/blog/how-to-install-and-start-using-mariadb-on-ubuntu-20-04>`_.)
