Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/database_settings.po
Languages: ca, nl, pt, pt_br, sl, uk

source: Follow the instructions below, if you don’t have a dedicated user account and a digiKam database already set up. Run the commands in MySQL server, after replacing *password* with the correct one.
ca: Seguiu les instruccions següents, si no teniu un compte d'usuari dedicat i una base de dades configurada en el digiKam. Executeu les ordres al servidor de MySQL, després substituïu la *contrasenya* per la correcta.
nl: Volg de onderstaande instructies, als u geen specifiek gebruikersaccount hebt en een digiKam database al is ingesteld. Voer de commando's uit op de MySQL server, na vervanging van het *wachtwoord* door het juiste.
pt_br: Siga as instruções abaixo se você não tiver uma conta de usuário dedicada e um banco de dados digiKam já configurado. Execute os comandos no servidor MySQL, após substituir *password* pela senha correta.
sl: Sledite spodnjim navodilom, če še nimate namenskega uporabniškega računa in baze podatkov digiKam. Zaženite ukaze v strežniku MySQL, potem ko zamenjate *geslo* s pravilnim.
uk: Наведеними нижче настановами можна скористатися, якщо у вас немає окремого облікового запису користувача для доступу до баз даних і базу даних digiKam вже налаштовано. Віддайте такі команди на сервері MySQL (замінивши *пароль* на відповідний):

source: You can select any database name. (Here it is, *digikam*). Just remember to fill in the database name correctly in Core, Thumbs, Similarity, and Face database names from the dialog box shown below.
ca: Podeu seleccionar qualsevol nom de base de dades. (Aquí hi ha, *digikam*). Només recordeu emplenar el nom de la base de dades correctament en els noms de la base de dades Nucli, Miniatures, Similitud i Cares en el diàleg que es mostra a continuació.
nl: U kunt elke databasenaam selecteren. (Hier is het, *digikam*). U dient eenvoudig de juiste naam in te vullen in de databasenaam voor die van Kern, Miniaturen en Gezicht in het onderstaande dialoogvak.
pt: Poderá seleccionar qualquer nome para a base de dados. (Neste exemplo, *digikam*). Basta lembrar-se de preencher o nome da base de dados correctamente nos campos do Nome da BD de Base, Miniaturas, Semelhanças e Caras na janela apresentada em baixo.
pt_br: Você pode selecionar qualquer nome de banco de dados. (Aqui está, *digikam*). Lembre-se de preencher corretamente o nome do banco de dados com os nomes Core, Thumbs, Similarity e Face na caixa de diálogo mostrada abaixo.
sl: Izberete lahko poljubno ime baze podatkov. (Tukaj je, *digikam*). Samo zapomnite sipravilno izpolniti ime baze podatkov v imenih zbirk Core, Thumbs, Similarity in Facev pogovornem oknu, prikazanem spodaj.
uk: Ви можете вибрати будь-яку назву бази даних. (У нашому прикладі «digikam».) Просто не забудьте правильно заповнити назви баз даних у полях основної бази даних та баз даних мініатюр, подібності і облич у діалоговому вікні, зразок якого наведено нижче.

source: If you have an enormous collection, it's recommended to start the MySQL server with `mysql --max_allowed_packet = 128M`
ca: Si teniu una col·lecció enorme, es recomana iniciar el servidor MySQL amb `mysql --max_allowed_packet = 128M`
nl: Als u een enorme verzameling hebt, dan bevelen wij u aan de MySQL server te starten met `mysql --max_allowed_packet = 128M`
pt: Se tiver uma colecção enorme, recomenda-se que inicie o servidor de MySQL com o comando `mysql --max_allowed_packet = 128M`
pt_br: Se você tiver uma coleção enorme, é recomendável iniciar o servidor MySQL com `mysql --max_allowed_packet = 128M`
sl: Če imate ogromno zbirko, priporočamo, da zaženete strežnik MySQL z `mysql --max_allowed_packet = 128M`
uk: Якщо у вас величезна збірка зображень, рекомендуємо вам запускати сервер MySQL за допомогою такої команди: `mysql --max_allowed_packet = 128M`

source: If you have problems with a MySQL server on a Ubuntu based Linux system, execute this additional command in the mysql prompt to enable the creation of MySQL triggers.
ca: Si teniu problemes amb un servidor MySQL en un sistema Linux basat en l'Ubuntu, executeu aquesta ordre addicional a l'indicador del Mysql per a poder crear activadors del MySQL.
nl: Als u problemen hebt met een MySQL-server op een op Ubuntu gebaseerd Linux systeem, gebruik dit additionele commando in de mysql-prompt om het maken MySQL-triggers in te schakelen.
pt_br: Se você tiver problemas com um servidor MySQL em um sistema Linux baseado em Ubuntu, execute este comando adicional no prompt do MySQL para habilitar a criação de gatilhos do MySQL.
sl: Če imate težave s strežnikom MySQL v sistemu Linux, ki temelji na Ubuntu, izvedite ta dodatni ukaz v pozivu mysql, da omogočite ustvarjanje prožilnikov MySQL.
uk: Якщо у вас виникають проблеми з сервером MySQL у заснованих на Ubuntu системах Linux, скористайтеся додатковою командою у запиті mysql, щоб мати змогу створювати перемикачі MySQL.

source: Now, in digiKam, go to :menuselection:`Settings --> Configure digiKam...` and then under the **Database** section, select MySQL Server from the drop down list.
ca: Ara, en el digiKam, aneu a l'element de menú :menuselection:`Arranjament --> Configura el digiKam...` i després a la secció **Base de dades**, seleccioneu Servidor MySQL de la llista desplegable.
nl: Ga nu, in digiKam, naar :menuselection:`Instellingen --> digiKam configureren...` en dan onder de sectie **Database**, selecteer MySQL-server uit het afrolmenu.
pt_br: Agora, no digiKam, vá para :menuselection:`Configurações --> Configurar digiKam...` e então na seção **Banco de dados**, selecione Servidor MySQL na lista suspensa.
sl: Zdaj v digiKamu pojdite na :menuselection:`Nastavitve --> Konfiguriraj digiKam...` in nato pod razdelkom **Baza podatkov** na spustnem seznamu izberite MySQL Server.
uk: Після цього у digiKam виберіть пункт меню :menuselection:`Параметри --> Налаштувати digiKam...` і у розділі «База даних» виберіть сервер MySQL у спадному списку.

source: The digiKam Remote Mysql Configuration Page
ca: La pàgina de configuració interna de Mysql en el digiKam
nl: De configuratiepagina voor MySQL op afstand van digiKam
pt: A Página de Configuração do Servidor Remoto de MySQL no digiKam
pt_br: Página de configuração do MySQL remoto do digiKam
sl: digiKam stran za konfiguracijo oddaljenega Mysql
uk: Сторінка налаштувань віддаленого сервера Mysql у digiKam

source: Enter the IP address of your MySQL server in the **Host Name** field and specify the correct port in the **Host Port** field (the default port is 3306).
ca: Introduïu l'adreça IP del vostre servidor MySQL en el camp **Nom de l'amfitrió** i especifiqueu el port correcte en el camp **Port de l'amfitrió** (el port predeterminat és 3306).
nl: Voer het IP-adres van uw MySQL-server in in het veld **Hostnaam** en specificeer de juiste poort in het veld **Host-poort** (de standaard poort is 3306).
pt: Indique o endereço IP do seu servidor de MySQL no campo da **Máquina** e configure o porto correcto no campo **Porto da Máquina** (o porto por omissão é o 3306).
pt_br: Insira o endereço IP do seu servidor MySQL no campo **Nome da máquina** e especifique a porta correta no campo **Porta da máquina** (a porta padrão é 3306).
sl: V polje **Host Name** vnesite naslov IP vašega strežnika MySQL in v polje **Host Port** določite pravilna vrata (privzeta vrata so 3306).
uk: Введіть IP-адресу вашого сервера MySQL до поля **Назва вузла** і вкажіть правильний номер порту у полі **Порт вузла** (типовим номером порту є 3306).

source: Set the **Core Db Name** field to the name of the first database that is used to store photo metadata.
ca: Establiu al camp **Nom de la BD del nucli** el nom de la primera base de dades que s'usarà per a emmagatzemar les metadades de les fotografies.
nl: Zet in het veld **Kern Db-naam** de naam in van de eerste database die wordt gebruikt voor opslag van metagegevens van foto's.
pt_br: Defina o campo **Nome do BD base** como o nome do primeiro banco de dados usado para armazenar metadados de fotos.
sl: Nastavite polje **Core Db Name** na ime prve zbirke podatkov, ki se uporablja za shranjevanje metapodatkov fotografij.
uk: У полі **Назва основної бази даних** вкажіть назву першої бази даних, де зберігатимуться метадані фотографій.

source: Set the **Thumbs Db Name** field to the name of the second database that is used to store the wavelet-compressed thumbnails.
ca: Establiu en el camp **Nom de la BD de miniatures** el nom de la segona base de dades que s'usarà per a emmagatzemar les miniatures comprimides amb ondetes.
nl: Zet in het veld **Miniaturen Db-naam** de naam in van de tweede database die wordt gebruikt voor opslag van wavelet-gecomprimeerde miniaturen.
sl: Polje **Thumbs Db Name** nastavite na ime druge podatkovne baze, ki se uporablja za shranjevanje sličic, stisnjenih z valovčki.

source: Set the **Similarity Db Name** field to the name of the third database that is used to store the similarity finger-prints produced by the fuzzy search engine.
ca: Establiu en el camp **Nom de la BD de similitud** el nom de la tercera base de dades que s'usarà per a emmagatzemar les empremtes digitals produïdes pel motor de cerca aproximada.
nl: Zet in het veld **Gelijkenissen Db Name** de naam van de derde database die wordt gebruikt om de gelijkenissen vingerafdrukken, geproduceerd door de vaag zoeken-engine.
pt_br: Defina o campo **Nome do BD de semelhanças** como o nome do terceiro banco de dados usado para armazenar as impressões digitais de similaridade produzidas pelo mecanismo de busca difusa.
sl: Nastavite polje **Similarity Db Name** na ime tretje zbirke podatkov, ki se uporablja za shranjevanje prstnih odtisov podobnosti, ki jih ustvari mehki iskalnik.
uk: Встановіть у полі **Назва бази даних подібності** назву третьої бази даних, яка використовуватиметься для зберігання відбитків подібності, створених рушієм нечіткого пошуку.

source: Set the **Face Db Name** field to the name of the last database that is used to store the face histograms for facial recognition.
ca: Establiu en el camp **Nom de la BD de cares** el nom de l'última base de dades per a emmagatzemar els histogrames de cares per la reconeixement facial.
nl: Zet in het veld **Gezichten Db-naam** de naam van de laatste database die wordt gebruikt voor de opslag van de gezichtshistogrammen voor gezichtsherkenning.
pt_br: Defina o campo **Nome do BD de rostos** como o nome do último banco de dados usado para armazenar os histogramas faciais para reconhecimento facial.
sl: Nastavite polje **Face Db Name** na ime zadnje zbirke podatkov, ki se uporablja za shranjevanje obraznih histogramov za prepoznavanje obraza.
uk: У полі **Назва бази даних облич** вкажіть назву останньої бази даних, де зберігатимуться гістограми облич для розпізнавання облич.

source: To safely connect to the remote server, enter your MySQL identification using the **User** and **Password** fields.
ca: Per a estar connectar de manera segura amb el servidor remot, introduïu la vostra identificació de MySQL utilitzant els camps **Usuari** i **Contrasenya**.
nl: Om veilig te verbinden met de server op afstand, voer uw MySQL identificatie in met de velden **Gebruiker** en **Wachtwoord**.
pt_br: Para se conectar com segurança ao servidor remoto, insira sua identificação do MySQL usando os campos **Usuário** e **Senha**.
sl: Za varno povezavo z oddaljenim strežnikom vnesite svojo identifikacijo MySQL v polji **User** in **Password** .
uk: Щоб встановити безпечне з’єднання із віддаленим сервером, вкажіть ваші параметри розпізнавання MySQL за допомогою полів **Користувач** і **Пароль**.

source: To check whether the database connection works properly, press the **Check Connection** button. If everything works as it’s supposed to, switch to the **Collections** sections, and add the directories containing your photos. Hit **OK**, and wait till digiKam populates the databases with data from your photos. This can take a while if you have a lot of items to register in the database.
ca: Per a comprovar si la connexió amb la base de dades funciona correctament, premeu el botó **Comprova la connexió**. Si tot funciona com se suposa, canvieu a les seccions **Col·leccions** i afegiu-hi els directoris que contenen les vostres fotografies. Premeu **D'acord**, i espereu fins que el digiKam ompli les bases de dades amb les dades de les fotografies. Això pot trigar molt de temps si teniu una gran quantitat d'elements per a registrar a la base de dades.
nl: Om te controleren of de databaseverbinding juist werkt, druk op de knop **Verbinding controleren**. Als alles werkt zoals het zou moeten, schakel dan om naar de secties **Verzamelingen** en voeg de mappen met uw foto's toe. Druk op **OK** en wacht totdat digiKam de databases vult met gegevens uit uw foto's. Dit kan even duren als u veel items hebt om te registreren in de database.
pt_br: Para verificar se a conexão com o banco de dados está funcionando corretamente, clique no botão **Verificar a conexão**. Se tudo funcionar corretamente, acesse a seção **Coleções** e adicione os diretórios que contêm suas fotos. Clique em **OK** e aguarde até que o digiKam preencha os bancos de dados com os dados das suas fotos. Isso pode demorar um pouco se você tiver muitos itens para registrar no banco de dados.
sl: Če želite preveriti, ali povezava z bazo podatkov deluje pravilno, pritisnite gumb **Preveri povezavo**. Če vse deluje, kot bi moralo, preklopite na razdelke **Zbirke** in dodajte imenike z vašimi fotografijami. Pritisnite **V redu** in počakajte, da digiKam napolni zbirke podatkov s podatki iz fotografij. To lahko traja nekaj časa, če imate veliko elementov za registracijo v zbirko podatkov.
uk: Щоб перевірити, чи працює база даних належним чином, натисніть кнопку **Перевірити з’єднання**. Якщо все працює як слід, перемкніться до розділів збірок і додайте каталоги, які містять ваші фотографії. Натисніть кнопку **Гаразд** і зачекайте, доки digiKam заповнить бази даних даними фотографій. Заповнення може бути доволі тривалим, якщо у вас багато фотографій.

source: There are some tips and recommendation to obtain the best results with a remote MySQL database server.
ca: Hi ha alguns consells i recomanacions per a obtenir els millors resultats amb un servidor de bases de dades MySQL remot.
nl: Er zijn enige tips en aanbevelingen om het beste resultaat te krijgen met een externe MySQL databaseserver.
pt: Existem algumas dicas e recomendações para obter os melhores resultados com um servidor remoto de bases de dados MySQL.
pt_br: Existem algumas dicas e recomendações para obter os melhores resultados com um servidor de banco de dados MySQL remoto.
sl: Obstaja nekaj nasvetov in priporočil za doseganje najboljših rezultatov z oddaljenim strežnikom baze podatkov MySQL.
uk: Забезпечити найкращі результати у використанні віддаленого сервера баз даних MySQL допоможуть наші підказки і рекомендації.

source: With a slow network, digiKam hangs a lot of the time, especially when the album contains many items **(>1,000)**. This issue depends on network performances. For example, the problem has been reproducible using Wifi connections. Switching to Ethernet to solve the problem.
ca: Amb una xarxa lenta, el digiKam es penja molt de temps, especialment quan l'àlbum conté molts elements **(>1.000)**. Aquesta solució depèn del rendiment de la xarxa. Per exemple, el problema s'ha reproduït utilitzant una connexió wifi. Canviar a Ethernet hauria de resoldre el problema.
nl: Met een langzaam netwerk hangt digiKam vaak speciaal wanneer de albums veel items **(>1000)** bevatten. Deze probleem hangt af van netwerkprestaties. Het probleem was bijvoorbeeld reproduceerbaar met gebruik van een Wifi-verbinding. Overschakelen naar ethernet moet het probleem oplossen.
pt_br: Com uma rede lenta, o digiKam trava com frequência, especialmente quando o álbum contém muitos itens **(>1.000)**. Esse problema depende do desempenho da rede. Por exemplo, o problema pode ser reproduzido usando conexões Wi-Fi. Mudar para Ethernet resolve o problema.
sl: S počasnim omrežjem digiKam veliko časa visi, še posebej, če album vsebuje veliko elementov **(>1000)**. Ta težava je odvisna od delovanja omrežja. Na primer, težavo je bilo mogoče ponoviti z uporabo povezav Wifi. Preklop na Ethernet za rešitev težave.
uk: Якщо мережа працює повільно, digiKam витрачатиме багато часу на обробку запитів, зокрема якщо у альбомі багато записів **(>1000)**. Викладені рекомендації працюватимуть лише у швидкій мережі. Наприклад, якщо користуватися Wifi, можуть виникнути проблеми. Перехід на Ethernet усуває ці проблеми.

source: Also, if you have an enormous collection, you should start the MySQL server with `mysql --max_allowed_packet = 128M`. If you’re well acquainted with using MySQL, you could also change your settings in :file:`my.ini` or :file:`~/.my.cnf` files.
ca: A més, si teniu una col·lecció enorme, hauríeu d'iniciar el servidor de MySQL amb `mysql --max_allowed_packet = 128M`. Si esteu familiaritzat amb l'ús de MySQL, també podreu canviar la vostra configuració en els fitxers :file:`my.ini` o :file:`~/.my.cnf`.
nl: Ook, als u een enorme verzameling hebt, dan zou u de MySQL server moeten starten met `mysql --max_allowed_packet = 128M`. (Als u goed bekend bent met het gebruik van MySQL, dan kunt u ook uw instellingen in bestand :file`my.ini` of :file:`~/.my.cnf` wijzigen).
pt: Para além disso, se tiver uma colecção enorme, deverá iniciar o servidor de MySQL com a opção `mysql --max_allowed_packet = 128M`. Se estiver bastante habituado a usar o MySQL, também poderá modificar a sua configuração nos ficheiros :file:`my.ini` ou em :file:`~/.my.cnf`.
pt_br: Além disso, se você tiver uma coleção enorme, inicie o servidor MySQL com `mysql --max_allowed_packet = 128M`. Se você estiver familiarizado com o MySQL, também poderá alterar suas configurações nos arquivos :file:`my.ini` ou :file:`~/.my.cnf`.
sl: Poleg tega, če imate ogromno zbirko, morate zagnati strežnik MySQL z `mysql --max_allowed_packet = 128M`. Če ste dobro seznanjeni z z uporabo MySQL lahko spremenite svoje nastavitve tudi v datotekah :file:`my.ini` ali : file:`~/.my.cnf`.
uk: Крім того, якщо у вас величезна збірка зображень, вам слід запускати сервер MySQL за допомогою такої команди: `mysql --max_allowed_packet = 128M`. (Якщо ви добре знаєтеся на користуванні MySQL, ви також можете змінити параметри роботи сервера за допомогою файла :file:`my.ini` або :file:`~/.my.cnf`.)

source: The locale used in the Mysql server must be the same as the locale from the computer used to run digiKam to prevent problems with the common values saved in the tables of the database.
ca: La configuració regional utilitzada al servidor Mysql cal que sigui la mateixa que la configuració regional de l'ordinador utilitzat per a executar el digiKam per a evitar problemes amb els valors habituals desats a les taules de la base de dades.
nl: De taalcode gebruikt in de Mysql server moet hetzelfde zijn als de taalcode van de computer gebruikt om digiKam uit te voeren om problemen te voorkomen met de gemeenschappelijke waarden opgeslagen in de tabellen van de database.
pt_br: O local usado no servidor Mysql deve ser o mesmo local do computador usado para executar o digiKam para evitar problemas com os valores comuns salvos nas tabelas do banco de dados.
sl: Področne nastavitve, uporabljene v strežniku Mysql, morajo biti enake področnim nastavitvam računalnika, ki se uporablja za izvajanje digiKama, da preprečite težave s skupnimi vrednostmi, shranjenimi v tabelah baze podatkov.
uk: Локаль, яку використано у сервері Mysql має збігатися із локаллю комп'ютера, де запущено digiKam, щоб запобігти проблемі зі збереженням подвійних значень у таблицях бази даних.

source: Database Type Criteria
ca: Criteris sobre el tipus de base de dades
nl: Criteria voor het type database
pt: Critérios do Tipo de Base de Dados
pt_br: Critérios de tipo de banco de dados
sl: Kriteriji tipa baze podatkov
uk: Параметри бази даних

source: See the summary below to choose the right database type depending on your use case.
ca: Vegeu el resum a continuació per a triar el tipus de base de dades correcte depenent del vostre cas d'ús.
nl: Zie het onderstaande overzicht om het juiste type database te kiezen afhankelijk van uw gebruik.
pt_br: Veja o resumo abaixo para escolher o tipo de banco de dados correto dependendo do seu caso de uso.
sl: Glejte spodnji povzetek, da izberete pravo vrsto baze podatkov glede na primere uporabe.
uk: Нижче наведено короткі рекомендації щодо правильного типу бази даних, залежно від умов користування.

source: Storage
ca: Emmagatzematge
nl: Opslag
pt: Armazenamento
pt_br: Armazenamento
sl: Shranjevanje
uk: Сховище даних

source: Type
ca: Tipus
pt: Tipo
pt_br: Tipo
sl: Vrsta
uk: Тип

source: Items
ca: Elements
pt: Itens
pt_br: Itens
sl: Predmeti
uk: Записи

source: Remarks
ca: Observacions
nl: Opmerkingen
pt: Comentários
pt_br: Comentários
sl: Opombe
uk: Помітки

source: **Warning: WAL is mandatory.**
ca: **Avís: WAL és obligatori.**
nl: **Waarschuwing: WAL is verplicht.**
pt: **Atenção: o WAL é obrigatório.**
pt_br: **Aviso: WAL é obrigatório.**
sl: **Opozorilo: WAL je obvezen.**
uk: **Попередження: WAL є обов'язковим.**

source: MySQL-Internal
ca: MySQL intern
nl: MySQL-intern
pt: MySQL Interno
pt_br: MySQL-interno
sl: MySQL-notranje
uk: Вбудований MySQL

source: WAL is optional.
ca: WAL és opcional.
nl: WAL is optioneel.
pt: O WAL é opcional.
pt_br: WAL é opcional.
sl: WAL ni obvezen.
uk: WAL є необов'язковим.

source: Removable
ca: Extraïble
nl: Verwijderbaar
pt: Removível
pt_br: Removível
sl: Odstranljivo
uk: Портативне

source: **Warning: WAL is mandatory. USB 3.1 minimum with NVMe drive.**
ca: **Avís: WAL és obligatori. USB 3.1 mínim amb una unitat NVMe.**
nl: **Waarschuwing: WAL verplicht. USB 3.1 is minimum met NVMe-station.**
pt: **Atenção: o WAL é obrigatório. Recomenda-se no mínimo USB 3.1 com uma unidade NVMe.**
pt_br: **Aviso: WAL é obrigatório. Mínimo USB 3.1 com unidade NVMe.**
sl: **Opozorilo: WAL je obvezen. Najmanj USB 3.1 s pogonom NVMe.**
uk: **Попередження: обов'язково WAL. Мінімум USB 3.1 з диском NVMe.**

source: **Warning: USB 3.1 minimum with NVMe drive.**
ca: **Avís: USB 3.1 mínim amb una unitat NVMe.**
nl: **Waarschuwing: USB 3.1 is minimaal met NVMe-station.**
pt: **Atenção: recomenda-se no mínimo USB 3.1 com uma unidade NVMe.**
pt_br: **Aviso: mínimo USB 3.1 com unidade NVMe.**
sl: **Opozorilo: najmanj USB 3.1 s pogonom NVMe.**
uk: **Попередження: мінімум USB 3.1 з диском NVMe.**

source: Network FS
ca: Sistema de fitxers de xarxa
nl: Netwerk-FS
pt: SF em Rede
pt_br: Rede FS
sl: Omrežni FS
uk: Мережева ФС

source: **Prohibited: SQLite databases must be stored on local file system.**
ca: **Prohibit: les bases de dades SQLite s'han d'emmagatzemar en un sistema de fitxers local.**
nl: **Verboden: SQLite databases moeten opgeslagen worden op een lokaal bestandssysteem.**
pt: **Proibido: as bases de dados SQLite devem estar guardadas num sistema de ficheiros local.**
pt_br: **Proibido: bancos de dados SQLite devem ser armazenados no sistema de arquivos local.**
sl: **Prepovedano: baze podatkov SQLite morajo biti shranjene v lokalnem datotečnem sistemu.**
uk: **Заборонено: бази даних SQLite мають зберігатися у локальній файловій системі.**

source: **Prohibited: MySQL databases must be stored on local file system.**
ca: **Prohibit: les bases de dades MySQL s'han d'emmagatzemar en un sistema de fitxers local.**
nl: **Verboden: MySQL databases moeten opgeslagen worden op een lokaal bestandssysteem.**
pt: **Proibido: as bases de dados MySQL devem estar guardadas num sistema de ficheiros local.**
pt_br: **Proibido: bancos de dados MySQL devem ser armazenados no sistema de arquivos local.**
sl: **Prepovedano: baze podatkov MySQL morajo biti shranjene v lokalnem datotečnem sistemu.**
uk: **Заборонено: бази даних MySQL мають зберігатися у локальній файловій системі.**
