Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/database_settings.po
Languages: ca, nl, pt, pt_br, sl, uk

source: The chapter about digiKam :ref:`Maintenance Tools <maintenance_tools>` will explain how to maintain the database contents and how to synchronize the collections with information in the databases (and vice versa).
ca: El capítol sobre les :ref:`Eines de manteniment <maintenance_tools>` del digiKam explica com mantenir el contingut de la base de dades i com sincronitzar les col·leccions amb la informació de les bases de dades (i viceversa).
nl: Het hoofdstuk over :ref:`Hulpmiddel onderhoud <maintenance_tools>` van digiKam zal uitleggen hoe na enige tijd de inhoud van de database te onderhouden is en hoe de verzamelingen te synchroniseren met informatie in de databases (en omgekeerd).
pt_br: O capítulo sobre o digiKam :ref:`Ferramentas de manutenção <maintenance_tools>` explicará como manter o conteúdo do banco de dados e como sincronizar as coleções com as informações nos bancos de dados (e vice-versa).
sl: V poglavju o digiKamu :ref:`Orodja za vzdrževanje <maintenance_tools>` bo razloženo, kako vzdrževati vsebino baze podatkov in kako sinhronizirati zbirke z informacijami v bazah podatkov (in obratno).
uk: У :ref:`розділі «Засіб обслуговування» <maintenance_tools>` наведено пояснення щодо обслуговування вмісту баз даних і синхронізування даних збірок із базами даних і навпаки.

source: Database Statistics
ca: Estadístiques de la base de dades
nl: Database statistieken
pt: Estatísticas da Base de Dados
pt_br: Estatísticas do banco de dados
sl: Statistika zbirke podatkov
uk: Статистика бази даних

source: digiKam provides a unique tool to show the statistics from your collections. It includes count of images, videos (including individual count by image format), tags etc. this also includes the **Database Backend** (QSQLITE or QMYSQL) and the **Database Path** (where your collection is located).
ca: El digiKam proporciona una eina única per a mostrar les estadístiques de les vostres col·leccions. Inclou el recompte d'imatges, vídeos (inclòs el recompte individual per format d'imatge), etiquetes, etc. això també inclou el dorsal de la base de dades (QSQLITE o QMYSQL) i el **Camí de la base de dades** (on es troba la vostra col·lecció).
nl: digiKam biedt een uniek hulpmiddel voor het tonen van statistieken van uw verzamelingen. Het omvat het aantal afbeeldingen, video's (inclusief individuele aantallen per afbeeldingsformaat), tags etc. dit omvat ook de **Database-backend** (QSQLITE of QMYSQL) en het **Pad naar de database** (waar uw verzameling zich bevind).
pt_br: O digiKam oferece uma ferramenta exclusiva para exibir as estatísticas das suas coleções. Ela inclui a contagem de imagens, vídeos (incluindo contagem individual por formato de imagem), etiquetas, etc., além do **Backend do banco de dados** (QSQLITE ou QMYSQL) e do **Caminho do banco de dados** (onde sua coleção está localizada).
sl: digiKam nudi edinstveno orodje za prikaz statistike iz vaših zbirk. Vključuje število slik, videoposnetkov (vključno s posameznim številom glede na obliko slike), oznak itd. vključuje tudi **Zaledje baze podatkov** (QSQLITE ali QMYSQL) in **Pot do baze podatkov** (kjer se nahaja vaša zbirka).
uk: У digiKam передбачено унікальний інструмент для показу статистичних даних щодо збірки. Можна отримати дані щодо кількості зображень, відео (із розподілом за форматами зображень), міток тощо. Крім того, інструмент надає дані щодо **модуля роботи із базою даних** (QSQLITE або QMYSQL) та **розташування файла бази даних** (місця, де зберігаються дані вашої збірки).

source: You can view your statistics by going to :menuselection:`Help --> Database Statistics...`. A dialog box like this will appear:
ca: Podreu veure les vostres estadístiques anant a l'element de menú :menuselection:`Ajuda --> Estadístiques de la base de dades...`, apareixerà un diàleg com aquest:
nl: U kunt uw statistieken bekijken door naar :menuselection:`Help --> Databasestatistieken` te gaan. De volgende dialoog zal verschijnen:
pt: Poderá ver as suas estatísticas se for à opção :menuselection:`Ajuda --> Estatísticas da Base de Dados...`. Irá aparecer uma janela como a seguinte:
pt_br: Você pode visualizar suas estatísticas acessando :menuselection:`Ajuda --> Estatísticas do banco de dados...`. Uma janela como esta será exibida:
sl: Statistiko si lahko ogledate tako, da obiščete :menuselection:`Pomoč --> Statistika podatkovne baze...`. Prikaže se pogovorno okno, kot je to:
uk: Переглянути статистичні дані щодо роботи бази даних можна за допомогою пункту меню :menuselection:`Довідка --> Статистика бази даних...`. У відповідь буде показано приблизно таке діалогове вікно:

source: The digiKam Database Statistics Dialog
ca: El diàleg d'estadístiques de la base de dades en el digiKam
nl: De dialoog voor Databasestatistieken van digiKam
pt: A Janela de Estatísticas da Base de Dados do digiKam
pt_br: Janela de estatísticas do banco de dados do digiKam
sl: digiKam pogovorno okno statistike baze podatkov
uk: Вікно статистики щодо бази даних у digiKam

source: Set the **Thumbs Db Name** field to the name of the second database that is used to store the wavelet-compressed thumbnails. The path to store the thumbnails data can be stored locally to prevent huge data exchange between the server and the application computer. Storing the thumbnails in remote can decrease the application performances and introduce time latency with large collections.
pt_br: Defina o campo **Nome do BD de miniaturas** com o nome do segundo banco de dados usado para armazenar as miniaturas compactadas por wavelet. O caminho para armazenar os dados das miniaturas pode ser armazenado localmente para evitar uma grande troca de dados entre o servidor e o computador do aplicativo. Armazenar as miniaturas remotamente pode reduzir o desempenho do aplicativo e introduzir latência de tempo com coleções grandes.

source: Database Settings
pt: Configuração da Base de Dados

source: For an introduction of internal data storage, please refer to :ref:`Introduction of digiKam Databases <database_intro>` section.
pt: Para uma introdução ao armazenamento de dados interno, consulte por favor a secção de :ref:`Introdução às Bases de Dados do digiKam <database_intro>`.

source: The Sqlite Database
pt: A Base de Dados SQLite

source: `SQLite <https://sqlite.org/>`_ is a relational database management system, written in C programming library. SQLite is not directly comparable to client/server SQL database engines such as MySQL, Oracle or PostgreSQL. Rather, it is an embedded SQL database engine, i.e. it is embedded in an end program. SQLite reads and writes directly to ordinary disk files. For device-local storage with low writer concurrency and less than a terabyte of content, SQLite is almost always a better solution. SQLite is fast and reliable and it requires no configuration or maintenance. It keeps things simple. SQLite "just works".
pt: O `SQLite <https://sqlite.org/>`_ é um sistema de gestão de bases de dados relacionais, concebido numa biblioteca de programação em C. O SQLite não é comparável directamente com os motores de bases de dados cliente/servidor, como o MySQL, Oracle ou PostgreSQL. Em vez disso, é um motor de bases de dados SQL incorporado, ou seja está incorporado no próprio programa que o usa. O SQLite lê e escreve directamente em ficheiros de disco normais. Para um armazenamento em dispositivos locais com baixa concorrência de escritas e com menos de um terabyte de conteúdo, o SQLite é quase sempre uma melhor solução. O SQLite é rápido e fiável e não precisa de qualquer configuração ou manutenção - mantém as coisas simples. O SQLite "simplesmente" funciona".

source: By default, digiKam uses SQLite as its back-end for storing important metadata and thumbnails. Three SQLite files used for storing them are named respectively:
pt: Por omissão, o digiKam usa o SQLite como infra-estrutura para guardar os meta-dados importantes e as miniaturas. São usados três ficheiros do SQLite para os guardar, sendo respectivamente:

source: To make your application run fast and smoothly, it is recommended to check and optimize your databases once in awhile. This could be achieved with the menu option :menuselection:`Tools --> Maintenance...` and the stage **Perform Database Cleaning**. See this :ref:`Maintenance tool section <maintenance_database>` for details. A recommended tool is `SQLite Browser <https://sqlitebrowser.org/>`_, a high quality and easy to use visual tool for managing database objects. For Ubuntu and its derivatives, it could be retrieved using `sudo apt install sqlitebrowser`. Now you can switch to the directory where databases are stored and visualize the database contents.
pt: Para fazer com que a sua aplicação se execute rápida e suavemente, recomenda-se que verifique e optimize as suas bases de dados de vez em quando. Isto pode-se fazer com a opção do menu :menuselection:`Ferramentas --> Manutenção...` e a etapa **Efectuar a Limpeza da Base de Dados**. Veja esta :ref:`secção da ferramenta de Manutenção <maintenance_database>` para saber mais detalhes. Uma ferramenta recomendada é o `SQLite Browser <https://sqlitebrowser.org/>`_, uma ferramenta visual de alta qualidade e fácil de usar para gerir os objectos da base de dados. Para o Ubuntu e os seus derivados, o mesmo pode ser obtido com o comando `sudo apt install sqlitebrowser`. Agora poderá ir para a pasta onde estão guardadas as bases de dados e visualizar o conteúdo das mesmas.

source: Take care to use a place hosted by fast hardware (such as SSD or NVMe) with enough free space especially for thumbnails database. A remote file system such as NFS cannot be used here. For performance and technical reasons relevant of SQLite, you cannot use a media from the network.
pt: Tenha cuidado em usar um local alojado em 'hardware' rápido (como um SSD ou um NVMe) com espaço livre em disco suficiente para a base de dados de miniaturas. Um sistema de ficheiros remoto, como o NFS, não pode ser usado aqui. Por questões de performance e técnicas, não poderá usar conteúdos a partir da rede.

source: SQLite database files could be found in your *collection* folder, which you have added to digiKam. (By default, if you add your “Pictures” collection, the database files will be present in :file:`~/Pictures` folder).
pt: Os ficheiros de bases de dados SQLite podem ser encontrados na sua pasta da *colecção*, a qual adicionou ao digiKam. (Por omissão, se tiver adicionado a sua colecção “Imagens”, os ficheiros das bases de dados estarão presentes na pasta :file:`~/Imagens`).

source: The **WAL** SQLite mode is a very important option that we recommend to turn on with large databases to optimize transactions and improve performances.
pt: O modo **WAL** do SQLite é uma opção bastante importante que recomendamos que active com bases de dados grandes, para optimizar as transacções e melhorar a performance.

source: `MySQL <https://en.wikipedia.org/wiki/MySQL>`_ is an open-source, relational database management system, written in C and C++. Original development of MySQL by Michael Widenius and David Axmark beginning in 1994. Sun Microsystems acquired MySQL in 2008, which was later acquired by Oracle in 2010. MySQL currently works on almost all system platforms (Linux, Microsoft Windows, OS X, SunOS …).
pt: O `MySQL <https://en.wikipedia.org/wiki/MySQL>`_ é um sistema de gestão de bases de dados relacional e de código aberto, feito em C e C++. O desenvolvimento original do MySQL foi desenvolvido por Michael Widenius e David Axmark inicialmente em 1994. A Sun Microsystems adquiriu o MySQL em 2008, que por sua vez foi adquirida pela Oracle em 2010. O MySQL funciona de momento em quase todas as plataformas de sistemas (Linux, Microsoft Windows, OS X, SunOS …).

source: `MariaDB <https://en.wikipedia.org/wiki/MariaDB>`_ server is a community developed fork of MySQL server. Started by core members of the original MySQL team, MariaDB actively works with outside developers to deliver the most featureful, stable, and sanely licensed open SQL server in the industry.
pt: O `MariaDB <https://en.wikipedia.org/wiki/MariaDB>`_ é uma réplica desenvolvida pela comunidade do servidor MySQL. Sendo iniciada por membros de base da equipa original do MySQL, o MariaDB trabalha activamente com programadores no exterior para oferecer o mais rico, estável e devidamente licenciado servidor de bases de dados SQL abertos na indústria.

source: MariaDB has actually overtaken MySQL, because of few basic reasons:
pt: O MariaDB ultrapassou de facto o MySQL, devido às seguintes razões básicas:

source: digiKam also provides support for popular MySQL database engine. Of course, you might wonder why you’d want to switch to MySQL when SQLite already does a good job of managing the data? MySQL offers many advantages for storing digiKam data, especially when collections include **more than 100,000 items**. With such large collections, SQLite introduces latency which slows down the application.
pt: O digiKam também fornece o suporte para o famoso motor de bases de dados MySQL. Obviamente, poder-se-á questionar porque quereria mudar para o MySQL, quando o SQLite já faz um bom trabalho a gerir os dados? O MySQL oferece várias vantagens para guardar os dados do digiKam, especialmente quando as colecções **mais de 100 000 itens**. Com colecções assim tão grandes, o SQLite introduz alguma latência que prejudica a performance da aplicação.

source: With **WAL** option enabled, SQLite can be easily used for more than 100,000 items especially with an SSD or NVMe storage. It must be even faster than MySQL and more stable. See `this page <https://www.sqlite.org/wal.html>`_ for technical details.
pt: Com a opção **WAL** activa, o SQLite pode ser usado facilmente para mais de 100 000 itens, especialmente se for gravado num disco SSD ou NVMe. Poderá ainda ser mais rápido e mais estável que o MySQL. Veja `esta página <https://www.sqlite.org/wal.html>`_ para detalhes técnicos.

source: Using MySQL as digiKam’s database back-end allows you to store the data on local as well as remote server. Local, to replace the local SQLite storage and latter, to use a shared computer through network. Using MySQL as digiKam’s database back-end allows you to store the data on a remote server. This way, you can use multiple digiKam installations (For instance,on your notebook and PC) to access and manage your photo collections. You can also use MySQL tools to backup and analyze digiKam’s data.
pt: Usar o MySQL como infra-estrutura do digiKam permite-lhe guardar os dados nos servidores locais, assim como os remotos. O Local serve para substituir o armazenamento local no SQLite e o último para usar um computador partilhado pela rede. Usar o MySQL como infra-estrutura de base de dados do digiKam permite-lhe guardar os dados num servidor remoto. Desta forma, poderá usar várias instalações do digiKam (por exemplo, no seu portátil e no seu PC) para aceder e gerir as suas colecções de fotografias. Poderá também usar as ferramentas do MySQL para salvaguardar e analisar os dados do digiKam.

source: **MySQL Server**: Use this if you’ve your data on remote server and you’re on a different machine trying to access the collection.
pt: **MySQL Remoto**: Use isto se tiver os seus dados num servidor remoto e se estiver noutra máquina diferente a tentar aceder à colecção.

source: While using a large collection hosted on hard drive (HDD - not SSD or NVMe device), with a size **greater than 100,000 items**, the application tends to slow down. To avoid the delay and maintain efficiency, digiKam provides option of using **MySQL Internal**. To be clear, this isn’t an actual server, or a public network. Instead, it is a server that runs only while application is running.
pt: Ao usar uma colecção grande alojada num disco rígido (HDD - não um SSD ou NVMe), com um tamanho **superior a 100 000 itens**, a aplicação tende a arrastar-se. Para evitar os atrasos e manter a eficiência, o digiKam oferece a opção para usar o **MySQL Interno**. Para ser mais claro, isto não é um servidor real ou uma rede pública. Em vez disso, é um servidor que se executa apenas enquanto a aplicação está em execução.

source: Internal server uses tree MySQL Binary Tools: :file:`mysql_install_db`, :file:`mysqladmin`, and :file:`mysqld`. You can configure their locations in the configuration dialog. digiKam will try to find these binaries automatically if they’re installed on your system.
pt: O servidor interno usa três ferramentas binárias do MySQL: :file:`mysql_install_db`, :file:`mysqladmin` e :file:`mysqld`. Poderá configurar as suas localizações na janela de configuração. O digiKam irá tentar encontrar esses binários automaticamente se estiverem instalados no seu sistema.

source: Obviously, to use digiKam with a remote MySQL, you would require a MySQL server. Or, you could also install MariaDB, which serves the purpose well. (Could be installed easily using `this link <https://www.cherryservers.com/blog/how-to-install-and-start-using-mariadb-on-ubuntu-20-04>`_.)
pt: Obviamente, para usar o digiKam com um MySQL remoto, irá precisar de um servidor de MySQL. Ou então, também poderá instalar o MariaDB, que serve bem o seu propósito. (Pode ser instalado facilmente se usar `esta ligação <https://www.cherryservers.com/blog/how-to-install-and-start-using-mariadb-on-ubuntu-20-04>`_.)

source: Follow the instructions below, if you don’t have a dedicated user account and a digiKam database already set up. Run the commands in MySQL server, after replacing *password* with correct one.
pt: Siga as instruções abaixo, caso não tenha uma conta de utilizador dedicada e uma base de dados já configurada. Execute os comandos no servidor de MySQL, depois de substituir a *senha* pela correcta.

source: Now, in digiKam, go to :menuselection:`Settings --> Configure digiKam...` and then under **Database** section, select MySQL Server from the drop down list.
pt: Agora, no digiKam, vá a :menuselection:`Configuração --> Configurar o digiKam...` e depois na secção **Base de Dados**, seleccione o Servidor de MySQL na lista suspensa.

source: In the **Core Db Name** field, enter the name of the first database for storing photo metadata.
pt: No campo do **Nome da BD de Base**, indique o nome da primeira base de dados para guardar os meta-dados das fotografias.

source: Specify the name of the second database for storing wavelets compressed thumbnails in the **Thumbs Db Name** field.
pt: Indique o nome da segunda base de dados para guardar as miniaturas comprimidas com os padrões de ondas no campo do **Nome da BD de Miniaturas**.

source: The third database is dedicated to store fuzzy search finger-prints. Use the **Similarity Db Name** field for that.
pt: A terceira base de dados dedica-se a guardar as 'impressões digitais' de pesquisas difusas. Use o campo do **Nome da BD de Semelhanças** para isso.

source: The last database is dedicated to store face histograms for recognition purpose. Use the **Face Db Name** field for that.
pt: A última base de dados dedica-se a armazenar os histogramas de caras para fins de reconhecimento. Use o campo do **Nome da BD de Caras** para esse fim.

source: To be connected safety to the remote server, enter your MySQL identification using **User** and **Password** fields.
pt: Para se ligar com sucesso ao servidor remoto, indique a sua identificação de MySQL com os campos de **Utilizador** e **Senha**.

source: To check whether the database connection works properly, press the **Check Connection** button. If everything works as it’s supposed to, switch to the **Collections** sections, and add the directories containing your photos. Hit **OK**, and wait till digiKam populates the databases with data from photos. This can take a while if you have a lot of items to register in database.
pt: Para verificar se a ligação à base de dados funciona correctamente, carregue no botão **Verificar a Ligação**. Se tudo funcionar como é suposto, mude para as secções das **Colecções** e adicione as pastas que contêm as suas fotografias. Carregue em **OK** e espere até que o digiKam preencha as bases de dados com os dados das fotografias. Isto poderá demorar algum tempo, caso tenha bastantes itens a registar na base de dados.

source: With slow network, digiKam hangs a lot of time especially when album contains many items **(>1,000)**. This solution relies on network performances. Problem has been reproducible using Wifi connection, for instance. Switching to Ethernet must solves the problem.
pt: Com uma rede lenta, o digiKam pendura bastante, especialmente quando o álbum contém muitos itens **(>1 000)**. Esta solução assenta sobre a performance da rede. Este problema já foi reproduzido ao usar ligações por Wi-Fi, por exemplo. Se mudar para Ethernet, poderá resolver este problema.

source: See the resume below to choose the right database type depending of the use-cases.
pt: Veja o resumo abaixo para escolher o tipo de base de dados correcto, dependendo dos casos de uso.

source: HDD
pt: HDD (Disco Rígido Mecânico)

source: External USB HDD/SDD/NVMe drive.
pt: Unidade USB HDD/SDD/NVMe externa.

source: See this :ref:`Digital Asset Management chapter <storage_deterioration>` for more details about media and data protection.
pt: Veja este :ref:`capítulo de Gestão de Activos Digitais <storage_deterioration>` para obter mais detalhes sobre os conteúdos e a protecção de dados.

source: See also this :ref:`Collection Settings chapter <collections_settings>` for more details about the way to configure your collections depending of your storage policy.
pt: Veja também este :ref:`capítulo da Configuração da Colecção <collections_settings>` para obter mais detalhes sobre a forma como configurar as suas colecções, dependendo da sua política de armazenamento.

source: If you share the same **Removable** media to host databases and/or collections between different computers, you must have the same kind of operating system, the same mount paths everywhere (use symbolic links to revolve paths), and the same digiKam version everywhere to prevent conflicts with database schemes.
pt: Se partilhar o mesmo dispositivo **Removível** para alojar bases de dados e/ou colecções entre computadores diferentes, deverá ter o mesmo tipo de sistema operativo, os mesmos pontos de montagem em todo o lado (use ligações simbólicas para tornar equivalentes os locais) e a mesma versão do digiKam, para evitar conflitos com os esquemas das bases de dados.

source: If you use a common **Remote** server to host databases and collections, you must use the same digiKam version everywhere to prevent conflicts with database schemes. Computers running digiKam cannot be used at the same time on collections.
pt: Se usar um servidor **Remoto** comum para alojar bases de dados e colecções, deverá usar a mesma versão do digiKam em todo o lado para evitar conflitos com os esquemas das bases de dados. Os computadores que executam o digiKam não podem usar ao mesmo tempo as colecções.

source: If you use a common **Remote** server to host collections, as databases are located on computers, different versions of digiKam can be used and digiKam sessions can run at the same time on collections. Take a care about concurrency access on files metadata if you turned on this option on **Metadata Setup Page**.
pt: Se usar um servidor **Remoto** comum para alojar as colecções, dado que as bases de dados se localizam em determinados computadores, poderá usar diferentes versões do digiKam, assim como diferentes sessões do digiKam poderão ser executadas ao mesmo tempo sobre as colecções. Tenha atenção sobre o acesso concorrente aos meta-dados dos ficheiros, caso tenha activado esta opção na **Página de Configuração dos Meta-Dados**.
