Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/editor_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: You can select a noise reduction method to apply during RAW decoding. **None** does not apply the noise reduction. **Wavelets** applies a wavelets-based correction method, after interpolation, to reduce noise while preserving real details. **FBDD** for Fake Before Demosaicing Denoising is an experimental noise reduction method applied before interpolation.
nl: U kunt een ruisreductiemethode selecteren om toe te passen tijdens RAW-decoderen. **Geen** past geen ruisreductie toe. **Wavelets** past een op wavelets gebaseerde correctiemethode toe, na interpolatie, om ruis te verminderen met behoud van echte details. **FBDD** voor Fake Before Demosaicing Denoising is een experimentele ruisreductiemethode toegepast vóór interpolatie.
pt_br: Você pode selecionar um método de redução de ruído para aplicar durante a decodificação RAW. **Nenhuma** não aplica a redução de ruído. **Wavelets** aplica um método de correção baseado em wavelets, após a interpolação, para reduzir o ruído, preservando os detalhes reais. **FBDD** para Fake Before Demosaicing Denoising é um método experimental de redução de ruído aplicado antes da interpolação.
sl: Izberete lahko način zmanjšanja šuma, ki bo uporabljen med dekodiranjem RAW. **Brez** ne uporabi zmanjšanja šuma. **Valovčki** po interpolaciji uporablja metodo popravka na osnovi valovčkov, da zmanjša šum in hkrati ohrani dejanske podrobnosti. **FBDD** za Fake Before Demosaicing Denoising je poskusna metoda za zmanjšanje šuma, ki se uporablja pred interpolacijo.
uk: Також ви можете вибрати спосіб усування шумності, який буде застосовано під час декодування цифрових негативів. **Немає** — не застосовувати зменшення шумності. **Вейвлети** — застосувати після інтерполяції спосіб виправлення на основі вейвлетів для прибирання шуму зі збереженням справжніх деталей зображення. **FBDD** — абревіатура від «Fake Before Demosaicing Denoising» (фіктивне зображення до усування мозаїчності при прибирання шумності), експериментальний спосіб зменшення шумності, який буде застосовано до інтерполяції.

source: The default **Threshold** value is 100. Higher values will increase smoothing, and lower values will decrease it.
nl: De standaard **Drempel** waarde is 100. Hogere waarden zullen het gladstrijken verhogen en lagere waarden zullen het verminderen.
pt_br: O valor padrão do **Limiar** é 100. Valores mais altos aumentarão a suavização, e valores mais baixos a diminuirão.
sl: Privzeta vrednost **Praga** je 100. Višje vrednosti bodo povečale glajenje, nižje pa ga zmanjšale.
uk: Типовим значенням параметра **Поріг** є 100. Вищі значення збільшуватимуть згладжування, а менші — зменшуватимуть його.

source: Image Editor Settings
ca: Configurar l'editor d'imatges
it: Impostazioni dell'Editor delle immagini
pt: Configuração do Editor de Imagens

source: By default the Image Editor will use a black background behind photographs when they are displayed. If you prefer a different background color, with the options **Use theme background color** and **Background color** you can choose one here.
ca: De manera predeterminada, l'editor d'imatges utilitza un fons negre al darrere de les fotografies quan es mostren. Si preferiu un color de fons diferent, escolliu-lo aquí amb les opcions **Usa un tema de color de fons** i **Color de fons:**.
it: Per impostazione predefinita, l'Editor delle immagini utilizzerà uno sfondo nero dietro le fotografie, durante la loro visualizzazione. Se preferisci un colore di sfondo diverso, puoi sceglierlo qui con le opzioni **Usa colore di sfondo del tema** e **Colore di sfondo**.
pt: Por omissão, o Editor de Imagens irá usar um fundo preto por detrás das imagens quando estas forem apresentadas. Se preferir uma cor de fundo diferente, com as opções **Usar a cor de fundo do tema** e a **Cor de fundo**, poderá seleccionar aqui uma.

source: You can also turn off the different elements when the Image Editor is in full screen mode, as the ToolBar, the Thumbbar, the Sidebar, and the Statusbar.
ca: També podreu desactivar els diferents elements quan l'editor d'imatges està en mode de pantalla completa, com ara la barra d'eines, la barra de miniatures, la barra lateral i la barra d'estat.
it: Puoi anche disattivare i vari elementi quando l'Editor delle immagini è in modalità schermo intero, per esempio la barra degli strumenti, la barra laterale o quella di stato.
pt: Poderá também desligar a barra de ferramentas quando o Editor de Imagens estiver no modo de ecrã completo, como a Barra de Ferramentas, a Barra de Miniaturas, a Barra Lateral e a Barra de Estado.

source: **Over-exposure** and **under-exposure** settings can highlight areas of an image to indicated by dark and light marker colors that can be defined here. In the editor this viewing mode can be switched on and off with :kbd:`F11` and :kbd:`Ctrl+F11` respectively. The thresholds for over-exposure and under-exposure can be set by the adjustment bars "... percents". Check Indicate exposure as pure color if you want only pure black (RGB 0,0,0) indicated as under-exposure and only pure white (RGB 8 bit 255,255,255 respectively RGB 16 bit 65535, 65535, 65535) indicated as over-exposure.
ca: Les opcions de configuració per a la **sobreexposició** i **subexposició** poden ressaltar àrees d'una imatge indicant-les mitjançant colors clars i foscos de marcador que es poden definir aquí. A l'editor, aquest mode de visualització es pot activar i desactivar amb les tecles :kbd:`F11` i :kbd:`Ctrl+F11` respectivament. Els llindars de la sobreexposició i subexposició es poden establir mitjançant les barres d'ajust «...percentatges». Marqueu **Indica l'exposició com a colors purs** si voleu que només s'indiqui el negre pur (RGB 0,0,0) com a subexposició i només el blanc pur (RGB de 8 bits 255,255,255 respectivament RGB de 16 bits 65535, 65535, 65535) com a sobreexposició.

source: Non-Destructive Editing and Versioning gives you the freedom of editing your images, trying out whatever you want without worrying that you might regret later what you did. digiKam takes care of the original and every important intermediate step if you want.
ca: Edició i versionat no destructiu que us dona la llibertat d'editar les vostres imatges, provant el que vulgueu sense haver de preocupar-vos de lamentar més tard el que heu fet. Si voleu, el digiKam s'encarrega de l'original i de cada pas intermedi important.
it: La modifica non distruttiva e la revisione dell'immagine ti danno la libertà di provare a modificare le tue immagini senza preoccuparti di doverti pentire in seguito per quello che hai fatto. Se lo desideri, digiKam si può occupare dell'originale e di ogni passaggio importante intermedio.
pt: A Edição e Controlo de Versões Não-Destrutivas dão-lhe a liberdade de editar as suas imagens, experimentar o que quiser sem se preocupar se se arrependerá mais tar do que fez. O digiKam toma conta do original e de todos os passos intermédios importantes, se o desejar.

source: In the checkbox at the top you can **Enable Non-Destructive Editing and Versioning** feature globaly.
ca: A la casella de selecció a la part superior, podreu activar globalment la característica **Activa l'edició no destructiva i el versionat**.
it: Nella casella in alto puoi **abilitare globalmente la funzionalità di modifica non distruttiva e la revisione** dell'immagine.
pt: Na opção do topo, poderá **Activar Edição e Controlo de Versões Não-Destrutivos** a nível global.

source: In the first field **Save files as**, you can choose the file format used for saving the intermediate steps and the final result. Remember that **JPEG** is a lossy format. So if you need to start over from an intermediate step it wouldn't be really non-destructive. If you can afford it in terms of space on the harddisk and loading/saving speed you better choose a lossless format like **PNG** or **PGF** for instance. Please click the information button on the right side for more detailed information.
ca: En el primer camp **Desa els fitxers com a**, podreu triar el format de fitxer utilitzat per a desar els passos intermedis i el resultat final. Recordeu que JPEG és un format amb pèrdua. Aleshores, si necessiteu començar de nou des d'un pas intermedi, en realitat seria destructiu. Si us ho podeu permetre, en termes d'espai en el disc dur i velocitat de càrrega/desament, és millor que escolliu un format sense pèrdua com PNG o PGF, per exemple. Per a obtenir informació més detallada, feu clic en el botó d'informació que hi ha a la part dreta.
it: Nel primo campo **Salva file come** puoi scegliere il formato del file usato per salvare i passi intermedi ed il risultato finale. Ricorda che **JPEG** è un formato con perdita di dati, quindi, se hai bisogno di ricominciare da un passo intermedio, questo passaggio non sarebbe veramente non distruttivo. Se te lo puoi permettere, in termini di spazio sull'hard disk e di velocità di caricamento e di salvataggio, è meglio scegliere un formato senza perdita, per esempio **PNG** o **PGF**. Premi il pulsante informativo sulla destra per informazioni più dettagliate.
pt: No primeiro campo **Gravar os ficheiros como**, poderá escolher o formato do ficheiro usado para guardar os passos intermédios e o resultado final. Lembre-se que o **JPEG** é um formato com perdas. Por isso, se precisasse de voltar atrás a um passo intermédio, não seria realmente não-destrutivo. Se puder apostar, em termos de espaço em disco e na velocidade de carregamento/gravação, será melhor escolher um formato sem perdas, como por exemplo o **PNG** ou o **PGF**. Por favor, carregue no botão de informações à direita para obter mais informações.

source: When changes are made to JPEG files and they are saved back to the hard disk the JPEG file must be re-encoded. Each time a JPEG file is encoded a decision must be made on the level of **JPEG quality** that is to be applied. Unfortunately the level of quality applied is not recorded in the image file. This means that the Image Editor cannot use the same quality ratio when saving an altered image as was used for the original image. You can change the default level of quality that the Image Editor will apply when it saves altered images by moving the JPEG quality slider (1: low quality / 100: high quality and no compression). JPEG metadata is fully supported.
ca: Quan es fan canvis als fitxers JPEG i es tornen a desar en el disc dur, s'haurà de tornar a codificar el fitxer JPEG. Cada vegada que es codifica un fitxer JPEG, cal prendre una decisió sobre el nivell de **Qualitat JPEG:** que s'aplicarà. Malauradament, el nivell de qualitat aplicat no es registra en el fitxer d'imatge. Això significa que l'editor d'imatges no podrà utilitzar la mateixa relació de qualitat quan desi una imatge alterada que s'utilitza per a la imatge original. Podreu canviar el nivell de qualitat predeterminat que aplicarà l'editor d'imatges quan deseu imatges alterades movent el control lliscant de qualitat JPEG (1: qualitat baixa / 100: qualitat alta i sense compressió). Les metadades JPEG estan admeses totalment.
it: Quando si modificano dei file JPEG che sono salvati sul disco fisso, questi devono essere ricodificati, e ogni volta che ciò accade deve essere presa una decisione sul livello di **qualità JPEG** da applicare. Sfortunatamente infatti, esso non viene registrato nel file dell'immagine; ciò vuol dire che l'editor di immagini non può usare lo stesso rapporto di qualità dell'immagine originale quando salva un'immagine modificata. Puoi cambiare il livello predefinito della qualità che sarà applicata dall'editor di immagini in questi casi spostando il cursore Qualità JPEG (1: bassa qualità, 100: alta qualità e senza compressione). I metadati JPEG sono completamente supportati.
pt: Quando as alterações são feitas nos ficheiros JPEG e os mesmos são guardados de volta no disco rígido, o ficheiro JPEG tem de ser codificado de novo. Cada vez que um ficheiro JPEG é codificado, é necessário tomar uma decisão ao nível da **Qualidade do JPEG** que será aplicada. Infelizmente, o nível de qualidade aplicado não é registado no ficheiro da imagem. Isto significa que o Editor de Imagens não poderá aplicar sempre o mesmo nível de qualidade ao gravar uma imagem alterada, da mesma forma que foi usado na imagem original. Poderá modificar o nível por omissão de qualidade que o Editor de Imagens irá aplicar, quando gravar as imagens alteradas, movendo a barra de qualidade do JPEG (1: qualidade baixa / 100: qualidade alta e sem compressão). Os meta-dados do JPEG são suportados por completo.

source: **Chroma subsampling** is the practice of encoding images by implementing more resolution for luminance information than for color information. Please read this Wikipedia article for a full explanation.
ca: El **mostreig secundari del croma** és la pràctica de codificar les imatges implementant més resolució per a la informació de luminància que per a la informació del color. Si us plau, llegiu aquest article de la Wikipedia per a una explicació completa.
it: Il **sotto-campionamento del colore** è la pratica di codificare le immagini implementando una maggior risoluzione per l'informazione della luminanza che per quella del colore. Leggi questo articolo di Wikipedia per una spiegazione completa.
pt: A **Sub-amostragem da crominância** é a prática de codificar as imagens, implementando mais resolução para a informação de luminosidade que para a informação das cores. Leia por favor este artigo da Wikipédia para obter uma explicação completa.

source: With **PNG compression** option, you can reduce PNG image files size. This operation does not reduce image quality because PNG uses a lossless algorithm. The only effect is that image data needs more time to compress/decompress. If you have a fast computer you can change this value to use a high compression factor (1: low compression / 9: high compression), and metadata is supported.
ca: Amb l'opció **Compressió PNG:**, podreu reduir la mida dels fitxers d'imatge PNG. Aquesta operació no redueix la qualitat de la imatge perquè PNG utilitza un algorisme sense pèrdua. L'únic efecte és que les dades de la imatge necessiten més temps per a des/comprimir-se. Si teniu un ordinador ràpid, podreu canviar aquest valor per a utilitzar un factor de compressió alt (1: compressió baixa / 9: compressió alta), i s'admeten les metadades.
it: Con l'opzione **Compressione PNG** puoi ridurre le dimensioni dei file PNG Questa operazione non riduce la qualità dell'immagine, perché PNG usa un algoritmo senza perdita di dati. L'unico effetto è che i dati dell'immagine richiedono più tempo per la compressione e per la decompressione. Se hai un computer veloce puoi cambiare questo valore per usare un alto fattore di compressione (1: bassa compressione, 9: alta compressione); i metadati sono supportati.
pt: Com a opção de **Compressão do PNG**, poderá reduzir o tamanho dos ficheiros de imagens PNG. Esta operação não reduz a qualidade da imagem, porque o PNG usa um algoritmo sem perdas. O único efeito é que os dados da imagem demoram mais tempo a comprimir/descomprimir. Se tiver um computador rápido, poderá alterar este valor para usar um factor de compressão elevado (1: compressão baixa / 9: compressão alta), sendo suportados os meta-dados.

source: With **Compress TIFF** option, you can toggle to use Deflate compression algorithm with TIFF image files. This will reduce TIFF image files sizes. It has no image quality effect because Deflate is a lossless algorithm and metadata is supported.
ca: Amb l'opció **Compressió TIFF:**, podreu alternar per a utilitzar l'algorisme de compressió «deflate» amb els fitxers d'imatge TIFF. Això reduirà la mida dels fitxers d'imatge. No tindrà efecte en la qualitat de la imatge perquè «deflate» és un algorisme sense pèrdua i s'admeten les metadades.
it: Con l'opzione **Comprimi file TIFF** puoi attivare l'uso dell'algoritmo di compressione Deflate per i file delle immagini TIFF; ciò ridurrà le loro dimensioni. Non ha nessun effetto sulla qualità delle immagini, perché Deflate è un algoritmo senza perdita di dati; i metadati sono supportati.
pt: Com a opção de **Compressão do TIFF**, poderá optar por usar o algoritmo de compressão Deflate com os ficheiros de imagens TIFF. Isto irá reduzir o tamanho dos ficheiros de imagem TIFF. Esta operação não reduz a qualidade da imagem, porque o Deflate é um algoritmo sem perdas, sendo suportados os meta-dados.

source: With the **LossLess JPEG 2000** files option allows for lossless storage, or, if the lossy options is selected, even then the quality for comparative files size is much better than normal JPEG, and metadata is supported.
ca: Amb l'opció **Fitxers JPEG 2000 sense pèrdua**, es permet l'emmagatzematge sense pèrdua o, si se seleccionen les opcions amb pèrdua, fins i tot llavors comparant la qualitat de la mida dels fitxers és molt millor que el JPEG normal i s'admeten les metadades.
it: Con l'opzione **File JPEG 2000 senza perdita** è possibile avere un salvataggio senza perdita o, se è selezionata l'opzione con perdita, la qualità a pari dimensioni del file è molto migliore del formato JPEG normale; i metadati sono supportati.
pt: Com a opção **JPEG 2000 sem Perdas** poderá ter o armazenamento sem perdas ou, se a opção com perdas estiver seleccionada, até mesmo nesse caso, o tamanho dos ficheiros é muito melhor que o JPEG normal, sendo suportados os meta-dados.

source: With the **LossLess PGF files** option allows for lossless storage, or, if the lossy options is selected, even then the quality for comparative files size is much better than normal JPEG-2000 and very fast to process encoding, decoding and metadata is supported.
ca: Amb l'opció **Fitxers PGF sense pèrdua**, es permet l'emmagatzematge sense pèrdua o, si se seleccionen les opcions amb pèrdua, fins i tot llavors comparant la qualitat de la mida dels fitxers és molt millor que el JPEG 2000 normal, el processament de la des/codificació és molt ràpid i s'admeten les metadades.
it: Con l'opzione **File PGF senza perdita** è possibile avere un salvataggio senza perdita o, se è selezionata l'opzione con perdita, la qualità a pari dimensioni del file è molto migliore del normale formato JPEG-2000, molto veloce nell'elaborare codifica e decodifica; i metadati sono supportati.
pt: Com a opção **Ficheiros PGF sem Perdas** poderá ter o armazenamento sem perdas ou, se a opção com perdas estiver seleccionada, até mesmo nesse caso, o tamanho dos ficheiros é muito melhor que o JPEG-2000 e muito rápido de processar a codificação e descodificação, sendo suportados os meta-dados.

source: With the **LossLess HEIF files** option allows for lossless storage, or, if the lossy options is selected, even then the quality for comparative files size is much better than normal JPEG-2000, but it slower to encode and decode and it supports only 8-12 bits colors depth. This image format dedicated to replace JPEG on smartphones, not all metadata is supported.
ca: Amb l'opció **Fitxers HEIF sense pèrdua**, es permet l'emmagatzematge sense pèrdua o, si se seleccionen les opcions amb pèrdua, fins i tot llavors comparant la qualitat de la mida dels fitxers és molt millor que el JPEG 2000 normal, però és més lent per a des/codificar i només admet profunditat de colors de 8 fins a 12 bits. Aquest format d'imatge dedicat és per a substituir el JPEG en els telèfons intel·ligents, no s'admeten totes les metadades.
it: Con l'opzione **File HEIF senza perdita** è possibile avere un salvataggio senza perdita o, se è selezionata l'opzione con perdita, la qualità a pari dimensioni del file è molto migliore del normale formato JPEG-2000, ma è più lento in codifica e decodifica e supporta solo la profondità di colore a 8-12 bit. Questo formato immagine vuole sostituire il formato JPEG negli smartphone; non tutti i metadati sono supportati.
pt: Com a opção **Ficheiros HEIF sem Perdas** poderá ter o armazenamento sem perdas ou, se a opção com perdas estiver seleccionada, até mesmo nesse caso, o tamanho dos ficheiros é muito melhor que o JPEG-2000 normal, mas é mais lento de codificar e descodificar e só suporta profundidades de cor de 8 a 12 bits. Este formato de imagem está dedicado a substituir o JPEG nos telemóveis e nem todos os meta-dados são suportados.

source: With the **LossLess WEBP files** option allows for lossless storage, or, if the lossy options is selected, even then the quality for comparative files size is much better than normal JPEG-2000, but it only support 8 bits colors depth. This image format dedicated to replace PNG and JPEG on the Internet, not all metadata is supported.
ca: Amb l'opció **Fitxers WEBP sense pèrdua**, es permet l'emmagatzematge sense pèrdua o, si se seleccionen les opcions amb pèrdua, fins i tot llavors comparant la qualitat de la mida dels fitxers és molt millor que el JPEG 2000 normal, però només admet una profunditat de color de 8 bits. Aquest format d'imatge dedicat és per a substituir el PNG i JPEG a Internet, no s'admeten totes les metadades.
it: Con l'opzione **File WEBP senza perdita** è possibile avere un salvataggio senza perdita o, se è selezionata l'opzione con perdita, la qualità a pari dimensioni del file è molto migliore del normale formato JPEG-2000, ma supporta soltanto la profondità di colore a 8 bit. Questo formato immagine vuole sostituire i formati PNG e JPEG in Internet; non tutti i metadati sono supportati.
pt: Com a opção **Ficheiros WEBP sem Perdas** poderá ter o armazenamento sem perdas ou, se a opção com perdas estiver seleccionada, até mesmo nesse caso, o tamanho dos ficheiros é muito melhor que o JPEG-2000 normal, mas só suporta profundidades de cor de 8 bits. Este formato de imagem está dedicado a substituir o PNG e o JPEG na Internet, mas nem todos os meta-dados são suportados.

source: With the **LossLess AVIF files** option allows for lossless storage, or, if the lossy options is selected, even then the quality for comparative files size is much better than normal JPEG-2000, but it slower to encode and decode and it support only 8-12 bits colors depth. This image format dedicated to be a concurrent of HEIF, not all metadata is supported.
ca: Amb l'opció **Fitxers AVIF sense pèrdua**, es permet l'emmagatzematge sense pèrdua o, si se seleccionen les opcions amb pèrdua, fins i tot llavors comparant la qualitat de la mida dels fitxers és molt millor que el JPEG 2000 normal, però és més lent per a des/codificar i només admet profunditat de colors de 8 fins a 12 bits. Aquest format d'imatge dedicat és concurrent de HEIF, no s'admeten totes les metadades.
it: Con l'opzione **File AVIF senza perdita** è possibile avere un salvataggio senza perdita o, se è selezionata l'opzione con perdita, la qualità a pari dimensioni del file è molto migliore del normale formato JPEG-2000, ma è più lento in codifica e decodifica e supporta solo la profondità di colore a 8-12 bit. Questo formato immagine vuole essere un avversario del formato HEIF; non tutti i metadati sono supportati.
pt: Com a opção **Ficheiros AVIF sem Perdas** poderá ter o armazenamento sem perdas ou, se a opção com perdas estiver seleccionada, até mesmo nesse caso, o tamanho dos ficheiros é muito melhor que o JPEG-2000 normal, mas é mais lento de codificar e descodificar e só suporta profundidades de cor de 8 a 12 bits. Este formato de imagem está dedicado a ser um concorrente do HEIF, mas nem todos os meta-dados são suportados.
