Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/editor_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Image Editor Settings
ca: Configuració de l'editor d'imatges en el digiKam
it: Impostazioni dell'Editor delle immagini di digiKam
nl: Instellingen van de afbeeldingsbewerker van digiKam
pt: Configuração do Editor de Imagens do digiKam
pt_br: Configurações do Editor de Imagem do digiKam
sl: digiKam nastavitve urejevalnika slik
uk: Параметри редактора зображень digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, setup, configure, image, editor, corrections, raw, workflow, demosaicing, versioning, save, white, balance
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, establir, configurar, imatge, editor, correccions, raw, flux de treball, reconstrucció, versionat, desa, blanc, balanç, equilibri
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, configurazione, configurare, immagine, editor, correzioni, raw, flusso di lavoro, demosaicizzare, versioni, salvare, bianco, bilanciamento
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, opzet, configureren, afbeelding, bewerker, correcties, raw, werkmethode, mozaïek verwijderen, versie geven, opslaan, wit, balans
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, configurar, configuração, imagem, editor, correcções, raw, fluxograma, remoção de mosaico, versões, gravar, branco, balanceamento
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, configurar, imagem, editor, correções, bruto, fluxo de trabalho, demosaicing, controle de versão, salvar, branco, balanço
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, nastavitev, konfiguracija, slika, urejevalnik, popravki, surov, potek dela, demosaicing, različice, shranjevanje, belo, ravnotežje
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, налаштування, налаштовування, параметри, зображення, редактор, виправлення, негатив, raw, процес, усування мозаїчності, версії, зберегти, збереження, білий, баланс

source: :ref:`Image Editor Settings <setup_application>`
nl: :ref:`Instellingen van de afbeeldingsbewerker <setup_application>`
pt_br: :ref:`Configurações do Editor de Imagem <setup_application>`
sl: :ref:`Nastavitve urejevalnika slik <setup_application>`
uk: :ref:`Параметри редактора зображень <setup_application>`

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The **Image Editor** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Image Editor page`.
nl: De opties van de **Afbeeldingsbewerker** voor digiKam zijn gezet in :menuselection:`Instellingen --> digiKam configureren... --> Pagina Afbeeldingsbewerker`.
pt_br: As opções do **Editor de Imagem** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página Editor de Imagem`.
sl: Možnosti **Urejevalnika slik** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> stran Urejevalnik slik`.
uk: Параметри для **Редактора зображень** digiKam можна встановити за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Редактор зображень»`.

source: Editor Window Settings
ca: Configurar la finestra de l'editor
it: Impostazioni della finestra dell'editor
nl: Instellingen voor bewerkingsvenster
pt: Configuração do Editor de Imagens
pt_br: Configurações da Janela do editor
sl: Nastavitve okna urejevalnika
uk: Параметри вікна редактора

source: By default the Image Editor will use a black background behind photographs when they are displayed. You can change the background color by using the **Use theme background color** and **Background color** options.
nl: Standaard zal de afbeeldingsbewerker zwart als achtergrond voor de foto's gebruiken wanneer deze worden getoond. U kunt de achtergrondkleur wijzigen met de opties **Achtergrondkleur van thema gebruiken** en **Achtergrondkleur**.
pt_br: Por padrão, o Editor de Imagem usará um fundo preto atrás das fotos quando elas forem exibidas. Você pode alterar a cor de fundo usando as opções **Usar cor do plano de fundo do tema** e **Cor do plano de fundo**.
sl: Urejevalnik slik bo privzeto uporabil črno ozadje za fotografijami, ko so prikazane. Barvo ozadja lahko spremenite z možnostma **Uporabi barvo ozadja teme** in **Barva ozadja**.
uk: Типово, редактор зображень буде використовувати чорне тло для показу фотографій. Ви можете змінити колір тла за допомогою пунктів **Використати колі тла теми** і **Колір тла**.

source: You can also control the display of different UI elements when the Image Editor is in full screen mode, such as the ToolBar, the Thumbbar, the Sidebar, and the Status bar.
nl: U kunt ook de verschillende Ui-elementen tonen wanneer de afbeeldingsbewerker in modus volledig scherm is, zoals de Werkbalk, de Miniaturenbalk, de Zijbalk en de Statusbalk.
pt_br: Você também pode controlar a exibição de diferentes elementos da interface do usuário quando o Editor de Imagem estiver no modo de tela cheia, como a barra de ferramentas, a barra de miniaturas, a barra lateral e a barra de status.
sl: Prav tako lahko nadzirate prikaz različnih elementov uporabniškega vmesnika, ko je urejevalnik slik v celozaslonskem načinu, kot so orodna vrstica, vrstica s predoglednimi sličicami, stranska vrstica in vrstica stanja.
uk: Ви також можете керувати показом різних елементів інтерфейсу, зокрема панелі інструментів, бічної панелі та смужки стану, доки редактор зображень перебуває у повноекранному режимі.

source: **Over-exposure** and **under-exposure** settings can highlight areas of an image with dark and light marker colors that can be defined here. In the editor this viewing mode can be switched on and off with :kbd:`F11` and :kbd:`Ctrl+F11` respectively. The thresholds for over-exposure and under-exposure can be set by the adjustment bars, measured in percentage of full scale. For example, 2% of full scale for an 8-bit image is about 5 counts. So setting the over-exposure percents to 2.0 will highlight any pixels with an individual channel value between 251 and 255. Check **Indicate exposure as pure color** if you want only pure black (RGB 0,0,0) indicated as under-exposure and only pure white (RGB 8 bit 255,255,255 respectively RGB 16 bit 65535, 65535, 65535) indicated as over-exposure.
nl: Instellingen **Overbelicht** en **Onderbelicht** kunnen gebieden van een afbeelding accentueren om aan te geven met donkere en lichte markeerkleuren, die hier gedefinieerd kunnen worden. In de bewerker kan deze weergavemodus aan en uit worden geschakeld met respectievelijk :kbd:`F11` en :kbd`Ctrl+F11`. De drempels voor over- en onderbelichting kunnen ingesteld worden met de regelbalken, gemeten in percentage van de volledige schaal. Bijvoorbeeld, 2% van de volledige schaal voor een 8-bits afbeelding is ongeveer 5 tellen. Dus het overbelichtingspercentage op 2,0 zetten zal elk pixels met een individuele kanaalwaarde tussen 251 en 255 accentueren. Activeer **Geef belichting aan als pure kleur** als u alleen puur zwart (RGB 0,0,0) wilt aanmerken als onderbelicht en alleen puur wit (RGB 8 bit 255,255,255 respectievelijk RGB 16 bit 65535, 65535, 65535) wilt aanmerken als overbelicht.
pt_br: As configurações de **superexposição** e **subexposição** podem destacar áreas de uma imagem com cores de marcador claras e escuras, que podem ser definidas aqui. No editor, este modo de visualização pode ser ativado e desativado com :kbd:`F11` e :kbd:`Ctrl+F11`, respectivamente. Os limites para superexposição e subexposição podem ser definidos pelas barras de ajuste, medidos em porcentagem da escala completa. Por exemplo, 2% da escala completa para uma imagem de 8 bits equivale a cerca de 5 contagens. Portanto, definir as porcentagens de superexposição como 2,0 destacará todos os pixels com um valor de canal individual entre 251 e 255. Marque **Indicar a exposição como cor pura** se quiser que somente o preto puro (RGB 0,0,0) seja indicado como subexposição e somente o branco puro (RGB 8 bits 255,255,255 respectivamente RGB 16 bits 65535, 65535, 65535) seja indicado como superexposição.
sl: Nastavitve **Preosvetlitev** in **pod-osvetlitev** lahko poudarijo področja slike s temnimi in svetlimi barvami označevalcev, ki jih lahko določite tukaj. V urejevalniku lahko ta način gledanja vklopite in izklopite z :kbd:`F11` oziroma :kbd:`Ctrl+F11`. Mejne vrednosti za preosvetlitev in pod-osvetlitev lahko nastavite s prilagoditvenimi vrsticami, izmerjenimi v odstotkih celotne lestvice. Na primer, 2 % celotnega obsega za 8-bitno sliko je približno 5 točk. Če torej nastavite odstotke preosvetlitve na 2,0, bodo poudarjene vse slikovne pike z vrednostjo posameznega kanala med 251 in 255. Označite **Prikaži osvetlitev kot čisto barvo**, če želite, da je prikazana samo čista črna (RGB 0,0,0) kot pod-osvetlitev in samo čista bela (RGB 8 bitov 255,255,255 oziroma RGB 16 bitov 65535, 65535, 65535), označena kot prekomerna osvetlitev.
uk: Пункти **переекспонованих** та **недоекспонованих** зображень можуть підсвітити переекспоновані та недоекспоновані ділянки зображення темним або світлим кольором-маркером, який ви можете визначити тут. У редакторі цей режим перегляду можна увімкнути або вимкнути натисканням, відповідно, клавіш :kbd:`F11` та :kbd:`Ctrl+F11`. Порогові значення пере- і недоекспонування можна встановити за допомогою смужок коригування, де виміри вказано у частках від цілого значення. Наприклад, 2% цілого значення для 8-бітового зображення — це приблизно 5 поділок. Отже встановлення значення переекспонування у 2.0 призведе до позначення усіх пікселів із значенням для окремого каналу між 251 і 255. Позначте пункт «Показувати експозицію як однорідний колір», якщо ви хочете, щоб недоекспоновані ділянки було показано однорідним чорним (RGB 0,0,0), переекспоновані ділянки — однорідним білим (8-бітовий RGB 255,255,255 і 16-бітовий RGB 65535, 65535, 65535 відповідно).

source: The option **Restore the settings of the Image Editor tools** can be used to restore the settings of the Image Editor tools from the last session. Otherwise, the default settings will be used.
ca: L'opció **Restaura la configuració de les eines de l'editor d'imatges** es pot utilitzar per a restaurar la configuració de les eines de l'Editor d'imatges des de la darrera sessió. D'altra manera, s'utilitzarà la configuració predeterminada.
it: Puoi utilizzare l'opzione **Ripristina le impostazioni degli strumenti dell'Editor delle immagini** per ripristinare le impostazioni degli strumenti dell'Editor delle immagini dall'ultima sessione. In caso contrario, verranno usate le impostazioni predefinite.
nl: De optie **De instellingen van het hulpmiddel Afbeeldingsbewerker resetten** kan gebruikt worden om de instellingen van het hulpmiddel Afbeeldingsbewerker uit de laatste sessie te herstellen. Anders zullen de standaard instellingen worden gebruikt.
pt: A opção **Repor a configuração das ferramentas do Editor de Imagens** pode ser usada para repor as definições das ferramentas do Editor de Imagens da última sessão. Caso contrário, serão usadas as configurações por omissão.
pt_br: A opção **Restaurar as configurações das ferramentas do Editor de Imagem** pode ser usada para restaurar as configurações das ferramentas do Editor de Imagem da última sessão. Caso contrário, as configurações padrão serão usadas.
sl: Uporabite lahko možnost **Obnovi nastavitve orodij urejevalnika slik**, da obnovite nastavitve orodij urejevalnika slik iz zadnje seje. V nasprotnem primeru bodo uporabljene privzete nastavitve.
uk: Пунктом **Відновлювати параметри інструментів редактора зображень** можна скористатися, щоб наказати програмі відновлювати параметри інструментів редактора зображень із попереднього сеансу. Якщо пункт не буде позначено, програма використовуватиме типові параметри.

source: The digiKam Image Editor Windows Configuration Page
ca: La pàgina de configuració de Windows de l'editor d'imatges en el digiKam
it: La pagina di configurazione delle finestre dell'Editor delle immagini di digiKam
nl: De configuratiepagina van het venster van de afbeeldingsbewerker van digiKam
pt: A Página de Configuração das Janelas do Editor de Imagens
pt_br: Página de configuração da janela do Editor de Imagem do digiKam
sl: Konfiguracijska stran Windows urejevalnika slik digiKam
uk: Сторінка налаштувань вікон редактора зображень у digiKam

source: Image Versioning Settings
ca: Configurar la versió de les imatges
it: Impostazioni di revisione dell'immagine
nl: Instellingen voor versies van afbeeldingen
pt: Configuração das Versões das Imagens
pt_br: Configurações de controle de versões
sl: Nastavitve različic slike
uk: Параметри керування версіями зображень

source: Non-Destructive Editing and Versioning gives you the freedom of editing your images, trying out whatever you want without worrying that you might regret later what you did. You can use digiKam's versioning capabilities to take care of the original and every important intermediate step if you want. Use the **Enable Non-Destructive Editing and Versioning** checkbox at the top of the Versioning page, to enable the feature.
nl: Niet-destructieve bewerking en toekenning versie geeft u de vrijheid uw afbeeldingen te bewerken, om uit te proberen wat u wilt zonder zorgen om later te betreuren wat u hebt gedaan. U kunt de mogelijkheid van versies van digiKam gebruiken om zorg te dragen voor het origineel en elke belangrijke intermediaire stap aks u dat wilt. Gebruik het keuzevak **Niet-Destructieve bewerking en toekennen van versies** bovenaan de pagina Toekennen van versies, om de functie in te schakelen.
pt_br: A edição e o controle de versão não destrutivos oferecem a liberdade de editar suas imagens, experimentando o que quiser sem se preocupar em se arrepender mais tarde. Você pode usar os recursos de controle de versão do digiKam para cuidar do original e de todas as etapas intermediárias importantes, se desejar. Marque a caixa de seleção **Habilitar a edição e controle de versões não destrutivo** na parte superior da página Controle de versão para habilitar o recurso.
sl: Nedestruktivno urejanje in ustvarjanje različic vam omogoča svobodo urejanja slik, preizkušanja karkoli želite, brez skrbi, da boste pozneje obžalovali, kar ste storili. Če želite, lahko uporabite digiKamove zmožnosti za ustvarjanje različic, da poskrbite za izvirnik in vsak pomemben vmesni korak. Uporabite potrditveno polje **Omogoči nedestruktivno urejanje in urejanje različic** na vrhu strani za urejanje različic, da omogočite to zmožnost.
uk: За допомогою неруйнівного редагування і створення версій ви можете редагувати зображення, експериментуючи із техніками та засобами, не втрачаючи можливості згодом скасувати результати невдалих дій. Ви можете скористатися можливостями роботи з версіями digiKam для зберігання оригіналу зображення та усі важливі проміжні кроки його редагування. Скористайтеся пунктом **Увімкнути неруйнівне редагування та керування версіями** у верхній частині сторінки версій, щоб увімкнути цю можливість.

source: The digiKam Image Versioning Configuration Page
ca: La pàgina de configuració la versió de les imatges en el digiKam
it: La pagina di configurazione di revisione dell'immagine di digiKam
nl: De configuratiepagina van afbeeldingen met versies van digiKam
pt: A Página de Configuração das Versões das Imagens no digiKam
pt_br: Página de configuração de controle de versões da imagem do digiKam
sl: Stran za konfiguracijo različic digiKam slike
uk: Сторінка налаштувань роботи з версіями зображення у digiKam

source: In the first field **Save files as**, you can choose the file format used for saving the intermediate steps and the final result. Remember that **JPEG** is a lossy format. So if you need to start over from an intermediate step it wouldn't be really non-destructive. If you can afford it in terms of space on the hard disk and loading/saving speed you are better off choosing a lossless format like **PNG** or **PGF** for instance. Please click the information button on the right side for more detailed information.
nl: In het eerste veld **Bestanden opslaan als** kunt u het bestandsformaat kiezen dat wordt gebruikt voor het opslaan van tussenstappen en het eindresultaat. Bedenk dat **JPEG** een formaat met verlies is. Dus als u vanaf een tussenstap verder wilt gaan dan is het geen echt niet-destructief. Als u het kunt toestaan in termen van ruimte op de vaste schijf en snelheid van laden/opslaan, dan bent u beter af met een keuze van een formaat zonder verlies zoals bijvoorbeeld **PNG** of **PGF**. Klik op de informatieknop aan de rechterkant voor meer gedetailleerde informatie.
pt_br: No primeiro campo, **Salvar arquivos como**, você pode escolher o formato de arquivo usado para salvar as etapas intermediárias e o resultado final. Lembre-se de que **JPEG** é um formato com perdas. Portanto, se você precisar recomeçar a partir de uma etapa intermediária, isso não seria realmente inofensivo. Se você puder arcar com o espaço em disco rígido e a velocidade de carregamento/salvamento, é melhor escolher um formato sem perdas, como **PNG** ou **PGF**, por exemplo. Clique no botão de informações à direita para obter informações mais detalhadas.
sl: V prvem polju **Shrani datoteke kot** lahko izberete uporabljeno obliko datoteke za shranjevanje vmesnih korakov in končnega rezultata. Zapomnite si, da je **JPEG** format z izgubo. Torej, če morate začeti znova iz vmesnega koraka, ta ne bi bil res nedestruktiven. Če si lahko privoščite kaj boljšega v smislu prostora na trdem disku in hitrosti nalaganja/shranjevanja izberite obliko brez izgub, kot je na primer **PNG** ali **PGF**. Prosim kliknite na gumb z informacijami na desni strani za podrobnejše informacije.
uk: За допомогою першого поля налаштувань, **Зберігати файли як**, ви можете вибрати формат файлів для зберігання результатів проміжних кроків редагування та остаточного результату. Слід пам’ятати, що JPEG є форматом зберігання даних із втратами. Отже, якщо ви захочете продовжити редагування із якогось проміжного кроку, насправді, дані початкового зображення буде трошки спотворено. Якщо ви хочете певного компромісу між заощадженням місця на диску та швидкістю зберігання або завантаження даних, вам варто вибрати формат зберігання даних без втрат, наприклад **PNG** або **PGF**. Щоб отримати додаткову інформацію, натисніть інформаційну кнопку, розташовану праворуч від поля.

source: In the next field you can decide whether the application will save changes automatically **When Closing Editor** or should ask first.
ca: En el camp següent podreu decidir si l'aplicació desarà els canvis automàticament **En tancar l'editor** o si primer us ha de preguntar.
it: Nel campo successivo puoi decidere se l'applicazione salverà automaticamente le modifiche **Quando chiudi l'editor** o se te lo dovrà prima chiedere.
nl: In het volgorde veld kunt u bepalen of de bewerker wijzigingen automatisch zal opslaan **Bij verlaten van de bewerker** of eerst zou moeten vragen.
pt: No campo seguinte, poderá decidir se o editor irá gravar as alterações automaticamente **Ao Fechar o Editor** ou deverá perguntar primeiro.
pt_br: No próximo campo, você pode decidir se o aplicativo salvará as alterações automaticamente **Ao fechar o editor** ou se deve perguntar primeiro.
sl: V naslednjem polju se lahko odločite, ali bo aplikacija samodejno shranila spremembe **Ob zapiranju urejevalnika** ali naj najprej vpraša o tem.
uk: За допомогою наступного поля ви можете визначити, слід програмі зберігати зміни автоматично під час завершення його роботи чи слід вас спитати про те, чи варто зберігати зміни.

source: In the third field named **Keep a snapshot of an edited image**, you decide on which occasions you want the editor to save intermediate steps. Please click the information button on the right side for more detailed information.
ca: En el tercer camp anomenat **Mantén una instantània d'una imatge editada**, decidireu en quines ocasions voleu que l'editor desi els passos intermedis. Per a obtenir informació més detallada, feu clic en el botó d'informació que hi ha a la part dreta.
it: Nel terzo campo chiamato **Mantieni un'istantanea dell'immagine modificata** decidi in quali occasioni vuoi che l'editor salvi i passi intermedi. Premi il pulsante informativo sulla destra per informazioni più dettagliate.
nl: In het derde veld genaamd **Een momentopname van een bewerkte afbeelding behouden** bepaalt u in welk gevallen u wilt dat de bewerker tussenstappen opslaat. Klik op de informatieknop aan de rechterkant voor meer gedetailleerde informatie.
pt: No terceiro campo, chamado **Manter uma versão de uma imagem editada**, irá decidir em que ocasiões deseja que o editor grave os passos intermédios. Por favor carregue no botão de informações do lado direito para informações mais detalhadas.
pt_br: No terceiro campo, denominado **Manter uma versão de uma imagem editada**, você decide em quais ocasiões deseja que o editor salve as etapas intermediárias. Clique no botão de informações à direita para obter informações mais detalhadas.
sl: V tretjem polju z imenom **Ohrani posnetek urejane slike** se odločite sami ob katerih priložnostih želite, da urejevalnik shrani vmesne korake. Prosim kliknite gumb z informacijami na desni strani za podrobnejše informacije.
uk: За допомогою третього поля, **Зберігати варіант редагованого зображення**, ви можете визначити умови, за яких редактор має зберігати проміжні результати редагування. Будь ласка, натисніть кнопку додаткової інформації, розташовану праворуч від поля, щоб дізнатися більше.
