Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/editor_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: In the early versions of digiKam the Image Editor was just a viewer for photographs, but it is rapidly developing into a very useful photo manipulation tool. This dialog allows you to control how the Image Editor will behave when opening RAW files.
ca: En les primeres versions del digiKam, l'editor d'imatges només era un visualitzador de fotografies, però s'està desenvolupant ràpidament en una eina molt útil per a la manipulació de les fotografies. Aquest diàleg permet controlar la forma en què es comportarà l'editor d'imatges en obrir els fitxers RAW.
it: Nelle prime versioni di digiKam, l'editor delle immagini era solo un visore di fotografie, ma si sta sviluppando rapidamente in uno strumento di manipolazione fotografica molto utile. Questa finestra ti permette di controllare come si comporterà all'apertura dei file RAW.
nl: In eerdere versies van digiKam was de afbeeldingsbewerker slechts een viewer van foto's, maar deze is snel ontwikkelt in een nuttig hulpmiddel voor foto-manipulatie. In dit dialoog kunt u bepalen hoe de afbeeldingsbewerker zich zal gedragen bij het openen van RAW-bestanden.
pt: Nas versões antigas do digiKam, o Editor de Imagens é apenas um visualizador das fotografias, mas está rapidamente a desenvolver-se e a transformar-se numa ferramenta de manipulação de fotografias bastante útil. Esta janela permite-lhe controlar como é que se irá comportar o Editor de Imagens ao abrir os ficheiros RAW.
pt_br: Nas primeiras versões do digiKam, o Editor de Imagem era apenas um visualizador de fotografias, mas está rapidamente se tornando uma ferramenta de manipulação de fotos muito útil. Esta caixa de diálogo permite controlar como o Editor de Imagem se comportará ao abrir arquivos RAW.
sl: V zgodnjih različicah digiKama je bil urejevalnik slik samo pregledovalnik fotografij, vendar se hitro razvija v zelo uporabno orodje za manipulacijo s fotografijami. To pogovorno okno vam omogoča nadzor nad tem, kako se bo urejevalnik slik obnašal pri odpiranju datotek RAW.
uk: У ранніх версіях digiKam редактор зображень був лише інструментом перегляду зображень, але він швидко перетворився на дуже корисний інструмент роботи з фотографіями. За допомогою цього діалогового вікна ви можете керувати поведінкою редактора зображень при відкритті файлів цифрових негативів.

source: The digiKam RAW Behavior Configuration Page
ca: La pàgina de configuració del comportament RAW en el digiKam
it: La pagina di configurazione del comportamento RAW di digiKam
nl: De configuratiepagina van RAW-gedrag van digiKam
pt: Página de Configuração do Comportamento do RAW no digiKam
pt_br: Página de configuração do comportamento do RAW do digiKam
sl: Stran za konfiguracijo vedenja digiKam RAW
uk: Сторінка налаштувань поведінки при обробці цифрових негативів у digiKam

source: **Fast and simple, as 8 bit image**: RAW files will be decoded to 8-bit color depth with a BT.709 gamma curve and a 99th-percentile white point. This mode is faster than 16-bit decoding. In 8-bit mode only the Auto Brightness setting will be taken into account.
ca: **Ràpid i senzill, com a imatge de 8 bits**: els fitxers RAW es descodificaran amb una profunditat de color de 8 bits amb una corba amb interval BT.709 i un punt blanc del percentil 99. Aquest mode és més ràpid que la descodificació de 16 bits. En el mode de 8 bits, només es tindrà en compte la configuració automàtica de la brillantor.
it: **Veloce e semplice, come immagine a 8 bit**: i file RAW saranno decodificati con una profondità di colore a 8 bit con una curva gamma BT.709 e un punto bianco al 99º percentile. Questa modalità è più veloce della decodifica a 16 bit. Nella modalità a 8 bit verrà considerata solo l'impostazione della Luminosità automatica.
nl: **Snel en eenvoudig, als 8 bits afbeelding**: RAW-bestanden zullen gedecodeerd worden naar 8-bits kleurdiepte met een BT.709 gamma-curve en een 99-procent witpunt. Deze modus is sneller dan 16-bit decodering. In 8-bits modus wordt alleen met de instelling Automatische helderheid rekening.
pt: **Rápido e simples, como imagem de 8 bits**: os ficheiros RAW serão descodificados para uma profundidade de cor de 8 bits, com uma curva de gama BT.709 e um ponto branco no percentil-99. Este modo é mais rápido que a descodificação a 16-bits. No modo a 8-bits, só será tida em conta a configuração do Brilho Automático.
pt_br: **Rápido e simples, como uma imagem de 8 bits**: os arquivos RAW serão decodificados para uma profundidade de cor de 8 bits com uma curva gama BT.709 e um ponto branco de 99º percentil. Este modo é mais rápido do que a decodificação de 16 bits. No modo de 8 bits, apenas a configuração de brilho automático será considerada.
sl: **Hitro in preprosto kot 8-bitna slika**: datoteke RAW bodo dekodirane v 8-bitno barvno globina s krivuljo gama BT.709 in 99-percentilno belo točko. Ta način je hitrejši od 16-bitnega dekodiranja. V 8-bitnem načinu bo upoštevana samo samodejna nastavitev svetlosti.
uk: **Швидко і просто, як 8-бітове зображення**: Файли цифрових негативів буде декодовано з використанням 8-бітової глибини кольорів, кривої гами BT.709 та 99-відсоткової точки білого. Декодування у такому режимі є швидшим за декодування у 16-бітовому режимі. У 8-бітовому режимі до уваги братиметься лише параметр **Автоматична яскравість**.

source: **Use the default settings, in 16 bit**: If enabled, all RAW files will be decoded to 16-bit color depth using a linear gamma curve and according to the settings in the **RAW Default Settings** tab. To prevent dark image rendering in the editor, it is recommended to use Color Management in this mode.
ca: **Usa la configuració predeterminada, en 16 bits**: si està activada, tots els fitxers RAW es descodificaran a una profunditat de color de 16 bits utilitzant una corba amb interval lineal i d'acord amb la configuració a la pestanya **Configuració predeterminada de les RAW**. Per a evitar la visualització d'imatges fosques a l'editor, es recomana utilitzar la gestió del color en aquest mode.
it: **Utilizzando le impostazioni predefinite, a 16 bit**: se abilitato, tutti i file RAW saranno decodificati con una profondità di colore a 16 bit usando una curva gamma ed in base alle impostazioni nella scheda **Impostazioni RAW predefinite**. Per evitare di rendere delle immagini scure nell'editor è raccomandabile l'uso della gestione dei colori in questa modalità.
nl: **De standaard instellingen, in 16-bits**: indien ingeschakeld zullen alle RAW-bestanden gedecodeerd worden tot 16 bits kleurdiepte met een lineaire gammakromme en volgens de instellingen in het tabblad in tabblad **Standaard instellingen van RAW**. Om donkere afbeeldingsrendering te voorkomen in de bewerker, is het aanbevolen om in deze modus Kleurbeheer toe te passen.
pt: **Usar a configuração por omissão, a 16-bits**: Se estiver activa, todos os ficheiros RAW serão descodificados para uma profundidade de cor de 16 bits, usando uma curva de gama linear e de acordo com a configuração na página de **Configuração do RAW por Omissão**. Para evitar a apresentação de uma imagem escura no editor, recomenda-se o uso da Gestão de Cores neste modo.
pt_br: **Usar as configurações padrão em 16 bits**: Se ativado, todos os arquivos RAW serão decodificados para profundidade de cor de 16 bits usando uma curva gama linear e de acordo com as configurações na aba **Configurações padrão do RAW**. Para evitar a renderização escura de imagens no editor, é recomendável usar o gerenciamento de cor neste modo.
sl: **Uporabi privzete nastavitve v 16 bitih**: Če je omogočeno, bodo vse datoteke RAW dekodirane v 16-bitno barvno globino z uporabo linearne krivulje gama in v skladu znastavitvami v zavihku **Privzete nastavitve RAW**. Za preprečevanje upodabljanja temnih slike v urejevalniku, je pri tem priporočljivo uporabiti način upravljanja barv.
uk: **Використовувати типові параметри, у 16 бітах**: якщо позначено цей пункт, файли цифрових негативів буде декодовано із 16-бітовою глибиною кольорів за допомогою лінійної кривої гами та відповідно до параметрів, визначених за допомогою вкладки **Типові параметри RAW**. Щоб у редакторі зображення не виглядали темними, у цьому режимі варто скористатися засобами керування кольорами.

source: **Always open the Raw Import Tool to customize settings**: with this option you can select which Raw Import Tool will be used to open RAW files. Supported Raw processing tools include:
pt_br: **Sempre abrir a ferramenta de importação RAW para personalizar as configurações**: Com esta opção, você pode selecionar qual ferramenta de importação RAW será usada para abrir arquivos As ferramentas de processamento RAW disponíveis incluem:

source: **Import RAW using LibRaw**: the default plugin for digiKam provides a fully integrated module in the Right Side Bar of the Image Editor where you can set individual parameters for every image you open. This option is always enable in the menu.
pt_br: **Importar RAW usando LibRaw**: o plugin padrão do digiKam fornece um módulo totalmente integrado na barra lateral direita do Editor de Imagem, onde você pode definir parâmetros individuais para cada imagem aberta. Esta opção está sempre habilitada no menu.

source: The digiKam RAW Import Tool Processing a Nikon NEF File
ca: L'eina d'importació RAW en el digiKam processant un fitxer NEF de Nikon
it: Lo strumento di importazione RAW di digiKam che elabora un file NEF Nikon
nl: Het hulpmiddel voor RAW importeren van digiKam met verwerking van een Nikon NEF-bestand
pt: A Ferramenta de Importação RAW a Processar um Ficheiro NEF da Nikon no digiKam
pt_br: A ferramenta de importação RAW do digiKam processando um arquivo NEF da Nikon
sl: Orodje za uvoz digiKam RAW obdeluje datoteko Nikon NEF
uk: Засіб імпортування цифрових негативів digiKam обробляє файл NEF Nikon

source: **RawTherapee**: `RawTherapee <https://en.wikipedia.org/wiki/RawTherapee>`_ is application software for processing photographs in the RAW image formats created by many digital cameras. It comprises a subset of image editing operations specifically aimed at non-destructive post-production of raw photos and is primarily focused on improving a photographer's workflow by facilitating the handling of large numbers of images. To see this option enabled in the menu, this application must be installed on your computer and must be found using the PATH variable from the system.
pt_br: **RawTherapee**: `RawTherapee <https://en.wikipedia.org/wiki/RawTherapee>`_ é um aplicativo para processamento de fotografias nos formatos de imagem RAW criados por diversas câmeras digitais. Ele compreende um subconjunto de operações de edição de imagem especificamente voltado para a pós-produção não destrutiva de fotos RAW e tem como objetivo principal aprimorar o fluxo de trabalho do fotógrafo, facilitando o processamento de um grande número de imagens. Para ver esta opção habilitada no menu, este aplicativo deve estar instalado no seu computador e deve ser encontrado usando a variável PATH do sistema.

source: **ART**: `ART <https://art.pixls.us/>`_ is a derivative version of the RawTherapee application. To see this option enabled in the menu, this application must be installed on your computer and must be found using the PATH variable from the system.
pt_br: **ART**: `ART <https://art.pixls.us/>`_ é uma versão derivada do aplicativo RawTherapee. Para ver esta opção habilitada no menu, este aplicativo deve estar instalado no seu computador e ser encontrado usando a variável PATH do sistema.

source: **UFRaw**: `UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ is an application which can read and manipulate photographs in the RAW image formats created by many digital cameras. To see this option enabled in the menu, this application must be installed on your computer and must be found using the PATH variable from the system.
pt_br: **UFRaw**: `UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ é um aplicativo que pode ler e manipular fotografias nos formatos de imagem RAW criados por muitas câmeras digitais. Para que esta opção esteja habilitada no menu, este aplicativo deve estar instalado no seu computador e deve ser encontrado usando a variável PATH do sistema.

source: **DarkTable**: `Darktable <https://en.wikipedia.org/wiki/Darktable>`_ is a free and open-source photography application program and RAW developer. It comprises a subset of image editing operations specifically aimed at non-destructive RAW image post-production. To see this option enabled in the menu, this application must be installed on your computer and must be found using the PATH variable from the system.
pt_br: **DarkTable**: `Darktable <https://en.wikipedia.org/wiki/Darktable>`_ é um aplicativo de fotografia gratuito e de código aberto, além de um revelador de RAW. Ele compreende um subconjunto de operações de edição de imagem especificamente voltadas para a pós-produção não destrutiva de imagens RAW. Para que esta opção esteja habilitada no menu, este aplicativo deve estar instalado no seu computador e deve ser encontrado usando a variável PATH do sistema.

source: Screencast of RAW Import Tool Pre-Processing a Digital Negative in DarkTable
ca: Vídeo d'una captura de pantalla de l'eina d'importació RAW preprocessant un negatiu digital en el DarkTable
it: Video sullo strumento di importazione RAW che pre-elabora un negativo digitale in DarkTable
nl: Filmpje van het hulpmiddel RAW importeren die een digitaal negatief voorbewerkt in DarkTable
pt: Captura do Ecrã da Ferramenta de Importação RAW a Processar um Negativo Digital no DarkTable
pt_br: Screencast da ferramenta de importação RAW pré-processando um negativo digital no DarkTable
sl: Posnetek orodja za uvoz RAW, ki predobdela digitalni negativ v DarkTable
uk: Відео остаточної обробки цифрового негатива у засобі імпортування цифрових негативів DarkTable

source: RAW Default Settings
ca: Configuració predeterminada del RAW
it: Impostazioni RAW predefinite
nl: Standaard instellingen voor RAW
pt: Configuração Predefinida do RAW
pt_br: Configurações padrão do RAW
sl: Privzete nastavitve RAW
uk: Типові параметри RAW

source: These default settings are used only with the LibRaw interface.
nl: Deze standaard instellingen worden alleen gebruikt met het LibRaw-interface.
pt_br: Essas configurações padrão são usadas somente com a interface LibRaw.
sl: Te privzete nastavitve se uporabljajo samo z vmesnikom LibRaw.
uk: Ці типові параметри використовують лише з інтерфейсом LibRaw.

source: Demosaicing
ca: Reconstrucció
it: Demosaicizzazione
nl: Mozaïek wegwerken
pt: Remoção do Mosaico
pt_br: Reconstrução de cor
sl: Odstranjevanje mozaičnosti
uk: Усунення мозаїчності

source: The digiKam Default RAW Demosaicing Configuration View
ca: La vista de configuració de la reconstrucció RAW predeterminada en el digiKam
it: La vista per la configurazione della demosaicizzazione RAW predefinita di digiKam
nl: De configuratieweergave van digiKam voor standaard RAW mozaïek verwijderen
pt: A Área de Configuração da Remoção Predefinida de Mosaicos RAW no digiKam
pt_br: Visualização de configuração de reconstrução de cor padrão do RAW do digiKam
sl: DigiKam privzeti pogled konfiguracije odstranjevanja mozaičnosti RAW
uk: Панель типових налаштувань засобу усування мозаїчності на цифрових негативах у digiKam

source: A `demosaicing algorithm <https://en.wikipedia.org/wiki/Demosaicing>`_ is a digital image process used to interpolate a complete image from the partial raw data received from the color-filtered image sensor array internal to many digital cameras in the form of a matrix of colored pixels. Demosaicing is also known as CFA interpolation or color reconstruction.
nl: Een `algoritme voor verwijderen van mozaïek <https://en.wikipedia.org/wiki/Demosaicing>`_ is een digitaal afbeeldingsproces gebruikt om een volledige afbeelding te interpoleren uit partiële ruwe gegevens uit de kleur gefilterde afbeeldingssensorarray in vele digitale camera's in de vorm van een matrix van gekleurde pixels. Mozaïek verwijderen is ook bekend als CFA-interpolatie of kleurreconstructie.
pt_br: Um `algoritmo de reconstrução de cor <https://en.wikipedia.org/wiki/Demosaicing>`_ é um processo de imagem digital usado para interpolar uma imagem completa a partir de dados brutos parciais recebidos do conjunto de sensores de imagem com filtro de cores interno a muitas câmeras digitais, na forma de uma matriz de pixels coloridos. A reconstrução de cor também é conhecida como interpolação CFA ou demosaicing.
sl: `Algoritem odstranjevanja mozaičnosti <https://en.wikipedia.org/wiki/Demosaicing>`_ je proces digitalne slike, ki se uporablja za interpolacijo celotne slike iz delnih neobdelanih podatkov, prejetih iz matrike barvno filtriranih slikovnih senzorjev, ki je znotraj mnogih digitalnih kamere v obliki matrike barvnih slikovnih pik. Odstranjevanje mozaičnosti je znano tudi kot interpolacija CFA ali barvna rekonstrukcija.
uk: `Алгоритм усування мозаїчності <https://en.wikipedia.org/wiki/Demosaicing>`_ є процедурою обробки цифрових зображень, який використовують для інтерполяції цілого зображення на основі часткових необроблених даних, які отримано від датчика зображення з фільтруванням кольорів, який вбудовано до багатьох цифрових фотокамер, у формі матриці кольорових пікселів. Усування мозаїчності також називають CFA-інтерполяцією або реконструкцією кольорів.

source: **Interpolate RGB as four colors**: The default is to assume that all green pixels are the same. If even-row green pixels of the sensor are more sensitive to ultraviolet light than odd-row green pixels, this difference causes a mesh pattern in the output; using this option solves this problem with minimal loss of detail. To summarize, this option blurs the image a little, but it eliminates false 2x2 mesh patterns with either VNG or AHD interpolation.
nl: **RGB interpoleren als vier kleuren**: de standaard is er van uitgegaan dat alle groene pixels hetzelfde zijn. Als groene pixels van de sensor op de even rij meer gevoelig zijn voor ultraviolet licht dan de groene pixels op de oneven rij, zult u een golfpatroon in de uitvoer krijgen. Deze optie lost dit probleem op met een klein detailverlies. Om samen te vatten, deze optie vervaagt de afbeelding iets, maar het elimineert valse 2x2 golfpatronen met ofwel de VNG-kwaliteitsmethode of AHD-interpolatie.
pt_br: **Interpolar o RGB como quatro cores**: O padrão é assumir que todos os pixels verdes são iguais. Se os pixels verdes de linhas pares do sensor forem mais sensíveis à luz ultravioleta do que os pixels verdes de linhas ímpares, essa diferença causa um padrão de malha na saída; usar esta opção resolve esse problema com perda mínima de detalhes. Resumindo, esta opção desfoca um pouco a imagem, mas elimina padrões de malha 2x2 falsos com interpolação VNG ou AHD.
sl: **Interpoliraj RGB kot štiri barve**: privzeto se domneva, da so vse zelene slikovne pike enake. Če so zelene pike senzorja v sodi vrsti bolj občutljive na ultravijolično svetlobo kot zelene pike v lihi vrsti, ta razlika povzroči mrežast vzorec na izhodu; uporaba te možnosti reši ta problem z minimalno izgubo podrobnosti. Če povzamemo, ta možnost nekoliko zamegli sliko, vendar odpravi lažne mrežne vzorce 2x2 z interpolacijo VNG ali AHD.
uk: **Інтерполювати RGB як чотири кольори**: типово припускається, що всі зелені пікселі однакові. Однак, якщо зелені пікселі парних рядів більш чутливі до ультрафіолетового світла, ніж зелені пікселі в непарних рядах, то ця різниця утворює на зображенні сітку. Використання цього параметра вирішує цю проблему з мінімальною втратою якості. Якщо коротко, цей параметр трохи розмиває зображення, але позбувається фальшивого візерунка сітки 2x2 за допомогою методу якості VNG або переплітається з методом AHD.

source: **Do not stretch or rotate pixels**: Turns off automatic rotation corrections, so it will show images from a Fuji Super CCD camera tilted at a 45 degree angle. And turns off automatic corrections for non-square pixels, which will create distorted aspect ratios for cameras with non-square pixels. The benefit is that this option guarantees that each output pixel corresponds to one RAW pixel.
nl: **Pixels niet uitrekken of draaien**: schakelt automatische draaiingscorrecties uit, het zal dus afbeeldingen uit een Fuji Super CCD-camera's 45 graden gedraaid tonen. En schakelt automatische correctie voor niet-vierkante pixels, die verstoorde beeldverhouding zullen veroorzaken. Het voordeel van deze optie is dat het garandeert dat elk uitvoerpixel overeenkomt met één RAW-pixel.
pt_br: **Não alongar ou girar pixels**: Desativa as correções automáticas de rotação, exibindo imagens de uma câmera Fuji Super CCD inclinada em um ângulo de 45 graus. Também desativa as correções automáticas para pixels não quadrados, que criariam proporções distorcidas para câmeras com pixels não quadrados. A vantagem é que esta opção garante que cada pixel de saída corresponda a um pixel RAW.
sl: **Ne razteguj ali vrti slikovnih pik**: izklopi samodejne popravke vrtenja, tako da bo prikazal slike iz kamere Fuji Super CCD, nagnjene pod kotom 45 stopinj. In izklopi samodejne popravke za nekvadratne slikovne pike, kar bo ustvarilo popačena razmerja stranic za kamere z nekvadratnimi slikovnimi pikami. Prednost je v tem, da ta možnost zagotavlja, da vsaka izhodna slikovna pika ustreza eni slikovni piki RAW.
uk: **Не витягувати і не повертати пікселі**: вимикає автоматичне виправлення обертання, тому зображення з камери Fuji Super CCD буде показано під кутом 45 градусів. І вимикає автоматичні виправлення для неквадратних пікселів, які створюють спотворені пропорції для камер із неквадратними пікселями. Перевага полягає в тому, що цей параметр гарантує, що кожен вихідний піксель відповідає одному пікселю цифрового негатива.
