Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/editor_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Highlights**: Default is here to consider highlights (read: part of your images that are burned due to the inability of your camera to capture the highlights) as plain / **Solid white**. You can get some fancy results with the unclip option which will paint the highlights in various pinks. At last you can try to consider recovering some parts of the missing information from the highlights with **Rebuild** option. This is possible because the blue pixels tends to saturate less quickly than the greens and the reds. digiKam will try to reconstruct the missing green and red colors from the remaining none saturated blue pixels. Of course here everything is a question of tradeoff between how much color or white you want. If you select Reconstruct as the option, you will be given the choice to set a **Level**. A value of 3 is a compromise and can/should be adapted on a per image basis. **Unclip** leave highlights unclipped in various shades of pink, and **Blend** clipped and unclipped values together for a gradual fade to white.
ca: **Llum intensa**: el valor predeterminat aquí és considerar la llum intensa (llegiu: part de les vostres imatges es cremen a causa de la incapacitat de la vostra càmera de capturar la llum intensa) com a pla / **Blanc sòlid**. Podreu obtenir algun resultat elegant amb l'opció de treure que pintarà la llum intensa en diversos roses. Finalment, podreu intentar recuperar algunes parts de la informació que manca de la llum intensa amb l'opció **Reconstrueix**. Això és possible perquè els píxels blaus tendeixen a saturar-se menys ràpid que els verds i els vermells. El digiKam intentarà reconstruir els colors verd i vermell que falten a partir dels píxels blaus restants no saturats. Per descomptat, aquí tot és una qüestió d'equilibri entre la quantitat de color o blanc que voleu. Si seleccioneu Reconstrueix com a opció, se us donarà l'opció d'establir un **Nivell**. Un valor de 3 és un compromís i pot adaptar-se per imatge. **Treu** deixa la llum intensa sense retallar en diverses ombres de rosa, i **Barreja** els valors retallats i sense retallar per a un esvaïment gradual fins al blanc.
it: **Zone luminose**: il valore predefinito da considerare qui sono le zone luminose (leggi: parte delle tue immagini che sono bruciate a causa dell'incapacità della tua fotocamera di catturare le zone luminose) come semplici / **Bianco in tinta unita**. È possibile ottenere dei risultati piacevoli con l'opzione **Non trasformare** che dipingerà le zone luminose con diversi rosa. Come ultima soluzione puoi provare a considerare il recupero di alcune parti dell'informazione mancante dalle zone luminose con l'opzione **Ricostruisci**. Questo è possibile perché i pixel blu tendono a saturare meno rapidamente di quelli verdi e rossi. digiKam tenterà di ricostruire i colori verdi e rossi mancanti dai restanti pixel blu non saturati. Naturalmente, in questi casi è una questione di compromesso tra quanto colore o quanto bianco si vuole. Se selezioni l'opzione Ricostruisci, potrai scegliere di impostare un **Livello**. Il valore di 3 è un compromesso e può/deve essere adattato immagine per immagine. **Non trasformare** lascia le zone luminose con varie gradazioni di rosa, mentre con **Miscela** i valori trasformati e non trasformati si uniscono per una dissolvenza graduale verso il bianco.
pt: **Tons Claro**: Aqui por omissão consideram-se os tons claros (leia-se: parte das suas imagens que estão 'queimadas' devido à incapacidade de a sua câmara capturar os tons claros, como **Branco sólido** ou simples. Poderá obter alguns resultados interessantes com a remoção de recorte, que irá pintar os tons claros com vários tons de rosa. Por último, pode considerar tentar recuperar algumas partes da informação em falta dos tons claros, com a opção **Reconstruir**. Isto é possível porque os pixels azuis tendem a saturar menos rapidamente que os verdes ou os vermelhos. O digiKam irá tentar reconstruir as cores verdes e vermelhas das restantes cores azuis, sem saturação. Obviamente, tudo aqui é uma questão de compromisso entre a quantidade de cor ou de branco que deseja. Se seleccionar a opção **Reconstruir**, ser-lhe-á dada a opção de definir um **Nível**. Um valor igual a 3 é um compromisso e poderá/deverá ser adaptado para cada imagem. A opção **Remover o recorte** deixa os tons claros sem qualquer corte ou distorção, com vários tons de rosa enquanto, na opção **Misturar**, os valores com e sem cortes tendem a desvanecer-se gradualmente para branco.

source: **Exposure Correction (E.V)**: Turn on the exposure correction before interpolation which can be applied with a **Linear Shift** level. Amount of **Highlight** preservation can be also adjusted but only if shift correction is > 1.0 E.V.
ca: **Correcció de l'exposició (E.V)**: activeu la correcció de l'exposició abans de la interpolació, el qual es pot aplicar amb un nivell de **Desplaçament lineal**. La quantitat de conservació de les **Llum intensa** també es pot ajustar, però només si la correcció del desplaçament és > 1,0 E.V.
it: **Correzione di esposizione (E.V.)**: attivare la correzione di esposizione prima dell'interpolazione, che può essere applicata con un livello di **Scostamento lineare**. Può essere regolata anche la quantità di mantenimento delle **Zone luminose** ma solo se la correzione dello scostamento è > 1.0 E.V.
pt: **Correcção da Exposição (E.V)**: Active a correcção da exposição antes da interpolação, a qual pode ser aplicada com um **Desvio Linear**. A quantidade de preservação de **Tons Claros** pode também ser ajustada, mas apenas se a correcção do desvio for > 1,0 E.V.

source: **Correct False Colors In Highlights**: If enabled, images with overblown channels are processed much more accurately, without 'pink clouds' (and blue highlights under tungsten lamps).
ca: **Corregeix els colors falsos en la llum intensa**: si està activada, les imatges amb canals sobredimensionats es processaran amb molta més precisió, sense «núvols rosats» (i llum blau intens sota una làmpada de tungstè).
it: **Correggi i colori falsi in luci**: se attivata, le immagini con canali soprasaturi vengono elaborate molto più accuratamente, senza «nuvole rosa» (e zone luminose blu sotto lampade al tungsteno).
pt: **Corrigir as Cores Falsas nos Tons Claros**: Se estiver activa, as imagens com canais descontrolados são processadas com muito maior precisão, sem 'nuvens rosa' (e com tons claros azulados sob lâmpadas de tungsténio).

source: **Auto Brightness**: If disable, use a fixed white level and ignore the image histogram to adjust brightness.
ca: **Brillantor automàtica**: si està activada, per a ajustar la brillantor utilitzeu un nivell de blanc fix i ignoreu l'histograma de la imatge.
it: **Luminosità automatica**: se disattivata, utilizza un livello di bianco fisso e ignora l'istogramma dell'immagine per regolare la luminosità.
pt: **Brilho Automático**: Se desactivar, irá usar um nível de branco fixo e ignorar o histograma da imagem para ajustar o brilho.

source: **Noise Reduction** can be applied while demosaicing your image at a slight speed penalty. This option applies a noise reduction algorithm while the image still is in CIE Lab color space. Because the noise is only applied to the Luminosity layer (the *L* of the Lab), it should not blur your image as traditional noise reduction algorithms do in RGB mode. If you converted an image from RAW and it appears noisy, rather than applying a denoiser, go back and re-convert with this option enabled.
ca: La **reducció del soroll** es pot aplicar mentre es reconstrueix la imatge amb una lleugera penalització de velocitat. Aquesta opció aplica un algorisme de reducció del soroll mentre la imatge encara es troba en l'espai de color CIE Lab. Com que el soroll només s'aplica a la capa de Lluminositat (la *L* de Lab), no hauria de difuminar la vostra imatge com ho fan els algorismes tradicionals de reducció del soroll en el mode RGB. Si heu convertit una imatge RAW i sembla amb soroll, en lloc d'aplicar un eliminador de soroll, torneu-hi i torneu a convertir amb aquesta opció activada.
it: **Riduzione dei disturbi** può essere applicata durante la demosaicizzazione dell'immagine, al costo di una leggera riduzione della velocità. Questa opzione applica un algoritmo di riduzione dei disturbi mentre l'immagine è ancora nello spazio dei colori CIE Lab. Dato che il disturbo viene applicato solamente al livello della luminosità (la *L* di Lab), non dovrebbe sfocare l'immagine come gli algoritmi tradizionali di riduzione dei disturbi in genere fanno in modalità RGB. Se hai convertito un'immagine da RAW e appare disturbata, piuttosto che applicare un riduttore di rumore, torna indietro e riconverti con questa opzione abilitata.
pt: A **Redução do Ruído** poderá ser aplicada na remoção de mosaico da sua imagem, às custas de uma ligeira penalização na velocidade. Esta opção aplica um algoritmo de redução de ruído, enquanto a imagem se encontra ainda no espaço de cores CIE Lab. Dado que o ruído só é aplicado na camada de Luminosidade (o *L* do Lab), não deverá borrar a sua imagem, dado que os algoritmos de redução de ruído tradicionais fazem-no no modo RGB. Se tiver convertido uma imagem a partir do RAW e parecer que tem muito ruído, em vez de aplicar uma redução de ruído genérica, vole atrás e reconverta com esta opção activa.

source: You can select a noise reduction method to apply during RAW decoding. **None** do not apply the noise reduction. **Wavelets** apply after interpolation a wavelets correction method to erase noise while preserving real details. **FBDD** for Fake Before Demosaicing Denoising is an experimental noise reduction method applied before interpolation.
ca: Podeu seleccionar un mètode de reducció del soroll que s'aplicarà durant la descodificació RAW. **Cap** no aplicarà la reducció del soroll. **Ondetes** aplica després de la interpolació un mètode de correcció per ondetes que esborrarà el soroll i conservarà els detalls reals. **FBDD** per a «Fake Before Demosaicing Denoising» és un mètode experimental de reducció del soroll que s'aplica abans de la interpolació.
it: Puoi selezionare un metodo di riduzione dei disturbi da applicare durante la decodifica RAW. **Nessuna**: non applica la riduzione; **Wavelet**: applica dopo l'interpolazione di metodo di correzione con wavelet per cancellare il rumore ma conservando i dettagli reali; **FBDD** (Fake Before Demosaicing Denoising): è un metodo di riduzione dei disturbi sperimentale applicato prima dell'interpolazione.
pt: Poderá seleccionar um método de redução de ruído durante a descodificação do RAW. A opção **Nenhum** nã́o aplica a redução de ruído. A **Padrões de Ondas** aplica após a interpolação um método de correcção por padrões de ondas ('wavelets'), mantendo os detalhes reais. O **FBDD** (de Fake Before Demosaicing Denoising - Redaução de Ruído Falsa antes da Remoção de Mosaico) é um método experimental aplicado antes da interpolação.

source: The defaults **Threshold** value is 100. Higher values will increase the smoothing, and lower values will decrease it.
ca: El valor predeterminat de **Llindar** és 100. Els valors més alts augmentaran el suavitzat i els valors més baixos el disminuiran.
it: Il valore predefinito per la **Soglia** è 100. Valori più alti aumenteranno le smussature, mentre valori più bassi la diminuiranno.
pt: O valor do **Limite** predefinido é 100. Os valores mais elevados irão aumentar a suavização, enquanto os menores a irão reduzir.

source: **Over-exposure** and **under-exposure** settings can highlight areas of an image to indicated by dark and light marker colors that can be defined here. In the editor this viewing mode can be switched on and off with :kbd:`F10` and :kbd:`F11` respectively. The thresholds for over-exposure and under-exposure can be set by the adjustment bars "... percents". Check Indicate exposure as pure color if you want only pure black (RGB 0,0,0) indicated as under-exposure and only pure white (RGB 8 bit 255,255,255 respectively RGB 16 bit 65535, 65535, 65535) indicated as over-exposure.
it: Le impostazioni di **sovraesposizione** e **sottoesposizione** possono evidenziare le aree di un'immagine per indicare con contrassegni scuri e chiari i colori che possono essere qui definiti. Nell'editor questa modalità di visualizzazione può essere attivata e disattivata rispettivamente con i tasti :kbd:`F10` e :kbd:`F11`. Le soglie di sovraesposizione e sottoesposizione possono essere impostate tramite le barre di regolazione in «... percentuale». Spunta **Indica l'esposizione come colore puro** se vuoi che siano indicati soltanto il nero puro (RGB 0,0,0) come sottoesposizione e il bianco puro (rispettivamente RGB 8 bit 255,255,255 e RGB 16 bit 65535, 65535, 65535) come sovraesposizione.
pt: As opções de **Sobre-exposição** e **Sub-exposição** poderão realçar determinadas áreas de uma imagem, conforme indicado por cores de marcações claras e escuras, que poderão ser definidas aqui. No editor, este modo de visualização poderá ser activado ou desactivado com as teclas :kbd:`F10` e :kbd:`F11`, respectivamente. Os limites de sobre e sub-exposição podem ser definidos com as barras de ajuste "... por cento". Assinale a opção 'Indicar a exposição como cor pura', se quiser que apenas o tom preto puro (RGB 0,0,0) seja indicado como sub-exposição, assim como apenas o tom claro-puro (RGB a 8-bits: 255,255,255 ou RGB a 16-bits: 65535, 65535, 65535) será indicado como sobre-exposição.

source: **Always open the Raw Import Tool to customize settings**: With this option you can select which Raw Import Tool will be used to open RAW files. Available raw processing tools include:
nl: **Altijd het hulpmiddel raw-importeren gebruiken om instellingen aan te passen**: met deze optie kunt u selecteren welk hulpmiddel RAW-importeren zal gebruiken om RAW-bestanden te openen. Beschikbare hulpmiddelen voor Raw verwerken zijn:
sl: **Za prilagoditev nastavitev vedno odprite orodje za uvoz surovih datotek RAW**: S to možnostjo lahko izberete, katero orodje za uvoz neobdelanih datotek bo uporabljeno za odpiranje datotek RAW. Razpoložljiva orodja za obdelavo surovih datotek vključujejo:

source: **Import RAW using LibRaw**: the default plugin for digiKam provides a fully integrated module in the Right Side Bar of the Image Editor where you can set individual parameters for every image you open.
nl: **RAW importeren met LibRaw**: de standaard plug-in voor digiKam levert een volledig geïntegreerde module in de rechter zijbalk van de Afbeeldingsbewerker waar u individuele parameters voor elke afbeelding die u opent kunt zetten.
sl: **Uvozi RAW z uporabo LibRaw**: privzeti vtičnik za digiKam zagotavlja popolnoma integriran modul v desni stranski vrstici urejevalnika slik, kjer lahko nastavite posamezne parametre za vsako sliko, ki jo odprete.

source: **RawTherapee**: this application must be installed on your computer. `RawTherapee <https://en.wikipedia.org/wiki/Darktable>`_ is application software for processing photographs in the RAW image formats created by many digital cameras. It comprises a subset of image editing operations specifically aimed at non-destructive post-production of raw photos and is primarily focused on improving a photographer's workflow by facilitating the handling of large numbers of images.
nl: **RawTherapee**: deze toepassing moet op uw computer geïnstalleerd zijn. `RawTherapee <https://en.wikipedia.org/wiki/Darktable>`_ is toepassingssoftware voor verwerking van foto's in het RAW-afbeeldingsformaat, aangemaakt door vele digitale camera's. Het bestaat uit een subset van afbeeldingsbewerkingen specifiek gericht op niet-destructieve nabewerking van raw-foto's en is primair gericht op het verbeteren van de werkmethode van een fotograaf door de behandeling van grote aantallen afbeeldingen te verbeteren.
sl: **RawTherapee**: ta aplikacija mora biti nameščena na vašem računalniku. `RawTherapee <https://en.wikipedia.org/wiki/Darktable>`_ je aplikacijska programska oprema za obdelavo fotografij v slikovnih formatih RAW, ki jih ustvarijo številni digitalni fotoaparati. Vsebuje podmnožico operacij urejanja slik, ki so posebej namenjene nedestruktivni postprodukciji surovih fotografij in je osredotočena predvsem na izboljšanje fotografovega poteka dela z olajšanjem ravnanja z velikim številom slik.

source: **UFRaw**: this application must be installed on your computer. `UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ is an application which can read and manipulate photographs in the RAW image formats created by many digital cameras.
nl: **UFRaw**: deze toepassing moet op uw computer geïnstalleerd zijn. `UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ is een toepassing die foto's in het RAW-afbeeldingsformaten, gemaakt door vele digitale camera's, kan lezen en manipuleren.
sl: **UFRaw**: ta aplikacija mora biti nameščena na vašem računalniku. `UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ je aplikacija, ki lahko bere in manipulira s fotografijami v surovih slikovnih formatih RAW, kot jih ustvarjajo številne digitalne kamere.
