Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/editor_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: In the last field you can adjust whether you want only the last version to be shown from the Icon-View visible **In Main View** (default, none of the boxes checked) or if you also want to see icons of the original version and/or intermediate steps.
ca: A l'últim camp podreu ajustar si voleu que només es mostri la darrera versió des de la vista d'icones visible **En la vista principal** (de manera predeterminada, cap de les caselles marcades) o si també voleu veure les icones de la versió original i/o passos intermedis.
it: Nell'ultimo campo puoi scegliere se vuoi che sia mostrata solo l'ultima versione dalla vista a icone visibile **Nella vista principale** (nessuna delle caselle è selezionata in modo predefinito), oppure se vuoi anche vedere le icone della versione originale e/o dei passi intermedi.
nl: In het laatste veld kunt u aanpassen of u alleen de laatste versie van de zichtbare Pictogramweergave getoond wilt hebben in de **Hoofdweergave** (standaard, geen van de vakjes geactiveerd) of dat u ook de pictogrammen van de originele versie en/of tussenstappen wilt zien.
pt: No último campo, poderá ajustar se deseja apenas a última versão visível na Área de Imagens **Na Janela Principal** (por omissão, nenhuma das opções está assinalada) ou se também deseja ver os ícones da versão original e/ou dos passos intermédios.
pt_br: No último campo, você pode ajustar se deseja que somente a última versão seja mostrada nas miniaturas exibidas **na vista principal** (padrão, nenhuma das caixas marcadas) ou se também deseja ver miniaturas da versão original e/ou etapas intermediárias.
sl: V zadnjem polju lahko nastavite, ali želite prikazano samo zadnjo različico iz pogleda ikon, ki je vidna **V glavnem pogledu** (privzeto, nobeno potrditveno polje potrjeno) ali če želite videti tudi ikone izvirne različice in/ali vmesne korake.
uk: Нарешті, за допомогою останнього поля ви можете вказати програмі, чи слід показувати на панелі перегляду піктограм основного перегляду лише останню версію зображення (типова поведінка, якщо не позначено жодного варіанта). Також можна наказати програмі показувати піктограми початкової версії та/або усіх проміжних кроків редагування.

source: Save Image Settings
ca: Configurar quan es desen imatges
it: Impostazioni di salvataggio dell'immagine
nl: Instellingen voor opslaan van afbeeldingen
pt: Opções de Gravação da Imagem
pt_br: Configurações de salvamento da imagem
sl: Shrani nastavitve slike
uk: Параметри зберігання зображень

source: When changes are made to JPEG files and saved back to the hard disk, the JPEG file must be re-encoded. Each time a JPEG file is encoded a decision must be made on the level of **JPEG quality** that is to be applied. Unfortunately the level of quality applied is not recorded in the image file. This means that the Image Editor cannot use the same quality ratio when saving an altered image as was used for the original image. You can change the default level of quality that the Image Editor will apply when it saves altered images by moving the JPEG quality slider (1: low quality / 100: high quality and no compression). JPEG metadata is fully supported.
nl: Als u wijzigingen aanbrengt in JPEG-bestanden en opslaat, dan worden deze bestanden opnieuw gecodeerd. Elke keer dat een **JPEG-bestand** wordt gecodeerd moet worden bepaald welk kwaliteitsniveau gebruikt zal worden. Helaas wordt het toegepaste kwaliteitsniveau niet opgeslagen in het afbeeldingsbestand. Dit betekent dat het programma niet hetzelfde kwaliteitsniveau kan gebruiken bij het opslaan van een gewijzigde afbeelding als is gebruikt bij de originele afbeelding. U kunt hier een standaard kwaliteitsniveau instellen die het programma zal gebruiken bij het opslaan van afbeeldingen. Sleep de schuifregelaar van JPEG-kwaliteit naar links voor een lage kwaliteit of naar rechts voor een hoge kwaliteit (1 = laagste kwaliteit, 100 = hoogste kwaliteit en geen compressie). JPEG-metagegevens worden volledig ondersteund.
pt_br: Quando alterações são feitas em arquivos JPEG e salvas novamente no disco rígido, o arquivo JPEG precisa ser recodificado. Cada vez que um arquivo JPEG é codificado, é preciso decidir o nível de **qualidade JPEG** a ser aplicado. Infelizmente, o nível de qualidade aplicado não é registrado no arquivo de imagem. Isso significa que o Editor de Imagem não pode usar a mesma proporção de qualidade ao salvar uma imagem alterada que foi usada para a imagem original. Você pode alterar o nível padrão de qualidade que o Editor de Imagem aplicará ao salvar imagens alteradas movendo o controle deslizante de qualidade JPEG (1: baixa qualidade / 100: alta qualidade e sem compactação). Metadados JPEG são totalmente suportados.
sl: Ko se datoteke JPEG spremenijo in shranijo nazaj na trdi disk, je treba datoteko JPEG znova kodirati. Vsakič, ko je datoteka JPEG kodirana, se je treba odločiti o ravni **kakovosti JPEG**, ki jo je treba uporabiti. Na žalost uporabljena raven kakovosti ni zabeležena v slikovni datoteki. To pomeni, da urejevalnik slik pri shranjevanju spremenjene slike ne more uporabiti enakega razmerja kakovosti, kot je bilo uporabljeno za izvirno sliko. Privzeto raven kakovosti, ki jo bo urejevalnik slik uporabil, ko bo shranil spremenjene slike, lahko spremenite tako, da premaknete drsnik za kakovost JPEG (1: nizka kakovost / 100: visoka kakovost in brez stiskanja). Metapodatki JPEG so v celoti podprti.
uk: Якщо ви внесете зміни до файла JPEG, а потім вирішите знову зберегти його на диску, програмі доведеться перекодовувати файл JPEG. Під час кожного кодування файла JPEG доведеться визначатися щодо рівня якості, який слід застосовувати під час кодування. На жаль, дані про застосований рівень якості не буде записано до самого файла зображення. Це означає, що редактор зображень не зможе скористатися рівнем якості початкового зображення під час збереження зміненого зображення. Ви можете змінити типовий рівень якості, який використовуватиме редактор зображень під час збереження зображень, за допомогою пересування повзунка «Якість JPEG» (1 — низька якість / 100 — висока якість без стискання). Передбачено повну підтримку метаданих JPEG.

source: **Chroma subsampling** is the practice of encoding images by implementing more resolution for luminance information than for color information. Please read `this Wikipedia article <https://en.wikipedia.org/wiki/Chroma_subsampling>`_ for a full explanation.
nl: **Chroma-subsampling** is de praktijk van het coderen van afbeeldingen door het aanbrengen van meer resolutie voor belichtingsinformatie dan voor de kleurinformatie. Lees `dit Wikipedia artikel <https://en.wikipedia.org/wiki/Chroma_subsampling>`_ voor een volledige uitleg.
pt_br: **Subamostragem de croma** é a prática de codificar imagens implementando mais resolução para informações de luminância do que para informações de cor. Leia `este artigo da Wikipédia <https://en.wikipedia.org/wiki/Chroma_subsampling>`_ para uma explicação completa.
sl: **Podvzorčenje krome** je praksa kodiranja slik z uporabo večje ločljivosti za informacije o svetilnosti kot za informacije o barvah. Za popolno razlago preberite `ta članek v Wikipediji <https://en.wikipedia.org/wiki/Chroma_subsampling>`_.
uk: **Субдискретизація насиченості** — це спосіб кодування зображень на основі реалізації більшої роздільної здатності для даних яскравості світла, порівняно з даними щодо кольору Докладніше пояснення можна знайти у `цій статті Вікіпедії <https://en.wikipedia.org/wiki/Chroma_subsampling>`_.

source: The digiKam Default File Save Configuration Page
ca: La pàgina de configuració per a desar fitxers de manera predeterminada en el digiKam
it: La pagina di configurazione di salvataggio predefinito del file di digiKam
nl: De configuratiepagina van bestand standaard opslaan van digiKam
pt: Página de Configuração da Gravação de Ficheiros no digiKam
pt_br: Página de configuração padrão de salvamento de arquivo do digiKam
sl: Stran konfiguracije za shranjevanje privzete datoteke digiKam
uk: Сторінка налаштувань типових параметрів зберігання файлів у digiKam

source: The **PNG compression** option reduces PNG image file size. This operation does not reduce image quality because PNG uses a lossless algorithm. The only effect is that image data needs more time to compress/decompress. If you have a fast computer you can change this value to use a high compression factor (1: low compression / 9: high compression), and metadata is supported.
nl: De optie **PNG compressie** reduceert de bestandsgrootte van PNG-afbeeldingen. Deze handeling geeft geen vermindering van de beeldkwaliteit omdat PNG maakt gebruik van een algoritme zonder verlies. Het enige effect is dat afbeeldingsgegevens meer tijd nodig hebben om te comprimeren/decomprimeren. Als u een snelle computer heeft kunt u deze waarde wijzigen om een hoge compressiefactor (1: lage compressie / 9: hoge compressie) te gebruiken en metagegevens worden ondersteund.
pt_br: A opção **Compressão PNG** reduz o tamanho do arquivo de imagem PNG. Esta operação não reduz a qualidade da imagem, pois o PNG utiliza um algoritmo sem perdas. O único efeito é que os dados da imagem precisam de mais tempo para compactar/descompactar. Se você tiver um computador rápido, pode alterar este valor para usar um fator de compactação alto (1: baixa compactação / 9: alta compactação), e os metadados serão suportados.
sl: Možnost **stiskanja PNG** zmanjša velikost slikovne datoteke PNG. Ta operacija ne zmanjša kakovosti slike, ker PNG uporablja algoritem brez izgub. Edini učinek je, da slikovni podatki potrebujejo več časa za stiskanje/dekompresijo. Če imate hiter računalnik, lahko to vrednost spremenite tako, da uporabite visok faktor stiskanja (1: nizko stiskanje / 9: visoko stiskanje), metapodatki pa so podprti.
uk: За допомогою пункту **Стиснення PNG** ви можете зменшити розміри файлів PNG. Стискання не призведе до втрати зображенням якості, оскільки у PNG використано алгоритм зберігання зображення без втрат. Єдиним наслідком застосування цього параметра буде зміна часу видобування або стискання даних. Якщо ваш комп’ютер достатньо швидкий, ви можете скористатися високим значенням коефіцієнта стискання (1 — незначне стискання / 9 — найвищий рівень стискання). Передбачено підтримку метаданих.

source: The **Compress TIFF** option controls the use of the Deflate compression algorithm with TIFF image files. This will reduce TIFF image files sizes. It has no image quality effect because Deflate is a lossless algorithm and metadata is supported.
nl: De optie **TIFF comprimeren** bestuurt het gebruik van compressie-algoritme Deflate met TIFF-beeldbestanden. Zo verkleint u de grootte van TIFF-bestanden. Het heeft geen effect op de beeldkwaliteit omdat Deflate een algoritme zonder verlies is en metagegevens worden ondersteund.
pt_br: A opção **Comprimir arquivos TIFF** controla o uso do algoritmo de compactação Deflate com arquivos de imagem TIFF. Isso reduzirá o tamanho dos arquivos de imagem TIFF. Não há efeito na qualidade da imagem, pois o Deflate é um algoritmo sem perdas e os metadados são suportados.
sl: Možnost **Stisni TIFF** nadzira uporabo algoritma stiskanja Deflate s slikovnimi datotekami TIFF. To bo zmanjšalo velikost slikovnih datotek TIFF. Ne vpliva na kakovost slike, ker je Deflate algoritem brez izgub in so podprti metapodatki.
uk: За допомогою пункту «Стискати TIFF» ви можете увімкнути або вимкнути використання алгоритму стискання зі зменшенням (Deflate) для файлів зображень TIFF. За допомогою цього пункту можна зменшити розмір файлів зображень TIFF. Стискання не призведе до втрати якості зображення, оскільки Deflate є алгоритмом стискання без втрат. Передбачено підтримку метаданих.

source: The **LossLess JPEG 2000** option allows for lossless storage, or lossy storage if disabled. The quality of lossy storage is much better than normal JPEG for comparative file sizes, and metadata is supported.
nl: De optie **JPEG 2000-bestanden zonder verlies** biedt opslag zonder verlies, of met verlies als het is uitgeschakeld. De kwaliteit van met verlies is veel beter dan normale JPEG voor vergelijkbare bestandsgrootten en metagegevens worden ondersteund.
pt_br: A opção **Arquivo JPEG 2000 sem perdas** permite armazenamento sem perdas ou com perdas, se desabilitada. A qualidade do armazenamento com perdas é muito superior à do JPEG normal para tamanhos de arquivo comparáveis, e metadados são suportados.
sl: Možnost **JPEG 2000 brez izgub** omogoča shranjevanje brez izgub ali shranjevanje z izgubami, če je onemogočeno. Kakovost shranjevanja z izgubo je veliko boljša od običajnega JPEG za primerjalne velikosti datotek, podprti pa so tudi metapodatki.
uk: За допомогою пункту «Файли без втрат JPEG 2000» можна увімкнути зберігання файлів без втрат, або, якщо було вказано параметри зберігання з втратою якості, покращити відносну якість за однакового розміру файла зі звичайним JPEG. Передбачено підтримку метаданих.

source: The **LossLess PGF files** option allows for lossless storage, or lossy storage if disabled. The quality of lossy storage is much better than normal JPEG-2000 for comparative file sizes, the encoding/decoding process is very fast, and metadata is supported.
nl: De optie **PGF-bestanden zonder verlies** biedt opslag zonder verlies, of met verlies indien uitgeschakeld. De kwaliteit voor opslag met verlies is veel beter dan normale JPEG-2000 voor vergelijkbare bestandsgrootten, het coderen/decoderen is erg snel en metagegevens worden ondersteund.
pt_br: A opção **Arquivos PGF sem perdas** permite armazenamento sem perdas ou com perdas, se desabilitada. A qualidade do armazenamento com perdas é muito superior à do JPEG-2000 normal para tamanhos de arquivo comparáveis, o processo de codificação/decodificação é muito rápido e há suporte para metadados.
sl: Možnost **Datoteke PGF brez izgub** omogoča shranjevanje brez izgub ali shranjevanje z izgubami, če je onemogočeno. Kakovost shranjevanja z izgubo je veliko boljša od običajnega JPEG-2000 za primerjalne velikosti datotek, postopek kodiranja/dekodiranja je zelo hiter in metapodatki so podprti.
uk: За допомогою пункту **Файли без втрат PGF** можна увімкнути зберігання файлів без втрат, або, якщо було вказано параметри зберігання з втратою якості, покращити відносну якість за однакового розміру файла зі звичайним JPEG-2000. Передбачено підтримку дуже швидкого кодування, декодування та метаданих.

source: The **LossLess HEIF files** option allows for lossless storage, or lossy storage if disabled. The quality of lossy storage is much better than normal JPEG-2000 for comparative file sizes, but it is slower to encode and decode, and it supports only 8-12 bit color depth. This image format is designed to replace JPEG on smartphones. Not all metadata is supported.
nl: De optie **HEIF-bestanden zonder verlies** biedt opslag zonder verlies of met verlies indien uitgeschakeld. De kwaliteit van opslag met verlies is veel beter dan normale JPEG-2000 voor vergelijkbare bestandsgrootten, maar langzamer te coderen en te decoderen en het ondersteunt alleen 8-12 bits kleurdiepte. Dit afbeeldingsformaat is ontworpen om JPEG op smartphones te vervangen. Niet alle metagegevens worden ondersteund.
pt_br: A opção **Arquivos HEIF sem perdas** permite armazenamento sem perdas ou com perdas, se desabilitada. A qualidade do armazenamento com perdas é muito superior à do JPEG-2000 normal para tamanhos de arquivo comparáveis, mas é mais lento para codificar e decodificar e suporta apenas profundidade de cor de 8 a 12 bits. Este formato de imagem foi projetado para substituir o JPEG em smartphones. Nem todos os metadados são suportados.
sl: Možnost **Datoteke HEIF brez izgube** omogoča shranjevanje brez izgub ali shranjevanje z izgubo, če je onemogočeno. Kakovost shranjevanja z izgubo je veliko boljša od običajnega JPEG-2000 za primerjalne velikosti datotek, vendar je počasnejša za kodiranje in dekodiranje in podpira le 8-12-bitno barvno globino. Ta format slike je zasnovan tako, da nadomesti JPEG na pametnih telefonih. Vsi metapodatki niso podprti.
uk: За допомогою пункту **Файли без втрат HEIF** можна увімкнути зберігання файлів без втрат, або, якщо було вказано параметри зберігання з втратою якості, покращити відносну якість за однакового розміру файла зі звичайним JPEG-2000, але є повільнішим при кодуванні і декодуванні. Передбачено підтримку кольорів глибиною лише 8-12 бітів. Цей формат зображень призначено для заміни JPEG на смартфонах. Передбачено підтримку не усіх метаданих.

source: The **LossLess WEBP files** option allows for lossless storage, or lossy storage if disabled. The quality of lossy storage is much better than normal JPEG-2000 for comparative file sizes, but it only supports 8-bit color depth. This image format is designed to replacing PNG and JPEG on the Internet. Not all metadata is supported.
nl: De optie **WEBP-bestanden zonder verlies** biedt opslag zonder verlies of met verlies indien uitgeschakeld. De kwaliteit van opslag met verlies is veel beter dan normale JPEG-2000 voor vergelijkbare bestandsgrootten, maar het ondersteunt slechts 8-bits kleurdiepte. Dit afbeeldingsformaat is ontworpen om PNG en JPEG op het internet te vervangen. Niet alle metagegevens worden ondersteund.
pt_br: A opção **Arquivos WEBP sem perdas** permite armazenamento sem perdas ou com perdas, se desabilitada. A qualidade do armazenamento com perdas é muito superior à do JPEG-2000 normal para tamanhos de arquivo comparáveis, mas suporta apenas profundidade de cor de 8 bits. Este formato de imagem foi projetado para substituir PNG e JPEG na internet. Nem todos os metadados são suportados.
sl: Možnost **datoteke WEBP brez izgub** omogoča shranjevanje brez izgub ali shranjevanje z izgubo, če je onemogočeno. Kakovost shranjevanja z izgubo je veliko boljša od običajnega JPEG-2000 za primerjalne velikosti datotek, vendar podpira samo 8-bitno barvno globino. Ta format slike je zasnovan za zamenjavo PNG in JPEG v internetu. Vsi metapodatki niso podprti.
uk: За допомогою пункту **Файли без втрат WEBP** можна увімкнути зберігання файлів без втрат, або, якщо було вказано параметри зберігання з втратою якості, покращити відносну якість за однакового розміру файла зі звичайним JPEG-2000, але передбачено підтримку лише 8-бітової глибини кольорів. Цей формат зображень призначено стати замінником PNG і JPEG в інтернеті. Передбачено підтримку не усіх метаданих.

source: The **LossLess AVIF files** option allows for lossless storage, or lossy storage if disabled. The quality of lossy storage is much better than normal JPEG-2000 for comparative file sizes, but it is slower to encode and decode and it supports only 8-12 bit color depth. This image format dedicated to be concurrent with HEIF. Not all metadata is supported.
nl: De optie **AVIF-bestanden zonder verlies** biedt opslag zonder verlies of opslag met verlies indien uitgeschakeld. De kwaliteit van opslag met verlies is veel beter dan normale JPEG-2000 voor vergelijkbare bestandsgrootten, maar het is langzamer te coderen en te decoderen en het ondersteunt alleen 8-12 bits kleurdiepte. Dit afbeeldingsformaat is gericht om te concurreren met HEIF. Niet alle metagegevens worden ondersteund.
pt_br: A opção **Arquivos AVIF sem perdas** permite armazenamento sem perdas ou com perdas, se desabilitada. A qualidade do armazenamento com perdas é muito superior à do JPEG-2000 normal para tamanhos de arquivo comparáveis, mas é mais lento para codificar e decodificar e suporta apenas profundidade de cor de 8 a 12 bits. Este formato de imagem foi criado para ser concorrente com HEIF. Nem todos os metadados são suportados.
sl: Možnost **Datoteke AVIF brez izgub** omogoča shranjevanje brez izgub ali shranjevanje z izgubami, če je onemogočeno. Kakovost shranjevanja z izgubo je veliko boljša od običajnega JPEG-2000 za primerjalne velikosti datotek, vendar je počasnejši za kodiranje in dekodiranje in podpira le 8--12-bitno barvno globino. Ta format slike je namenjen sočasnemu delovanju s HEIF. Vsi metapodatki niso podprti.
uk: За допомогою пункту **Файли без втрат AVIF** можна увімкнути зберігання файлів без втрат, або, якщо було вказано параметри зберігання з втратою якості, покращити відносну якість за однакового розміру файла зі звичайним JPEG-2000, але є повільнішим при кодуванні і декодуванні. Передбачено підтримку лише кольорів 8-12-бітової глибини кольорів. Цей формат зображень призначено бути конкурентом HEIF. Передбачено підтримку не усіх метаданих.

source: When the option **Show Settings Dialog when Saving Image Files** is checked, digiKam will show a dialog where settings can be changed when saving image files. Otherwise, default settings are used when saving image files.
nl: Wanneer de optie **Instellingendialoog tonen wanneer afbeeldingsbestanden worden opgeslagen** is geactiveerd zal digiKam een dialoog tonen waarin instellingen gewijzigd kunnen worden bij het opslaan van afbeeldingsbestanden. Anders worden standaard instellingen gebruikt bij het opslaan van afbeeldingsbestanden.
pt_br: Quando a opção **Exibir diálogo de configurações ao salvar arquivos de imagem** estiver marcada, o digiKam exibirá uma caixa de diálogo onde as configurações podem ser alteradas ao salvar arquivos de imagem. Caso contrário, as configurações padrão serão usadas ao salvar arquivos de imagem.
sl: Ko je možnost **Pokaži pogovorno okno z nastavitvami pri shranjevanju slikovnih datotek** označena, bo digiKam prikazal pogovorno okno, v katerem lahko spremenite nastavitve pri shranjevanju slikovnih datotek. V nasprotnem primeru se pri shranjevanju slikovnih datotek uporabljajo privzete nastavitve.
uk: Якщо позначено пункт **Показувати діалогове вікно параметрів збереження файлів**, програма показуватиме діалогове вікно, за допомогою якого можна буде змінити параметри збереження файлів зображень. Якщо пункт не буде позначено, програма використає під час збереження файлів зображень типові параметри.

source: RAW Behavior
ca: Comportament RAW
it: Comportamento RAW
nl: RAW-gedrag
pt: Comportamento do RAW
pt_br: Comportamento do RAW
sl: Obnašanje RAW
uk: Поводження з RAW
