Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/editor_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: When the option **Show Settings Dialog when Saving Image Files** is checked, digiKam will show a dialog where settings can be changed when saving image files, else default settings are used when saving image files.
ca: Quan es marca l'opció **Mostra el diàleg de configuració en desar els fitxers d'imatge**, el digiKam mostrarà un diàleg on es podrà canviar la configuració quan es desen els fitxers d'imatge; en cas contrari, s'utilitzarà la configuració predeterminada.
it: Se è attivata l'opzione **Mostra la finestra delle impostazioni quando si salvano le immagini**, digiKam mostrerà una finestra di dialogo in cui è possibile cambiare le impostazioni durante il salvataggio dei file immagine, in caso contrario verranno utilizzate le impostazioni predefinite.
pt: Quando a opção **Mostrar a Janela de Configuração ao Gravar os Ficheiros de Imagens** estiver assinalada, o digiKam irá mostrar uma janela onde a configuração pode ser alterada ao gravar os ficheiros de imagens, caso contrário serão usadas as definições por omissão ao gravar os ficheiros de imagens.

source: **Always open the Raw Import Tool to customize settings**: With this option you can select which Raw Import Tool will used to open RAW files. Raw processing tools available are:
ca: **Obre sempre l'eina d'importació RAW per a personalitzar la configuració**: amb aquesta opció podreu seleccionar quina eina d'importació RAW s'utilitzarà per a obrir els fitxers RAW. Les eines de processament RAW disponibles són:
it: **Apri sempre lo strumento di importazione RAW per regolare le impostazioni**: con questa opzione puoi selezionare lo strumento di importazione RAW per aprire i relativi file. Gli strumenti di elaborazione RAW disponibili sono:
pt: **Manter sempre aberta a ferramenta de Importação RAW para personalizar a configuração**: Com esta opção, poderá seleccionar qual a ferramenta de Importação RAW que será usada para abrir os ficheiros RAW. As ferramentas de processamento RAW disponíveis são:

source: **Import RAW using LibRaw**: the default plugin for digiKam which will provide a fully integrated module at the Right Side Bar in the Image Editor where you can set individual parameters for every image you open.
ca: **Importa des de RAW emprant la LibRaw**: el connector predeterminat per al digiKam que proporcionarà un mòdul completament integrat en la barra lateral dreta a l'editor d'imatges on podreu establir paràmetres individuals per a cada imatge que obriu.
it: **Importa RAW mediante Libraw**: l'estensione predefinita per digiKam che fornisce un modulo completamente integrato nella barra laterale destra dell'Editor delle immagini in cui puoi impostare i singoli parametri per ciascuna immagine che apri.
pt: **Importar o RAW com a LibRaw**: o 'plugin' predefinido do digiKam, que irá oferecer um módulo completamente integrado na barra lateral direita, no Editor de Imagens, onde poderá definir os parâmetros individuais para cada imagem que abrir.

source: **RawTherapee**: this application must be installed on your computer. `RawTherapee <https://en.wikipedia.org/wiki/Darktable>`_ is application software for processing photographs in RAW image formats, as created by many digital cameras. It comprises a subset of image editing operations specifically aimed at non-destructive post-production of raw photos and is primarily focused on improving a photographer's workflow by facilitating the handling of large numbers of images.
ca: **Conversió RAW del RawTherapee**: aquesta aplicació haurà d'estar instal·lada a l'ordinador. El `RawTherapee <https://en.wikipedia.org/wiki/Darktable>`_ és un programari d'aplicació per a processar fotografies en formats d'imatge RAW, tal com els creen moltes càmeres digitals. Comprèn un subconjunt d'operacions d'edició d'imatges destinades específicament a la postproducció no destructiva de les fotografies RAW i se centra principalment a millorar el flux de treball d'un fotògraf facilitant el maneig d'un gran nombre d'imatges.
it: **RawTherapee**: questa applicazione deve essere installata nel computer. `RawTherapee <https://en.wikipedia.org/wiki/Darktable>`_ è un software di elaborazione delle fotografie in formato immagine RAW, come creato da molte fotocamere digitali. Comprende un sottoinsieme di operazioni di modifica delle immagini che mira alla post-produzione non distruttiva delle foto RAW e si focalizza principalmente nel migliorare il flusso di lavoro dei fotografi facilitando la gestione di un grande numero di immagini.
pt: **RawTherapee**: esta aplicação deverá estar instalada no seu computador. O `RawTherapee <https://en.wikipedia.org/wiki/Darktable>`_ é uma aplicação de processamento de fotografias nos formatos de imagem RAW, que são criados por várias câmaras digitais. Contém um sub-conjunto de operações de edição de imagens, destinadas em específico à pós-produção não-destrutiva de imagens em bruto e está focado principalmente em melhorar os procedimentos de um fotógrafo, facilitando o tratamento de quantidades grandes de imagens.

source: **UFRaw**: this application must be installed on your computer. `UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ is an application which can read and manipulate photographs in RAW image formats, as created by many digital cameras.
ca: **Conversió RAW de l'UFRaw**: aquesta aplicació haurà d'estar instal·lada a l'ordinador. L'`UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ és una aplicació que pot llegir i manipular fotografies en formats d'imatge RAW, tal com els creen moltes càmeres digitals.
it: **UFRaw**: questa applicazione deve essere installata nel computer. `UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ è un'applicazione in grado di leggere e manipolare le fotografie in formato RAW, come create da molte fotocamere digitali.
pt: **UFRaw**: esta aplicação deverá estar instalada no seu computador. O `UFRaw <https://en.wikipedia.org/wiki/UFRaw>`_ é uma aplicação que consegue ler e manipular fotografias nos formatos de imagem RAW, como são criados por várias câmaras digitais.

source: **DarkTable**: this application must be installed on your computer. `Darktable <https://en.wikipedia.org/wiki/Darktable>`_ is a free and open-source photography application program and RAW developer. It comprises a subset of image editing operations specifically aimed at non-destructive RAW image post-production.
ca: **Conversió RAW del DarkTable**: aquesta aplicació haurà d'estar instal·lada a l'ordinador. El `Darktable <https://en.wikipedia.org/wiki/Darktable>`_ és un programa d'aplicació de fotografia lliure i de codi obert, així com desenvolupador RAW. Comprèn un subconjunt d'operacions d'edició d'imatges destinades específicament a la postproducció no destructiva d'imatges RAW.
it: **DarkTable**: questa applicazione deve essere installata nel computer. `Darktable <https://en.wikipedia.org/wiki/Darktable>`_ è un'applicazione gratuita e open source e uno sviluppatore RAW. Comprende un sottoinsieme di operazioni di modifica delle immagini che mirano specificamente alla post-produzione non distruttiva delle immagini RAW.
nl: **DarkTable**: deze toepassing moet op uw computer geïnstalleerd zijn. `Darktable <https://en.wikipedia.org/wiki/Darktable>`_ is een vrije en open-source fotografie toepassingsprogramma en RAW-ontwikkelaar. Het bevat een subset van afbeeldingsbewerkingen specifiek gericht op niet-destructieve nabewerking van RAW-afbeeldingen.
pt: **DarkTable**: esta aplicação deverá estar instalada no seu computador. O `Darktable <https://en.wikipedia.org/wiki/Darktable>`_ é um programa gratuito e em código aberto de fotografia digital e revelador de imagens RAW. Contém um sub-conjunto de operações de edição de imagens, destinadas à pós-produção não-destrutiva de imagens RAW.
sl: **DarkTable**: ta aplikacija mora biti nameščena na vašem računalniku.`Darktable <https://en.wikipedia.org/wiki/Darktable>`_ je prosti in odprtokodni program razvijalec surovih slik. Vsebuje podmnožico operacij urejanja slik, posebej namenjenih za nedestruktivno postprodukcijo surovih slik.

source: These default settings is used only with the LibRaw interface.
ca: Aquestes opcions de configuració predeterminada només s'utilitzen amb la interfície de la LibRaw.
it: Queste impostazioni predefinite vengono utilizzate solo con l'interfaccia LibRaw.
pt: Estas opções predefinidas só são usadas com a interface da LibRaw.

source: A `demosaicing algorithm <https://en.wikipedia.org/wiki/Demosaicing>`_ is a digital image process used to interpolate a complete image from the partial raw data received from the color-filtered image sensor internal to many digital cameras in form of a matrix of colored pixels. Also known as CFA interpolation or color reconstruction.
ca: Un `algorisme de reconstrucció <https://en.wikipedia.org/wiki/Demosaicing>`_ és un procés d'imatge digital que s'utilitza per a interpolar una imatge completa a partir de les dades RAW parcials rebudes des del sensor d'imatge amb filtre de color intern de moltes càmeres digitals en forma d'una matriu de píxels de color. També conegut com a interpolació CFA o reconstrucció del color.
it: Un `algoritmo di demosaicizzazione <https://en.wikipedia.org/wiki/Demosaicing>`_ è un processo per le immagini digitali utilizzato per interpolare un'immagine completa da dei dati RAW parziali ricevuti dal sensore di immagine con filtri colorati interno di molte fotocamere digitali in forma di una matrice di pixel colorati. Conosciuto anche come interpolazione CFA o ricostruzione del colore.
pt: Um `algoritmo de remoção de mosaico <https://en.wikipedia.org/wiki/Demosaicing>`_ é um processo de imagens digitais usado para interpolar uma imagem completa a partir dos dados parciais em bruto que são recebidos do sensor de imagem com filtragem de cor, interno em muitas câmaras digitais, sob a forma de uma matriz de pixels coloridos. Também é conhecida como interpolação CFA ou reconstrução das cores.

source: **Interpolate RGB as four colors**: The default is to assume that all green pixels are the same. If even-row green pixels of the sensor are more sensitive to ultraviolet light than odd-row this difference causes a mesh pattern in the output; using this option solves this problem with minimal loss of detail. To resume, this option blurs the image a little, but it eliminates false 2x2 mesh patterns with VNG quality method or mazes with AHD quality method.
ca: **Interpola el RGB com a quatre colors**: el valor predeterminat és assumir que tots els píxels verds són iguals. Si els píxels verds de les files parells del sensor són més sensibles a la llum ultraviolada que els de les files imparells, aquesta diferència provoca un patró de malla en la sortida. L'ús d'aquesta opció resol aquest problema amb una pèrdua mínima de detalls. En resum, aquesta opció difumina una mica la imatge, però elimina els patrons de malla 2x2 falsos amb un mètode de qualitat VNG o els laberints amb un mètode de qualitat AHD.
it: **Interpola RGB come quattro colori**. L'impostazione predefinita è presumere che tutti i pixel verdi siano uguali. Se i pixel verdi delle righe pari del sensore sono più sensibili alla luce ultravioletta di quelli delle righe dispari, questa differenza causa uno schema a retino nel risultato; usare questa opzione risolve il problema con una perdita di dettaglio minima. In breve, questa opzione sfuma un po' l'immagine, ma elimina i retini 2×2 con il metodo a qualità VNG o i labirinti con il metodo a qualità AHD.
pt: **Interpolar o RGB como quatro cores**: Por omissão, assume-se que todos os pixels verdes são o mesmo. Se os pixels verdes das linhas pares forem mais sensíveis à luz ultra-violeta que os das linhas ímpares, essa diferença causa um padrão em malha no resultado final; se uasr esta opção, resolve este problema com uma perda mínima do detalhe. Em resumo, esta opção borra a imagem um pouco, mas elimina os padrões falsos em malha 2x2, com o método de qualidade VNG, ou em forma de labirinto com o método de qualidade AHD.

source: **Do not stretch or rotate pixels**: For Fuji Super CCD cameras, show the image tilted 45 degrees. For cameras with non-square pixels, do not stretch the image to its correct aspect ratio. In any case, this option guarantees that each output pixel corresponds to one RAW pixel.
ca: **No estiris o giris els píxels**: per a les càmeres Fuji Super CCD, mostra la imatge inclinada 45 graus. Per a càmeres amb píxels no quadrats, no estira la imatge fins a la seva relació d'aspecte correcta. En qualsevol cas, aquesta opció garanteix que cada píxel de sortida es correspon amb un píxel RAW.
it: **Non stirare o ruotare i pixel**: per le fotocamere Fuji Super CCD, mostra l'immagine inclinata di 45 gradi. Per le fotocamere con pixel non quadrati, non allarga l'immagine alle sue proporzioni corrette. Questa opzione garantisce comunque che ciascun pixel ottenuto corrisponda a un pixel RAW.
pt: **Não esticar ou rodar os pixels**: No caso das câmaras Super CCD da Fuji, mostra a imagem desviada em 45 graus. Para as câmaras com pixels não quadrados, não estica a imagem para as suas proporções de tamanho correctas. Em qualquer dos casos, esta opção garante que cada pixel à saída corresponde a um pixel RAW individual.

source: **Quality**: digiKam offer us many alternatives e.g the most common are **Bilinear**, **VNG**, and **AAHD** interpolations. It seems that AAHD (for Ameliored Adaptive Homogeneity-Directed) is the best choice for quality according to some test that we have performed and the paper of the person that implemented it. This improved method based on **AHD** interpolation, selects the direction of interpolation so as to maximize a homogeneity metric, thus typically minimizing color artifacts. VNG (for Variable Number of Gradients) was the first algorithm used by libraw but suffers from color artifacts on the edge. Bilinear is interesting if you are looking for speed with a acceptable result. **PPG** (for Patterned-Pixel-Grouping) is a pixel grouping interpolation that uses assumptions about natural scenery in making estimates. It has fewer color artifacts on natural images than the VNG method. Considerate **DCB** and **DHT** interpolation as experimental method.
ca: **Qualitat**: el digiKam ens ofereix moltes alternatives, per exemple, les més comunes són les interpolacions **bilineals**, **VNG** i **AAHD**. Sembla que AAHD (per a «Ameliored Adaptive Homogeneity-Directed») és la millor opció per a la qualitat segons algunes proves que hem realitzat i el paper de la persona que ho va implementar. Aquest mètode millorat es basa en la interpolació **AHD**, selecciona la direcció de la interpolació per a maximitzar una mètrica d'homogeneïtat i, per tant, minimitzar els defectes de color. El VNG (nombre variable de degradats) va ser el primer algorisme utilitzat per la LlibRaw, però pateix de defectes de color a les vores. Bilineal és interessant si cerqueu velocitat amb un resultat acceptable. **PPG** (per a «Patterned-Pixel-Grouping») és una interpolació d'agrupació de píxels que quan fa les estimacions utilitza suposicions sobre escenaris naturals. Té menys defectes de color sobre imatges naturals que el mètode VNG. Considereu la interpolació **DCB** i **DHT** com a mètode experimental.
it: **Qualità**: digiKam offre molte alternative, e le più comuni sono le interpolazioni **Bilineare**, **VNG** e **AAHD**. Sembra che AAHD (Ameliored Adaptive Homogeneity-Directed) sia la scelta migliore per qualità, in base ad alcuni test che abbiamo eseguito e lo studio della persona che l'ha implementato. Questo metodo migliorato, che si basa sull'interpolazione **AHD**, seleziona la direzione dell'interpolazione in modo da massimizzare un'omogeneità di misurazione, tipicamente per minimizzare gli artefatti sui colori. VNG (Variable Number of Gradients) è stato il primo algoritmo utilizzato da Libraw ma è affetto da artefatti sui colori nei bordi. Bilinear è interessante se cerchi dei risultati accettabili e la velocità. **PPG** (Patterned-Pixel-Grouping) è un'interpolazione di raggruppamento dei pixel che utilizza supposizioni sui paesaggi naturali facendo stime. Produce meno artefatti sui colori sulle immagini naturali rispetto al metodo VNG. Considera le interpolazioni **DCB** e **DHT** come metodi sperimentali.
pt: **Qualidade**: o digiKam oferece-nos várias alternativas; p.ex, as mais comuns são as interpolações **Bi-lineares**, **VNG** e **AAHD**. Parece que a AAHD (de **Ameliored Adaptive Homogeneity-Directed** ou **Melhorada, Dirigada à Homogeneidade e Adaptativa**) é a melhor opção para a qualidade, de acordo com alguns testes efectuados e com o documento da pessoa que o implementou. Este método melhorado, baseado na interpolação **AHD**, selecciona a direcção da interpolação, de forma a maximizar uma métrica homogénea, minimizando assim tipicamente os artefactos de cores. O VNG (de **Variable Number of Gradients** - **Número de Gradientes Variável**) foi o primeiro algoritmo usado pela Libraw, mas sofre de artefactos de cores nas arestas. O método Bi-linear é interessante, caso pretenda velocidade com um resultado aceitável. O is interesting **PPG** (for **Patterned-Pixel-Grouping** - **Agrupamento de Pixels em Padrões**) é uma interpolação por agrupamento de pixels, que assume um cenário natural nas estimativas. Tem menos artefactos de cores nas imagens neutras que o método VNG. Pense no **DCB** e **DHT** como métodos experimentais.

source: **Pass**: Set here the passes used by the median filter applied after interpolation to Red-Green and Blue-Green channels.
ca: **Pas**: establiu aquí els passos utilitzats pel filtre mitjà aplicat després de la interpolació als canals Vermell-Verd i Blau-Verd.
it: **Passaggi**: imposta qui i passaggi usati dal filtro mediano applicati dopo l'interpolazione rispettivamente ai canali rosso-verde e blu-verde.
pt: **Passo**: Defina aqui os passos usado pelo filtro da mediana, aplicado após a interpolação para os canais Vermelho-Verde e Azul-Verde.

source: **Method**: Four options are available here: **Default D65**, **Camera**, **Automatic**, and **Manual**. *Default D65* reflects normal daylight conditions. *Camera* uses the camera's custom white-balance settings if set. *Automatic* uses by default a fixed color balance based on a white card photographed in sunlight. *Manual* will adjust colors according to the **T(K)** (for color temperature in degrees Kelvin) and the **Green** settings to set the green component adjusting the magenta color cast removal level.
ca: **Mètode**: aquí hi ha quatre opcions disponibles: **D65 predeterminat**, **Càmera**, **Automàtic** i **Manual**. El **D65 predeterminat** reflecteix les condicions normals de llum diürna. La **Càmera** utilitza la configuració personalitzada del balanç de blancs de la càmera, si s'ha establert. L'**Automàtic** utilitza de manera predeterminada un equilibri de color fix que es basa en una targeta blanca fotografiada amb la llum del sol. El **Manual** ajustarà els colors segons el **T(K)** (per a la temperatura de color en graus Kelvin) i la configuració de **Verd** per a establir el component verd ajustant el nivell d'eliminació del matís de color magenta.
it: **Metodo** - Sono disponibili quattro opzioni: **Predefinito D65**, **Fotocamera**, **Automatico** e **Manuale**. *Default D65* riflette le normali condizioni di luce diurna. *Fotocamera* usa le impostazioni di bilanciamento del bianco personalizzate della fotocamera, se configurate. *Automatico* usa, per impostazione predefinita, un bilanciamento dei colori fisso basato su una carta bianca fotografata alla luce del sole. *Manuale* regolerà i colori in base alle impostazioni di **T(K)** (temperatura del colore in gradi Kelvin) e il **Verde** per impostare il componente verde regolando il livello di rimozione della dominante del colore magenta.
pt: **Método**: Estão disponíveis aqui quatro opções: **D65 por Omissão**, **Câmara**, **Automático** e **Manual**. O *D65 por Omissão* reflecte as condições normais da luz do dia. A *Câmara* usa as definições do balanceamento de branco personalizadas da câmara, caso estejam definidas. A opção *Automático* usa por omissão um balanceamento de branco baseado num cartão branco fotografado à luz do dia. O *Manual* irá ajustar as cores de acordo com a **T(K)** (a temperatura de cor em graus Kelvin) e a opção **Verde**, para ajustar a componente de verde com base no nível de remoção da conversão para a cor magenta.
