Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/editor_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Quality**: digiKam offer many alternative interpolation algorithms. The most common are **Bilinear**, **VNG**, and **AAHD** interpolations. It seems that AAHD (for Ameliored Adaptive Homogeneity-Directed) is the best choice for quality according to some tests that we have performed and the paper of the person that implemented it. This improved method based on **AHD** interpolation, selects the direction of interpolation so as to maximize a homogeneity metric, thus typically minimizing color artifacts. VNG (for Variable Number of Gradients) was the first algorithm used by libraw but suffers from color artifacts on the edge. Bilinear is interesting if you are looking for the fastest acceptable result. **PPG** (for Patterned-Pixel-Grouping) is a pixel grouping interpolation that uses assumptions about natural scenery in making estimates. It has fewer color artifacts on natural images than the VNG method. Consider **DCB** and **DHT** interpolation as experimental method.
nl: **Kwaliteit**: digiKam biedt vele alternatieven interpolatie-algoritmen. De meest algemene zijn **Bilinear**, **VNG** en **AAHD** interpolaties. Het lijkt erop dat AAHD (voor Ameliored Adaptive Homogeneity-Directed) de beste keuze is voor kwaliteit volgens sommige testen die we hebben uitgevoerd en het rapport van de persoon die het heeft geïmplementeerd. Deze verbeterde methode, gebaseerd op **AHD** interpolatie, selecteert de richting van de interpolatie zo om een maat voor homogeniteit te maximaliseren, dus typische kleur-artifacts te minimaliseren. VNG (voor Variable Number of Gradients) was het eerste door libraw gebruikte algoritme maar lijdt aan kleur-artifacts aan de rand. Bilinear is interessant als u zoekt naar het snelste acceptabele resultaat. **PPG** (voor Patterned-Pixel-Grouping) is een interpolatie met groepering van pixels die aannamen gebruikt over natuurlijke scenes bij het doen van schattingen. Het heeft minder kleur-artifacts op natuurlijke afbeeldingen dan de VNG-methode. Beschouw **DCB** en **DHT** interpolatie als experimentele methoden.
pt_br: **Qualidade**: O digiKam oferece muitos algoritmos de interpolação alternativos. Os mais comuns são as interpolações **Bilinear**, **VNG** e **AAHD**. Parece que o AAHD (Ameliored Adaptive Homogeneity-Directed) é a melhor escolha para qualidade, de acordo com alguns testes que realizamos e o artigo da pessoa que o implementou. Este método aprimorado, baseado na interpolação **AHD**, seleciona a direção da interpolação de modo a maximizar uma métrica de homogeneidade, minimizando assim os artefatos de cor. O VNG (Variable Number of Gradients) foi o primeiro algoritmo usado pelo libraw, mas sofre com artefatos de cor nas bordas. O Bilinear é interessante se você estiver procurando o resultado aceitável mais rápido. **PPG** (Patterned-Pixel-Grouping) é uma interpolação de agrupamento de pixels que usa suposições sobre cenários naturais para fazer estimativas. Ele tem menos artefatos de cor em imagens naturais do que o método VNG. Considere a interpolação **DCB** e **DHT** como métodos experimentais.
sl: **Kakovost**: digiKam ponuja številne alternativne interpolacijske algoritme. Najpogostejše so **Bilinearne**, **VNG** in **AAHD** interpolacije. Zdi se, da je AAHD (za Ameliored Adaptive Homogeneity-Directed) najboljša izbira za kakovost glede na nekatere teste, ki smo jih izvedli, in članek osebe, ki ga je izvajala. Ta izboljšana metoda, ki temelji na interpolaciji **AHD**, izbere smer interpolacije tako, da maksimira metriko homogenosti, s čimer običajno zmanjša barvne artefakte. VNG (za spremenljivo število gradientov) je bil prvi algoritem, ki ga uporablja libraw, vendar trpi zaradi barvnih artefaktov na robu. Bilinear je zanimiv, če iščete najhitrejši sprejemljiv rezultat. **PPG** (za Patterned-Pixel-Grouping) je interpolacija združevanja slikovnih pik, ki pri ocenjevanju uporablja predpostavke o naravni pokrajini. Ima manj barvnih artefaktov na naravnih slikah kot metoda VNG. Razmislite o interpolaciji **DCB** in **DHT** kot eksperimentalnih metodah.
uk: **Якість**: у digiKam вам пропонують скористатися одним із багатьох альтернативних алгоритмів наближення. Найпоширенішими є такі: білінійна інтерполяція, VNG-інтерполяція та AAHD-інтерполяція. Здається, AAHD-інтерполяція (поліпшена адаптивна однорідно-направлена інтерполяція) є найкращим варіантом для досягнення максимальної якості, якщо вірити тестам, які було виконано автором, та статті науковця, який її реалізував. Цей удосконалений метод, заснований на **AHD**-інтерполяції, вибирає напрямок інтерполяції так, щоб максимізувати метрику однорідності, отже, типово, мінімізуючи дефекти кольорів. VNG-інтерполяція (інтерполяція зі змінною кількістю градієнтів) була першим алгоритмом, який було використано у libraw, але використання цього алгоритму призводить до появи викривлень на краях зображення. Білінійна інтерполяція має зацікавити вас, якщо вам потрібне поєднання швидкості із прийнятним результатом. **PPG** (групування за взірцевими пікселями) є інтерполяцією із групуванням пікселів, де використано припущення щодо природності сцени під час оцінювання. Вона призводить до менших дефектів кольорів на природних зображеннях, ніж метод VNG. Інтерполяції **DCB** і **DHT** слід вважати експериментальними методами.

source: **Pass**: Sets the number of passes used by the median filter applied after interpolation to Red-Green and Blue-Green channels.
nl: **Doorgangen** stelt het aantal doorgangen in die gebruikt worden door het mediaanfilter toegepast na interpolatie van rood-groene en blauw-groene kanalen.
pt_br: **Passagens**: define o número de passagens usadas pelo filtro mediano aplicado após a interpolação nos canais Vermelho-Verde e Azul-Verde.
sl: **Prehod**: Nastavi število prehodov, ki jih uporabi srednji filter, uporabljen po interpolaciji za rdeče-zelene in modro-zelene kanale.
uk: **Проходи**: Тут ви можете вказати кількість проходів, які буде використано медіанним фільтром після інтерполяції до каналів червоний-зелений і синій-зелений.

source: **Refine interpolation**: For DCB interpolation only, turn on the enhance interpolated colors filter to improve sharpness.
ca: **Refina la interpolació**: només per a la interpolació DCB, activeu el filtre de millora dels colors interpolats per a millorar l'agudització.
it: **Affina l'interpolazione**: solo per l'interpolazione DCB, attivala il filtro dei colori interpolati migliorati per migliorare la nitidezza.
nl: **Interpolatie verfijnen**: alleen voor DCB-interpolatie, schakel het verbeterde geïnterpoleerde kleurenfilter in om scherpte te verbeteren.
pt: **Refinar a interpolação**: Apenas na interpolação DCB, activa o filtro de melhoria das cores interpoladas para aumentar a nitidez da imagem.
pt_br: **Refinar a interpolação**: Somente para interpolação DCB, ative o filtro de aprimoramento de cores interpoladas para melhorar a nitidez.
sl: **Izboljšaj interpolacijo**: Samo za interpolacijo DCB vklopite filter za izboljšanje interpoliranih barv, da izboljšate ostrino.
uk: **Покращена інтерполяція**: цим пунктом можна скористатися лише для деяких з варіантів якості інтерполяції: лише для інтерполяції DCB — увімкнути фільтр покращеної інтерполяції кольорів.

source: White Balance
ca: Balanç de blancs
it: Bilanciamento del bianco
nl: Witbalans
pt: Balanceamento de Branco
pt_br: Balanço de branco
sl: Ravnovesje beline
uk: Баланс білого

source: The digiKam Default RAW White Balance Configuration View
ca: La vista de configuració del balanç de blancs RAW predeterminat en el digiKam
it: La vista per la configurazione del bilanciamento del bianco RAW predefinita di digiKam
nl: De configuratieweergave van digiKam voor standaard RAW witbalans
pt: A Área de Configuração do Balanceamento de Branco RAW no digiKam
pt_br: Visualização da configuração de balanço de branco padrão do RAW do digiKam
sl: Privzeti pogled konfiguracije ravnovesja beline digiKam RAW
uk: Панель типових налаштувань балансу білого на цифрових негативах у digiKam

source: **Method**: Four options are available here: **Default D65**, **Camera**, **Automatic**, and **Manual**. *Default D65* reflects normal daylight conditions. *Camera* uses the camera's custom white-balance settings if set. *Automatic* uses by default a fixed color balance based on a white card photographed in sunlight. *Manual* will adjust colors according to the color temperature in degrees Kelvin (**T(K)**) and **Green** sets the green component to remove any magenta color cast.
nl: **Methode**: er zijn hier vier opties beschikbaar: **Standaard D65**, **Camera**, **Automatisch** en **Handmatig**. *Standaard D65* gaat over normale daglichtcondities. *Camera* gebruikt de aangepaste instelling voor witbalans van de camera indien gezet. *Automatisch* gebruikt standaard een vaste kleurbalans gebaseerd op een witte kaart gefotografeerd in zonlicht. *Handmatig* zal kleuren aanpassen volgens de kleurtemperatuur in graden Kelvin (**T(K)**) en de **Groen** zet de groene component om enige magenta kleurzweem te verwijderen.
pt_br: **Método**: Quatro opções estão disponíveis aqui: **D65 padrão**, **Câmera**, **Automático** e **Manual**. O *D65 padrão* reflete as condições normais de luz do dia. *Câmera* usa as configurações personalizadas de balanço de branco da câmera, se definidas. *Automático* usa por padrão um balanço de cores fixo com base em um cartão branco fotografado sob a luz do sol. *Manual* ajusta as cores de acordo com a temperatura da cor em graus Kelvin (**T(K)**) e **Verde** define o componente verde para remover qualquer distorção de cor magenta.
sl: **Metoda**: Tukaj so na voljo štiri možnosti: **Privzeto D65**, **Kamera**, **Samodejno** in **Ročno**. *Privzeti D65* odraža običajne dnevne svetlobne pogoje. *Kamera* uporablja nastavitve beline po meri kamere, če je nastavljena. *Samodejno* privzeto uporablja fiksno barvno ravnovesje na podlagi bele karte, fotografirane na sončni svetlobi. *Ročno* prilagodi barve glede na barvno temperaturo v stopinjah Kelvina (**T(K)**), **Zelena** pa nastavi zeleno komponento, da odstrani kakršen koli barvni odtenek magente.
uk: **Спосіб**: тут можна скористатися одним з чотирьох варіантів: типовим для D65, з камери, автоматичним і встановити значення вручну. *Типовий D65* відповідає звичайним умовам сонячного освітлення. Фотоапарат використовує нетипові параметри балансу білого з фотоапарата, якщо такі встановлено. «Автоматично» — типово, використовує фіксований баланс білого кольору на основі фотографій білих карток у сонячному світлі. *Вручну* коригує кольори відповідно до **T(K)** (температури кольорів у градусах Кельвіна) та параметрів зеленого кольору для встановлення коригування зеленого компонента до рівня вилучення залишків бузкового кольору.

source: **Highlights**: Default is here to consider highlights (read: part of your images that are saturated due to the inability of your camera to capture the highlights) as plain / **Solid white**. You can get some fancy results with the unclip option which will paint the highlights in various pinks. Or you can try to recover some parts of the missing information from the highlights with the **Rebuild** option. This is possible because the blue pixels tend to saturate less quickly than the greens and the reds. digiKam will try to reconstruct the missing green and red colors from the remaining non-saturated blue pixels. Of course everything here is a question of a tradeoff between how much color or white you want. If you select **Rebuild** as the option, you will be given the choice to set a **Level**. A value of 3 is a compromise and can/should be adapted on a per image basis. **Unclip** leaves highlight unclipped in various shades of pink, and **Blend** mixes clipped and unclipped values together for a gradual fade to white.
nl: **Hoge lichten**: standaard is hier om de hoge lichten te beschouwen (lees: deel van uw afbeeldingen die verzadigt zijn vanwege de onmogelijkheid van uw camera om de hoge lichten te vangen) als vlak / **Effen wit**. U kunt enige eigenaardige resultaten krijgen met de optie losklikken (unclip) (verzadiging wijzigen) die de hoge lichten in verschillende rozen zal schilderen. Of u kunt proberen sommige delen van de ontbrekende informatie uit de hoge lichten te herstellen met de optie **Opnieuw bouwen**. Dit is mogelijk omdat de blauwe pixels de neiging hebben minder snel te verzadigen dan de groenen en de roden. digiKam zal proberen de ontbrekende groene en rode kleuren te reconstrueren uit de overgebleven niet verzadigde blauwe pixels. Natuurlijk is alles hier een kwestie van afwegen tussen hoeveel kleur of wit u wilt. Als u **Opnieuw bouwen** als de optie kiest, zal u de keuze krijgen om een **Niveau** in te stellen. Een waarde van 3 is een compromis en kan/zou aangepast worden op basis per afbeelding. **Losklikken (Unclip)** laat de hoge lichten losgemaakt in verschillende tinten roze en **Mengt** aan elkaar geklikte and losgeklikte waarden samen voor een graduele vervaging naar wit.
pt_br: **Tons claros**: O padrão aqui é considerar os tons claros (leia-se: parte das suas imagens que estão saturadas devido à incapacidade da sua câmera de capturar os destaques) como simples / **Branco sólido**. Você pode obter alguns resultados sofisticados com a opção de desfazer recortes, que pintará os destaques em vários tons de rosa. Ou você pode tentar recuperar algumas partes das informações ausentes dos destaques com a opção **Reconstruir**. Isso é possível porque os pixels azuis tendem a saturar menos rapidamente do que os verdes e os vermelhos. O digiKam tentará reconstruir as cores verde e vermelha ausentes a partir dos pixels azuis não saturados restantes. Claro que tudo aqui é uma questão de compensação entre a quantidade de cor ou branco que você deseja. Se você selecionar **Reconstruir** como a opção, terá a opção de definir um **Nível**. Um valor de 3 é um meio-termo e pode/deve ser adaptado para cada imagem. **Retirar o recorte** deixa o tom claro sem corte em vários tons de rosa, e **Misturar** mistura valores recortados e não recortados para um desbotamento gradual para o branco.
sl: **Bleščave**: Privzeto je tukaj, da upoštevate bleščave (beri: del vaših slik, ki so nasičeni zaradi nezmožnosti kamere, da zajame bleščave) kot navadne / **Popolno bele**. Nekaj ​​čudovitih rezultatov lahko dosežete z možnostjo odpenjanja, ki pobarva poudarke v različnih rožnatih odtenkih. Lahko pa poskusite obnoviti nekatere dele manjkajočih informacij iz bleščav z možnostjo **Obnovi**. To je mogoče, ker se modre slikovne pike nasitijo hitreje kot zelene in rdeče. digiKam bo poskušal rekonstruirati manjkajoče zelene in rdeče barve iz preostalih nenasičenih modrih slikovnih pik. Seveda je vse tukaj vprašanje kompromisa med tem, koliko barve ali bele barve želite. Če kot možnost izberete **Obnovi**, boste lahko nastavili **Raven**. Vrednost 3 je kompromis in se lahko/mora prilagoditi glede na sliko. **Odpni** pusti poudarke neodrezanih v različnih odtenkih rožnate, **Zlij** pa združi odrezane in neodpete vrednosti za postopno zbledenje v belo.
uk: **Виблиски**: Типовим тут є використання виблисків (тобто частин зображень, які є вигорілими через неможливість захоплення камерою надто яскравих об'єктів) як звичайного суцільного білого кольору (варіант суцільний білий). Іноді, добрих результатів можна досягти використанням варіанта не об'єднувати — виблиски буде намальовано у тонах рожевого. Нарешті, ви можете спробувати відновити деякі частини даних на основі виблисків (варіант перебудувати). Таке відновлення можливе, оскільки сині пікселі насичуються повільніше за зелені і червоні. digiKam спробує відновити недостатні дані щодо зеленого та червоного кольорів на основі отриманих ненасичених даних для синіх пікселів. Звичайно ж, тут усе залежатиме від співвідношення між білим та іншими кольорами, яке вам потрібне. Якщо ви виберете варіант **Перебудувати**, ви зможете вибрати рівень. Значення 3 є компромісним. Ви можете вибрати найкраще значення на основі параметрів вашого зображення. **Не об'єднувати** — лишити виблиски необ'єднаними у різних тонах рожевого і **Злити** об'єднанні і необ'єднані значення для поступового спадання до білого.

source: **Exposure Correction (E.V)**: Turn on the exposure correction before interpolation. The main setting is the **Linear Shift** that is measured in E.V. The amount of **Highlight** preservation can be also adjusted, but only if the shift correction is greater than 1.0 E.V.
nl: **Correctie van belichting (E.V)**: zet de correctie van belichting aan vóór interpolatie. De hoofdinstelling is de **Lineaire verschuiving** die wordt gemeten in E.V. De hoeveelheid **Hoge lichten** bewaren kan ook aangepast worden maar alleen als correctie van verschuiving groter is dan 1,0 E.V.
pt_br: **Correção de exposição (E.V)**: Ative a correção de exposição antes da interpolação. A configuração principal é o **Desvio linear**, medido em E.V. A quantidade de preservação de **Tons claros** também pode ser ajustada, mas somente se a correção do deslocamento for maior que 1,0 E.V.
sl: **Popravek osvetlitve (E.V)**: Vklopite popravek osvetlitve pred interpolacijo. Glavna nastavitev je **Linearni premik**, ki se meri v E.V. Količina ohranjanja **bleščave** se lahko tudi prilagodi, vendar le, če je popravek premika večji od 1,0 E.V.
uk: **Виправлення експозиції**: увімкнути виправлення експозиції до інтерполяції. Основним параметром є **Лінійний зсув**, який вимірюється у E.V. Величину збереження **Виблисків** також можна скоригувати, але лише якщо виправлення зсуву перевищує 1.0 E.V.

source: **Correct False Colors In Highlights**: If enabled, images with overblown channels are processed much more accurately. This can help eliminate 'pink clouds' and blue highlights under tungsten lamps.
nl: **Valse kleuren in hoge lichten**: indien ingeschakeld, worden afbeeldingen met opgeblazen kanalen veel accurater bewerkt. dit kan helpen 'roze wolken' te elimineren en blauwzweem hoge lichten onder gloeilampen.
pt_br: **Corrigir as cores falsas nos tons claros**: Se ativado, imagens com canais sobrecarregados são processadas com muito mais precisão. Isso pode ajudar a eliminar "nuvens rosadas" e destaques azuis sob lâmpadas de tungstênio.
sl: **Popravi napačne barve v bleščavah**: Če je omogočeno, so slike s presvetljenimi kanali obdelane veliko natančneje. To lahko pomaga odpraviti "rožnate oblake" in modre poudarke pod volframovimi žarnicami.
uk: **Виправити фальшиві кольори у виблисках**: якщо буде позначено, зображення з занадто широкими каналами кольорів буде оброблено набагато точніше. Це може допомогти уникнути «рожевих хмар» (та синіх відблисків від ламп розжарювання).

source: **Auto Brightness**: If disabled, use a fixed white level and ignore the image histogram to adjust brightness.
nl: **Automatische helderheid**: indien uitgeschakeld, gebruik een vast witniveau en negeert het histogram van de afbeelding om de helderheid aan te passen.
pt_br: **Brilho automático**: se desativado, usa um nível de branco fixo e ignora o histograma da imagem para ajustar o brilho.
sl: **Samodejna svetlost**: Če je onemogočeno, uporabite fiksno raven beline in prezrite histogram slike za prilagoditev svetlosti.
uk: **Автоматична яскравість**: Якщо цей пункт не буде позначено, програма використовуватиме фіксований рівень білого і ігноруватиме гістограму під час налаштування яскравості.

source: Corrections
ca: Correccions
it: Correzioni
nl: Correcties
pt: Correcções
pt_br: Correções
sl: Popravki
uk: Виправлення

source: The digiKam Default RAW Corrections Configuration View
ca: La vista de configuració de les correccions RAW predeterminades en el digiKam
it: La vista per la configurazione delle correzioni RAW predefinita di digiKam
nl: De configuratieweergave van digiKam voor RAW-correcties
pt: Área de Configuração das Correcções Predefinidas do RAW no digiKam
pt_br: Visualização da configuração de correções padrão do RAW do digiKam
sl: Pogled konfiguracije privzetih popravkov RAW digiKam
uk: Панель типових налаштувань виправлення на цифрових негативах у digiKam

source: **Noise Reduction** can be applied while demosaicing your image at a slight speed penalty. This option applies a noise reduction algorithm while the image is still in CIE Lab color space. Because the noise is only applied to the Luminosity layer (the *L* of the Lab), it should not blur your image as much as traditional noise reduction algorithms do in RGB mode. If you converted an image from RAW and it appears noisy, rather than applying a denoiser, go back and re-convert with this option enabled.
nl: **Ruisreductie** kan toegepast worden bij mozaïek verwijderen uit uw afbeelding met een lichte snelheidsboete. Deze optie past een ruisreductiealgoritme toe terwijl de afbeelding nog steeds in de CIE Lab kleurruimte is. Omdat de ruis allen toegepast wordt op de Luminosity-laag (de *L* van het Lab), zou het uw afbeelding niet zoveel moeten vervagen zoals traditionele ruisreductiealgoritmen doen in modus RGB. Als u een afbeelding uit RAW converteert en het verschijnt met ruis, in plaats van daarna een ruisreductie toepassen, ga terug en converteer opnieuw met deze optie ingeschakeld.
pt_br: A **Redução de ruído** pode ser aplicada durante a reconstrução de cor da sua imagem, com uma pequena perda de velocidade. Esta opção aplica um algoritmo de redução de ruído enquanto a imagem ainda está no espaço de cor CIE Lab. Como o ruído é aplicado apenas à camada Luminosidade (o *L* do Lab), ele não deve desfocar a imagem tanto quanto os algoritmos tradicionais de redução de ruído fazem no modo RGB. Se você converteu uma imagem RAW e ela parece ruidosa, em vez de aplicar um redutor de ruído, volte e reconverta com esta opção ativada.
sl: **Zmanjšanje šuma** je mogoče uporabiti med odstranjevanjem mozaičnosti vaše slike z rahlo zmanjšano hitrostjo. Ta možnost uporabi algoritem za zmanjšanje šuma, medtem ko je slika še vedno v barvnem prostoru CIE Lab. Ker se šum nanaša samo na plast Luminosity (*L* laboratorija), ne bi smel zamegliti vaše slike tako močno, kot to počnejo tradicionalni algoritmi za zmanjšanje šuma v načinu RGB. Če ste pretvorili sliko iz RAW in je videti šumno, namesto da bi uporabili zmanjševanje šuma, se vrnite in znova pretvorite z omogočeno to možnostjo.
uk: **Зменшення шумності**: можете застосувати його під час усування мозаїчності з вашого зображення, це трошки уповільнить процедуру. Використання відповідного пункту призведе до застосування алгоритму зменшення шумності, залишаючи зображення у просторі кольорів CIE Lab. Оскільки зменшення шумності стосується лише рівня світності (літера «L» у Lab), воно не повинно призвести до розмивання вашого зображення, як у традиційних алгоритмах зменшення шумності у режимі RGB. Тому, якщо перетворене вами з цифрового негатива зображення є шумним, замість застосування засобу усування шумності, поверніться на крок і виконайте повторне перетворення із вмиканням цього пункту.
