Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/geolocation_settings.po
Languages: ca, nl, pt_br, sl, sv, uk

source: digiKam Geolocation Settings
ca: Configuració de geolocalització del digiKam
nl: Instellingen voor Geo-locatie van digiKam
pt_br: Configurações de geolocalização do digiKam
sl: digiKam nastavitve geolokacije
sv: Geografiska lokaliseringsinställningar i digiKam
uk: Параметри геопозиціювання digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, geolocation, map
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, geolocalització, mapa
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, geo-locatie, kaart
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, geolocalização, mapa
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, geolokacija, zemljevid
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, geografisk lokalisering, karta
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, геопозиціювання, карта, мапа

source: :ref:`Geolocation Settings <setup_application>`
ca: :ref:`Configuració de geolocalització <setup_application>`
nl: :ref:`Geo-locatie instellingen <setup_application>`
pt_br: :ref:`Configurações de geolocalização <setup_application>`
sl: :ref:`Nastavitve geolokacije <setup_application>`
sv: :ref:`Geografiska lokaliseringsinställningar <setup_application>`
uk: :ref:`Параметри геопозиціювання <setup_application>`

source: Contents
ca: Contingut
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: The **Geolocation** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Geolocation page`. These settings control the multiple map views within digiKam.
ca: Les opcions de **Geolocalització** del digiKam s'estableixen des d':menuselection:`Arranjament --> Configura el digiKam... --> pàgina de Geolocalització`. Aquests paràmetres controlen les vistes múltiples de mapa dins del digiKam.
nl: De opties **Geo-locatie** voor digiKam worden ingesteld uit :menuselection:`Instellingen --> digiKam configureren... --> Pagina Geo-locatie`. Deze instellingen besturen de meervoudige weergave van kaarten in digiKam.
pt_br: As opções de **Geolocalização** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> Página de Geolocalização`. Essas configurações controlam as múltiplas visualizações de mapa dentro do digiKam.
sl: Možnosti **Geolokacije** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran geolokacije`. Te nastavitve nadzirajo več pogledov zemljevidov v digiKamu.
sv: **Geografiska lokaliseringsalternativ** i digiKam ställs in med :menuselection:`Inställningar --> Anpassa digiKam... --> Geografisk lokaliseringssida`. Inställningarna styr de olika kartvyerna i digiKam.
uk: Параметри **Геопозиціювання** для digiKam можна встановити за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Геопозиціювання»`. Ці параметри керують багатьма панелями карти у digiKam.

source: Map View Settings
ca: Configuració de la visualització dels mapes
nl: Kaartweergave-instellingen
pt_br: Configurações da vista do mapa
sl: Nastavitve pogleda zemljevida
sv: Kartvyns inställningar
uk: Параметри перегляду карти

source: The **Map View** tab allows you to control the displays and behaviors within the digiKam map views.
ca: La pestanya **Vista de mapa** permet controlar les pantalles i els comportaments dins de les vistes de mapa del digiKam.
nl: Het tabblad **Kaartweergave** biedt u het besturen van het scherm en gedragingen in de kaartweergaven van digiKam.
pt_br: A aba **Vista do mapa** permite que você controle as exibições e comportamentos dentro das vistas de mapa do digiKam.
sl: Zavihek **Pogled zemljevida** vam omogoča nadzor nad prikazi in vedenjem znotraj pogledov zemljevida digiKam.
sv: Fliken **Kartvy** låter dig styra visningar och beteenden i digiKams kartvyer.
uk: За допомогою **Перегляду карти** ви можете керувати показом та поведінкою програми на панелях карти digiKam.

source: The digiKam Geolocation Map View Settings Page
ca: La pàgina de configuració de la vista de mapa de geolocalització del digiKam
nl: De instellingenpagina van kaartweergaven voor Geo-locatie van digiKam
pt_br: Página de configurações da vista do mapa de geolocalização do digiKam
sl: Stran z nastavitvami pogleda geolokacijske karte digiKam
sv: Geografiska lokaliseringsinställningssidan i digiKam
uk: Сторінка параметрів панелі карти геопозиціювання digiKam

source: Units
ca: Unitats
nl: Eenheden
pt_br: Unidades
sl: Enote
sv: Enheter
uk: Одиниці

source: **Distance** sets the distance units (km, miles, nautical miles) used in the map displays.
ca: **Distància** estableix les unitats de distància (km, milles, milles nàutiques) utilitzades en les pantalles dels mapes.
nl: **Afstand** stelt de afstandseenheden in (km, mijlen, nautische mijlen) gebruikt in de kaartweergaven.
pt_br: **Distância** define as unidades de distância (km, milhas, milhas náuticas) usadas nas exibições do mapa.
sl: **Razdalja** nastavi enote razdalje (km, milje, navtične milje), ki se uporabljajo v prikazih zemljevidov.
sv: **Avstånd** anger avståndsenheterna (km, mile, sjömil) som används i kartvyn.
uk: **Відстань** встановлює одиниці відстані (км, милі, морські милі), які буде використано на панелях карти.

source: **Angle** set the angle units (decimal degrees, DMS, UTM) used in the map displays.
ca: **Angle** estableix les unitats angulars (graus decimals, DMS, UTM) utilitzades en les pantalles dels mapes.
nl: **Hoek** stelt de hoekeenheden in (decimale graden, DMS, UTM) gebruikt in de kaartweergaven.
pt_br: **Ângulo** define as unidades de ângulo (graus decimais, DMS, UTM) usadas nas exibições do mapa.
sl: **Kot** nastavite kotne enote (decimalne stopinje, DMS, UTM), uporabljene v prikazih zemljevidov.
sv: **Vinkel** ställer in vinkelenheterna (decimala grader, DMS, UTM) som används i kartvyn.
uk: **Кут** встановлює одиниці виміру кутів (десяткові градуси, градуси-мінути-секунди, UTM), які буде використано для панелей карт.

source: Map Quality
ca: Qualitat del mapa
nl: Kaartkwaliteit
pt_br: Qualidade do mapa
sl: Kakovost zemljevida
sv: Kartkvalitet
uk: Якість карти

source: **Still Image** sets the quality (resolution) of the map display when the display is still.
ca: **Imatge estàtica** estableix la qualitat (resolució) de la visualització del mapa quan la vista és estàtica.
nl: **Stilstaande afbeelding** stelt de kwaliteit (resolutie) in van de kaartweergave bij wanneer het scherm stil staat.
pt_br: **Imagem estática** define a qualidade (resolução) da exibição do mapa quando a exibição está estática.
sl: **Nepremična slika** nastavi kakovost (ločljivost) prikaza zemljevida, ko zaslon miruje.
sv: **Stillbild** ställer in kvaliteten (upplösningen) på kartvyn när skärmen inte rör sig.
uk: **Статична картинка** встановлює якість (роздільність) панелі карти при статичному показі зображення.

source: **During Animations** sets the quality (resolution) of the map display when during animations. Higher quality will be slower.
ca: **Durant les animacions** estableix la qualitat (resolució) de la visualització del mapa durant les animacions. La qualitat més alta serà més lenta.
nl: **Tijdens animaties** stelt de kwaliteit (resolutie) in van de kaartweergave tijdens animaties. Hogere kwaliteit zal langzamer zijn.
pt_br: **Durante as animações** define a qualidade (resolução) da exibição do mapa durante as animações. Qualidade mais alta será mais lenta.
sl: **Med animacijami** nastavi kakovost (ločljivost) prikaza zemljevida med animacijami. Višja kakovost bo počasnejša.
sv: **Under animering** ställer in kvaliteten (upplösningen) på kartvyn under animeringar. Större kvalitet blir långsammare.
uk: **Під час анімації** встановлює якість (роздільну здатність) показу карти під час анімації. Вища якість сповільнить процес.

source: Mouse Behavior
ca: Comportament del ratolí
nl: Muisgedrag
pt_br: Comportamento do mouse
sl: Vedenje miške
sv: Musbeteende
uk: Поведінка миші

source: **Inertial Globe Rotation**
ca: **Gir inercial del globus**
nl: **Inertiële globerotatie**
pt_br: **Rotação inercial do globo**
sl: **Inercialna rotacija globusa**
sv: **Trög globrotation**
uk: **Інерційне обертання глобуса**

source: **View Rotation**
ca: **Visualització del gir**
nl: **Rotatie bekijken**
pt_br: **Rotação da visão**
sl: **Pogled vrtenja**
sv: **Visa rotation**
uk: **Обертання перегляду**

source: Cache
ca: Memòria cau
sl: Predpomnilnik
uk: Кеш

source: **Physical Memory**
ca: **Memòria física**
nl: **Fysiek geheugen**
pt_br: **Memória física**
sl: **Fizični pomnilnik**
sv: **Fysiskt minne**
uk: **Фізична пам'ять**

source: **Hard Disc**
ca: **Disc dur**
nl: **Vaste schijf**
pt_br: **Disco rígido**
sl: **Trdi disk**
sv: **Hårddisk**
uk: **Жорсткий диск**

source: **Show Coordinate Grid**
ca: **Mostra la quadrícula de coordenades**
nl: **Coördinatenraster tonen**
pt_br: **Mostrar grade de coordenadas**
sl: **Pokaži koordinatno mrežo**
sv: **Visa koordinatnät**
uk: **Показувати координатну сітку**

source: **Show Cross-Hair**
ca: **Mostra un punt de mira**
nl: **Kruisdraad tonen**
pt_br: **Mostrar mira**
sl: **Pokaži križec**
sv: **Visa hårkors**
uk: **Показувати перехрестя**

source: **Show Atmospheric Glow**
ca: **Mostra la lluïssor de l'atmosfera**
nl: **Dampkringgloed tonen**
pt_br: **Mostrar brilho atmosférico**
sl: **Pokaži atmosferski sij**
sv: **Visa atmosfärisk glöd**
uk: **Показувати гало атмосфери**

source: **Show Night Shadow**
ca: **Mostra l'ombra nocturna**
nl: **Nachtschaduw tonen**
pt_br: **Mostrar sombra noturna**
sl: **Pokaži nočno senco**
sv: **Visa nattskugga**
uk: **Показувати тінь**

source: **Show City Place Mark**
ca: **Mostra les marques de llocs de ciutats**
nl: **Plaatsmerk van stad tonen**
pt_br: **Mostrar marca de lugar da cidade**
sl: **Pokaži oznako mesta**
sv: **Visa platsmarkörer för städer**
uk: **Показувати позначки міст**

source: **Show Relief**
ca: **Mostra el relleu**
nl: **Reliëf tonen**
pt_br: **Mostrar relevo**
sl: **Pokaži relief**
sv: **Visa relief**
uk: **Показувати рельєф**

source: ** Default Font**
ca: ** Lletra predeterminada**
nl: **Standaard lettertype**
pt_br: **Fonte padrão**
sl: ** Privzeta pisava **
sv: ** Standardteckensnitt**
uk: ** Типовий шрифт**

source: The options that can be set in this page include:
ca: Les opcions que es poden establir en aquesta pàgina inclouen:
nl: De opties die ingesteld kunnen worden in deze pagina zijn:
pt_br: As opções que podem ser definidas nesta página incluem:
sl: Možnosti, ki jih lahko nastavite na tej strani, vključujejo:
sv: Alternativen som kan ställas in på den här sidan inkluderar:
uk: Серед параметрів, які можна змінити за допомогою цієї сторінки:

source: Map Contents
ca: Contingut del mapa
nl: Inhoud van kaart
pt_br: Conteúdo do mapa
sl: Vsebina zemljevida
sv: Kartinnehåll
uk: Вміст карти

source: Map Plugins Settings
ca: Configuració de connectors de mapes
nl: Instellingen van kaartplug-ins
pt_br: Configurações de plugins do mapa
sl: Nastavitve vtičnikov zemljevida
sv: Inställningssidan för kartinsticksprogram
uk: Параметри додатків карти

source: The **Map Plugins** tab lists all of the map plugins installed in digiKam, and allows the user to toggle on or off those plugins that control map overlays. Settings are also available to further customize some of the overlays.
ca: La pestanya **Connectors de mapes** llista tots els connectors de mapes instal·lats al digiKam, i permet a l'usuari activar o desactivar els connectors que controlen les superposicions dels mapes. La configuració també està disponible per a personalitzar encara més algunes de les superposicions.
nl: Het tabblad **Kaart-plug0ins** toont een lijst met alle geïnstalleerde kaartplug-ins in digiKam en biedt de gebruiker om deze plug-ins aan of uit te zetten die de overlays op de map besturen. Instellingen zijn ook beschikbaar om sommige van de overlays aan te passen.
pt_br: A aba **Plugins de mapa** lista todos os plugins de mapa instalados no digiKam e permite ao usuário ativar ou desativar os plugins que controlam as sobreposições do mapa. Configurações também estão disponíveis para personalizar ainda mais algumas das sobreposições.
sl: Zavihek **Vtičniki zemljevidov** navaja vse vtičnike zemljevidov, nameščene v digiKamu, in omogoča uporabniku, da vklopi ali izklopi tiste vtičnike, ki nadzorujejo prekrivanja zemljevidov. Na voljo so tudi nastavitve za dodatno prilagoditev nekaterih prekrivnih plasti.
sv: Fliken **Kartinsticksprogram** listar alla kartinsticksprogram som är installerade i digiKam och låter användaren sätta på eller stänga av de insticksprogram som styr kartöverlagringar. Det finns också inställningar för att ytterligare anpassa vissa av överlagringarna.
uk: Вкладка **Додатки карти** міститиме список усіх додатків карти, встановлених у digiKam, вона надає користувачеві змогу вмикати або вимикати ті додатки, які керують накладками карт. Також можна налаштувати деякі накладки.

source: The digiKam Geolocation Map Plugins Settings Page
ca: La pàgina de configuració dels connectors de mapes de geolocalització del digiKam
nl: De instellingenpagina van kaartplug-ins voor Geo-locatie van digiKam
pt_br: Página de configurações de plugins do mapa de geolocalização do digiKam
sl: Stran z nastavitvami vtičnikov geolokacijske karte digiKam
sv: Geografiska lokalisering inställningssidan för kartinsticksprogram i digiKam
uk: Сторінка параметрів додатків карти геопозиціювання digiKam

source: The map render tools that produce the overlays include: Atmosphere, Compass, Coordinate Grid, Crosshairs, Download Progress Indicator, Measure Tool, Navigation, Overview Map, and a Scale Bar.
ca: Les eines de renderització de mapes que produeixen les superposicions inclouen: atmosfera, brúixola, quadrícula de coordenades, punt de mira, indicador de progrés de baixada, eina de mesura, navegació, mapa general i una barra d'escala.
nl: De hulpmiddelen voor kaartweergave die de overlays produceren omvatten: Atmosfeer, Kompas, Coördinatenraster, Kruisdraden, Indicator voor voortgang van downloaden, Metingenhulpmiddel, Navigatie, Overzichtskaart en een Schaalbalk.
pt_br: As ferramentas de renderização de mapa que produzem as sobreposições incluem: Atmosfera, Bússola, Grade de coordenadas, Mira, Indicador de progresso de download, Ferramenta de medida, Navegação, Visão geral do mapa e uma Barra de escala.
sl: Orodja za upodabljanje zemljevida, ki ustvarjajo prekrivne plasti, vključujejo: atmosfero, kompas, koordinatno mrežo, nitni križec, indikator napredka prenosa, orodje za merjenje, navigacijo, pregledni zemljevid in mersko lestvico.
sv: Kartåtergivningsverktygen som producerar överlagringarna inkluderar: Atmosfär, Kompass, koordinatnät, hårkors, förloppsindikator för nerladdningar, mätverktyg, navigering, översiktskarta och en skala.
uk: Інструменти візуалізації карти, які створюють накладки: атмосфера, компас, координатна сітка, перехрестя, індикатор поступу завантаження, інструмент вимірювання, навігація, оглядова карта та шкала масштабу.

source: The runner plugins used to parse GPS files are also listed.
ca: També es llisten els connectors d'execució utilitzats per a analitzar fitxers GPS.
nl: De uitvoeringsplug-ins gebruikt om GPS-bestanden te ontleden worden ook getoond.
pt_br: Os plugins de execução usados ​​para analisar arquivos GPS também são listados.
sl: Navedeni so tudi vtičniki tekačev, ki se uporabljajo za razčlenjevanje datotek GPS.
sv: Insticksprogrammen som används för att analysera GPS-filer listas också.
uk: Також буде показано список додатків для обробки файлів GPS.

source: Google Maps Settings
ca: Configuració de Google Maps
nl: Instellingen voor Google Maps
pt_br: Configurações do Google Maps
sl: Nastavitve Google Zemljevidov
sv: Inställningar av Google kartor
uk: Параметр Карт Google

source: The **Google Maps** tab allows you to enter an API key to use Google Maps. Google Maps is usable without this key, but will overlay the maps with the words "For Development Only". See `this page <https://mapsplatform.google.com/pricing/>`_ for more information.
ca: La pestanya **Google Maps** permet introduir una clau API per a utilitzar el Google Maps. El Google Maps es pot utilitzar sense aquesta clau, però superposarà els mapes amb les paraules «Només per al desenvolupament». Vegeu `aquesta pàgina <https://mapsplatform.google.com/pricing/>`_ per a més informació.
nl: Het tabblad **Google Maps** biedt u het invoeren van een API-sleutel om Google Maps te gebruiken. Google Maps is bruikbaar zonder deze sleutel, maar zal de kaarten voorzien van de woorden "Alleen voor ontwikkeling". Zie `deze pagina <https://mapsplatform.google.com/pricing/>`_ voor meer informatie.
pt_br: A aba **Google Maps** permite que você insira uma chave de API para usar o Google Maps. O Google Maps pode ser usado sem essa chave, mas sobreporá os mapas com as palavras "Somente para desenvolvimento". Consulte `esta página <https://mapsplatform.google.com/pricing/>`_ para obter mais informações.
sl: Zavihek **Google Maps** vam omogoča vnos ključa API za uporabo Google Maps. Google Zemljevidi so uporabni brez tega ključa, vendar bodo zemljevide prekrili z besedami "Samo za razvoj". Oglejte si `to stran <https://mapsplatform.google.com/pricing/>`_ za več informacij.
sv: Fliken **Google kartor** gör det möjligt att ange en programmeringsgränssnittsnyckel för att använda Google kartor. Google kartor kan användas utan nyckeln, men överlagrar kartorna med orden "For Development Only". Se `den här sida <https://mapsplatform.google.com/pricing/>`_ för mer information.
uk: Вкладка **Карти Google** надає змогу ввести ключ програмного інтерфейсу для користування Картами Google. Карти Google можна використовувати без цього ключа, але на карти буде накладено напис «Тільки для розробки». Перегляньте `цю сторінку <https://mapsplatform.google.com/pricing/>`_, щоб дізнатися більше.

source: The digiKam Geolocation Google Map Settings Page
ca: La pàgina de configuració de Google Map de geolocalització del digiKam
nl: De instellingenpagina voor Google Maps voor Geo-locatie van digiKam
pt_br: Página de configurações do Google Maps da geolocalização do digiKam
sl: Stran digiKam Geolokacije nastavitve Google Map
sv: Geografisk lokalisering Google kartinställningssidan i digiKam
uk: Сторінка параметрів панелі карти Google digiKam
