Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/imgqsort_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: These settings refer to the Image Quality Sorter tool which you can access via :menuselection:`Tools --> Maintenance`. This tool is based on **neural network** to classify items by the aesthetic quality and assign a **Pick Label** value accordingly. By default the automatic sorting is enabled to simplify the workflow, but you can turn off this feature and use customized settings based on basic factors.
nl: Deze instellingen verwijzen naar het hulpmiddel de afbeeldingskwaliteitssorteerder die u kunt starten via :menuselection:`Hulpmiddelen --> Onderhoud`. Dit hulpmiddel is gebaseerd op **neuraal netwerk** om items te classificeren op de esthetische kwaliteit en kent overeenkomstig een **Keuzelabel** waarde toe. Standaard wordt het automatisch sorteren ingeschakeld om de werkmethode te vereenvoudigen, maar u kunt deze functie uitzetten en aangepaste instellingen gebruiken gebaseerd op basis factoren.
pt: Estas opções dizem respeito à ferramenta de Ordenação da Qualidade da Imagem, a qual poderá aceder com a opção do menu :menuselection:`Ferramentas --> Manutenção`. Esta ferramenta baseia-se numa **rede neuronal** para classificar os itens pela qualidade estética e atribuir um valor de **Legenda de Selecção** respectivo. Por omissão, a ordenação automática está activa para simplificar o processo, mas poderá desactivar esta funcionalidade e usar definições personalizadas com base em factores básicos.

source: In the manual configuration mode, the four **Detect ...** options you can choose which kind of fault should be factored in by the Image Quality Sorter. Talking about factoring in: the factors for blur, noise and compression can set with the help of the three **... Weight** adjustment bars on the right.
nl: In de handmatige configuratiemodus zijn vier opties **Detecteren..** waarin u kunt kiezen welke fout meegenomen zou moeten worden in de Afbeeldingskwaliteitssorteerder. Pratend over meenemen: de factoren voor vervaging, ruis en compressie kunnen ingesteld worden met de hulp van de drie balken voor aanpassing van **...gewicht** rechts.
pt: No modo de configuração manual, nas quatro opções **Detectar ...** poderá escolher o tipo de defeito que poderá ser eliminado na Ordenação da Qualidade da Imagem. Estamos a falar: os factores do borrão, do ruído e da compressão podem ser configurados com a ajuda das três barras de ajuda do **Peso de...** à direita.

source: With the three **Assign ... Label ...** options you can decide to which image quality level a label should be assigned. Un-checking all three of them renders the Image Quality Sorter useless, of course. The thresholds for these levels can be set through the three **... threshold** adjustment bars. It will normally take some testing and trying out to find the settings that suits your needs. Note that the input, i.e. the images the process has to investigate, will have quite some influence. It's a difference whether you choose an album containing images which are all more or less o.k. and have only minor differences or if you present a collection of pictures where some of the pictures really have some bad blur, noise, ... You also have to consider at which point of your workflow you want to perform this operation. Right after importing the files from your camera is probably a good idea.
nl: Met de drie opties **Toekennen ... Label ...** kunt u bepalen aan welke afbeeldingskwaliteitsniveau een label toegekend zou moeten worden. Deactiveren van alle drie maakt de Afbeeldingskwaliteitssorteerder natuurlijk nutteloos. De drempelwaarden voor deze niveaus kan ingesteld worden met de drie **...drempelwaarde** schuifregelaars. Het zal normaal enig testen en uitproberen vergen om de instellingen te vinden die aan uw wensen voldoen. Merk op dat de invoer, d.w.z. de afbeeldingen die het proces moet onderzoeken, een belangrijke invloed zullen hebben. Het maakt verschil of u een album kiest met afbeeldingen die allemaal min-of-meer OK zijn en slecht kleine verschillen bevatten of dat u een verzameling biedt met afbeeldingen waar sommige van de afbeeldingen echt erg vaag zijn, ruis bevatten, ... U moet ook overwegen op welk punt in uw werkmethode u deze bewerking wilt uitvoeren. Direct na het importeren van de bestanden uit uw camera is waarschijnlijk een goed idee.
pt: Com as três opções para **Atribuir uma Legenda ...**, poderá decidir a que nível de qualidade da imagem deverá ser atribuída uma dada legenda. Se desligar todas as três, irá tornar a Ordenação da Qualidade da Imagem inútil, como é óbvio. Os limites destes níveis poderão ser definidos através das três barras de ajuste do **Limiar do ...**. Irá obrigar normalmente a alguma tentativa e erro para descobrir as opções que se ajudam às suas necessidades. Lembre-se que os dados de entrada, i.e. as imagens que o processo tem de investigar, irão ter alguma influência. Existe uma diferença se escolhe um álbum que contém imagens que estão todas mais ou menos OK e que têm apenas algumas diferenças ligeiras, ou se apresentar uma colecção de imagens que onde algumas imagens tenham algum borrão ou ruído intenso.... Também terá de ter em consideração em que ponto do seu processo de trabalho irá querer executar esta operação. Logo a seguir à importação dos ficheiros a partir da sua câmara será normalmente uma boa ideia.

source: With the topmost of the adjustment bars you can adjust the speed of the process in three steps. Slow speed **1** should lead to better results.
nl: Met de bovenste regelbalken kunt de snelheid van het proces in drie stappen aanpassen. Langzame snelheid **1** zou moeten leiden tot betere resultaten.
pt: Na parte superior das barras de ajuste, poderá ajustar a velocidade do processo em três passos. A velocidade lenta **1** deverá dar origem a melhores resultados.
