Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/imgqsort_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Image Quality Sorting Settings
ca: Configuració de l'ordenació segons la qualitat de la imatge del digiKam
it: Impostazioni di ordinamento in base alla qualità dell'immagine di digiKam
nl: Instellingen voor sorteren op kwaliteit van afbeeldingen van digiKam
pt: Configuração da Ordenação da Qualidade de Imagem do digiKam
pt_br: Configurações do analisador de qualidade de imagem do digiKam
sl: digiKam nastavitve razvrščanja kakovosti slik
sv: Sorteringsinställningar för bildkvalitet i digiKam
uk: Параметри упорядкування зображень за якістю у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, aesthetic neural, network, quality, blur, noise, compression, exposure, labels, rejected, pending, accepted, workflow
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, estètica neuronal, xarxa, qualitat, borrós, soroll, compressió, exposició, rètols, rebutjat, pendent, acceptat, flux de treball
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, neurale estetico, rete, qualità, sfocatura, rumore, compressione, esposizione, etichette, rifiutato, in sospeso, accettato, flusso di lavoro
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, esthetisch neuraal, netwerk, kwaliteit, vervaagd, ruis, compressie, belichting, labels, verworpen, in de wacht, geaccepteerd, werkmethode
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, neuronal estético, rede, qualidade, borrão, ruído, compressão, exposição, legendas, rejeitado, pendente, aceite, processo
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, neural estético, rede, qualidade, desfoque, ruído, compressão, exposição, rótulos, rejeitado, pendente, aceito, fluxo de trabalho
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, estetsko nevralno, omrežje, kakovost, zamegljenost, šum, stiskanje, osvetlitev, oznake, zavrnjeno, v teku, sprejeto, potek dela
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, estetisk neural, nätverk, kvalitet, suddighet, brus, komprimering, exponering, beteckningar, kasserad, obestämd, godkänd, arbetsflöde
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, естетичний аналіз, мережа, якість, розмивання, шум, стискання, експонування, мітки, відкинуті, у черзі, прийняті, процедура

source: :ref:`Image Quality Sorting Settings <setup_application>`
ca: :ref:`Configurar l'ordenació segons la qualitat de la imatge <setup_application>`
it: :ref:`Impostazioni di ordinamento in base alla qualità dell'immagine <setup_application>`
pt_br: :ref:`Configurações do analisador de qualidade de imagem <setup_application>`
sl: :ref:`Nastavitve razvrščanja kakovosti slike <setup_application>`
sv: :ref:`Sorteringsinställningar för bildkvalitet <setup_application>`
uk: :ref:`Параметри упорядкування зображень за якістю <setup_application>`

source: The **Image Quality Sorter** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Image Quality Sorter page`. These settings refer to the Image Quality Sorter tool which you can access via :menuselection:`Tools --> Maintenance`. This tool uses a **neural network** that has been trained to assess the aesthetic quality of images and assigns a **Pick Label** value based on that assessment. By default the neural network-based sorting is enabled to simplify the workflow, but you can turn off this feature and use customized settings based on some basic factors.
ca: Les opcions d'**Ordenació segons la qualitat de la imatge** del digiKam s'estableixen a partir de :menuselection:`Arranjament --> Configura el digiKam... --> pàgina d'Ordenació segons la qualitat de la imatge`. Aquestes opcions fan referència a l'eina d'ordenació segons la qualitat de la imatge a la qual podeu accedir mitjançant :menuselection:`Eines --> Manteniment`. Aquesta eina es basa en una **xarxa neuronal** per a ordenar els elements segons la qualitat estètica i assignar un **Rètol de selecció** basat en aquesta avaluació. De manera predeterminada, l'ordenació automàtica basada en la xarxa neuronal està activada per a simplificar el flux de treball, però podeu desactivar aquesta característica i utilitzar opcions de configuració personalitzades basades en factors bàsics.
it: Le opzioni dell'**Ordinatore qualità delle immagini** di digiKam vengono configurate in :menuselection:`Impostazioni --> Configura digiKam... --> pagina Ordinatore qualità delle immagini`. Queste impostazioni si riferiscono allo strumento *Ordinatore qualità delle immagini* raggiungibile dal menu :menuselection:`Strumenti --> Manutenzione`. Questo strumento usa una **rete neurale** che è stata addestrata per valutare la qualità estetica delle immagini e assegnare un valore di **Etichetta di scelta** basato su tale valutazione. L'ordinamento basato su rete neurale è attivato in modo predefinito per semplificare il lavoro, ma è possibile disattivarlo e usare impostazioni personalizzate basate su alcuni semplici fattori.
pt_br: As opções do **Analisador de qualidade de imagem** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página do Analisador de qualidade de imagem`. Essas configurações referem-se à ferramenta Analisador de qualidade de imagem, que você pode acessar em :menuselection:`Ferramentas --> Manutenção`. Esta ferramenta utiliza uma **rede neural** treinada para avaliar a qualidade estética das imagens e atribui um valor de **Legenda de seleção** com base nessa avaliação. Por padrão, a classificação baseada em rede neural está habilitada para simplificar o fluxo de trabalho, mas você pode desativar esse recurso e usar configurações personalizadas com base em alguns fatores básicos.
sl: Možnosti **Razvrščevalnik kakovosti slike** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran razvrščevalnika kakovosti slik`. Te nastavitve se nanašajo na orodje Image Quality Sorter, do katerega lahko dostopate prek :menuselection:`Orodja --> Vzdrževanje`. To orodje uporablja **nevronsko mrežo**, ki je bila usposobljena za ocenjevanje estetske kakovosti slik in na podlagi te ocene dodeli vrednost **Izberi oznako**. Razvrščanje na podlagi nevronske mreže je privzeto omogočeno za poenostavitev poteka dela, vendar lahko to funkcijo izklopite in uporabite prilagojene nastavitve na podlagi nekaterih osnovnih dejavnikov.
sv: Inställningarna av **bildkvalitetssortering** i digiKam ställs in från sidan :menuselection:`Inställningar --> Anpassa digiKam --> Bildkvalitetssortering`. Inställningarna refererar till som man kan komma åt via :menuselection:`Verktyg --> Underhåll`. Verktyget är baserat på **neurala nätverk** för att klassificera föremål efter estetisk kvalitet och tilldela ett värde som **urvalsbeteckning** i enlighet därmed. Normalt är den automatiska sorteringen aktiverad för att förenkla arbetsflödet, men man kan stänga av funktionen och använda anpassade inställningar baserat på grundfaktorer.
uk: Встановити параметри роботи **Засобу упорядковування зображень за якістю** у digiKam можна за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Засіб упорядкування зображень за якістю»`. Ці параметри стосуються засобу упорядковування зображень за якістю, доступ до якого здійснюється за допомогою пункту меню :menuselection:`Інструменти --> Супровід`. Роботу цього інструмента засновано на **нейронній мережі** для класифікації записів за естетичною якістю та відповідного призначення мітки. Типово, увімкнено упорядковування на основі нейронних мереж для спрощення робочого процесу, але ви можете вимкнути цю можливість і скористатися нетиповими параметрами на основі певних базових факторів.

source: The digiKam Image Quality Sorter Settings Page
ca: La pàgina de configuració de l'ordenador de qualitat de les imatges en el digiKam
it: La pagina delle impostazioni dell'Ordinatore qualità delle immagini di digiKam
nl: De instellingenpagina voor afbeeldingen sorteren op kwaliteit van digiKam
pt: A Página de Configuração da Ordenação da Qualidade de Imagem do digiKam
pt_br: Página de configurações do analisador de qualidade de imagem digiKam
sl: Stran z nastavitvami razvrščevalnika kakovosti slike digiKam
sv: Sorteringsinställningssidan för bildkvalitet i digiKam
uk: Параметри упорядкування зображень за якістю у digiKam

source: The first three options allow you to automatically assign rejected/pending/accepted flags based on the image quality assessment. Un-checking all three options renders the Image Quality Sorter functionally useless.
ca: Les tres primeres opcions us permeten assignar automàticament les banderes de rebutjades/pendents/acceptades en funció de l'avaluació de la qualitat de la imatge. Desmarcar les tres opcions fa que l'ordenació segons la qualitat de la imatge sigui funcionalment inútil.
it: Le prime tre opzioni ti consentono di assegnare i contrassegni rifiutato/in sospeso/accettato basati su sulla valutazione della qualità delle immagini. Se deselezioni tutte e tre le opzioni rendi inutilizzabile la funzionalità dell'Ordinatore qualità delle immagini.
pt_br: As três primeiras opções permitem atribuir automaticamente sinalizadores de rejeição/pendente/aceito com base na avaliação da qualidade da imagem. Desmarcar todas as três opções torna o analisador de qualidade de imagem funcionalmente inútil.
sl: Prve tri možnosti vam omogočajo samodejno dodelitev zastavic zavrnjeno/čakajoče/sprejeto na podlagi ocene kakovosti slike. Če počistite vse tri možnosti, postane Razvrščevalnik kakovosti slike funkcionalno neuporaben.
sv: De tre första alternativen gör det möjligt att automatiskt tilldela flaggorna kasserad/obestämd/godkänd baserat på bildkvalitetsbedömningen. Om man avmarkerar alla tre alternativen har bildkvalitetssorteringen ingen funktion.
uk: Перші три пункти надають змогу автоматично призначати позначки відхилено/очікує на розгляд/прийнято на основі оцінки якості зображення. Зняття позначок з усіх трьох пунктів робить впорядкувальник зображень за якістю функціонально недієздатним.

source: The **Detect Aesthetic Image using Deep Learning** option enables the automatic assessment of quality using the trained neural network. This is the simplest method and is the default option.
ca: L'opció **Detecta una imatge estètica usant l'aprenentatge profund** permet l'avaluació automàtica de la qualitat utilitzant la xarxa neuronal entrenada. Aquest és el mètode més senzill i és l'opció per defecte.
it: L'opzione **Rileva immagine estetica utilizzando l'apprendimento profondo** abilita la valutazione automatica della qualità utilizzando la rete neurale addestrata. È il metodo più semplice ed è l'opzione predefinita.
pt_br: A opção **Detectar a estética da imagem usando aprendizado profundo** permite a avaliação automática da qualidade usando a rede neural treinada. Este é o método mais simples e a opção padrão.
sl: Možnost **Zaznajte estetsko podobo z uporabo globokega učenja** omogoča samodejno ocenjevanje kakovosti s pomočjo usposobljene nevronske mreže. To je najpreprostejši način in je privzeta možnost.
sv: Alternativet **Detektera estetisk bildkvalitet med djupinlärning** aktiverar den automatiska bedömningen av kvalitet med användning av det tränade neurala nätverket. Det är den enklaste metoden och standardalternativet.
uk: За допомогою пункту **Виявити естетичні зображення за допомогою глибинного навчання** можна автоматично оцінювати якість з використанням навченої нейронної мережі. Це найпростіший спосіб і є типовим варіантом.

source: The **Detect Quality Using Basic Factors** is also an automatic process, but has far more controls to adjust. Enabling this option means the images are evaluated in terms of 1 to 4 quality factors, in order to produce a quality score that ranges from 0 to 100.
ca: El **Detecta la qualitat emprant factors bàsics** també és un procés automàtic, però té molts més controls per a ajustar. En habilitar aquesta opció, les imatges s'avaluen en termes d'1 a 4 factors de qualitat, per tal de produir una puntuació de qualitat que abasta entre 0 i 100.
it: Anche l'opzione **Rileva la qualità usando i fattori di base** è un processo automatico, ma contiene molti più controlli da regolare. Se abiliti questa opzione, le immagini vengono valutate considerando da uno a quattro fattori di qualità, per produrre un punteggio che spazia da 0 a 100.
pt_br: **Detectar a qualidade usando fatores básicos** também é um processo automático, mas oferece muito mais controles para ajustar. Habilitar esta opção significa que as imagens são avaliadas em termos de 1 a 4 fatores de qualidade, a fim de produzir uma pontuação de qualidade que varia de 0 a 100.
sl: **Zaznaj kakovost z uporabo osnovnih dejavnikov** je prav tako samodejen postopek, vendar ima veliko več kontrol za prilagajanje. Omogočanje te možnosti pomeni, da so slike ocenjene glede na 1 do 4 faktorje kakovosti, da se ustvari ocena kakovosti, ki sega od 0 do 100.
sv: **Detektera kvalitet med hjälp av grundfaktorer** är också en automatisk process, men har mycket fler kontroller att justera. Om man aktiverar alternativet innebär det att bilderna utvärderas i termer av 1 till 4 kvalitetsfaktorer, för att ge ett kvalitetspoäng som går från 0 till 100.
uk: **Визначити якість на основі базових факторів** також відповідає автоматичному процесу, але має набагато більше елементів керування для налаштовування. Позначення цього пункту означає, що зображення оцінюються за 1–4 факторами якості, щоб отримати оцінку якості від 0 до 100.

source: The thresholds levels for low, medium and high-quality images are set through the three **... threshold** adjustment bars. It will normally take some experimentation to find the settings that best suit your needs.
ca: Els nivells de llindars per a imatges de qualitat baixa, mitjana i alta s'estableixen a través de les tres barres d'ajust de **...llindar**. Normalment es necessitarà una mica d'experimentació per a trobar les opcions que millor s'adaptin a les vostres necessitats.
it: I livelli di soglia per le immagini di qualità bassa, media e alta vengono impostati tramite le tre barre di regolazione **... soglia**. Sono necessarie in genere alcune prove per trovare le impostazioni che si adattano meglio alle tue esigenze.
pt_br: Os níveis de limite para imagens de baixa, média e alta qualidade são definidos por meio das três barras de ajuste de **... limites**. Normalmente, será necessário algum teste para encontrar as configurações que melhor atendem às suas necessidades.
sl: Mejne vrednosti za slike nizke, srednje in visoke kakovosti se nastavijo s tremi vrsticami za prilagajanje **... praga**. Običajno bo potrebnih nekaj poskusov, da poiščete nastavitve, ki najbolj ustrezajo vašim potrebam.
sv: Tröskelnivåerna för bilder med låg, medium och hög kvalitet ställs in genom de tre justeringsraderna för **... tröskel**. Det krävs normalt en del experimenterande för att hitta de inställningar som bäst passar behovet.
uk: Порогові значення для зображень низької, середньої та високої якості встановлюються за допомогою трьох пунктів **Порогове значення...**. Зазвичай знадобляться деякі експерименти, щоб знайти налаштування, які найкраще відповідають вашим потребам.

source: The four **Detect ...** options allow you to choose which kind of images faults (blur, noise, compression, or under/over exposure) should be weighed in quality evaluation. And the relative weights of three of these factors are also adjustable.
ca: Les quatre opcions **Detecta...** us permeten triar quina classe de fallades d'imatges (difuminat, soroll, compressió o sub/sobreexposició) s'han de ponderar a l'avaluació de la qualitat. I els pesos relatius de tres d'aquests factors també són ajustables.
it: Le quattro opzioni **Rileva ...** ti consentono di scegliere quali tipi di difetti delle immagini (non a fuoco, rumore, compressione o sotto/sovraesposizione) debbano essere pesati in termini di valutazione della qualità. Sono regolabili anche i pesi relativi di questi tre fattori.
pt_br: As quatro opções de **Detectar...** permitem escolher quais tipos de falhas nas imagens (desfoque, ruído, compressão ou sub/superexposição) devem ser consideradas na avaliação de qualidade. E os pesos relativos de três desses fatores também são ajustáveis.
sl: Štiri možnosti **Zaznaj ...** vam omogočajo, da izberete, katere vrste napak na slikah (zamegljenost, šum, stiskanje ali premajhna/prevelika osvetlitev) naj se pretehtajo pri oceni kakovosti. Nastavljive so tudi relativne uteži treh od teh faktorjev.
sv: De fyra alternativen **Detektera ...** gör att man kan välja vilken typ av bildfel (oskärpa, brus, komprimering eller under-/överexponering) som ska vägas in i kvalitetsbedömningen. Och de relativa vikterna för tre av faktorerna är också justerbara.
uk: Чотири пункти **Визначити...** надають змогу вибрати, який тип дефектів зображень (розмитість, шум, стиснення або недо/переекспонування) слід зважити під час оцінювання якості. І відносні ваги трьох із цих факторів також можна регулювати.

source: The quality of the images the process has to investigate, will influence how well this works. An album containing images which are all more or less o.k. will produce quite different results than an album where some of the pictures suffer from bad blur, noise, ... So you'll have to experiment with the threshold settings and weights to get useful results. You should also consider where in your workflow you want to perform this operation. You may find it most useful to apply this operation right after importing the files from your camera.
ca: La qualitat de les imatges que el procés ha d'investigar influirà en el bon funcionament d'aquest. Un àlbum que conté imatges que són més o menys bones produirà resultats molt diferents que un àlbum on algunes de les imatges pateixen de difuminat dolent, soroll... Per tant, haureu d'experimentar amb la configuració del llindar i els pesos per obtenir resultats útils. També hauríeu de considerar a on del vostre flux de treball voleu efectuar aquesta operació. És possible que us sigui més útil aplicar aquesta operació just després d'importar els fitxers de la càmera.
it: La qualità delle immagini che il processo deve investigare andrà a influenzare la qualità del risultato. Un album che contiene immagini di qualità più o meno buona produrrà risultati molto diversi rispetto a un album in cui sono presenti immagini con rumore accentuato o non a fuoco, ecc. Dovrai pertanto sperimentare le varie impostazioni di soglia e i pesi per ottenere risultati accettabili. Devi anche considerare quando andrai a eseguire questa operazione: per esempio, potresti volerla applicare subito dopo l'importazione dei file dalla fotocamera.
pt_br: A qualidade das imagens que o processo precisa analisar influenciará o seu funcionamento. Um álbum contendo imagens mais ou menos boas produzirá resultados bem diferentes de um álbum com algumas fotos apresentando desfoque, ruído, etc. Portanto, você terá que experimentar as configurações de limites e pesos para obter resultados úteis. Você também deve considerar em que ponto do seu fluxo de trabalho deseja realizar essa operação. Pode ser mais útil aplicar essa operação logo após importar os arquivos da sua câmera.
sl: Kakovost slik, ki jih mora postopek raziskati, bo vplivala na to, kako dobro to deluje. Album s slikami, ki so vse bolj ali manj v redu, bo ustvaril precej drugačne rezultate kot album, kjer so nekatere slike slabo zamegljene, šumi, ... Zato boste morali eksperimentirati z nastavitvami praga in utežmi, da boste dobili koristne rezultate. Razmislite tudi o tem, kje v svojem delovnem toku želite izvesti to operacijo. Morda se vam bo zdelo najbolj koristno uporabiti to operacijo takoj po uvozu datotek iz kamere.
sv: Kvaliteten på bilderna som processen måste undersöka påverkar hur bra det fungerar. Ett album som innehåller bilder som alla är mer eller mindre okej. ger helt andra resultat än ett album där några av bilderna lider av oskärpa, brus, ... Så man måste experimentera med tröskelinställningarna och vikterna för att få användbara resultat. Man bör också överväga var i arbetsflödet man ska utföra operationen. Man kan tycka att det är mest användbart att använda operationen direkt efter att man har importerat filerna från kameran.
uk: Якість зображень, які процес має дослідити, впливатиме на те, наскільки добре це працює. Альбом із зображеннями, які є більш-менш якісними, дасть зовсім інші результати, ніж альбом, де деякі зображення страждають від розмиття, шуму... Тож вам доведеться поекспериментувати з пороговими налаштуваннями та вагами, щоб отримати пристойні результати. Ви також повинні зважити на те, де в робочому процесі ви хочете виконати цю дію. Можливо, вам буде корисно застосувати цю дію одразу ж після імпортування файлів із фотоапарата.

source: For more details about the Maintenance Quality Sorter tool, see :ref:`this section <maintenance_quality>` from the manual.
ca: Per a obtenir més detalls sobre l'eina de manteniment d'ordenació segona la qualitat, vegeu :ref:`aquesta secció <maintenance_quality>` del manual.
it: Per ulteriori dettagli sullo strumento di manutenzione Ordinatore qualità vedi :ref:`questo capitolo <maintenance_quality>` del manuale.
nl: Voor meer details over het hulpmiddel Onderhoud kwaliteitssorteerder, zie :ref:`deze sectie <maintenance_quality>` uit de handleiding.
pt: Para mais detalhes sobre a ferramenta de Ordenação da Qualidade na Manutenção, veja :ref:`esta secção <maintenance_quality>` do manual.
pt_br: Para mais detalhes sobre a ferramenta de análise da qualidade da imagem, consulte :ref:`esta seção <maintenance_quality>` do manual.
sl: Za več podrobnosti o orodju Vzdrževanja Razvrščevalnik slik po kakovosti glejte :ref:`ta razdelek <maintenance_quality>` v priročniku.
sv: För mer information om kvalitetssortering i underhåll, se :ref:`det här avsnittet <maintenance_quality>` i handboken.
uk: Щоб дізнатися більше про інструмент супроводу для упорядковування за якістю, ознайомтеся з :ref:`цим розділом підручника <maintenance_quality>`.

source: Image Quality Sorting Settings
nl: Instellingen voor sorteren op kwaliteit van afbeeldingen
pt: Configuração da Ordenação da Qualidade de Imagem

source: Contents
nl: Inhoud
pt: Conteúdo
