Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/languages_settings.po
Languages: ca, fi, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Languages Settings
ca: Configuració dels idiomes en el digiKam
fi: digiKamin kieliasetukset
it: Impostazioni lingue di digiKam
nl: Instellingen voor talen van digiKam
pt: Configuração das Línguas do digiKam
pt_br: Configurações de idioma do digiKam
sl: jezikovne nastavitve digiKam
sv: Språkinställningar i digiKam
uk: Параметри мов у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, camera, configuration, setup, languages, translations, internationalization
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, càmera, configuració, establir, idiomes, traduccions, internacionalització
fi: digiKam, ohjeistus, ohjeet, dokumentaatio, käyttöopas, valokuvahallinta, avoin lähdekoodi, vapaa, ilmainen, helppo, kamera, asetukset, asetus, konfigurointi, kieli, kielet, käännös, käännökset, kansainvälistäminen
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, fotocamera, configurazione, configurare, lingue, traduzioni, internazionalizzazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, camera, configuratie, opzet, talen, vertalingen, internationalisatie
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, câmara, configuração, línguas, traduções, internacionalização
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, câmera, configuração, instalação, idiomas, traduções, internacionalização
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, kamera, konfiguracija, nastavitev, jeziki, prevodi, internacionalizacija
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kamera, inställning, anpassa, språk, översättningar, landsinställningar
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, фотоапарат, налаштування, налаштовування, мови, переклади, інтернаціоналізація

source: Languages Settings
fi: Kieliasetukset
pt: Configuração das Línguas

source: Contents
fi: Sisältö
pt: Conteúdo

source: digiKam is translated in many languages and you can change the internationalization of application from the :menuselection:`Settings --> Configure Languages` main menu item.
fi: digiKam on käännetty useille kielille, ja sovelluksen kotoistusta voi vaihtaa valikosta :menuselection:`Settings → Kieliasetukset`.
pt: O digiKam está traduzido em várias línguas e poderá modificar a internacionalização da aplicação a partir da opção do menu principal :menuselection:`Configuração --> Configurar as Línguas`.

source: This opens a dialog where you can edit the **Primary language** and the **Fallback language**. First one is the main collection of translations used to render internationalized strings in the application, and this will be your native language. The second one is used to fill the translations if internationalization of some strings are missing from the primary.
fi: Tämä avaa kyselyikkunan, jossa voi muokata **ensisijaista kieltä** ja **varakieltä**. Ensimmäinen on käännösten pääkokoelma, jota käytetään sovelluksen käännettyihin merkkijonoihin, ja se tulisi asettaa omaksi kieleksesi. Toista käytetään täydentämään käännöstä, jos ensisijaisesta kielestä puuttuu merkkijonoja.
pt: Isto abre uma janela onde poderá editar a **Língua Principal** e a **Língua Alternativa** ou de contingência. A primeira é a colecção principal de traduções usadas para representar os textos internacionais na aplicação, sendo normalmente a sua língua nativa. A segunda é usada para preencher as traduções, caso faltem algumas traduções na língua principal.

source: The digiKam Languages Configuration Dialog
ca: El diàleg de configuració d'idiomes en el digiKam
fi: digiKamin kieliasetusten ikkuna
it: La finestra di configurazione delle lingue di digiKam
nl: Configuratiedialoog voor talen van digiKam
pt: A Janela de Configuração das Línguas do digiKam
pt_br: A caixa de diálogo de configuração de idiomas do digiKam
sl: Pogovorno okno za konfiguracijo jezikov digiKam
sv: Dialogrutan för inställning av språk i digiKam
uk: Вікно налаштовування мов у digiKam

source: Translating an application as digiKam is a long task and require a lots of verification to be validated and published in production. Each language is maintained by independent teams which push works at different times, which cannot be sync with the application release date.
fi: Sovellusten kuten digiKamin kääntäminen on iso työ, jossa on paljon tarkistettavaa ennen tuotteen julkaisua. Kutakin kieltä ylläpitää itsenäinen käännösryhmä, joka toimittaa työnsä tuloksia aikoina, jotka eivät välttämättä osu yksiin sovelluksen julkaisupäivän kanssa.
pt: Traduzir uma aplicação como o digiKam é uma longa tarefa e necessita de bastantes verificações serem validadas e publicadas em produção. Cada língua é mantida por equipas independentes que realizam os seus trabalhos em diferentes alturas, o que não consegue estar sincronizado com a data de lançamento da aplicação.

source: You can set more than one fallback languages to translate application, the lead one is on the top of this list.
fi: Käännöksen varakieliä voi asettaa yhden tai useampia: ensisijaisin on luettelossa ylinnä.
pt: Poderá configurar mais que uma língua de contingência para traduzir a aplicação, sendo a primeira a que estiver no topo desta lista.

source: Selecting a language by the drop-down menu must propose a large list of entries. There are currently more than 70 language teams, providing translations for a wide variety of languages, including some that are often not supported by proprietary software.
fi: Kielen valinta pudotusvalikosta ehdottaa valtavaa määrää vaihtoehtoja. Käännösryhmiä on nykyisellään yli 70, ja ne tuottavat käännöksiä suurelle joukolle kieliä, myös sellaisille, joita suljetun koodin ohjelmat eivät usein tue.
pt: Seleccionar uma língua no menu suspenso poderá propor uma enorme lista de itens. Existem de momento mais de 70 equipas linguísticas, fornecendo traduções para uma grande variedade de idiomas, incluindo alguns que não costumam ser suportados por aplicações proprietárias.

source: The List of Languages Available to Internationalize the Application
ca: La llista d'idiomes disponibles per a internacionalitzar l'aplicació
fi: Sovelluksen kääntämiseen saatavilla olevien kielten luettelo
it: L'elenco delle lingue disponibili per l'internazionalizzazione dell'applicazione
nl: De lijst met beschikbare talen om de toepassing te internationaliseren
pt: A Lista de Línguas Disponíveis para Traduzir a Aplicação
pt_br: Lista de idiomas disponíveis para internacionalizar o aplicativo
sl: Seznam jezikov, ki so na voljo za internacionalizacijo aplikacije
sv: Listan över tillgängliga språk för att översätta programmet
uk: Список мов, якими можна скористатися для перекладу програми

source: To take effect, a language settings change requires to restart the application session.
fi: Tullakseen voimaan kieliasetusten muutos vaatii sovellusistunnon uudelleenkäynnistyksen.
pt: Para fazer efeito, a mudança das definições da língua obriga a reiniciar a sessão da aplicação.

source: If you want to help with the application translations workflow, please consult the :ref:`Contribute section of this manual <project_contribute>`.
fi: Jos haluat auttaa sovelluksen kääntämisessä, kurkista :ref:`käyttöoppaan avustamista käsittelevään osioon <project_contribute>`.
pt: Se quiser ajudar com o processo de traduções da aplicação, consulte por favor a :ref:`secção Contribuir deste manual <project_contribute>`.

source: :ref:`Languages Settings <setup_application>`
ca: :ref:`Configuració dels idiomes <setup_application>`
it: :ref:`Impostazioni delle lingue <setup_application>`
nl: :ref:`Taalinstellingen <setup_application>`
pt_br: :ref:`Configurações de idioma <setup_application>`
sl: :ref:`Nastavitve jezika <setup_application>`
sv: :ref:`Språkinställningar <setup_application>`
uk: :ref:`Параметри мови <setup_application>`

source: digiKam has been localized into at least dozens of languages.
ca: El digiKam s'ha traduït a dotzenes d'idiomes, com a mínim.
it: digiKam è stato tradotto in dozzine di lingue.
nl: digiKam is gelokaliseerd in minstens tientallen talen.
pt_br: O digiKam foi localizado em pelo menos dezenas de idiomas.
sl: digiKam je bil lokaliziran v vsaj ducat jezikov.
sv: DigiKam har översatts till åtminstone dussintals språk.
uk: digiKam перекладено принаймні декількома десятками мов.

source: You can change digiKam's primary language from the :menuselection:`Settings --> Configure Language...` menu item. This opens a dialog where you can select the **Primary language** and add an optional **Fallback language**. The primary language determines which translated strings will be used in the application, and this will be your native language. The fallback language is used to fill-in translations if any internationalized strings are missing from the primary set of strings.
ca: Podeu canviar l'idioma principal del digiKam des de l'element de menú :menuselection:`Arranjament --> Configura l'idioma...`. Això obre un diàleg on podeu seleccionar l'**idioma principal** i afegir un **idioma secundari opcional**. L'idioma principal determina quines cadenes traduïdes s'utilitzaran a l'aplicació, i aquesta serà la vostra llengua materna. El llenguatge alternatiu s'utilitza per a emplenar les traduccions si falten cadenes internacionalitzades del conjunt primari de cadenes.
it: Puoi cambiare la lingua principale di digiKam dalla voce di menu :menuselection:`Impostazioni --> Configura lingua...`. Si apre una finestra di dialogo in cui puoi selezionare la **lingua principale** e aggiungere una **lingua di ripiego** facoltativa. La lingua principale determina quali stringhe tradotte saranno utilizzate nell'applicazione. La lingua di ripiego è utilizzata per completare le traduzioni, nel caso in cui l'internazionalizzazione di alcune stringhe non sia stata completata per la lingua principale.
nl: U kunt de primaire taal van digiKam wijzigen uit het menu-item :menuselection:`Instellingen --> Taal configureren...`. Dit opent een dialoog waar u can de **Primaire taal** kunt selecteren en een optionele **Terugvaltaal**. De primaire taal bepaalt welke vertaalde tekenreeksen gebruikt zullen worden in de toepassing en dit zal uw inheemse taal zijn. De terugvaltaal wordt gebruikt om vertalingen in te vullen als een te vertalen tekenreeks ontbreekt in de primaire set tekenreeksen.
pt_br: Você pode alterar o idioma principal do digiKam no item de menu :menuselection:`Configurações --> Configurar idioma...`. Isso abre uma caixa de diálogo onde você pode selecionar o **Idioma principal** e adicionar um **Idioma alternativo** opcional. O idioma principal determina quais strings traduzidas serão usadas no aplicativo, e este será o seu idioma nativo. O idioma alternativo é usado para preencher as traduções caso alguma string internacionalizada esteja faltando no conjunto principal de strings.
sl: Primarni jezik digiKama lahko spremenite v meniju :menuselection:`Nastavitve --> Konfiguriraj jezik...`. To odpre pogovorno okno, kjer lahko izberete **Primarni jezik** in dodate izbirni **Nadomestni jezik**. Primarni jezik določa, kateri prevedeni nizi bodo uporabljeni v aplikaciji, in to bo vaš materni jezik. Nadomestni jezik se uporablja za dopolnjevanje prevodov, če v primarnem naboru nizov manjkajo internacionalizirani nizi.
sv: Man kan ställa in digiKams primära språk med menyalternativet :menuselection:`Inställningar --> Anpassa språk...`. Det öppnar en dialogruta där man kan redigera **Primärt språk** och **Reservspråk**. Det primära språket bestämmer vilka översätta strängar som används i programmet, och det är ditt modersmål. Reservspråket används för att fylla i översättningar om några översatta strängar saknas i den primära uppsättningen strängar.
uk: Ви можете змінити основну мову digiKam за допомогою пункту меню :menuselection:`Параметри --> Налаштувати мову...`. Цей пункт відкриває вікно, за допомогою якого ви можете редагувати **Основну мову** та додати необов'язкову **Резервну мову**. Основна мова визначає основну збірку перекладів для показу рядків у програмі. Це ваша рідна мова. Другу, резервну, мову буде використано для заповнення перекладів, якщо в основній мові немає деяких перекладів.

source: Translating an application such as digiKam is a long task and requires a lot of verification and validation before it is made available in the production code. Each language is maintained by independent teams which release updates at different times, that are not necessarily in sync with digiKam release dates.
ca: Traduir una aplicació com el digiKam és una tasca llarga i requereix moltes verificacions i validacions abans que estigui disponible en el codi de producció. Cada idioma és mantingut per equips independents que publiquen actualitzacions en moments diferents, que no són necessàriament en sincronia amb les dates de llançament del digiKam.
it: Tradurre un'applicazione come digiKam è un'operazione lunga e richiede molte verifiche e convalide prima di essere disponibile nel codice di produzione. Ogni lingua è mantenuta da squadre indipendenti che rilasciano aggiornamenti in tempi differenti, e che non sono necessariamente sincronizzati con le date di rilascio di digiKam.
nl: Vertalen van een toepassing als digiKam is een langdurige taak en vereist heel wat verificatie en validatie voordat het beschikbaar is in de productie. Elke taal wordt onderhouden door onafhankelijke teams die bijgewerkte uitgaven op verschillende tijden, die niet noodzakelijk synchroon zijn met uitgavedatums van digiKam.
pt_br: Traduzir um aplicativo como o digiKam é uma tarefa demorada e exige muita verificação e validação antes de ser disponibilizado no código de produção. Cada idioma é mantido por equipes independentes que lançam atualizações em momentos diferentes, que não necessariamente estão em sincronia com as datas de lançamento do digiKam.
sl: Prevajanje aplikacije, kot je digiKam, je dolga naloga in zahteva veliko preverjanja in validacije, preden je na voljo v produkcijski kodi. Vsak jezik vzdržujejo neodvisne ekipe, ki izdajo posodobitve ob različnih časih, ki niso nujno usklajeni z datumi izdaje digiKama.
sv: Att översätta ett program som digiKam är en lång uppgift och kräver mycket verifiering och validering innan det görs tillgängligt i produktionskoden. Varje språk underhålls av oberoende team som ger ut uppdateringar vid olika tidpunkter, vilka inte nödvändigtvis är synkroniserade med digiKams utgivningsdatum.
uk: Переклад програми, подібної до digiKam, є тривалим завданням і потребує багатьох перевірок, перш ніж його буде вивірено і передано у користування. Кожним перекладом опікується незалежна команда, яка видає результати у різні моменти часу, які можуть не збігатися із датою випуску digiKam.

source: You can set more than one fallback language in digiKam, the lead one is on the top of this list.
ca: Podeu definir més d'un idioma de reserva al digiKam, el principal es trobarà a la part superior d'aquesta llista.
it: In digiKam puoi impostare più di una lingua di ripiego, quella principale si trova in cima a questo elenco.
nl: U kunt meer dan één taal voor terugvallen instellen in digiKam, de leidende staat bovenaan deze lijst.
pt_br: Você pode definir mais de um idioma de fallback no digiKam, o principal está no topo desta lista.
sl: V digiKamu lahko nastavite več kot en rezervni jezik, glavni je na vrhu tega seznama.
sv: Man kan ställa in fler än ett reservspråk i digiKam, det främsta är överst i listan.
uk: Ви можете визначити декілька резервних мов у digiKam. Пріоритетна мова буде на вершині цього списку.

source: The drop-down menu used for selecting a language contains a long list of entries, so scrolling may be required. There are currently more than 70 language teams, providing translations for a wide variety of languages, including some that are often not supported by proprietary software.
ca: El menú desplegable utilitzat per a seleccionar un idioma conté una llista gran d'entrades, de manera que potser cal desplaçar-se. Actualment, hi ha més de 70 equips d'idiomes, els quals proporcionen traduccions per a una àmplia varietat d'idiomes, inclosos alguns que sovint no són admesos pel programari amb patents.
it: Il menu a tendina utilizzato per selezionare una lingua contiene un lungo elenco di voci, potrebbe essere quindi necessario scorrerlo. Attualmente sono presenti più di 70 squadre di localizzazione, che forniscono le traduzioni per una grande varietà di lingue, incluse alcune che spesso non vengono supportate dal software proprietario.
nl: Het afrolmenu gebruikt voor het selecteren van een taal bevat een lange lijst met items, dus schuiven kan vereist zijn. Er zijn nu meer dan 70 vertaalteams, die vertalingen leveren voor een brede variëteit van talen, inclusief sommige die vaak niet ondersteund worden door bedrijfseigen software.
pt_br: O menu suspenso usado para selecionar um idioma contém uma longa lista de entradas, portanto, pode ser necessário rolar a tela. Atualmente, existem mais de 70 equipes de idiomas, fornecendo traduções para uma ampla variedade de idiomas, incluindo alguns que muitas vezes não são suportados por software proprietário.
sl: Spustni meni za izbiro jezika vsebuje dolg seznam vnosov, zato bo morda potrebno drsenje. Trenutno obstaja več kot 70 jezikovnih skupin, ki zagotavljajo prevode za široko paleto jezikov, vključno z nekaterimi, ki pogosto niso podprti z lastniško programsko opremo.
sv: Kombinationsmenyn som används för att välja ett språk innehåller en lång lista med alternativ, så det kan vara nödvändigt att rulla. Det finns för närvarande mer än 70 språkteam som tillhandahåller översättningar för en mängd olika språk, inklusive några som ofta inte stöds av proprietär programvara.
uk: Вибір мови у спадному меню відкриє широкий список з багатьма пунктами — може знадобитися гортання. На сьогодні маємо понад 70 команд перекладачів, які опікуються широким спектром перекладів, включно з тими, підтримку яких не передбачено у закритому програмному забезпеченні.

source: A language setting change requires the application be restarted before the change takes effect.
ca: Un canvi en la configuració de l'idioma requereix reiniciar l'aplicació perquè el canvi tingui efecte.
it: Affinché le impostazioni di una lingua siano applicate è necessario riavviare l'applicazione.
nl: Het wijzigen van een taal vereist dat de toepassing opnieuw gestart moet worden om effectief te zijn.
pt_br: Uma alteração na configuração de idioma exige que o aplicativo seja reiniciado para que a alteração entre em vigor.
sl: Sprememba jezikovne nastavitve zahteva ponovni zagon aplikacije, preden začne sprememba veljati.
sv: En ändring av språkinställningarna kräver att programmet startas om för att få effekt.
uk: Щоб зміни у параметрах мов набули чинності, доведеться перезапустити програму.

source: If you want to help with the application translations, please consult the :ref:`Contribute <project_contribute>` section of this manual.
ca: Si voleu ajudar amb les traduccions de l'aplicació, consulteu la secció :ref:`Col·laborar <project_contribute>` d'aquest manual.
it: Se vuoi contribuire alle traduzioni dell'applicazione, consulta il capitolo :ref:`Collabora <project_contribute>` di questo manuale.
nl: Als u wilt helpen met het vertalen van de toepassing, bekijk dan de sectie :ref:`Bijdragen <project_contribute>` van deze handleiding.
pt_br: Se você quiser ajudar com as traduções do aplicativo, consulte a seção :ref:`Contribua <project_contribute>` deste manual.
sl: Če želite pomagati pri delovnem procesu prevajanja aplikacije, si oglejte razdelek :ref:`Prispevajte v tem priročniku <project_contribute>`. Če želite pomagati pri prevodih aplikacije, si oglejte razdelek :ref:`Contribute <project_contribute>` tega priročnika.
sv: Om du vill hjälpa till med programöversättningarna, se avsnittet :ref:`Bidra <project_contribute>` i handboken.
uk: Якщо ви хочете допомогти з перекладом програми, будь ласка, зверніться до :ref:`розділу щодо участі у розробці у цьому підручнику <project_contribute>`.
