Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/metadata_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Revert To Default**: resets the current list to the default values.
ca: **Torna als valors predeterminats**: restableix la llista actual als valors predeterminats.
it: **Riporta ai valori predefiniti**: riporta ai valori predefiniti l'elenco corrente.
nl: **Naar standaard terugdraaien**: reset de huidige lijst naar de standaard waarden.
pt_br: **Redefinir para o padrão**: redefine a lista atual para os valores padrão.
sl: **Povrni na privzeto**: ponastavi trenutni seznam na privzete vrednosti.
uk: **Повернутися до типового**: надає змогу відновити типові значення у поточному списку.

source: The **Profile** are simple ini-based text file used to store the advanced metadata settings to the disk. A profile can be loaded to overload the current configuration, depending on your workflow and the rules to apply for the best interoperability with other photo management programs. digiKam comes with a compatibility profile for **DarkTable**.
ca: El **perfil** és un fitxer de text senzill basat en INI que s'utilitza per a emmagatzemar la configuració avançada de les metadades al disc. Es pot carregar un perfil per a superposar la configuració actual, segons el flux de treball i les regles que s'apliquin per a aconseguir la millor interoperabilitat amb altres programes de gestió de fotografies. El digiKam ve amb un perfil de compatibilitat per al **DarkTable**.
it: I **profilo** sono file di testo ini utilizzati per salvare le impostazioni avanzate dei metadati sul disco. Un profilo può essere caricato per sovrascrivere l'attuale configurazione, in base al tuo flusso di lavoro e alle regole da applicare per la migliore interoperabilità con altri programmi di gestione delle foto. digiKam è distribuito con un profilo compatibile con **DarkTable**.
nl: Het **Profiel** is een eenvoudig op ini gebaseerd tekstbestand gebruikt om de geavanceerde metagegevensinstellingen naar de schijf op te slaan. Een profiel kan geladen worden om de huidige configuratie te overschrijven, afhankelijk van uw werkmethode en de regels toe te passen voor de beste interoperabiliteit met andere fotobeheerprogramma's. digiKam komt met een compatibiliteitsprofiel voor **DarkTable**.
pt_br: O **Perfil** é um arquivo de texto simples baseado em ini usado para armazenar as configurações avançadas de metadados no disco. Um perfil pode ser carregado para sobrecarregar a configuração atual, dependendo do seu fluxo de trabalho e das regras a serem aplicadas para a melhor interoperabilidade com outros programas de gerenciamento de fotos. O digiKam vem com um perfil de compatibilidade para o **DarkTable**.
sl: **Profil** je preprosta besedilna datoteka na osnovi ini, ki se uporablja za shranjevanje naprednih nastavitev metapodatkov na disk. Profil lahko naložite tako, da prenaložite trenutno konfiguracijo, odvisno od vašega poteka dela in pravil, ki se uporabljajo za najboljšo interoperabilnost z drugimi programi za upravljanje fotografij. digiKam ima združljivostni profil za **DarkTable**.
uk: **Профіль** є простим текстовим файлом на основі формату ini для зберігання розширених параметрів метаданих на диск. Профіль може бути завантажено для перезавантаження поточних налаштувань, залежно від вашого робочого процесу і правил, які слід застосувати для покращення взаємодії із іншими програмами для керування фотографіями. digiKam постачається із профілем сумісності із **DarkTable**.

source: We recommend to always put XMP tags to the top priority on this list, as XMP has better features than IPC and Exif.
ca: Recomanem posar sempre les etiquetes XMP a la màxima prioritat en aquesta llista, ja que XMP té millors característiques que IPC i Exif.
it: Raccomandiamo d'inserire sempre i tag XMP alla massima priorità, in quanto XMP contiene funzionalità migliori rispetto a IPC ed Exif.
nl: We bevelen aan om altijd de XMP tags bovenaan deze lijst te zetten, omdat XMP betere mogelijkheden heeft dan IPC en Exif.
pt: Recomendamos que coloque sempre as marcas de XMP na prioridade de topo nessa lista, dado que o XMP tem melhores funcionalidades que o IPC e o EXIF.
pt_br: Recomendamos sempre colocar as etiquetas XMP como prioridade máxima nesta lista, pois o XMP tem recursos melhores que o IPC e o Exif.
sl: Priporočamo, da značke XMP vedno postavite na prvo mesto na tem seznamu, saj ima XMP boljše funkcije kot IPC in Exif.
uk: Рекомендуємо завжди пересувати мітки XMP на вершину списку, оскільки можливості XMP є ширшими, ніж у IPC і Exif.

source: The **Tags** category provide an extra option named **Read All Metadata For Tags** to force operations on all the namespaces.
ca: La categoria **Etiquetes** proporciona una opció addicional anomenada **Llegeix totes les metadades per a les etiquetes** per a forçar les operacions en tots els espais de nom.
it: La categoria **Tag** fornisce un'ulteriore opzione chiamata **Leggi tutti i metadati per i tag** per forzare le operazioni sui tutti gli spazi del nome.
nl: De categorie **Tags** biedt een extra optie genaamd **Alle metagegevens voor tags lezen** om bewerkingen op alle naamruimten af te dwingen.
pt: A categoria de **Marcas** oferece uma opção extra chamada **Ler Todos os Meta-Dados das Marcas** para forçar as operações em todos os espaços de nomes.
pt_br: A categoria **Etiquetas** fornece uma opção extra chamada **Ler todos os metadados para etiquetas** para forçar operações em todos os espaços de nome.
sl: Kategorija **Značke** ponuja dodatno možnost, imenovano **Preberi vse metapodatke za značke** za vsiljevanje operacij v vseh imenskih prostorih.
uk: У категорії **Мітки** передбачено додатковий пункт із назвою **читати усі метадані для міток** для примусового виконання дій над усіма просторами назв.

source: Metadata Settings
pt: Configuração dos Meta-Dados

source: Image files can have some metadata embedded into the image file format. These metadata can be stored in a number of standard formats as JPEG, TIFF, PNG, JPEG2000, PGF, and RAW files. Metadata can be read and written in the `Exif <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_, and `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ formats if they are present in the file.
pt: Os ficheiros de imagens poderão ter alguns meta-dados incorporados no formato do ficheiro de imagem. Estes meta-dados poderão ser guardados num conjunto de formatos predefinidos, como os ficheiros JPEG, TIFF, PNG, JPEG2000, PGF e RAW. Os meta-dados podem ser lidos e gravados nos formatos `EXIF <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_ e `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_, caso estejam presentes no ficheiro.

source: The **Behavior** tab allows you to select what information digiKam will write to the metadata and control how digiKam will deal with this embedded information.
pt: A página de **Comportamento** permite-lhe seleccionar as informações que o digiKam irá gravar nos meta-dados e controlar como o digiKam irá lidar com essa informação incorporada.

source: If the **Lazy Synchronization** option is turned on, digiKam will only write metadata when user clicks on the **Apply Pending Changes To Metadata** icon in the status bar or when application is shutdown.
pt: Se a opção de **Sincronização Posterior** estiver activada, o digiKam só irá gravar os meta-dados quando o utilizador carregar no ícone para **Aplicar as Mudanças Pendentes nos Meta-Dados** na barra de estado ou quando encerrar a aplicação.

source: The **Sidecars** tab allows user to control whether digiKam will read and write from/to XMP sidecars or not. You can also customize the granularity of write operations to XMP sidecar:
pt: A página de **Ficheiros Acessórios** permite ao utilizador controlar se o digiKam irá ler e gravar os dados nos ficheiros acessórios do XMP ou não. Poderá também personalizar a granularidade da operação de escrita nos dados auxiliares do XMP:

source: **Write to XMP sidecar only** will not touch the item metadata.
pt: **Gravar apenas no ficheiro XMP auxiliar** não irá tocar nos meta-dados do item.

source: **Write to item and XMP Sidecar** will touch both item and sidecar at the same time.
pt: **Gravar no item e nos dados acessórios XMP** irá tocar tanto nos dados do item como nos acessórios ao mesmo tempo.

source: **Write to XMP sidecar for read-only item only** will handle sidecar for non-writable items only, as video or RAW files for example.
pt: **Gravar nos dados acessórios XMP apenas nos itens apenas para leitura** irá tratar dos dados acessórios apenas no caso de itens sem permissão de escrita, como os ficheiros de vídeo ou RAW, por exemplo.

source: Filename for the sidecars set to :file:`filename.ext.xmp`. For example, :file:`image1.dng` will have a sidecar file named :file:`image1.dng.xmp`. With the option **Sidecar file names are compatible with commercial programs** digiKam will create the XMP sidecar files with a compatible file name (:file:`image1.xmp`) used by many commercial programs.
pt: O nome dos ficheiros auxiliares tem o formato :file:`nome-ficheiro.ext.xmp`. Por exemplo, o :file:`imagem1.dng` terá um ficheiro acessório chamado :file:`imagem1.dng.xmp`. Com a opção **Os nomes dos ficheiros acessórios são compatíveis com os programas comerciais**, o digiKam irá criar os ficheiros acessórios em XMP com um nome de ficheiro compatível (:file:`imagem1.xmp`), que é usado por muitos programas comerciais.

source: If the box **Read from sidecar files** is checked, digiKam will only read the sidecar while ignoring the embedded metadata.
pt: Se a opção **Ler dos ficheiros auxiliares** estiver assinalada, o digiKam só irá ler os ficheiros acessórios, enquanto ignora os meta-dados incorporados.

source: The option **Additional sidecar file extensions** allows to add extra filename extensions to be processed alongside regular items, independently of the XMP sidecars. These files will be hidden, but regarded as an extension of the main file. Just write :file:`thm pp3` to support :file:`filename.thm` (extra Jpeg thumbnail for RAW) and :file:`filename.pp3` (RAWTheraPee metadata) sidecars.
pt: A opção **Extensões adicionais dos ficheiros acessórios** permite adicionar extensões de ficheiros extra para processar em conjunto com os itens normais, independentemente dos dados acessórios em XMP. Estes ficheiros ficarão escondidos, mas ficarão como uma extensão do ficheiro principal. Basta escrever :file:`thm pp3` para ter suporte para os ficheiros :file:`ficheiro.thm` (miniatura extra em JPEG para o RAW) e :file:`ficheiro.pp3` (meta-dados do RAWTheraPee).

source: **Show images/thumbnails rotated according to orientation tag**: this will use any orientation information that your camera has included in the Exif information to automatically rotate your photographs so that they are the correct way up when displayed. It will not actually rotate the image file, only the display of the image on the screen. If you want to permanently rotate the image on file, you can click with the right mouse button on the thumbnail and select **Auto-rotate/flip according to Exif orientation**. The image will then be rotated on disk and the tag will be reset to "normal". If your camera routinely gets this orientation information wrong you might like to switch this feature off.
pt: **Mostrar as imagens/miniaturas rodadas de acordo com a marca de orientação**: isto irá usar todas as informações de orientação que a sua câmara incluiu na informação do EXIF, de forma a rodar automaticamente as suas fotografias e a mostrá-las correctamente para cima quando forem visualizadas. Não irá rodar de facto o ficheiro da imagem, só a visualização da imagem no ecrã. Se quiser rodar de forma permanente a imagem no ficheiro, poderá carregar com o botão direito do rato sobre a miniatura e seleccionar a opção **Auto-rodar/inverter de acordo com a orientação do EXIF**. A imagem será então rodada no disco e a marca será reposta no valor "normal". Se a sua câmara extrai de forma errada esta informação de orientação, então poderá querer desligar esta funcionalidade.

source: **Set orientation tag to normal after rotate/flip**: the auto-rotate option automatically corrects the orientation of images taken with digital cameras that have an orientation sensor. The camera adds an orientation tag to the image's Exif metadata. digiKam can read this tag to adjust the image accordingly. If you manually rotate an image, these metadata will be incorrect. This option will set the orientation tag to *Normal* after an adjustment, assuming that you rotated it to the correct orientation. Switch this off if you don't want digiKam to make changes to the orientation tag, when you rotate or flip the image.
pt: **Configurar a marca de orientação como normal após a rotação/inversão**: a opção de rotação automática corrige automaticamente a orientação das imagens tiradas com as câmaras digitais que têm um sensor de orientação. A câmara adiciona uma marca de orientação aos meta-dados EXIF da imagem. O digiKam pode ler esta marca para ajustar a imagem da forma adequada. Se rodar manualmente uma imagem, estes meta-dados ficarão incorrectos. Esta opção irá configurar a marca de orientação como *Normal*, após um ajuste, assumindo que a rodou para a orientação correcta. Desligue isto se não quiser que o digiKam faça alterações na marca de orientação, quando rodar ou inverter a imagem.

source: These settings allows to customize the metadata contents displayed in Exif, Makernotes, IPTC, XMP, and ExifTool viewers from the right sidebar. For more details see :ref:`this section <metadata_view>` from the manual.
pt: Estas definições permitem personalizar o conteúdo dos meta-dados apresentados nos visualizadores do EXIF, Notas do Fabricante, IPTC, XMP e da ExifTool na barra lateral direita. Para mais detalhes, veja :ref:`esta secção <metadata_view>` do manual.

source: ExifTool is a backend engine that digiKam can use to process operations on metadata, as view, read, and write. This panel only show the detection of the ExifTool binary program, and the supported formats with the respective read and write features.
pt: O ExifTool é um motor de infra-estrutura que o digiKam pode usar para processar as operações sobre os meta-dados, como a visualização, a leitura e gravação. Este painel só mostra a detecção do executável do ExifTool, bem como os formatos suportados e as funcionalidades de leitura e escrita respectivas.

source: To replace the Exiv2 backend by ExifTool with all read and write metadata operations, see the :ref:`Metadata Behavior <metadata_behavior>` section of this manual.
pt: Para substituir a infra-estrutura do Exiv2 pelo ExifTool, com todas as operações de leitura e escrita de meta-dados, veja a secção de :ref:`Comportamento dos Meta-Dados <metadata_behavior>` deste manual.

source: This page allows to share metadata stored in digiKam database with the Baloo search engine. Extra applications as **KDE Dolphin** file manager can use the Baloo interface to provide file search results with items managed by the digiKam database.
pt: Esta página permite partilhar os meta-dados guardados na base de dados do digiKam com o motor de busca Baloo. As aplicações extra, como o gestor de ficheiros do KDE **Dolphin**, poderão usar a interface do Baloo para fornecer resultados da pesquisa de ficheiros que são geridos pela base de dados do digiKam.

source: The **Advanced** tab allows you to manage namespaces used by digiKam to store and retrieve tags, ratings and comments. This functionality is often used by advanced users to synchronize metadata between different software. Please leave the default settings if you are not sure what to do here.
pt: A página **Avançado** permite-lhe gerir os espaços de nomes usados pelo digiKam para guardar e obter as marcas, classificações e comentários. Esta funcionalidade é frequentemente usada pelos utilizadores avançados para sincronizar os meta-dados entre diferentes aplicações. Por favor, deixe a configuração predefinida, caso não tenha a certeza do que deseja fazer aqui.

source: On this example, the top **Caption** entry in the list is **Xmp.dc.description**, and it will be read by digiKam first. If it contains a valid value it will be used, otherwise the next entry named **Xmp.exif.UserComment**, etc. The entries list priority is high on the top and low on the bottom. The entry in the list are used only if item is enabled with the checkbox preceding the name.
pt: Neste exemplo, o item **Legenda** de topo na lista é o **Xmp.dc.description**, e o mesmo será lido pelo digiKam em primeiro lugar. Se tiver um valor válido, o mesmo será usado, caso contrário será usado o item seguinte, chamado **Xmp.exif.UserComment**, etc. A prioridade da lista de itens é alta no topo e baixa no fundo. O item na lista é usado apenas se o item estiver activo através da marcação que antecede o nome.

source: **Add**: allows to add a new entry in the tags list.
pt: **Adicionar**: permite adicionar um novo item na lista de marcas.

source: **Edit**: allows to modify the current select entry in the list.
pt: **Editar**: permite modificar o item seleccionado de momento na lista.

source: **Delete**: allows to remove the current select entry in the list.
pt: **Apagar**: permite remover o item seleccionado de momento na lista.

source: **Move up**: allows to move the current select entry in the list to a higher priority.
pt: **Subir**: permite mover o item seleccionado de momento para uma prioridade maior na lista.

source: **Move Down**: allows to move the current selected entry in the list to a lower priority.
pt: **Descer**: permite mover o item seleccionado de momento para uma prioridade menor na lista.

source: **Revert Changes**: allows to revert last changes done on the list.
pt: **Reverter as Alterações**: permite anular as últimas alterações feitas na lista.

source: **Save Profile**: allows to save the current configuration to a **Profile** file.
pt: **Gravar o Perfil**: permite gravar a configuração actual num ficheiro de **Perfil**.

source: **Load Profile**: allows to load a saved configuration from a **Profile** file.
pt: **Carregar um Perfil**: permite carregar uma configuração gravada de um ficheiro de **Perfil**.

source: **Revert To Default**: allows to reset the current list to the default values.
pt: **Reverter para as Predefinições**: permite repor a lista actual com os valores predefinidos.

source: The **Profile** are simple ini-based text file used to store the advanced metadata settings to the disk. A profile can be loaded to overload the current configuration, depending of your workflow and the rules to apply for the best interoperability with other photo management programs. digiKam comes with a compatibility profile for **DarkTable**.
pt: Um **Perfil** é um ficheiro de texto simples, baseado no formato INI, que é usado para guardar as definições avançadas dos meta-dados no disco. Poderá carregar um perfil para substituir a configuração actual, dependendo do seu processo e das regras a aplicar, para uma melhor interoperabilidade com os outros programas de gestão de fotografias. O digiKam vem com um perfil de compatibilidade para o **DarkTable**.
