Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/metadata_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The option **Additional sidecar file extensions** allows you to add extra filename extensions to be processed alongside regular items, independent of the XMP sidecars. These files will be hidden, but regarded as an extension of the main file. Just write :file:`thm pp3` to support :file:`filename.thm` (extra Jpeg thumbnail for RAW) and :file:`filename.pp3` (RAWTheraPee metadata) sidecars.
ca: L'opció **Extensions de fitxer laterals addicionals** permet afegir extensions de nom de fitxer addicionals perquè es processin juntament amb elements regulars, independentment dels laterals XMP. Aquests fitxers estaran ocults, però es consideraran com una extensió del fitxer principal. Senzillament escriviu :file:`thm pp3` per a admetre els laterals :file:`nom_fitxer.thm` (miniatura JPEG addicional per a RAW) i :file:`nom_fitxer.pp3` (metadades RAWTheraPee).
it: L'opzione **Estensioni aggiuntive dei file sidecar** ti consente di aggiungere estensioni di nomi file aggiuntivi da essere elaborati insieme con gli elementi regolare, indipendentemente dai sidecar XMP. Questi file saranno nascosti, ma trattati come estensione del file principale, basta che scrivi :file:`thm pp3` per supportare :file:`filename.thm` (miniatura Jpeg aggiuntiva per RAW) e sidecar :file:`filename.pp3` (metadati RAWTheraPee).
nl: De optie **Additionele aanhangselbestandsextensies** biedt u het toevoegen van extra bestandsnaamextensies om verwerkt te worden samen met reguliere items, onafhankelijk van de XMP aanhangsels. Deze bestanden zullen verborgen zijn, maar beschouwd als een extensie van het hoofdbestand. Schrijf gewoon :file:`thm pp3` om :file:`bestandsnaam.thm` te ondersteunen (extra Jpeg miniatuur voor RAW) en :file:`bestandsnaam.pp3` (RAWTheraPee metagegevens) aanhangsels.
pt_br: A opção **Extensões adicionais de arquivo auxiliar** permite adicionar extensões extras de nome de arquivo para serem processadas junto com itens regulares, independentemente dos arquivos XMP. Esses arquivos ficarão ocultos, mas serão considerados uma extensão do arquivo principal. Basta digitar :file:`thm pp3` para suportar os arquivos auxiliares :file:`nomearquivo.thm` (miniatura JPEG extra para RAW) e :file:`nomearquivo.pp3` (metadados do RAWTheraPee).
sl: Možnost **Dodatne razširitve priklopnih datotek** omogoča dodajanje dodatnih končnic imen datotek, ki se obdelujejo skupaj z običajnimi elementi neodvisnih priklopnih datotek XMP. Te datoteke bodo skrite, vendar bodo obravnavane kot razširitev glavne datoteke. Samo napišite :file:`thm pp3` za podporo :file:`filename.thm` (dodatna sličica Jpeg za RAW) in :file:`filename.pp3` priklopne datoteke (RAWTheraPee metapodatki).
uk: За допомогою пункту **Суфікси назв додаткових файлів** можна додати додаткові суфікси назв файлів, які буде оброблено разом із звичайними записами, окремо від додаткових файлів XMP. Ці файли приховано, але вони вважатимуться розширенням основного файла. Просто впишіть :file:`thm pp3`, щоб забезпечити підтримку додаткових файлів :file:`назва_файла.thm` (додаткова мініатюра Jpeg для RAW) і :file:`назва_файла.pp3` (метадані RAWTheraPee).

source: Rotation Settings
ca: Configurar el gir
it: Impostazioni di rotazione
nl: Instellingen voor draaien
pt: Configuração da Rotação
pt_br: Configurações de rotação
sl: Nastavitve vrtenja
uk: Параметри обертання

source: The digiKam Metadata Rotation Behavior Settings Page
ca: La pàgina de configuració del comportament de gir amb les metadades en el digiKam
it: La pagina delle Impostazioni comportamento di rotazione dei metadati di digiKam
nl: De instellingenpagina van digiKam voor het rotatiegedrag van metagegevens
pt: A Página de Configuração do Comportamento da Rotação nos Meta-Dados do digiKam
pt_br: Página de configurações de comportamento de rotação dos metadados do digiKam
sl: Stran z nastavitvami vedenja vrtenja metapodatkov digiKam
uk: Сторінка параметрів поведінки щодо обертання у digiKam

source: The first options specify digiKam's behavior when rotating a file.
ca: La primera opció especifica el comportament del digiKam en girar un fitxer.
it: Le prime opzioni specificano il comportamento di digiKam quando ruoti un file.
nl: De eerste opties specificeren het gedrag van digiKam bij draaien van een bestand.
pt_br: As primeiras opções especificam o comportamento do digiKam ao girar um arquivo.
sl: Prve možnosti določajo obnašanje digiKama pri vrtenju datoteke.
uk: Перші пункти визначають поведінку digiKam при обертанні файла.

source: **Show images/thumbnails rotated according to orientation tag**: this will use any orientation information that your camera has included in the Exif information to automatically rotate your photographs so that they are displayed the correct way up. It will not actually rotate the image file, only the display of the image on the screen. If you want to permanently rotate the image on file, you can click with the right mouse button on the thumbnail and select **Auto-rotate/flip according to Exif orientation**. The image will then be rotated on disk and the tag will be reset to "normal". If your camera routinely gets this orientation information wrong you might like to switch this feature off.
ca: **Mostra les imatges/miniatures &girades d'acord amb l'etiqueta d'orientació**: utilitzarà qualsevol informació d'orientació que la vostra càmera hagi inclòs en la informació Exif per a fer girar automàticament les vostres fotografies perquè es mostrin en la posició correcta cap amunt. En realitat, no girarà el fitxer d'imatge, només la visualització de la imatge a la pantalla. Si voleu girar permanentment la imatge en el fitxer, podeu fer clic amb el botó dret del ratolí sobre la miniatura i seleccionar **Gira/inverteix automàticament d'acord amb l'orientació Exif**. Després, la imatge es girarà en el disc i l'etiqueta es restablirà a «normal». Si la vostra càmera rep habitualment aquesta informació d'orientació incorrecta, potser voldreu desactivar aquesta característica.
it: **Mostra immagini e miniature ruotate a seconda del tag di orientazione**: sarà usata qualsiasi informazione sulla rotazione che la tua macchina fotografica avrà incluso nelle informazioni Exif, in modo che le fotografie siano visualizzate correttamente. Non ruoterà l'immagine nel file, ma solo la sua visualizzazione; se vuoi ruotare permanentemente l'immagine nel file allora fai clic col pulsante destro del mouse sulla miniatura, e seleziona **Rotazione/ribaltamento automatico usando le informazioni Exif**: l'immagine sarà allora ruotata sul disco, e il tag sarà reimpostato a «normale». Potresti voler disattivare questa funzionalità qualora la tua macchina fotografica sbagli regolarmente questa informazione di orientazione.
nl: **Afbeeldingen/miniaturen in de stand van de oriëntatie-tag tonen**: dit gebruikt de oriëntatie gegevens die uw camera in de Exif-informatie heeft aangebracht zodat het beeld in de juiste stand wordt weergegeven. Het zal niet het bestand draaien, alleen het beeld dat op het beeldscherm verschijnt. Als u een afbeelding permanent wilt draaien klikt u met de rechter muisknop op de miniatuur en kiest u **Roteer/spiegel automatisch volgens de Exif-oriëntatie**. De afbeelding zal dan op de schijf worden gedraaid en de tag zal gereset worden naar "normaal". Als uw camera deze oriëntatie regelmatig verkeerd aanbrengt kunt u overwegen deze functie uit te zetten.
pt_br: **Mostrar imagens/miniaturas rotacionadas de acordo com a etiqueta de orientação**: isso usará qualquer informação de orientação que sua câmera tenha incluído nas informações Exif para girar automaticamente suas fotos para que sejam exibidas na posição correta. Isso não girará o arquivo de imagem, apenas a exibição da imagem na tela. Se você quiser girar a imagem permanentemente no arquivo, clique com o botão direito do mouse na miniatura e selecione **Girar/inverter automaticamente de acordo com a orientação Exif**. A imagem será então girada no disco e a etiqueta será redefinida para "normal". Se sua câmera costuma receber essas informações de orientação incorretamente, você pode desativar esse recurso.
sl: **Prikaži slike/sličice, obrnjene glede na oznako orientacije**: to bo uporabilo vse informacije o orientaciji, ki jih je vaša kamera vključila v informacije Exif, za samodejno obračanje vaših fotografij, tako da so prikazane pravilno navzgor. Pravzaprav ne bo zavrtel slikovne datoteke, ampak le prikaz slike na zaslonu. Če želite trajno zasukati sliko v datoteki, lahko z desnim gumbom miške kliknete sličico in izberete **Samodejno zasukaj/obrni glede na orientacijo Exif**. Slika bo nato obrnjena na disku in oznaka bo ponastavljena na "normalno". Če vaša kamera redno dobiva napačne informacije o orientaciji, boste morda želeli to funkcijo izklopiti.
uk: **Показувати зображення/мініатюри обернутими, відповідно до мітки орієнтації**: якщо буде позначено цей пункт, програма використає всі дані щодо орієнтації, які було записано вашим фотоапаратом до даних Exif, щоб автоматично повернути ваші фотографії так, щоб їх було показано належним чином. Програма не виконуватиме повороту зображення у файлі, обертання буде здійснено лише під час показу на екрані. Якщо ви бажаєте обернути зображення у файлі, ви можете навести вказівник миші на мініатюру зображення, клацнути правою кнопкою миші і вибрати у контекстному меню пункт **Автоматичний поворот або віддзеркалення за даними Exif**. У відповідь програма виконає поворот зображення на диску і встановить значення мітки у орієнтації «нормальна». Якщо фотоапарат надає неправильні відомості щодо орієнтації, вам слід зняти позначку з цього пункту.

source: **Set orientation tag to normal after rotate/flip**: the auto-rotate option automatically corrects the orientation of images taken with digital cameras that have an orientation sensor. The camera adds an orientation tag to the image's Exif metadata. digiKam can read this tag to adjust the image accordingly. If you manually rotate an image, these metadata will be incorrect. This option will set the orientation tag to *Normal* after an adjustment, assuming that you rotated it to the correct orientation. Switch this off if you don't want digiKam to make changes to the orientation tag when you rotate or flip the image.
ca: **Estableix l'etiqueta d'orientació a normal després de girar o invertir**: l'opció «Gir automàtic» corregeix automàticament l'orientació de les imatges preses amb càmeres digitals que tenen un sensor d'orientació. La càmera afegeix una etiqueta d'orientació a les metadades Exif de la imatge. El digiKam pot llegir aquesta etiqueta per a ajustar la imatge en conseqüència. Si gireu manualment una imatge, aquestes metadades seran incorrectes. Aquesta opció establirà l'etiqueta d'orientació a «normal» després d'un ajustament, suposant que l'heu girat en l'orientació correcta. Desactiveu aquesta opció si no voleu que el digiKam realitzi canvis a l'etiqueta d'orientació quan gireu o voltegeu la imatge.
it: **Imposta il tag di orientazione come normale dopo una rotazione o un ribaltamento**: l'opzione di rotazione automatica corregge l'orientazione delle immagini scattate con le macchine fotografiche che hanno un sensore di orientazione. Il dispositivo aggiunge un'etichetta di orientazione ai metadati Exif, e digiKam può leggere questa etichetta per regolare l'immagine accordandosi a questa. Se l'immagine viene regolata manualmente questi metadati saranno errati, ma questa opzione imposterà l'etichetta di orientazione a *Normale* dopo una modifica, assumendo che tu abbia ruotato nel verso giusto. Disattiva questa opzione se non vuoi che digiKam cambi l'etichetta di orientazione quando ruoti l'immagine.
nl: **Stel de oriëntatie-tag op normaal na roteren/spiegelen**: de optie automatisch draaien corrigeert automatisch de stand van afbeeldingen genomen met digitale camera's die een oriëntatie-sensor hebben. De camera voegt een oriëntatie-tag toe aan de Exif-metagegevens van de afbeelding. digiKam kan deze tag lezen om het beeld overeenkomstig aan te passen. Als u handmatig een afbeelding draait, zullen deze metagegevens onjuist zijn. Deze optie zal de oriëntatie-tag instellen op *Normaal* na aanpassing, in de veronderstelling dat u de afbeelding in de juiste stand gezet hebt. Schakel dit uit als u niet wilt dat digiKam wijzigingen aanbrengt in de stand van de afbeelding.
pt_br: **Definir a etiqueta de orientação como normal após rotacionar/inverter**: a opção de rotação automática corrige automaticamente a orientação de imagens capturadas com câmeras digitais que possuem um sensor de orientação. A câmera adiciona uma etiqueta de orientação aos metadados Exif da imagem. O digiKam pode ler essa etiqueta para ajustar a imagem adequadamente. Se você girar uma imagem manualmente, esses metadados estarão incorretos. Esta opção definirá a etiqueta de orientação como *Normal* após um ajuste, assumindo que você a girou para a orientação correta. Desative esta opção se não quiser que o digiKam faça alterações na etiqueta de orientação ao girar ou inverter a imagem.
sl: **Po vrtenju/prevračanju nastavi oznako orientacije na normalno**: možnost samodejnega zasuka samodejno popravi orientacijo slik, posnetih z digitalnimi kamerami, ki imajo senzor orientacije. Kamera doda oznako orientacije v metapodatke Exif slike. digiKam lahko prebere to oznako in ustrezno prilagodi sliko. Če ročno zasukate sliko, bodo ti metapodatki nepravilni. Ta možnost bo po prilagoditvi nastavila oznako orientacije na *Normal*, ob predpostavki, da ste jo zasukali v pravilno orientacijo. To možnost izklopite, če ne želite, da digiKam spremeni oznako orientacije, ko zasukate ali prevrnete sliko.
uk: **Після обертання/віддзеркалення зображення змінити мітку орієнтації на нормальну**: позначення пункту автоматичного обертання призведе до автоматичного виправлення орієнтації зображень, знятих цифровими фотоапаратами з датчиком орієнтації. Такі фотоапарати додають мітку орієнтації до метаданих Exif метаданих. Програма digiKam може читати дані з цієї мітки і враховувати значення під час показу зображення. Якщо ви виконаєте обертання зображення вручну, значення цієї мітки вже не відповідатиме куту повороту зображення. За допомогою цього пункту можна встановити для мітки орієнтації, після виконання належного повороту, значення «нормальна». Зніміть позначку з цього пункту, якщо ви не бажаєте, щоб програма digiKam вносила зміни до мітки орієнтації після повороту або віддзеркалення зображення.

source: Views Settings
ca: Configurar les vistes
it: Impostazioni delle viste
nl: Instellingen van weergaven
pt: Configuração das Áreas
pt_br: Configurações das vistas
sl: Nastavitve pogleda
uk: Параметри панелей перегляду

source: These settings allow you to specify the metadata contents displayed in Exif, Makernotes, IPTC, XMP, and ExifTool viewers from the right sidebar when using custom filters. For more details see :ref:`this section <metadata_view>` from the manual.
ca: Aquestes opcions de configuració permeten especificar el contingut de les metadades que es mostren en els visualitzadors Exif, Notes del fabricant, IPTC, XMP i ExifTool des de la barra lateral dreta que es facin servir filtres personalitzats. Per a més detalls, vegeu :ref:`aquesta secció <metadata_view>` del manual.
it: Queste impostazioni ti permettono di specificare il contenuto dei metadati visualizzati nei visori Exif, Makernotes, IPTC, XMP ed ExifTool dalla barra laterale destra quando usi filtri personalizzati. Per ulteriori dettagli, vedi :ref:`questa sezione <metadata_view>` del manuale.
nl: Deze instellingen bieden u het specificeren van de inhoud van metagegevens getoond in Exif, Makernotities, IPTC, XMP en ExifTool-viewers uit de rechter zijbalk bij gebruik van aangepaste filters. Voor meer details zie :ref:`deze sectie <metadata_view>` uit de handleiding.
pt_br: Essas configurações permitem especificar o conteúdo de metadados exibido nos visualizadores de Exif, Notas do fabricante, IPTC, XMP e ExifTool na barra lateral direita ao usar filtros personalizados. Para mais detalhes, consulte :ref:`esta seção <metadata_view>` do manual.
sl: Te nastavitve vam omogočajo, da določite vsebino metapodatkov, prikazano v pregledovalnikih Exif, Makernotes, IPTC, XMP in ExifTool, v desni stranski vrstici, ko uporabljate filtre po meri. Za več podrobnosti si oglejte :ref:`ta razdelek <metadata_view>` v priročniku.
uk: Ці параметри надають змогу налаштувати метадані, які показано у засобах перегляду Exif, Makernotes, IPTC, XMP і ExifTool на правій бічній панелі при використанні нетипових фільтрів. Щоб дізнатися більше, зверніться до :ref:`цього розділу <metadata_view>` підручник.

source: The digiKam Settings For The Metadata Viewers
ca: La configuració del digiKam per als visualitzadors de metadades
it: Le impostazioni di digiKam per i visori di metadati
nl: De instellingen voor de metagegevens-viewers van digiKam
pt: A Configuração do digiKam para os Visualizadores de Meta-Dados
pt_br: Configurações do digiKam para visualizadores de metadados
sl: Nastavitve digiKam za pregledovalnike metapodatkov
uk: Параметри digiKam для панелей перегляду метаданих

source: ExifTool Settings
ca: Configurar l'ExifTool
it: Impostazioni di ExifTool
nl: Instellingen voor Exif-hulpmiddel
pt: Configuração do ExifTool
pt_br: Configurações do ExifTool
sl: Nastavitve ExifTool
uk: Параметри ExifTool

source: `ExifTool <https://exiftool.org/>`_ is a backend engine that digiKam can use to process operations on metadata, such as view, read, and write. This tab indicates the presence of the ExifTool binary program, and lists the read and write support for supported formats.
ca: L'`ExifTool <https://exiftool.org/>`_ és un motor de dorsal que el digiKam pot utilitzar per a processar operacions sobre les metadades, com veure, llegir i escriure. Aquesta pestanya indica la presència del programa binari ExifTool i llista la implementació de la lectura i escriptura dels formats admesos.
it: `ExifTool <https://exiftool.org/>`_ è un motore che digiKam può utilizzare per elaborare operazioni sui metadati, quali visualizzare, leggere e scrivere. Questa scheda indica la presenza del programma eseguibile di ExifTool ed elenca il supporto di lettura e scrittura per i formati supportati.
nl: `ExifTool <https://exiftool.org/>`_ is een backend-engine die digiKam kan gebruiken om bewerkingen op metagegevens te doen, zoals bekijken, lezen en schrijven. Dit tabblad geeft de aanwezigheid van het binaire programma ExifTool aan en de lijst met ondersteunde formaten voor ondersteuning van lezen en schrijven.
pt_br: `ExifTool <https://exiftool.org/>`_ é um mecanismo de backend que o digiKam pode usar para processar operações em metadados, como visualização, leitura e gravação. Esta aba indica a presença do programa binário ExifTool e lista o suporte de leitura e gravação para os formatos suportados.
sl: `ExifTool <https://exiftool.org/>`_ je zaledni mehanizem, ki ga lahko digiKam uporablja za obdelavo operacij na metapodatkih, kot so ogled, branje in pisanje. Ta zavihek označuje prisotnost binarnega programa ExifTool in navaja podporo za branje in pisanje za podprte formate.
uk: `ExifTool <https://exiftool.org/>`_ — рушій модуля обробки даних, яким digiKam користується для дій з обробки метаданих, зокрема перегляду, читання та запису. На цій панелі буде показано лише результати виявлення виконуваної програми ExifTool та список підтримуваних форматів із відповідними можливостями читання і запису.

source: The digiKam Settings For The ExifTool Backend
ca: La configuració del digiKam per al dorsal de l'ExifTool
it: Le impostazioni di digiKam per il motore ExifTool
nl: De instellingen voor de ExifTool-backend van digiKam
pt: A Configuração do digiKam para a Infra-Estrutura do ExifTool
pt_br: Configurações do digiKam para o backend ExifTool
sl: Nastavitve digiKam za zaledje ExifTool
uk: Параметри digiKam для модуля обробки ExifTool

source: To replace the Exiv2 backend by ExifTool for all read and write metadata operations, see the :ref:`Metadata Behavior <metadata_behavior>` section of this manual.
ca: Per a substituir el dorsal d'Exiv2 per a l'ExifTool a totes les operacions de lectura i escriptura de metadades, vegeu la secció :ref:`Comportament de les metadades <metadata_behavior>` d'aquest manual.
it: Per sostituire il motore Exiv2 con ExifTool per tutte le operazioni di lettura e scrittura sui metadati, consulta il capitolo :ref:`Comportamento dei metadati <metadata_behavior>` di questo manuale.
nl: Om de Exiv2-backend te vervangen door ExifTool voor alle lees en schrijfbewerkingen op metagegevens, zie de sectie :ref:`Gedrag van metagegevens <metadata_behavior>` van deze handleiding.
pt_br: Para substituir o backend Exiv2 pelo ExifTool para todas as operações de leitura e gravação de metadados, consulte a seção :ref:`Comportamento dos metadados <metadata_behavior>` deste manual.
sl: Za zamenjavo ozadja Exiv2 z orodjem ExifTool za vse operacije branja in pisanja metapodatkov glejte razdelek :ref:`Vedenje metapodatkov <metadata_behavior>` v tem priročniku.
uk: Щоб замінити модуль обробки Exiv2 на ExifTool з усіма діями з читання та запису метаданих, скористайтеся настановами з розділу :ref:`поведінки щодо метаданих <metadata_behavior>` цього підручника.

source: Baloo Settings
ca: Configurar el Baloo
it: Impostazioni di Baloo
nl: Instellingen voor Baloo
pt: Configuração do Baloo
pt_br: Configurações do Baloo
sl: Nastavitve Baloo
uk: Параметри Baloo

source: **Baloo** is the file indexing and file search framework for **KDE Plasma** under Linux, with a focus on providing a very small memory footprint along with an extremely fast searching. Baloo is not an application, but a daemon to index files.
ca: El **Baloo** és el marc de treball per a la indexació i cerca de fitxers per al **Plasma del KDE** sota Linux, amb un enfocament en proporcionar una empremta de memòria molt petita juntament amb una cerca extremadament ràpida. El Baloo no és una aplicació, sinó un dimoni per a indexar fitxers.
it: **Baloo** è il sistema di indicizzazione e ricerca dei file per **KDE Plasma** in Linux, con ridotto consumo di memoria e una grande velocità di ricerca. Baloo non è un'applicazione ma un demone per indicizzare i file.
nl: **Baloo** is het framework voor indexering en zoeken van bestanden voor **KDE Plasma** onder Linux, met een focus op het leveren van een erg kleine voetafdruk op geheugen samen met extreem snel zoeken. Baloo is geen toepassing, maar een daemon om bestanden te indexeren.
pt: O **Baloo** é a plataforma de indexação e pesquisa de ficheiros para o **Plasma do KDE** no Linux, com um foco em produzir uma pequena pegada de memória, em conjunto com uma pesquisa extremamente rápida. O Baloo não é uma aplicação, mas sim um serviço para indexar ficheiros.
pt_br: **Baloo** é o framework de indexação e busca de arquivos para **KDE Plasma** no Linux, com foco em fornecer um consumo de memória muito pequeno e uma busca extremamente rápida. Baloo não é um aplicativo, mas um daemon para indexar arquivos.
sl: **Baloo** je ogrodje za indeksiranje datotek in iskanje datotek za **KDE Plasma** pod Linuxom, s poudarkom na zagotavljanju zelo majhnega pomnilniškega odtisa z izjemno hitrim iskanjem. Baloo ni aplikacija, ampak demon za indeksiranje datotek.
uk: **Baloo** — комплект бібліотек для індексування та пошуку файлів для **Плазми KDE** у Linux із акцентом на зменшеному споживанні пам'яті та надзвичайно швидкому пошуку даних. Baloo не є користувацькою програмою, а є фоновою службою для індексування файлів.
