Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/metadata_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Write metadata to DNG files** specifies that metadata should be written into DNG files using the ExifTool. This feature is disabled by default.
ca: **Escriu les metadades als fitxers DNG** especifica que les metadades s'haurien d'escriure als fitxers DNG fent servir l'ExifTool. Aquesta característica està desactivada de manera predeterminada.
it: **Scrivi i metadati nei file DNG** specifica che i metadati debbano essere scritti all'interno dei file DNG usando ExifTool. Questa funzionalità è disabilitata per impostazione predefinita.
nl: **Metagegevens schrijven in DNG-bestanden** specificeert dat metagegevens geschreven moeten worden in DNG-bestanden met de ExifTool. Deze mogelijkheid is standaard uitgeschakeld.
pt_br: **Gravar metadados nos arquivos DNG** especifica que os metadados devem ser gravados em arquivos DNG usando o ExifTool. Este recurso está desabilitado por padrão.
sl: **Zapis metapodatkov v datoteke DNG** določa, da je treba metapodatke zapisati v datoteke DNG z orodjem ExifTool. Ta funkcija je privzeto onemogočena.
uk: За допомогою пункту **Записувати метадані до файлів DNG** можна вказати, що метадані слід записувати до файлів DNG за допомогою ExifTool. Цю можливість типово вимкнено.

source: **If possible write metadata to RAW files** specifies that metadata should be written into RAW files using the ExifTool. This feature is disabled by default.
ca: **Si és possible, escriu les metadades als fitxers RAW** especifica que les metadades s'haurien d'escriure als fitxers RAW fent servir l'ExifTool. Aquesta característica està desactivada de manera predeterminada.
it: **Se possibile, scrivi i metadati nei file RAW** specifica che i metadati debbano essere scritti all'interno dei file RAW usando ExifTool. Questa funzionalità è disabilitata per impostazione predefinita.
nl: **Indien mogelijk metagegevens schrijven in RAW-bestanden** specificeert dat metagegevens geschreven zouden moeten worden in RAW-bestanden met de ExifTool. Deze mogelijkheid is standaard uitgeschakeld.
pt_br: **Se possível, gravar metadados nos arquivos RAW** especifica que os metadados devem ser gravados em arquivos RAW usando o ExifTool. Este recurso está desabilitado por padrão.
sl: **Če je mogoče, zapiši metapodatke v datoteke RAW** določa, da je treba metapodatke zapisati v datoteke RAW z orodjem ExifTool. Ta funkcija je privzeto onemogočena.
uk: За допомогою пункту **Якщо можна, записувати метадані до файлів RAW** можна вказати, що метадані слід записувати до файлів RAW за допомогою ExifTool. Цю можливість типово вимкнено.

source: Also refer to the ExifTool backend configuration described in the :ref:`ExifTool Settings <metadata_exiftool>` section of this manual, and the section on `ExifTool write limitations <https://exiftool.org/#limitations>`_.
ca: Vegeu també la configuració del dorsal de l'ExifTool descrita a la secció :ref:`Configurar l'ExifTool <metadata_exiftool>` d'aquest manual, i la secció sobre les `Limitacions d'escriptura de l'ExifTool <https://exiftool.org/#limitations>`_.
it: Consulta anche la configurazione del motore ExifTool nel capitolo :ref:`Impostazioni ExifTool <metadata_exiftool>` di questo manuale e il paragrafo relativo alle `limitazioni di scrittura di ExifTool <https://exiftool.org/#limitations>`_.
nl: Zie ook de configuratie van de ExifTool-backend beschreven in de sectie :ref:`Instellingen van ExifTool <metadata_exiftool>` van deze handleiding en de sectie `Schrijfbeperkingen van ExifTool <https://exiftool.org/#limitations>`_.
pt_br: Consulte também a configuração de backend do ExifTool descrita na seção :ref:`Configurações do ExifTool <metadata_exiftool>` deste manual e a seção sobre `Limitações de gravação do ExifTool <https://exiftool.org/#limitations>`_.
sl: Glejte tudi zaledno konfiguracijo ExifTool, opisano v razdelku :ref:`Nastavitve ExifTool <metadata_exiftool>` tega priročnika in v razdelku `Omejitve pisanja v ExifTool <https://exiftool.org/#limitations>`_.
uk: Див. також налаштування модуля ExifTool у розділі :ref:`Параметри ExifTool <metadata_exiftool>` цього підручника та `обмеження щодо запису ExifTool <https://exiftool.org/#limitations>`_.

source: The three options on the bottom specify other behaviors:
ca: Les tres opcions de la part inferior especifiquen altres comportaments:
it: Le tre opzioni in basso specificano altri comportamenti:
nl: De drie optie´s onderaan specificeren andere gedragingen:
pt_br: As três opções na parte inferior especificam outros comportamentos:
sl: Tri možnosti na dnu določajo druga obnašanja:
uk: За допомогою трьох пунктів у нижній частині вікна можна вказати інші параметри поведінки:

source: **Use Lazy Synchronization** allows you to control when metadata are written. When unchecked, synchronization and writing of metadata occurs immediately. When checked, digiKam will only write metadata when the user clicks on the **Apply Pending Changes To Metadata** icon in the status bar or when the application is shutdown.
ca: **Usa una sincronització posterior** permet controlar quan s'escriuen les metadades. Quan no està marcada, la sincronització i l'escriptura de les metadades es fa immediatament. Quan està marcada, el digiKam només escriurà les metadades quan l'usuari faci clic sobre la icona **Aplica els canvis pendents a les metadades** en la barra d'estat o quan l'aplicació es tanqui.
it: **Usa sincronizzazione pigra** ti consente di controllare quando vengono scritti i metadati. Se deselezionata, la sincronizzazione e la scrittura dei metadati vengono eseguite immediatamente. Se selezionata, digiKam scriverà i metadati solo quando l'utente fa clic sull'icona **Applica le modifiche in attesa ai metadati** nella barra di stato oppure quando l'applicazione viene chiusa.
nl: **Langzame synchronisatie gebruiken** biedt u het besturen wanneer metagegevens worden geschreven. Indien niet geactiveerd worden synchronisatie en schrijven van metagegevens direct gedaan. Indien geactiveerd zal digiKam alleen metagegevens schrijven wanneer de gebruiker klikt op het pictogram **Wachtende wijzigingen in metagegevens toepassen** in de statusbalk of bij afsluiten van de toepassing.
pt_br: **Usar sincronização preguiçosa** permite controlar quando os metadados são gravados. Quando desmarcada, a sincronização e a gravação dos metadados ocorrem imediatamente. Quando marcada, o digiKam gravará os metadados somente quando o usuário clicar no ícone **Aplicar as alterações pendentes aos metadados** na barra de status ou quando o aplicativo for encerrado.
sl: **Uporaba lene sinhronizacije** vam omogoča nadzor nad tem, kdaj so metapodatki zapisani. Če ni označeno, se sinhronizacija in pisanje metapodatkov izvedeta takoj. Ko je označeno, bo digiKam zapisal metapodatke samo, ko uporabnik klikne ikono **Uporabi čakajoče spremembe na metapodatke** v statusni vrstici ali ko se aplikacija zaustavi.
uk: Якщо увімкнено «ліниву» синхронізацію, програма плануватиме запис метаданих для синхронізації, замість негайного їхнього запису. Якщо позначено, digiKam записуватиме метадані лише тоді, коли користувач натисне піктограму **Застосувати зміни з черги до метаданих** на смужці стану або завершить роботу програми.

source: **Update file modification timestamp when files are modified** allows you to update file timestamps anytime files are changed, such as when you update metadata or image data. Note: disabling this option can introduce some issues with external applications that use file timestamp properties to automatically detect file modifications.
ca: **Actualitza la marca de temps de modificació quan es modifiquin els fitxers** permet actualitzar les marques de temps dels fitxers sempre que canviïn els fitxers, com quan s'actualitzen les metadades o les dades de la imatge. Nota: inhabilitar aquesta opció pot introduir alguns problemes amb aplicacions externes que utilitzen les propietats de la marca de temps del fitxer per a detectar automàticament les modificacions de fitxer.
it: **Aggiorna le informazioni temporali di modifica del file quando i file sono modificati** ti consente di aggiornare la data e l'ora dei file ogni volta che vengono modificati, come per esempio aggiornando i metadati o i dati dell'immagine. Nota: se disabiliti questa opzione potrebbero verificarsi problemi con applicazioni esterne che utilizzano le proprietà della data e l'ora per individuare automaticamente le modifiche sui file.
nl: **Tijdstip van wijzigingen in bestand bijwerken wanneer bestanden zijn gewijzigd** biedt u het bijwerken van tijdstempels elk moment wanneer bestanden zijn gewijzigd, zoals wanneer u metagegevens of afbeeldingsgegevens bijwerkt. Merk op: deze optie uitschakelen kan enige problemen met externe toepassingen introduceren die tijdstempeleigenschappen van bestanden gebruiken om automatisch bestandswijzigingen te detecteren.
pt_br: **Atualizar a data/hora de modificação do arquivo ao modificá-los** permite atualizar os carimbos de data/hora dos arquivos sempre que eles forem alterados, como ao atualizar metadados ou dados de imagem. Observação: desabilitar esta opção pode causar alguns problemas com aplicativos externos que usam propriedades de carimbo de data/hora de arquivo para detectar modificações automaticamente.
sl: **Posodobi časovni žig spremembe datoteke, ko so datoteke spremenjene** vam omogoča posodobitev časovnih žigov datotek kadar koli se datoteke spremenijo, na primer, ko posodobite metapodatke ali slikovne podatke. Opomba: onemogočanje te možnosti lahko povzroči nekatere težave z zunanjimi aplikacijami, ki uporabljajo lastnosti časovnega žiga datoteke za samodejno zaznavanje sprememb datoteke.
uk: За допомогою пункту **Оновлювати часовий відбиток файла, якщо до файла вносять зміни** можна наказати програмі оновлювати часові позначки файлів, якщо до файлів було внесено зміни, зокрема оновлено метадані або дані зображення. Зауваження: зняття позначки з цього пункту може призвести до певних розладів при роботі з зовнішніми програмами, які використовують властивості часових позначок для автоматичного виявлення внесення змін до файлів.

source: **Rescan file when files are modified** allows you to force digiKam to rescan files that have been modified outside the application. If a file has changed its file size or if the last modified timestamp has changed, a rescan of that file will be performed when digiKam starts.
ca: **Torna a explorar els fitxers que s'hagin modificat** permet forçar que el digiKam torni a explorar els fitxers que s'han modificat fora de l'aplicació. Si un fitxer ha canviat la seva mida o si la marca de temps de l'última modificació ha canviat, s'executarà una nova exploració d'aquest fitxer quan s'iniciï el digiKam.
it: **Rianalizza il file quando i file vengono modificati** ti consente di forzare digiKam a rianalizzare i file modificati esternamente. Se è stata modificata la dimensione o la data e l'ora di un file, viene eseguita una nuova analisi sul file all'avvio di digiKam.
nl: **Bestand opnieuw scannen wanneer bestanden zijn gewijzigd** biedt u afdwingen dat digiKam bestanden, die zijn gewijzigd buiten de toepassing, opnieuw gescand worden. Als van een bestand de grootte is gewijzigd of het tijdstip van de laatste wijziging, dan zal dat bestand opnieuw gescand worden wanneer digiKam opstart.
pt_br: **Reanalisar os arquivos quando forem modificados** permite forçar o digiKam a reexaminar arquivos que foram modificados fora do aplicativo. Se um arquivo tiver alterado seu tamanho ou se o último carimbo de data/hora de modificação tiver sido alterado, uma nova varredura desse arquivo será realizada quando o digiKam for iniciado.
sl: **Ponovno prečeši datoteko, ko so datoteke spremenjene** vam omogoča, da prisilite digiKam, da ponovno prečeše datoteke, ki so bile spremenjene zunaj aplikacije. Če je datoteka spremenila svojo velikost ali če se je spremenil zadnji spremenjeni časovni žig, bo ob zagonu digiKama izvedeno ponovno prečesavanje te datoteke.
uk: Якщо позначити пункт **Повторно сканувати змінені файли**, digiKam у примусовому порядку виконувати повторне сканування файлів, до яких було внесено зміни поза межами програми. Якщо було змінено розмір файла або часову позначку, повторне сканування такого файла відбуватиметься під час запуску digiKam.

source: Sidecars Settings
ca: Configurar els laterals
it: Impostazioni sidecar
nl: Instellingen voor aanhangsels
pt: Configuração dos Dados Acessórios
pt_br: Configurações de arquivo auxiliar
sl: Nastavitve priklopnih datotek
uk: Параметри додаткових файлів

source: The **Sidecars** tab allows a user to control whether or not digiKam will read and write from/to XMP sidecars. You can also customize the granularity of write operations to XMP sidecar:
ca: La pestanya **Laterals** permet a l'usuari controlar si el digiKam llegirà i escriurà des de/cap als laterals XMP o no. També podeu personalitzar la granularitat de les operacions d'escriptura a un lateral XMP:
it: La scheda **Sidecar** consente all'utente di controllare se digiKam debba o no leggere da e scrivere su i file XMP sidecar. Puoi anche personalizzare il livello di dettaglio della scrittura delle operazioni su tale file:
nl: Het tabblad **Aanhangsels** stelt een gebruiker in staat om te bepalen of al dan niet digiKam zal lezen/schrijven uit/naar XMP-aanhangsels. U kunt ook de granulariteit van schrijfbewerkingen naar het XMP-aanhangselbestand aanpassen.
pt_br: A aba **Arquivos auxiliares** permite que o usuário controle se o digiKam lerá e gravará de/para arquivos auxiliares XMP. Você também pode personalizar a granularidade das operações de gravação no arquivo auxiliar XMP:
sl: Zavihek **Priklopne datoteke** omogoča uporabniku nadzor nad tem, ali bo digiKam bral in pisal iz priklopnih datotek XMP ali ne. Prav tako lahko prilagodite razdrobljenost zapisovalnih operacij v priklopne datoteke XMP:
uk: За допомогою вкладки додаткових файлів користувач може визначити, чи буде digiKam читати дані із додаткових файлів XMP або записувати до цих файлів дані. Ви також можете налаштувати дії із запису до додаткового файла XMP:

source: **Write to XMP sidecar only** will not write metadata into the item (image file).
ca: **Escriu només a laterals XMP** no escriurà les metadades en l'element (fitxer d'imatge).
it: **Scrivi solo nel file XMP sidecar** non scriverà i metadati nell'elemento (file immagine).
nl: **Alleen naar XMP-aanhangsel schrijven** zal metagegevens niet in het item (afbeeldingsbestand) schrijven.
pt_br: **Gravar apenas em arquivos XMP** não gravará metadados no item (arquivo de imagem).
sl: **Piši samo v priklopno datoteko XMP** ne bo zapisoval metapodatkov v element (slikovno datoteko).
uk: **Записувати лише до додатка XMP** не призведе до зміни метаданих самого запису (файла зображення).

source: **Write to item and XMP Sidecar** will write to both item and sidecar at the same time.
ca: **Escriu a elements i a laterals XMP** escriurà tant l'element com el lateral al mateix temps.
it: **Scrivi nell'elemento e nel file XMP sidecar** scriverà contemporaneamente l'elemento e il file sidecar.
nl: **Naar item en XMP-aanhangsel schrijven** zal tegelijk zowel naar het item als het aanhangsel schrijven.
pt_br: **Gravar no item e no arquivo XMP** gravará no item e no arquivo auxiliar ao mesmo tempo.
sl: **Piši v element in priklopno datoteko XMP** bo hkrati pisal v element in priklopno datoteko.
uk: **Записувати до зображення та до додатка XMP** призведе до запису одразу до метаданих запису і додаткового файла.

source: **Write to XMP sidecar for read-only item only** will write to sidecars for non-writable items only, such as video or RAW files.
ca: **Escriu només a laterals XMP per a elements de només lectura** només escriurà els laterals per als elements que no es poden escriure, com ara fitxers de vídeo o RAW.
it: **Scrivi nel file XMP sidecar solo per elementi in sola lettura** scriverà nei sidecar solo per gli elemento non scrivibili, quali i file video o RAW.
nl: **Alleen naar XMP-aanhangsel schrijven voor alleen-lezen item** zal alleen naar aanhangsels schrijven voor niet-beschrijfbare items, zoals video of RAW-bestanden.
pt_br: **Gravar em arquivos XMP somente para itens somente leitura** gravará nos arquivos auxiliares somente para itens não graváveis, como arquivos de vídeo ou RAW.
sl: **Piši v priklopno datoteko XMP elemente samo za branje** bo pisal v priklopne datoteke samo za nezapisljive elemente, kot so videoposnetki ali surove datoteke RAW.
uk: **Записувати до додатка XMP лише для записів, призначених лише для читання** призведе до створення додаткових файлів лише для непридатних до запису елементів, зокрема файлів RAW та відео.

source: The default filename for sidecars is automatically set to :file:`filename.ext.xmp`. For example, :file:`image1.dng` will have a sidecar file named :file:`image1.dng.xmp`. If the **Sidecar file names are compatible with commercial programs** option is enabled, digiKam will instead create the XMP sidecar files with a compatible file name (:file:`image1.xmp`) used by many commercial programs.
ca: El nom de fitxer predeterminat per als laterals establert automàticament a :file:`nom_fitxer.ext.xmp`. Per exemple, :file:`imatge1.dng` tindrà un fitxer lateral anomenat :file:`imatge1.dng.xmp`. Si s'activa l'opció **Els noms dels fitxers laterals són compatibles amb els programes comercials**, el digiKam crearà els fitxers laterals XMP amb un nom de fitxer compatible (:file:`imatge1.xmp`) utilitzat per molts programes comercials.
it: Il nome file predefinito per i sidecar è impostato automaticamente a :file:`filename.ext.xmp`. Per esempio, :file:`image1.dng` avrà un file sidecar chiamato :file:`image1.dng.xmp`. Se l'opzione **I nomi dei file sidecar sono compatibili con i programmi commerciali** è abilitata, digiKam creerà invece file XMP sidecar con un nome file compatibile (:file:`image1.xmp`) utilizzato da molti programmi commerciali.
nl: De standaard bestandsnaam voor aanhangsels automatisch ingesteld op :file:`bestandsnaam.ext.xmp`. Bijvoorbeeld, :file:`afbeelding1.dng` zal een aanhangselbestand hebben genaamd :file:`afbeelding1.dng.xmp`. Als de optie **Aanhanselbestandsnamen zijn compatibel met commerciële programma's** is ingeschakeld zal digiKam de XMP aanhangselbestanden aanmaken met een compatibele bestandsnaam (:file:`afbeelding1.xmp`), gebruikt door vele commerciële programma's.
pt_br: O nome de arquivo padrão para arquivos auxiliares é definido automaticamente como :file:`nomearquivo.ext.xmp`. Por exemplo, :file:`imagem1.dng` terá um arquivo auxiliar chamado :file:`imagem1.dng.xmp`. Se a opção **Nomes de arquivos auxiliares são compatíveis com programas comerciais** estiver habilitada, o digiKam criará os arquivos auxiliares XMP com um nome de arquivo compatível (:file:`imagem1.xmp`) usado por muitos programas comerciais.
sl: Privzeto ime datoteke za priklopne datoteke je samodejno nastavljeno na :file:`ime datoteke.ext.xmp`. Na primer, :file:`image1.dng` bo imela stransko datoteko z imenom :file:`image1.dng.xmp`. Če je omogočena možnost **Imena stranskih datotek so združljiva s komercialnimi programi**, bo digiKam namesto tega ustvaril stranske datoteke XMP z združljivim imenom datoteke (:file:`image1.xmp`), ki ga uporabljajo številni komercialni programi.
uk: Типовим форматом назви файла для додаткових файлів є :file:`назва файла.суфікс.xmp`. Наприклад, у файла :file:`зображення1.dng` буде додатковий файл із назвою :file:`зображення1.dng.xmp`. У режимі **Назви файлів додатків сумісні із комерційними програмами** digiKam створюватиме файли додатків XMP з сумісними назвами файлів (:file:`зображення1.xmp`), які використовуються у багатьох комерційних програмах.

source: The digiKam Metadata Sidecar Behavior Settings Page
ca: La pàgina de configuració del comportament dels laterals de metadades en el digiKam
it: La pagina delle Impostazioni comportamento sidecar dei metadati di digiKam
nl: De instellingenpagina van digiKam voor het algemeen gedrag van metagegevens
pt: A Página de Configuração do Comportamento dos Ficheiros de Meta-Dados Acessórios do digiKam
pt_br: Página de configurações de comportamento dos arquivos auxiliares dos metadados do digiKam
sl: Stran z nastavitvami vedenja priklopnih datotek z metapodatki digiKama
uk: Сторінка параметрів поведінки щодо допоміжних файлів метаданих у digiKam

source: If the box **Read from sidecar files** is checked, digiKam will only read the sidecar file and ignore the embedded metadata.
ca: Si està marcada la casella **Llegeix des de fitxers laterals**, el digiKam només llegirà el fitxer lateral i ignorarà les metadades incrustades.
it: Se la casella **Leggi dai file sidecar** è spuntata, digiKam leggerà solamente il file sidecar e ignorerà i metadati incorporati.
nl: Als het vakje **Uit aanhangsel-bestanden lezen** is geactiveerd zal digiKam alleen het aanhangselbestand lezen en de ingebedde metagegevens negeren.
pt_br: Se a caixa **Ler a partir dos arquivos auxiliares** estiver marcada, o digiKam lerá apenas o arquivo auxiliar e ignorará os metadados embutidos.
sl: Če je polje **Preberi iz priklopnih datotek** označeno, bo digiKam prebral samo priklopno datoteko in prezrl vdelane metapodatke.
uk: Якщо позначено пункт **Прочитати з додаткових файлів**, digiKam читатиме лише файли додатків, ігноруючи вбудовані метадані.
