Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/metadata_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Metadata Settings
ca: Configuració de les metadades del digiKam
it: Impostazioni dei metadati di digiKam
nl: Instellingen voor metagegevens van digiKam
pt: Configuração dos Meta-Dados do digiKam
pt_br: Configurações de metadados do digiKam
sl: digiKam nastavitve metapodatkov
uk: Параметри метаданих digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий

source: :ref:`Metadata Settings <setup_application>`
ca: :ref:`Configuració de les metadades <setup_application>`
it: :ref:`Impostazioni dei metadati <setup_application>`
nl: :ref:`Instellingen voor metagegevens <setup_application>`
pt_br: :ref:`Configurações de metadados <setup_application>`
sl: :ref:`Nastavitve metapodatkov <setup_application>`
uk: :ref:`Параметри метаданих <setup_application>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The **Metadata** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Metadata page`.
ca: Les opcions de les **Metadades** del digiKam es defineixen a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina de Metadades`.
it: Le opzioni dei **Metadati** di digiKam vengono configurate da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Metadati`.
nl: De optie voor **Metagegevens** voor digiKam worden gezet uit :menuselection:`Instellingen --> digiKam configureren... --> Pagina Metagegevens`.
pt_br: As opções de **Metadados** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página Metadados`.
sl: Možnosti **Metapodatki** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> stran Metapodatki`.
uk: Параметри **Метаданих** для digiKam можна встановити за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Метадані»`.

source: Image files can include embedded metadata in the image file format. These metadata can be stored in a number of standard formats as JPEG, TIFF, PNG, JPEG2000, PGF, and RAW files. Metadata can be read and written in the `Exif <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_, and `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ formats if they are present in the file.
ca: Els fitxers d'imatge poden incloure metadades incrustades a dins del format del fitxer d'imatge. Aquestes metadades es poden emmagatzemar en diversos formats estàndard com fitxers JPEG, TIFF, PNG, JPEG 2000, PGF i RAW. Les metadades es poden llegir i escriure en els formats `Exif <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_ i `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ si estan presents en el fitxer.
it: I file di immagine possono includere metadati incorporati nel formato del file immagine. Questi metadati possono essere memorizzati in diversi formati standard come JPEG, TIFF, PNG, JPEG2000, PGF, e nei file RAW. Questi metadati possono essere letti e scritti, se presenti, dai formati `Exif <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_ e `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_.
nl: Afbeeldingsbestanden kunnen ingebedde metagegevens hebben in het afbeeldingsbestandformaat. Deze metagegevens kunnen opgeslagen worden in een aantal standaard formaten zoals JPEG, TIFF, PNG, JPEG2000, PGF en RAW-bestanden. Metagegevens kunnen gelezen en geschreven worden in de formaten `Exif <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_ en `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ als ze aanwezig zijn in het bestand.
pt_br: Arquivos de imagem podem incluir metadados embutidos no formato de arquivo de imagem. Esses metadados podem ser armazenados em diversos formatos padrão , como JPEG, TIFF, PNG, JPEG2000, PGF e RAW. Os metadados podem ser lidos e gravados nos formatos `Exif <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_ e `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_, se presentes no arquivo.
sl: Slikovne datoteke lahko vključujejo vdelane metapodatke v obliki slikovne datoteke. Te metapodatke je mogoče shraniti v številnih standardnih formatih kot datoteke JPEG, TIFF, PNG, JPEG2000, PGF in RAW. Metapodatke je mogoče prebrati in zapisati v formatih `Exif <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_ in ` XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ , če so prisotni v datoteki.
uk: У файл зображення, записаний у певному форматі, може бути вбудовано метадані. Ці метадані може бути збережено у багатьох стандартних форматах, зокрема JPEG, TIFF, PNG, JPEG2000, PGF, та файлах цифрових негативів (RAW). Якщо такі метадані є у файлі, їх може бути прочитано і записано у форматах `Exif <https://en.wikipedia.org/wiki/Exif>`_, `IPTC <https://en.wikipedia.org/wiki/IPTC_Information_Interchange_Model>`_ і `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_.

source: Storing metadata directly in image files allows this information to be preserved when moving or sending image files to different systems.
ca: L'emmagatzematge de les metadades directament en els fitxers d'imatges permet conservar aquesta informació en moure o enviar els fitxers a sistemes diferents.
it: Memorizzare i metadati direttamente nei file immagine permette di conservare queste informazioni quando si spostano o si inviano i file immagine a sistemi diversi.
nl: Metagegevens direct opslaan in afbeeldingsbestanden bieden u het bewaren van deze informatie bij het verplaatsen of verzenden van de bestanden naar andere systemen.
pt_br: Armazenar metadados diretamente em arquivos de imagem permite que essas informações sejam preservadas ao mover ou enviar arquivos de imagem para diferentes sistemas.
sl: Shranjevanje metapodatkov neposredno v slikovne datoteke omogoča, da se te informacije ohranijo pri premikanju ali pošiljanju slikovnih datotek v različne sisteme.
uk: Зберігання значень параметрів у метаданих надає змогу переносити дані під час пересування або надсилання файлів до інших систем.

source: Behavior Settings
ca: Configurar el comportament
it: Impostazioni sul comportamento
nl: Instellingen voor gedrag
pt: Configuração do Comportamento
pt_br: Configurações de comportamento
sl: Nastavitve vedenja
uk: Параметри поведінки

source: The **Behavior** tab allows you to select what metadata digiKam will write to image files and controls how digiKam will deal with this embedded information.
ca: La pestanya **Comportament** permet seleccionar quines metadades escriurà el digiKam als fitxers d'imatges i controla com tractarà aquesta informació incrustada.
it: La scheda **Comportamento** ti permette di selezionare quali metadati digiKam scriverà nei file immagine e controlla come digiKam tratterà queste informazioni incorporate.
nl: Het tabblad **Gedrag** biedt u het selecteren van welke metagegevens digiKam zal schrijven naar de afbeeldingsbestanden en bepalen hoe digiKam zal omgaan met ingebedde informatie.
pt_br: A aba **Comportamento** permite que você selecione quais metadados o digiKam gravará nos arquivos de imagem e controla como o digiKam lidará com essas informações embutidas.
sl: Zavihek **Vedenje** vam omogoča, da izberete, katere metapodatke bo digiKam zapisal v slikovne datoteke, in nadzoruje, kako bo digiKam ravnal s temi vdelanimi informacijami.
uk: За допомогою вкладки **Поведінка** ви можете вказати, які дані digiKam записуватиме до метаданих у базі даних програми, і визначити поводження digiKam з цими вбудованими даними.

source: The digiKam Metadata General Behavior Settings Page
ca: La pàgina de configuració del comportament general de les metadades en el digiKam
it: La pagina delle Impostazioni comportamento generale dei metadati di digiKam
nl: De instellingenpagina van digiKam voor het algemeen gedrag van metagegevens
pt: A Página de Configuração do Comportamento Geral dos Meta-Dados do digiKam
pt_br: Página de configurações de comportamento de metadados do digiKam
sl: Stran s splošnimi nastavitvami metapodatkov digiKam
uk: Сторінка параметрів загальної поведінки щодо метаданих у digiKam

source: The options available in the **Write This Information to the Metadata** section are:
ca: Les opcions disponibles a la secció **Escriu aquesta informació a les metadades** són:
it: Le opzioni disponibili nella sezione **Scrivi queste informazioni nei metadati** sono:
nl: De beschikbare opties in de sectie **Schrijf deze informatie naar de metagegevens** zijn:
pt_br: As opções disponíveis na seção **Gravar estas informações nos metadados** são:
sl: Možnosti, ki so na voljo v razdelku **Zapiši te informacije v metapodatke**, so:
uk: Пункти з розділу**Записувати ці дані до метаданих**:

source: **Image tags** will store the tag paths and keywords used to mark the contents. Usually this information is stored in IPTC and XMP.
ca: **Etiquetes d'imatge** emmagatzemaran els camins de les etiquetes i les paraules clau utilitzades per a marcar el contingut. Normalment aquesta informació s'emmagatzema en IPTC i XMP.
it: **Tag dell'immagine** memorizza i percorsi dei tag e le parole chiave utilizzate per contrassegnare il contenuto. Queste informazioni sono in genere memorizzate in IPTC e XMP.
nl: **Afbeeldingstags** zullen de paden van de tag en sleutelwoorden, gebruikt om de inhoud te markeren, opslaan. Deze informatie wordt gewoonlijk opgeslagen in IPTC en XMP.
pt_br: **Etiquetas de imagem** armazenarão os caminhos das etiquetas e as palavras-chave usadas para marcar o conteúdo. Normalmente, essas informações são armazenadas em IPTC e XMP.
sl: **Značke slik** bodo shranile poti značk in ključne besede, uporabljene za označevanje vsebine. Običajno so te informacije shranjene v IPTC in XMP.
uk: **Мітки зображень** — зберегти шляхи міток та ключові слова, які використовують для позначення вмісту. Зазвичай, ці дані зберігають у IPTC і XMP.

source: **Captions and titles** will store the internationalized strings used to describe the contents. Usually this information is stored in Exif, IPTC, and XMP.
ca: **Llegendes i títols** emmagatzemaran les cadenes internacionalitzades utilitzades per a descriure el contingut. Normalment aquesta informació s'emmagatzema en Exif, IPTC i XMP.
it: **Didascalie e titolo** memorizza le stringhe internazionalizzate utilizzate per descrivere il contenuto. Queste informazioni sono in genere memorizzate in Exif, IPTC e XMP.
nl: **Opschriften en titels** zullen de geïnternationaliseerde tekenreeksen, gebruikt om de inhoud te beschrijven, opslaan. Deze informatie wordt gewoonlijk opgeslagen in Exif, IPTC en XMP.
pt_br: **Título e descrição** armazenarão os textos internacionalizados usados para descrever o conteúdo. Normalmente, essas informações são armazenadas em Exif, IPTC e XMP.
sl: **Napisi in naslovi** bodo shranili internacionalizirane nize, ki se uporabljajo za opis vsebine. Običajno so te informacije shranjene v Exif, IPTC in XMP.
uk: **Підписи і заголовки** — зберегти придатні до перекладу рядки, які використовують для опису вмісту. Зазвичай, ці дані зберігають у Exif, IPTC і XMP.

source: **Rating** will store the rating assigned to the image. Usually this information is stored in Exif and XMP.
ca: **Valoració** emmagatzemarà la valoració assignada a la imatge. Normalment aquesta informació s'emmagatzema en Exif i XMP.
it: **Valutazione** memorizza la valutazione assegnata all'immagine. Queste informazioni sono in genere memorizzate in Exif e XMP.
nl: **Waardering** zal de waardering toegekend aan de afbeelding opslaan. Deze informatie wordt gewoonlijk opgeslagen in Exif en XMP.
pt_br: **Classificação** armazenará a classificação atribuída à imagem. Normalmente, essas informações são armazenadas em Exif e XMP.
sl: **Ocena** bo shranila oceno, dodeljeno sliki. Običajno so te informacije shranjene v Exif in XMP.
uk: **Оцінка** — зберегти оцінку вмісту. Зазвичай, ці дані зберігають у Exif і XMP.

source: **Pick label** will store the pick label indicating the quality of the contents. Usually this information is stored in XMP.
ca: **Rètol de selecció** emmagatzemarà el rètol de selecció que indica la qualitat del contingut. Normalment aquesta informació s'emmagatzema en XMP.
it: **Etichetta di scelta** memorizza l'etichetta di scelta che indica la qualità del contenuto. Queste informazioni sono in genere memorizzate in XMP.
nl: **Keuzelabel** zal het keuzelabel, die de kwaliteit van de inhoud aangeeft, opslaan. Deze informatie wordt gewoonlijk opgeslagen in XMP.
pt_br: **Legenda de seleção** armazenará a legenda de seleção indicando a qualidade do conteúdo. Normalmente, essa informação é armazenada em XMP.
sl: **Izberi oznako** bo shranila izbrano oznako, ki označuje kakovost vsebine. Običajno so te informacije shranjene v XMP.
uk: **Впорядкувальна позначка** — зберегти впорядкувальну позначку щодо якості вмісту. Зазвичай, ці дані зберігають у XMP.

source: **Color label** will store the color flag you assigned to classify your contents according to your workflow. Usually this information is stored in XMP.
ca: **Rètol de color** emmagatzemarà l'indicador de color que heu assignat per a classificar el contingut segons el vostre flux de treball. Normalment aquesta informació s'emmagatzema en XMP.
it: **Etichetta colorata** memorizza il contrassegno colorato assegnato per classificare il contenuto in base al tuo flusso di lavoro. Queste informazioni sono in genere memorizzate in XMP.
nl: **Kleurlabel**: zal de kleurvlag, die u toekende om uw inhoud te classificeren tijdens uw werkmethode, opslaan. Deze informatie wordt gewoonlijk opgeslagen in XMP.
pt_br: **Legenda de cor** armazenará a bandeira de cor que você atribuiu para classificar seu conteúdo de acordo com seu fluxo de trabalho. Normalmente, essas informações são armazenadas em XMP.
sl: **Barvna oznaka** bo shranila barvno zastavico, ki ste jo dodelili za razvrščanje vaše vsebine glede na vaš potek dela. Običajno so te informacije shranjene v XMP.
uk: **Кольорова мітка** — зберегти кольоровий прапорець, який використовують для класифікації даних під час обробки. Зазвичай, ці дані зберігають у XMP.

source: **Timestamps** will store the dates of the contents. Usually this information is stored in Exif, IPTC, and XMP.
ca: **Marques de temps** emmagatzemarà les dates del contingut. Normalment aquesta informació s'emmagatzema en Exif, IPTC i XMP.
it: **Informazioni temporali** memorizza le date del contenuto. Queste informazioni sono in genere memorizzate in Exif, IPTC e XMP.
nl: **Tijdstempels** zullen de datums van de inhoud opslaan. Deze informatie wordt gewoonlijk opgeslagen in Exif, IPTC en XMP.
pt_br: **Data e hora** armazenam as datas dos conteúdos. Normalmente, essas informações são armazenadas em Exif, IPTC e XMP.
sl: **Časovni žigi** bodo shranili datume vsebine. Običajno so te informacije shranjene v Exif, IPTC in XMP.
uk: **Часові позначки** — зберегти часові позначки даних. Зазвичай, ці дані зберігають у Exif, IPTC і XMP.

source: **Metadata templates (Copyrights etc.)**: will store the set of internationalized strings used by agencies in their workflows. Usually this information is stored in IPTC and XMP.
ca: **Plantilles de metadades (copyrights, etc.)**: emmagatzemaran el conjunt de cadenes internacionalitzades usades per les agències en els seus fluxos de treball. Normalment aquesta informació s'emmagatzema en IPTC i XMP.
it: **Modelli di metadati (copyright, ecc.)**: memorizza il gruppo delle stringhe internazionalizzate utilizzate dalle agenzie nei loro flussi di lavoro. Queste informazioni sono in genere memorizzate in IPTC e XMP.
nl: **Metagegevenssjablonen (Copyrights etc.)**: zal de set geïnternationaliseerde tekenreeksen, gebruikt door de agencies in hun werkmethoden, opslaan. Deze informatie wordt gewoonlijk opgeslagen in IPTC en XMP.
pt_br: **Modelos de metadados (direitos autorais etc.)**: armazenarão o conjunto de textos internacionalizadas usados pelas agências em seus fluxos de trabalho. Normalmente, essas informações são armazenadas em IPTC e XMP.
sl: **Predloge metapodatkov (avtorske pravice itd.)**: bodo shranile nabor internacionaliziranih nizov, ki jih uporabljajo agencije v svojih potekih dela. Običajno so te informacije shranjene v IPTC in XMP.
uk: **Шаблони метаданих (авторські права та інше)** — зберегти набір придатних до перекладу рядків, які використовують у робочій процедурі фотоагенцій. Зазвичай, ці дані зберігають у IPTC і XMP.

source: **Face Tags (including face areas)**: will store the face tag paths and the rectangles corresponding to the zones around faces. Usually this information is stored in XMP.
ca: **Etiquetes de cares (incloent-hi àrees de cares)**: emmagatzemaran els camins de les etiquetes de cares i els rectangles corresponents a les zones al voltant de les cares. Normalment aquesta informació s'emmagatzema en XMP.
it: **Tag volto (incluse le aree del viso)**: memorizza i percorsi dei tag dei volti e i rettangoli corrispondenti alle zone attorno ai volti. Queste informazioni sono in genere memorizzate in XMP.
nl: **Gezichtstags (inclusief gezichtsgebieden)**: de paden van de gezichtstag en de rechthoeken overeenkomend met de zones rond gezichten zullen opgeslagen worden. Deze informatie wordt opgeslagen in XMP.
pt_br: **Etiquetas de rostos (incluindo as áreas dos rostos)**: armazenará os caminhos das etiquetas de rostos e os retângulos correspondentes às zonas ao redor dos rostos. Normalmente, essas informações são armazenadas em XMP.
sl: **Oznake obrazov (vključno z območji obrazov**: shranijo poti oznak obrazov in pravokotnike, ki ustrezajo območjem okoli obrazov. Običajno so te informacije shranjene v XMP.
uk: **Мітки облич (разом із областями облич)** — зберегти шляхи міток облич та прямокутники, що відповідають областям навколо облич. Зазвичай, ці дані зберігають у XMP.

source: **Geolocation information (GPS)**: will store the geographic position associated with the contents, usually where the image was taken. Usually this information is stored in Exif and XMP.
ca: **Informació de geolocalització (GPS)**: emmagatzemarà la posició geogràfica associada al contingut, normalment a on s'ha pres la imatge. Normalment aquesta informació s'emmagatzema en Exif i XMP.
it: **Informazioni di geolocalizzazione (GPS)**: memorizza la posizione geografica associata al contenuto, in genere dove è stata scattata l'immagine. Queste informazioni sono in genere memorizzate in Exif e XMP.
nl: **Geolocatie-informatie (GPS)**: zal de geografische positie behorende bij de inhoud, gewoonlijk waar de afbeelding is genomen, opslaan. Deze informatie wordt gewoonlijk opgeslagen in Exif en XMP.
pt_br: **Informações de geolocalização (GPS)**: armazenam a posição geográfica associada ao conteúdo, geralmente onde a imagem foi tirada. Normalmente, essas informações são armazenadas em Exif e XMP.
sl: **Geolokacijski podatki (GPS)**: shranijo geografski položaj, povezan z vsebino, običajno tam, kjer je bila slika posneta. Običajno so te informacije shranjene v Exif in XMP.
uk: **Дані геопозиціювання (GPS)** — зберегти географічне місце, яке пов'язано із даними, зазвичай місце, де створено знімок. Зазвичай, ці дані зберігають у Exif і XMP.

source: The options available in the **Reading and Writing Metadata** section are:
ca: Les opcions disponibles a la secció **Lectura i escriptura de les metadades** són:
it: Le opzioni disponibili nella sezione **Lettura e scrittura dei metadati** sono:
nl: De beschikbare opties in de sectie **Lezen en schrijven van metagegevens** zijn:
pt_br: As opções disponíveis na seção **Lendo e gravando metadados** são:
sl: Možnosti, ki so na voljo v razdelku **Branje in pisanje metapodatkov**, so:
uk: Пункти, які доступні у розділі **Читання і запис метаданих**:

source: **Delegate to ExifTool backend all operations to write metadata to files** specifies that metadata should be written to image files using the `ExifTool <https://exiftool.org/>`_ backend instead of the default `Exiv2 <https://exiv2.org/>`_. Using ExifTool instead of Exiv2 will slow down the synchronization of file metadata with the database.
ca: **Delega al dorsal de l'ExifTool totes les operacions per a escriure les metadades als fitxers** especifica que les metadades s'haurien d'escriure als fitxers d'imatge usant el dorsal `ExifTool <https://exiftool.org/>`_ en lloc del dorsal `Exiv2 <https://exiv2.org/>`_. L'ús de l'ExifTool en lloc de l'Exiv2 alentirà la sincronització de les metadades dels fitxers amb la base de dades.
it: **Delega il motore ExifTool a tutte le operazioni per scrivere i metadati nei file** specifica che i metadati debbano essere scritti nei file immagine tramite il motore `ExifTool <https://exiftool.org/>`_ anziché quello `Exiv2 <https://exiv2.org/>`_ predefinito. L'uso di ExifTool al posto di Exiv2 rallenterà la sincronizzazione dei metadati dei file con la banca dati.
nl: **Alle bewerkingen om metagegevens naar bestanden te schrijven delegeren aan de ExifTool-backend** specificeert dat metagegevens geschreven moeten worden naar afbeeldingsbestanden met de backend `ExifTool<https://exiftool.org/>`_ in plaats van de standaard `Exiv2 <https://exiv2.org/>`_. ExifTool gebruiken in plaats van Exiv2 zal de synchronisatie van metagegevens in bestanden met die in de database vertragen.
pt_br: **Delegar ao backend do ExifTool todas as operações para gravar metadados em arquivos** especifica que os metadados devem ser gravados em arquivos de imagem usando o backend `ExifTool <https://exiftool.org/>`_ em vez do padrão `Exiv2 <https://exiv2.org/>`_. Usar o ExifTool em vez do Exiv2 tornará a sincronização dos metadados do arquivo com o banco de dados mais lenta.
sl: **Delegiraj zaledju ExifTool vse operacije za pisanje metapodatkov v datoteke** določa, da je treba metapodatke zapisati v slikovne datoteke z uporabo ozadja `ExifTool <https://exiftool.org/>`_ namesto privzetega `Exiv2 <https: //exiv2.org/>`_. Uporaba ExifTool namesto Exiv2 bo upočasnila sinhronizacijo metapodatkov datoteke z bazo podatkov.
uk: За допомогою пункту **Передати усі дії із запису метаданих до файлів модулю обробки ExifTool** можна наказати програмі записувати усі метадані до файлів за допомогою модуля `ExifTool <https://exiftool.org/>`_ замість `Exiv2 <https://exiv2.org/>`_. Використання ExifTool замість Exiv2 дещо сповільнить синхронізацію файлів метаданих з базою даних програми.
