Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/metadata_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The digiKam Settings For The Baloo Metadata Search Engine
ca: La configuració del digiKam per al motor de cerca de metadades de Baloo
it: Le impostazioni di digiKam per il motore di ricerca dei metadati Baloo
nl: De instellingen voor de Baloo metagegevens zoekengine van digiKam
pt: A Configuração do digiKam para o Motor de Busca de Meta-Dados Baloo
pt_br: Configurações do digiKam para o mecanismo de busca de metadados do Baloo
sl: Nastavitve digiKam za iskalnik metapodatkov Baloo
uk: Параметри digiKam для рушія пошуку метаданих Balooe

source: This page allows the sharing of metadata stored in the digiKam database with the Baloo search engine. Extra applications such as the **KDE Dolphin** file manager can use the Baloo interface to provide file search results with items managed by the digiKam database.
ca: Aquesta pàgina permet la compartició de les metadades emmagatzemades a la base de dades del digiKam amb el motor de cerca Baloo. Les aplicacions addicionals com el gestor de fitxers **Dolphin del KDE** poden utilitzar la interfície Baloo per a proporcionar resultats de cerca de fitxers amb els elements gestionats per la base de dades del digiKam.
it: Questa pagina consente di condividere i metadati memorizzati nella banca dati di digiKam col motore di ricerca Baloo. Altre applicazioni, quali il gestore di file **KDE Dolphin** possono utilizzare l'interfaccia di Baloo per fornire risultati di ricerca sui file con gli elementi gestiti dalla banca dati di digiKam.
nl: Deze pagina biedt het delen van metagegevens opgeslagen in de digiKam database met de Baloo zoekengine. Extra toepassingen zoals de bestandsbeheerder **KDE Dolphin** kan het Baloo-interface gebruiken om resultaten van zoeken naar bestanden gebruiken met items beheerd door de digiKam database.
pt_br: Esta página permite o compartilhamento de metadados armazenados no banco de dados digiKam com o mecanismo de busca Baloo. Aplicativos adicionais, como o gerenciador de arquivos **KDE Dolphin**, podem usar a interface Baloo para fornecer resultados de busca de arquivos com itens gerenciados pelo banco de dados digiKam.
sl: Ta stran omogoča skupno rabo metapodatkov, shranjenih v bazi digiKam, z iskalnikom Baloo. Dodatne aplikacije, kot je upravljalnik datotek **KDE Dolphin**, lahko uporabljajo vmesnik Baloo za zagotavljanje rezultatov iskanja datotek z elementi, ki jih upravlja baza podatkov digiKam.
uk: За допомогою цієї сторінки можна використатися метадані, що зберігаються у базі даних digiKam у рушії пошуку Baloo. Зовнішні програми, зокрема програма для керування файлами **KDE Dolphin**, зможуть скористатися інтерфейсом Baloo для надання результатів пошуку для записів, якими керує база даних digiKam.

source: This page is only available under Linux, not Windows and macOS. The KDE Plasma **Files Indexer** feature must be enabled in the KDE Plasma control Panel.
ca: Aquesta pàgina només està disponible a Linux, no a Windows ni macOS. La característica de l'indexador de fitxers de **Plasma del KDE** haurà d'estar activada en el plafó de control de Plasma del KDE.
it: Questa pagina è disponibile solo in Linux, e non Windows e macOS. La funzionalità di **indicizzazione dei file** di KDE Plasma deve essere abilitata nel pannello di controllo di KDE Plasma.
nl: Deze pagina is alleen beschikbaar onder Linux, niet in Windows en macOS. De KDE Plasma functie **Indexeren van bestanden** moet ingeschakeld worden in het KDE Plasma besturingspaneel.
pt: Esta página só está disponível no Linux, não no Windows nem no macOS. A funcionalidade de **Indexação de Ficheiros** do Plasma do KDE deverá estar activa no painel de controlo do Plasma.
pt_br: Esta página está disponível apenas para Linux, não para Windows e macOS. O recurso **Indexador de arquivos** do KDE Plasma deve estar habilitado no painel de controle do KDE Plasma.
sl: Ta stran je na voljo samo v sistemu Linux, ne pa v sistemu Windows in macOS. KDE Plasma **Indeksirnik datotek** mora biti omogočena na plošči kontrolnika KDE Plasma.
uk: Цією сторінкою можна скористатися лише у Linux, а не у Windows і macOS. Щоб скористатися нею, слід увімкнути можливість **індексування файлів** на панелі керування Плазмою KDE.

source: Advanced Settings
ca: Configuració avançada
it: Impostazioni avanzate
nl: Geavanceerde instellingen
pt: Configuração Avançada
pt_br: Configurações avançadas
sl: Napredne nastavitve
uk: Додаткові параметри

source: The **Advanced** tab allows you to manage namespaces used by digiKam to store and retrieve tags, ratings and comments. This functionality is often used by advanced users to synchronize metadata between different software. Please leave the settings at their default values if you are not sure of what you are doing.
ca: La pestanya **Avançat**, permet gestionar els espais de nom utilitzats pel digiKam per a emmagatzemar i recuperar les etiquetes, les valoracions i els comentaris. Aquesta funcionalitat la solen utilitzar els usuaris avançats per a sincronitzar les metadades entre programari diferent. Deixeu la configuració predeterminada si no esteu segur de què esteu fent.
it: La scheda **Avanzate** ti permette di gestire gli spazi dei nomi usati da digiKam per immagazzinare e per recuperare i tag, le valutazioni ed i commenti. Questa funzionalità viene spesso usata dagli utenti avanzati per sincronizzare i metadati tra programmi diversi. Lascia le impostazioni ai valori predefiniti se non sei sicuro di quello che stai facendo.
nl: Het tabblad **Geavanceerd** stelt u in staat om naamruimten te beheren gebruikt door digiKam om tags, waarderingen en toelichting op te slaan. Deze functionaliteit wordt vaak gebruikt door geavanceerde gebruikers om metagegevens te synchroniseren tussen verschillende software. Laat liever de instellingen op hun standaard waarden als u niet zeker bent van wat u hier doet.
pt_br: A aba **Avançado** permite gerenciar os espaços de nomes usados ​​pelo digiKam para armazenar e recuperar etiquetas, classificações e comentários. Essa funcionalidade é frequentemente usada por usuários avançados para sincronizar metadados entre diferentes softwares. Deixe as configurações com os valores padrão se não tiver certeza do que está fazendo.
sl: Zavihek **Napredno** vam omogoča upravljanje imenskih prostorov, ki jih digiKam uporablja za shranjevanje in pridobivanje oznak, ocen in komentarjev. To funkcijo pogosto uporabljajo napredni uporabniki za sinhronizacijo metapodatkov med različno programsko opremo. Prosimo, pustite nastavitve na privzetih vrednostih, če niste prepričani, kar počnete.
uk: За допомогою вкладки додаткових параметрів можна керувати просторами назв, які використовуватимуться digiKam для зберігання і отримання міток, оцінок і коментарів. Ця функціональна можливість часто використовується досвідченими користувачами для синхронізації метаданих між різними програмами. Будь ласка, не змінюйте типових значень параметрів на цій вкладці, якщо вам достеменно не відоме їхнє призначення.

source: The categories that you can manage with these advanced settings are:
ca: Les categories que podeu gestionar amb aquesta configuració avançada són:
it: Le categorie gestibili in queste impostazioni avanzate sono:
nl: De categorieën die u kunt beheren met deze geavanceerde instellingen zijn:
pt: As categorias que pode gerir com estas definições avançadas são:
pt_br: As categorias que você pode gerenciar com essas configurações avançadas são:
sl: Kategorije, ki jih lahko upravljate s temi naprednimi nastavitvami, so:
uk: Категорії, якими ви можете керувати за допомогою цих додаткових параметрів, є такими:

source: **Caption**: all languages-alternative comments (supported by XMP only), else the simple comments values (Exif and IPTC).
ca: **Llegenda**: tots els comentaris d'idioma alternatiu (admesos només amb XMP), altrament, els valors dels comentaris senzills (Exif i IPTC).
it: **Didascalia**: tutti i commenti alternativi delle lingue (supportati solamente da XMP), oppure i valori dei commenti semplici (Exif e IPTC).
nl: **Opschrift**: alle taal-alternatieve commentaar (ondersteund alleen door XMP), anders de eenvoudige waarden van commentaar (Exif en IPTC).
pt: **Legenda**: todos os comentários nas línguas alternativas (apenas suportado no XMP), caso contrário apenas os valores simples dos comentários (EXIF e IPTC).
pt_br: **Descrição**: todos os comentários em idiomas alternativos (suportados somente pelo XMP), caso contrário, os valores de comentários simples (Exif e IPTC).
sl: **Napis**: vsi jeziki-alternativni komentarji (podprto samo z XMP), sicer preproste vrednosti komentarjev (Exif in IPTC).
uk: **Підпис**: усі коментарі із перекладеними альтернативами (підтримку передбачено лише у XMP), інакше прості значення коментарів (Exif і IPTC).

source: **Color Label**: the color labels properties to apply on items in your workflow.
ca: **Rètol de color**: les propietats dels rètols de color que s'aplicaran als elements en el vostre flux de treball.
it: **Etichetta colorata**: le proprietà delle etichette colorate da applicare agli elementi nel flusso di lavoro.
nl: **Kleurlabel**: de eigenschappen van kleurlabels om toe te passen op items in uw werkmethode.
pt: **Legenda de Cor**: as propriedades das legendas de cores a aplicar nos itens nos seus procedimentos.
pt_br: **Legenda de cor**: as propriedades das legendas de cor a serem aplicadas aos itens no seu fluxo de trabalho.
sl: **Barvna oznaka**: lastnosti barvnih oznak, ki jih želite uporabiti na elementih v vašem delovnem toku.
uk: **Кольорова мітка**: властивості кольорових міток, які слід застосовувати до записів у процесі обробки.

source: **Rating**: the stars properties to apply on items in your workflow.
ca: **Valoració**: les propietats de les estrelles que s'aplicaran als elements en el vostre flux de treball.
it: **Valutazione**: le proprietà delle stelle da applicare agli elementi nel flusso di lavoro.
nl: **Waardering**: de eigenschappen van sterren om toe te passen op items in uw werkmethode.
pt: **Classificação**: as propriedades dos números de estrelas a aplicar nos itens no seu procedimento.
pt_br: **Classificação**: as propriedades de estrelas a serem aplicadas aos itens no seu fluxo de trabalho.
sl: **Ocena**: lastnosti zvezdic, ki jih je treba uporabiti za elemente v vašem delovnem toku.
uk: **Оцінка**: властивості оцінок, які слід застосовувати до записів у процесі обробки.

source: **Tags**: the nested keywords hierarchy to apply on items in your workflow (supported by XMP only), else the simple flat list of keywords (Exif and IPTC).
ca: **Etiquetes**: la jerarquia de paraules clau imbricades que s'aplicaran als elements en el vostre flux de treball (admès només amb XMP), altrament, la llista plana senzilla de paraules clau (Exif i IPTC).
it: **Tag**: la gerarchia di parole chiave annidate da applicare agli elementi nel flusso di lavoro (supportata solamente da XMP), oppure l'elenco semplice di parole chiave (Exif e IPTC).
nl: **Tags**: de geneste hiërarchie van sleutelwoorden om toe te passen op items in uw werkmethode (alleen ondersteund door XMP), anders de eenvoudige platte lijst met sleutels (Exif en IPTC).
pt: **Marcas**: a hierarquia de palavras-chave encadeadas a aplicar nos itens do seu procedimento (suportado apenas pelo XML), caso contrário uma lista simples de palavras-chave (EXIF e IPTC).
pt_br: **Etiquetas**: a hierarquia de palavras-chave aninhadas para aplicar em itens no seu fluxo de trabalho (com suporte apenas pelo XMP), caso contrário, a lista simples de palavras-chave (Exif e IPTC).
sl: **Značke**: hierarhija ugnezdenih ključnih besed, ki se uporabijo za elemente v vašem delovnem toku (podprto samo z XMP), drugače preprost seznam ključnih besed (Exif in IPTC).
uk: **Мітки**: розгалужена ієрархія ключових слів, які слід застосовувати до записів у процесі обробки (підтримку передбачено лише для XMP), інакше простий список ключових слів (Exif і IPTC).

source: **Title**: all languages-alternative titles (supported by XMP only), else the simple title values (Exif and IPTC).
ca: **Títol**: títols alternatius en tots els idiomes (admesos només amb XMP), altrament, els valors senzills de títol (Exif i IPTC).
it: **Titolo**: tutti i titoli alternativi delle lingue (supportati solamente da XMP), oppure i valori semplici dei titoli (Exif e IPTC).
nl: **Titel**: alle taal-alternatieve commentaar (ondersteund alleen door XMP), anders de eenvoudige waarden van titels (Exif en IPTC).
pt: **Título**: todos os títulos nas línguas alternativas (apenas suportado no XMP), caso contrário apenas os valores simples do título (EXIF e IPTC).
pt_br: **Título**: todos os títulos em idiomas alternativos (compatível apenas com XMP), caso contrário, os valores de títulos simples (Exif e IPTC).
sl: **Naslov**: vsi jeziki-nadomestni naslovi (podprti samo z XMP), drugače preproste vrednosti naslova (Exif in IPTC).
uk: **Заголовок**: усі заголовки із перекладеними альтернативами (підтримку передбачено лише у XMP), інакше прості значення заголовка (Exif і IPTC).

source: For each category you can set the read and write behavior in metadata. The default settings is to **Unify Read and Write** operations, but if you disable this option, you can customize **Read Options** and **Write Options** independently.
ca: Per a cada categoria, podreu establir el comportament de lectura i escriptura en les metadades. La configuració predeterminada és **Unifica la lectura i l'escriptura**, però si desactiveu aquesta opció, podreu personalitzar les opcions de lectura i d'escriptura de manera independent.
it: Per ciascuna categoria puoi impostare il comportamento di lettura e scrittura nei metadati. Le impostazioni predefinite sono quelle di **unificare lettura e scrittura** delle operazioni ma, se disabiliti questa opzione, puoi personalizzare in modo indipendente le opzioni di **lettura** e di **scrittura**.
nl: Voor elke categorie kunt u het lees en schrijfgedrag in metagegevens zetten. De standaard instellingen zijn de bewerkingen **Lezen en schrijven**, maar als u deze optie uitschakelt, kunt u **Leesopties** en **Schrijfopties** onafhankelijk aanpassen.
pt: Para cada categoria, poderá definir o comportamento da leitura e escrita nos meta-dados. A configuração predefinida é **Unificar a Leitura e Escrita** mas, se desactivar esta operação, poderá personalizar de forma independente as **Opções de Leitura** e **Opções de Escrita**.
pt_br: Para cada categoria, você pode definir o comportamento de leitura e gravação nos metadados. A configuração padrão é **Unificar leitura e gravação**, mas se você desabilitar essa opção, poderá personalizar **Opções de leitura** e **Opções de gravação** independentemente.
sl: Za vsako kategorijo lahko nastavite vedenje branja in pisanja v metapodatkih. Privzeta nastavitev je **Poenotenje branja in pisanja**, vendar če onemogočite to možnost, lahko prilagodite **Možnosti branja** in **Možnosti pisanja** neodvisno.
uk: Для кожної категорії ви можете встановити поведінку щодо читання та запису метаданих. Типовим параметрами є **Уніфікувати читання і запис**, але якщо ви знімете позначку з цього пункту, ви можете налаштувати **Параметри читання** і **Параметри запису** незалежно.

source: The digiKam Advanced Metadata Settings For the **Caption** Category
ca: La configuració avançada de les metadades en el digiKam per a la categoria **Llegenda**
it: Le impostazioni avanzate dei metadati di digiKam per la categoria **Didascalia**
nl: De geavanceerde instellingen van metagegevens voor de categorie **Opschrift** van digiKam
pt: A Configuração Avançada dos Meta-Dados para a Categoria **Legenda**
pt_br: Configurações avançadas de metadados do digiKam para a categoria **Descrição**
sl: Napredne nastavitve metapodatkov digiKam za kategorijo **Caption**
uk: Розширені параметри метаданих digiKam для категорії **Підпис**

source: On this example, the top **Caption** entry in the list is **Xmp.dc.description**, and it will be read by digiKam first. If it contains a valid value it will be used, otherwise the next entry named **Xmp.exif.UserComment** will be read, etc. The entries list priority is high on the top and low on the bottom. The entries in the list are used only if the item is enabled with the checkbox preceding the name.
ca: En aquest exemple, l'entrada **Llegenda** a dalt de la llista és **Xmp.dc.description** i el digiKam la llegirà primer. Si conté un valor vàlid, s'utilitzarà, en cas contrari, s'utilitzarà l'entrada següent anomenada **Xmp.exif.UserComment**, etc. La prioritat de la llista d'entrades és alta a la part superior i baixa a la part inferior. Les entrades de la llista només s'utilitzen si l'element està activat amb la casella de selecció que precedeix el nom.
it: In questo esempio, la voce **Didascalia** in cima all'elenco è **Xmp.dc.description**, che verrà letta per prima da digiKam. Se contiene un valore valido sarà utilizzata, in caso contrario sarà letta la voce successiva chiamata **Xmp.exif.UserComment**, ecc. La priorità nell'elenco di voci è dall'alto al basso. Le voci nell'elenco vengono utilizzate solo se la casella di controllo davanti al nome dell'elemento è spuntata.
nl: In dit voorbeeld is het bovenste item van **Opschrift** in de lijst **Xmp.dc.description** en het zal door digiKam als eerste gelezen worden. Als het een geldige waarde bevat zal het gebruikt worden, anders zal het volgende item genaamd **Xmp.exif.UserComment**, gebruikt worden, etc. De prioriteiten van de items in de lijst is hoog aan de top en laag onderaan. De items in de lijst worden alleen gebruikt als het item is ingeschakeld met het keuzevakje voor de naam.
pt_br: Neste exemplo, a entrada **Descrição** no topo da lista é **Xmp.dc.description**, e será lida primeiro pelo digiKam. Se contiver um valor válido, será usado; caso contrário, a próxima entrada, chamada **Xmp.exif.UserComment**, será lida, e assim por diante. A prioridade da lista de entradas é alta no topo e baixa na parte inferior. As entradas na lista são usadas somente se o item estiver habilitado com a caixa de seleção antes do nome.
sl: V tem primeru je zgornji vnos **Caption** na seznamu **Xmp.dc.description** in najprej ga bo prebral digiKam. Če vsebuje veljavno vrednost, bo uporabljena, sicer bo prebran naslednji vnos z imenom **Xmp.exif.UserComment** itd. Prednost seznama vnosov je visoka na vrhu in nizka na dnu. Vnosi na seznamu se uporabljajo le, če je element omogočen s potrditvenim poljem pred imenom.
uk: У цьому прикладі верхнім записом **Підпис** у списку є **Xmp.dc.description**, і їх буде спочатку прочитано digiKam. Якщо там міститься коректне значення, його буде використано, якщо ж це не так, буде використано наступний запис із назвою **Xmp.exif.UserComment**, тощо. Пріоритетність записів у списку зменшується з верхнього до нижнього записів. Запис у списку буде використано, лише якщо пункт у списку позначено у полі перед його назвою.

source: With the buttons on the right side, you can customize the list:
ca: Amb els botons del costat dret, podreu personalitzar la llista:
it: Con i pulsanti presenti nel lato destro puoi personalizzare l'elenco:
nl: Met de knoppen rechts kunt u de lijst aanpassen:
pt: Com os botões à direita, poderá personalizar a lista:
pt_br: Com os botões do lado direito, você pode personalizar a lista:
sl: Z gumbi na desni strani lahko prilagodite seznam:
uk: За допомогою кнопок, які розташовано праворуч, ви можете налаштувати список:

source: **Add**: add a new entry to the tags list.
ca: **Afegeix**: afegeix una entrada nova de la llista d'etiquetes.
it: **Aggiungi**: aggiunge una nuova voce all'elenco dei tag.
nl: **Toevoegen**: voegt een nieuw item toe in de lijst met tags.
pt_br: **Adicionar**: adiciona uma nova entrada à lista de etiquetas.
sl: **Dodaj**: dodaj nov vnos na seznam značk.
uk: **Додати**: уможливлює додавання нового запису до списку міток.

source: **Edit**: modify the selected entry in the list.
ca: **Edita**: modifica l'entrada seleccionada de la llista.
it: **Modifica**: modifica la voce selezionata nell'elenco.
nl: **Bewerken**: wijzigt het geselecteerde item in de lijst.
pt_br: **Editar**: modifica a entrada selecionada na lista.
sl: **Uredi**: spremeni izbrani vnos na seznamu.
uk: **Змінити**: надає змогу вносити зміни до поточного позначеного запису у списку.

source: **Delete**: remove the selected entry in the list.
ca: **Suprimeix**: elimina l'entrada seleccionada de la llista.
it: **Elimina**: rimuove la voce selezionata nell'elenco.
nl: **Verwijderen**: verwijdert het geselecteerde item in de lijst.
pt_br: **Excluir**: remove a entrada selecionada na lista.
sl: **Izbriši**: odstrani izbrani vnos s seznama.
uk: **Вилучити**: надає змогу вилучити поточний запис зі списку.

source: **Move up**: move the selected entry in the list to a higher priority.
ca: **Mou cap amunt**: mou l'entrada seleccionada de la llista a una prioritat més alta.
it: **Sposta su**: alza la priorità della voce selezionata nell'elenco.
nl: **Omhoog verplaatsen**: verplaatst het geselecteerde item in de lijst naar een hogere prioriteit.
pt_br: **Mover para cima**: move a entrada selecionada na lista para uma prioridade mais alta.
sl: **Premakni navzgor**: premakni izbrani vnos na seznamu na višjo prednost.
uk: **Пересунути вище**: надає змогу пересунути поточний позначений запис у списку на вищу позицію.

source: **Move Down**: move the selected entry in the list to a lower priority.
ca: **Mou cap avall**: mou l'entrada seleccionada de la llista a una prioritat més baixa.
it: **Sposta giù**: abbassa la priorità della voce selezionata nell'elenco.
nl: **Omlaag verplaatsen**: verplaatst het geselecteerde item in de lijst naar een lagere prioriteit.
pt_br: **Mover para baixo**: move a entrada selecionada na lista para uma prioridade mais baixa.
sl: **Premakni navzdol**: izbrani vnos na seznamu premakne na nižjo prioriteto.
uk: **Пересунути нижче**: надає змогу пересунути поточний позначений запис у списку на нижчу позицію.

source: **Revert Changes**: revert last changes made to the list.
ca: **Reverteix els canvis**: reverteix els darrers canvis realitzats a la llista.
it: **Annulla le modifiche**: annulla le ultime modifiche fatte all'elenco.
nl: **Wijzigingen terugdraaien**: draait de laatst gemaakte wijzigingen in de lijst terug.
pt_br: **Reverter alterações**: reverte as últimas alterações feitas na lista.
sl: **Razveljavi spremembe**: razveljavi zadnje spremembe na seznamu.
uk: **Скасувати зміни**: надає змогу скасувати останні зміни у списку.

source: **Save Profile**: saves the current configuration to a **Profile** file.
ca: **Desa el perfil**: desa la configuració actual en un fitxer de **perfil**.
it: **Salva profilo**: salva l'attuale configurazione in un file di **profilo**.
nl: **Profiel opslaan**: slaat de huidige configuratie op naar een **Profiel** bestand.
pt_br: **Salvar perfil**: salva a configuração atual em um arquivo de **Perfil**.
sl: **Shrani profil**: shrani trenutno konfiguracijo v datoteko **Profil**.
uk: **Зберегти профіль**: надає змогу зберегти поточні налаштування до файла **профілю**.

source: **Load Profile**: loads a saved configuration from a **Profile** file.
ca: **Carrega un perfil**: carrega una configuració desada des d'un fitxer de **perfil**.
it: **Carica profilo**: carica una configurazione salvata da un file di **profilo**.
nl: **Profiel laden**: laadt een opgeslagen configuratie uit een **Profiel** bestand.
pt_br: **Carregar perfil**: carrega uma configuração salva de um arquivo de **Perfil**.
sl: **Naloži profil**: naloži shranjeno konfiguracijo iz datoteke **Profil**.
uk: **Завантажити профіль**: надає змогу завантажити збережені налаштування з файла **профілю**.
