Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/miscs_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Miscellaneous Settings
ca: Configuració de miscel·lània en el digiKam
it: Impostazioni varie di digiKam
nl: Diverse instellingen van digiKam
pt: Configuração Diversa do digiKam
pt_br: Configurações diversas do digiKam
sl: digiKam razne nastavitve
uk: Інші параметри digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, setup, configure, miscs, behavior, appearance, spellcheck, localize, grouping, system, updates
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, establir, configurar, miscel·lània, comportament, aparença, corrector ortogràfic, ubicar, agrupar, sistema, actualitzacions
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, configurazione, configura, varie, comportamento, aspetto, correttore ortografico, impostazioni regionali, raggruppamento, sistema, aggiornamenti
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, opzet, configureren, diversen, gedrag, uiterlijk, spellingcontrole, lokaliseren, groeperen, systeem, elementen voor bijwerken
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, configurar, configuração, diversos, comportamento, aparência, verificação ortográfica, localização, agrupamento, sistema, actualizações
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, configurar, diversos, comportamento, aparência, verificação ortográfica, localizar, agrupamento, sistema, atualizações
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, nastavitev, konfiguracija, razno, vedenje, videz, preverjanje črkovanja, lokalizacija, združevanje, sistem, posodobitve
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, налаштування, налаштовування, різне, поведінка, вигляд, перевірка правопису, локалізація, групування, система, оновлення

source: :ref:`Miscellaneous Settings <setup_application>`
ca: :ref:`Configuracions miscel·lànies <setup_application>`
it: :ref:`Impostazioni varie <setup_application>`
nl: :ref:`Diverse instellingen <setup_application>`
pt_br: :ref:`Configurações diversas <setup_application>`
sl: :ref:`Razne nastavitve <setup_application>`
uk: :ref:`Інші параметри <setup_application>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The **Miscellaneous** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Miscellaneous page`. These settings group all application rules customizable by users but not covered in previous setting categories from the setup dialog.
ca: Les opcions **Miscel·lànies** del digiKam s'estableixen a :menuselection:`Settings --> Configura el digiKam... --> pàgina Miscel·lània`. Aquestes opcions de configuració agrupen totes les regles d'aplicació personalitzables pels usuaris però no cobertes en les categories de configuració anteriors des del diàleg de configuració.
it: Le opzioni **Varie** per digiKam vengono configurate da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Varie`. Queste impostazioni raggruppano tutte le regole del programma personalizzabili dagli utenti, all'interno della finestra di dialogo di configurazione, ma non trattate nelle precedenti categorie di impostazioni.
nl: De opties **Diversen** voor digiKam worden ingesteld uit :menuselection:`Instellingen --> digiKam configureren... --> Pagina Diversen`. Deze instellingen groeperen alle regels van toepassingen die door gebruikers zijn aan te passen maar niet gedekt zijn in eerder categorieën voor instellingen uit de opzetdialoog.
pt_br: As opções **Diversos** do digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página Diversos`. Essas configurações agrupam todas as regras de aplicativo personalizáveis ​​pelos usuários, mas não abordadas nas categorias de configuração anteriores da caixa de diálogo de configuração.
sl: Možnosti **Razno** za digiKam se nastavijo na strani :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Razno`. Te nastavitve združujejo vsa pravila aplikacij, ki jih uporabniki prilagodijo, vendar niso zajeta v prejšnjih kategorijah nastavitev iz nastavitvenega pogovornega okna.
uk: Параметри групи **Різне** для digiKam можна встановити за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Різне»`. У цих параметрах згруповано усі правила програми, які можуть налаштувати користувачі, але які не вмістилися у попередніх категоріях параметрів у діалоговому вікні налаштовування.

source: Behavior Settings
ca: Configurar el comportament
it: Impostazioni sul comportamento
nl: Instellingen voor gedrag
pt: Configuração do Comportamento
pt_br: Configurações de comportamento
sl: Nastavitve vedenja
uk: Параметри поведінки

source: Scan Operations
ca: Operacions d'exploració
it: Operazioni di scansione
nl: Scanbewerkingen
pt: Operações de Sondagem
pt_br: Operações de varredura
sl: Operacije prečesavanja
uk: Дії зі сканування

source: The digiKam Behavior Configuration Page
ca: La pàgina de configuració del comportament en el digiKam
it: La pagina di configurazione del comportamento di digiKam
nl: De configuratiepagina van gedrag van digiKam
pt: A Página de Configuração do Comportamento do digiKam
pt_br: Página de configuração do comportamento do digiKam
sl: Stran za konfiguracijo vedenja digiKam
uk: Сторінка налаштовування поведінки digiKam

source: All these options may introduce latency during the use of digiKam usage or the application startup. Enable these options only if know what you are doing.
ca: Totes aquestes opcions poden introduir latència durant l'ús del digiKam o l'inici de l'aplicació. Activeu aquestes opcions només si sabeu el que esteu fent.
it: Tutte queste opzioni possono produrre latenza durante l'uso di digiKam o l'avvio dell'applicazione. Abilita queste opzioni solo se sai quello che stai facendo.
nl: Al deze opties kunnen vertraging introduceren tijdens het gebruik van digiKam of bij opstarten van de toepassing. Deze opties alleen inschakelen als u weet wat u doet.
pt_br: Todas essas opções podem causar latência durante o uso do digiKam ou na inicialização do aplicativo. Habilite essas opções somente se souber o que está fazendo.
sl: Vse te možnosti lahko povzročijo zakasnitev med uporabo digiKama ali zagonom aplikacije. Te možnosti omogočite le, če veste, kaj počnete.

source: The **Scan for new items at startup** forces digiKam to scan all collections for new items each time digiKam is run. The scan is performed in the background when the digiKam main interface is loaded. The progress of the scan is displayed in the status bar. If your computer is fast enough, digiKam should be perfectly usable while scanning for new items. You probably should disable this option if your collections are huge, or if you use a remote database. In these cases, you should perform manual scans for new items when needed using :menuselection:`Tool --> Scan for new items`.
ca: **Explora cercant elements nous en iniciar** força al digiKam a explorar totes les col·leccions a la cerca d'elements nous cada vegada que s'executi el digiKam. L'exploració es fa en segon pla quan es carrega la interfície principal del digiKam. El progrés de l'exploració es mostra a la barra d'estat. Si el vostre ordinador és prou ràpid, el digiKam es podrà utilitzar perfectament durant l'exploració d'elements nous. Probablement haureu de desactivar aquesta opció si les vostres col·leccions són enormes o si utilitzeu una base de dades remota. En aquests casos caldria efectuar exploracions manuals cercant elements nous quan calgui utilitzant :menuselection:`Eines --> Explora cercant elements nous`.
it: L'opzione **Cerca nuovi elementi all'avvio** forza digiKam ad analizzare tutte le raccolte alla ricerca di nuovi elementi ogni volta che digiKam è avviato. L'analisi è eseguita in sottofondo quando quando l'interfaccia principale di digiKam viene caricata. L'avanzamento dell'analisi è mostrata nella barra di stato. Se il tuo computer è abbastanza veloce, digiKam dovrebbe essere perfettamente utilizzabile durante l'analisi dei nuovi elementi. Dovresti probabilmente disabilitare questa opzione se le tue raccolte sono molto grandi o se usi una banca dati remota. In questi casi, dovresti eseguire manualmente la ricerca dei nuovi elementi, se necessario, utilizzando il comando :menuselection:`Strumenti --> Cerca nuovi elementi`.
nl: De **Naar nieuwe items zoeken bij opstarten** dwingt digiKam om alle verzamelingen op nieuwe items te scannen elke keer dat digiKam wordt uitgevoerd. De scan wordt in de achtergrond uitgevoerd wanneer het hoofdinterface van digiKam wordt geladen. De voortgang van de scan wordt weergegeven in de statusbalk. Als uw computer snel genoeg is zou digiKam perfect bruikbaar zijn tijdens het scannen op nieuwe items. U zou deze optie waarschijnlijk uitschakelen als uw verzamelingen zeer groot zijn of als u een database op afstand gebruikt. In deze gevallen zou u, indien nodig, een handmatige scan op nieuwe items uitvoeren met :menuselection:`Hulpmiddelen --> Op nieuwe items scannen`.
pt_br: A opção **Procurar por novos itens na inicialização** força o digiKam a verificar todas as coleções em busca de novos itens sempre que o digiKam é executado. A verificação é realizada em segundo plano quando a interface principal do digiKam é carregada. O progresso da verificação é exibido na barra de status. Se o seu computador for rápido o suficiente, o digiKam deverá ser perfeitamente utilizável durante a verificação de novos itens. Você provavelmente deve desabilitar esta opção se suas coleções forem grandes ou se você usar um banco de dados remoto. Nesses casos, você deve executar verificações manuais de novos itens quando necessário usando :menuselection:`Ferramentas --> Procurar por novos itens`.
sl: **Prečeši nove elemente ob zagonu** prisili digiKam, da pregleda vse zbirke za nove elemente ob vsakem zagonu digiKama. Pregled se izvaja v ozadju, ko je naložen glavni vmesnik digiKam. Napredek prečesavanja je prikazan v vrstici stanja. Če je vaš računalnik dovolj hiter, bi moral biti digiKam popolnoma uporaben med iskanjem novih predmetov. To možnost bi verjetno morali onemogočiti, če so vaše zbirke ogromne ali če uporabljate oddaljeno bazo podatkov. V teh primerih bi morali po potrebi opraviti ročno prečesavanje novih elementov z :menuselection:`Orodje --> Prečeši nove elemente`.
uk: Позначте пункт **Під час запуску виявляти нові записи**, щоб наказати digiKam шукати нові записи у всіх збірках під час кожного запуску digiKam. Пошук виконується у фоновому режимі під час завантаження основного інтерфейсу digiKam. Поступ сканування буде показано на смужці стану. Якщо ваш комп’ютер досить швидкий, digiKam цілком можна використовувати під час пошуку нових елементів. Вам, ймовірно, варто зняти позначку з цього пункту, якщо ваші збірки є надто великими або якщо ви використовуєте віддалену базу даних. У цих випадках вам слід за потреби сканувати нові елементи вручну за допомогою пункту меню :menuselection:`Інструменти --> Виявити нові елементи`.

source: The **Fast Scan** option significantly speeds up the scan, looking for new items, deleted items and renamed items. Disable this option if you need to scan for items that are not new, but have been changed.
ca: L'opció **Exploració ràpida** accelera significativament l'exploració, cercant elements nous, elements suprimits i elements reanomenats. Desactiveu aquesta opció per a explorar elements que no són nous, però s'han modificat.
it: L'opzione **Analisi veloce** aumenta in modo significativo la velocità dell'analisi. ricercando gli elementi nuovi, gli elementi eliminati e quelli rinominati. Disabilita questa opzione se devi cercare elementi che non sono nuovi ma sono stati modificati.
nl: De optie **Snelle scan** versnelt aanzienlijk de scan, die zoekt naar nieuwe, verwijderde en hernoemde items. Schakel deze optie uit als u moet scannen op items die niet nieuw zijn, maar zijn gewijzigd.
pt_br: A opção **Procura rápida** acelera significativamente a varredura, procurando por itens novos, excluídos e renomeados. Desative esta opção se precisar verificar itens que não são novos, mas foram alterados.
sl: Možnost **Hitro prečesavanje** občutno pospeši prečesavanje, iskanje novih, izbrisanih in preimenovanih elementov. Onemogočite to možnost, če želite pregledati elemente, ki niso novi, ampak so bili spremenjeni.
uk: Позначення пункту **Швидке сканування** значно пришвидшує сканування, пошук нових записів, вилучених записів і перейменованих записів. Зніміть позначення, якщо вам потрібно виконати сканування записів, які не є новими, але до яких внесено зміни.

source: The **Detect faces in newly added images** option will automatically perform face detection on items imported to the collections.
ca: L'opció **Detecta les cares a les imatges afegides recentment** realitzarà automàticament una detecció de cares en els elements importats a les col·leccions.
it: L'opzione **Individua volti nelle immagini aggiunte di recente** eseguirà automaticamente un rilevamento facciale sugli elementi importati nelle raccolte.
nl: De optie **Gezichten detecteren in nieuw toegevoegde afbeeldingen** zal automatisch een gezichtsdetectie uitvoeren op items geïmporteerd uit de verzamelingen.
pt_br: A opção **Detectar rostos em imagens recém-adicionadas** executará automaticamente a detecção de rostos em itens importados para as coleções.
sl: Možnost **Zaznaj obraze na novo dodanih slikah** samodejno izvede zaznavanje obrazov na elementih, uvoženih v zbirke.
uk: Позначення пункту **Виявляти обличчя на нових доданих зображеннях** призведе до автоматичного виконання виявлення облич на зображеннях, які імпортовано до збірок.

source: The **Enable background face recognition scan** option will automatically start a background face recognition scan when a new face is tagged. This will make the tagging process easier but can slow down the face management workflow if the collection contains a lot of items and if your computer is slower.
ca: L'opció **Activa l'exploració de reconeixement de cares en segon pla** iniciarà automàticament un escaneig de reconeixement de les cares en segon pla quan s'etiqueti una cara nova. Això farà que el procés d'etiquetatge sigui més fàcil, però pot alentir el flux de treball de gestió de cares si la col·lecció conté una gran quantitat d'elements i si el vostre ordinador és lent.
it: L'opzione **Abilita l'analisi per il riconoscimento facciale in background** avvierà automaticamente un'analisi per il riconoscimento facciale quando viene assegnato un tag a un nuovo volto. In questo modo il processo di assegnazione dei tag verrà facilitato ma potrebbe rallentare il processo di gestione dei volti, se la raccolta contiene molti elementi e il tuo computer è più lento.
nl: De optie **Scan op gezichten herkennen in de achtergrond inschakelen** zal automatisch scannen op gezichten herkennen starten wanneer een nieuw gezicht een tag krijgt. Dit zal het proces van tags toekennen gemakkelijker maken maar kan de werkmethode van het beheer van gezichten vertragen wanneer de verzameling heel wat items bevat en als uw computer langzamer is.
pt_br: A opção **Habilitar reconhecimento facial em segundo plano** iniciará automaticamente um reconhecimento facial em segundo plano quando um novo rosto for marcado. Isso facilitará o processo de marcação, mas poderá tornar o fluxo de trabalho de gerenciamento facial mais lento se a coleção contiver muitos itens e se o seu computador for mais lento.
sl: Možnost **Omogoči skeniranje prepoznavanja obrazov v ozadju** bo samodejno zagnala skeniranje prepoznavanja obrazov v ozadju, ko bo označen nov obraz. To bo olajšalo postopek označevanja, vendar lahko upočasni potek dela upravljanja obrazov, če zbirka vsebuje veliko elementov in če je vaš računalnik počasnejši.

source: The **Remove obsolete core database objects** option forces digiKam to clean up the core database by removing obsolete item entries, which are entries that no longer point to an item stored in the collection. This option does not clean up the thumbnails or face recognition databases. (The maintenance tool provides options for cleaning up the other databases.) Enabling this option will slow down digiKam's startup.
ca: L'opció **Elimina objectes obsolets de la base de dades nucli** força al digiKam a netejar la base de dades del nucli eliminant les entrades dels elements obsolets, que són entrades que ja no apunten a un element emmagatzemat a la col·lecció. Aquesta opció no netejarà les altres bases de dades com ara la de miniatures o la de reconeixement. (L'eina de manteniment proporciona opcions per a netejar les altres bases de dades.) L'activació d'aquesta opció alentirà l'inici del digiKam.
it: L'opzione **Rimuovi oggetti obsoleti della banca dati principale** forza digiKam a ripulire la banca dati principale rimuovendo le voci degli elementi obsoleti, che sono voci che non puntano più a un elemento memorizzato nella raccolta. Questa opzione non ripulisce le banche dati delle miniature o del riconoscimento facciale: lo strumento di manutenzione fornisce opzioni per ripulire le altre banche dati. Abilitando questa opzione rallenterai l'avvio di digiKam.
nl: De optie **Verouderde objecten in kerndatabase verwijderen** dwingt digiKam om de kerndatabase te schonen door verouderde items te verwijderen, wat items zijn die niet langer verwijzen naar een item opgeslagen in de verzameling. Deze optie schoont niet de databases voor miniaturen of gezichtsherkenning op. (Het hulpmiddel Onderhoud biedt opties voor het opschonen van de andere databases.) Deze optie inschakelen zal het opstarten van digiKam vertragen.
pt_br: A opção **Remover objetos obsoletos do banco de dados principal** força o digiKam a limpar o banco de dados principal, removendo entradas de itens obsoletos, que são entradas que não apontam mais para um item armazenado na coleção. Esta opção não limpa os bancos de dados de miniaturas ou de reconhecimento facial. (A ferramenta de manutenção oferece opções para limpar os outros bancos de dados.) Habilitar esta opção tornará a inicialização do digiKam mais lenta.
sl: Možnost **Odstrani zastarele objekte osnovne baze podatkov** prisili digiKam, da očisti osnovno bazo podatkov z odstranitvijo zastarelih vnosov postavk, ki so vnosi, ki ne kažejo več na postavko, shranjeno v zbirki. Ta možnost ne počisti sličic ali zbirk podatkov za prepoznavanje obrazov. (Orodje za vzdrževanje ponuja možnosti za čiščenje drugih baz podatkov.) Če omogočite to možnost, boste upočasnili zagon digiKama.
uk: Позначення пункту **Вилучити застарілі об'єкти основної бази даних** наказує digiKam очищати основну базу даних, вилучивши застарілі записи елементів, тобто записи, які більше не вказують на зображення, що зберігається у збірці. Позначення пункту не призводить до очищення бази даних мініатюр чи бази даних розпізнавання облич. (Інструмент обслуговування надає можливості з очищення інших баз даних.) Позначення цього пункту сповільнить запуск digiKam.

source: Generic Settings
ca: Configuració genèrica
it: Impostazioni generiche
nl: Algemene instellingen
pt_br: Configurações genéricas
sl: Splošne nastavitve
uk: Загальні параметри

source: The **Confirm when moving items to trash** and **Confirm when permanently deleting items** options control whether digiKam asks for confirmation before deleting a photograph or an Album. See the :ref:`Deleting a Photograph <deleting_photograph>` and the :ref:`Deleting an Album <deleting_album>` sections for more details.
ca: Les opcions **Confirma en moure elements a la paperera** i **Confirma en suprimir elements permanentment** controlen si el digiKam demana confirmació abans de suprimir una fotografia o un àlbum. Vegeu les seccions :ref:`Eliminar una fotografia <deleting_photograph>` i :ref:`Eliminar un àlbum <deleting_album>` per a més detalls.
it: Le opzioni **Conferma quando cestini gli elementi** e **Chiedi conferma quando si eliminano gli elementi** controllano se digiKam debba chiedere conferma prima di eliminare una fotografia oppure un album. Vedi i paragrafi :ref:`Eliminare una fotografia <deleting_photograph>` e :ref:`Eliminare un album <deleting_album>` per maggiori dettagli.
nl: De opties **Bevestig verplaatsen naar prullenbak** en **Bevestig bij permanent verwijderen van items** besturen of digiKam vraagt om bevestiging alvorens een foto of een album te verwijderen. Zie de secties :ref:`Een foto verwijderen <deleting_photograph>` en :ref:`Een album verwijderen <deleting_album>` voor meer details.
pt_br: As opções **Confirmar ao mover itens para a Lixeira** e **Confirmar ao excluir itens permanentemente** controlam se o digiKam solicita confirmação antes de excluir uma fotografia ou um álbum. Consulte as seções :ref:`Excluindo uma fotografia <deleting_photograph>` e :ref:`Excluindo um álbum <deleting_album>` para obter mais detalhes.
sl: Možnosti **Potrdi pri premikanju elementov v koš** in **Potrdi pri trajnem brisanju elementov** nadzirata, ali digiKam zahteva potrditev pred brisanjem fotografije ali albuma. Za več podrobnosti glejte razdelka :ref:`Brisanje fotografije <deleting_photograph>` in :ref:`Brisanje albuma <deleting_album>`.
uk: За допомогою пунктів **Підтверджувати пересування об’єктів до смітника** і **Підтверджувати остаточне вилучення об'єктів** можна визначити, чи питатиме DigiKam про підтвердження, перш ніж вилучати фотографію або альбом. Докладніше про це можна дізнатися з розділів :ref:`Вилучення фотографії <deleting_photograph>` і :ref:`Вилучення альбому <deleting_album>`.
