Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/miscs_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: With the **Scroll current item to center of thumbbar** setting, you can force thumbbar to center current selected item with mouse pointer on the center of visible area.
pt: Com a opção **Deslocar o item actual para o centro da barra de miniaturas**, poderá forçar a barra de miniaturas a centrar o item seleccionado de momento com o cursor do rato, no centro da área visível.

source: The **Get album date source** option allows to adjust the album date depending on the option set when new items are found during scanning. Possible values are:
pt: A opção **Obter a fonte de datas do álbum** permite ajustar a data do álbum, dependendo da opção definida quando forem encontrados itens novos durante a sondagem. Os valores possíveis são:

source: **From The Newest Item Date**: to take the date from the newest item hosted in album.
pt: **Da Data do Item Mais Recente**: usar a data do item mais novo alojado no álbum.

source: **From The Oldest Item Date**: to take the date from the oldest item hosted in album.
pt: **Da Data do Item Mais Antiga**: usar a data do item mais antigo alojado no álbum.

source: **From The Average Date**: to compute the date from an average of all items hosted in album.
pt: **Da Data Média**: calcular a data da média de todos os itens alojados no álbum.

source: **From The Folder Date**: to take the file system date.
pt: **Da Data da Pasta**: usar a data do sistema de ficheiros.

source: **No Change Of Date**: do not modify the date.
pt: **Sem Alteração das Datas**: não modificar a data.

source: With the **String comparison type** setting, you can set the way in which strings are compared inside digiKam. This influences the sorting of the tree views. Possible values are:
pt: Com a opção do **Tipo de comparação de textos**, poderá definir a forma como os textos são comparados dentro do digiKam. Isto influencia a ordenação das áreas em árvore. Os valores possíveis são:

source: **Natural** tries to compare strings in a way that regards some normal conventions. The result will be sort naturally even if they have a different number of digits inside.
pt: O **Natural** tenta comparar os textos de uma forma que tem em consideração algumas convenções normais. O resultado será ordenado naturalmente, mesmo que tenha um número diferente de algarismos no interior.

source: **Normal** uses a more technical approach. Use this style if you want to entitle albums with ISO dates (as *201006* or *20090523*) and the albums should be sorted according to these dates.
pt: O **Normal** usa uma abordagem mais técnica. Use este estilo se quiser intitular os álbuns com datas ISO (do tipo *201006* ou *20090523*) e os álbuns deverão ser ordenados de acordo com estas datas.

source: With the **Lower bound for minimum similarity** option, you can select the lower bound of the minimum similarity threshold for fuzzy and duplicates searches. The default value is 40. Selecting a lower value than 40 can make the search really slow.
pt: Com a opção **Limite inferior para o mínimo de semelhança**, poderá seleccionar o limite inferior do intervalo de semelhança mínimo para as pesquisas difusas e de duplicados. O valor por omissão é de 40. Se seleccionar um valor inferior a 40, poderá tornar a pesquisa realmente lenta.

source: The **Updates** settings allows to tune how the check the online availability of a new application version. You can select **Only For Stable Releases** which are official versions safe to use in production. Another choice is **Weekly Pre-Releases** which is proposed to tests quickly new features but not recommended to use in production as bugs can remain.
pt: As opções de **Actualizações** permitem ajustar como verificar a disponibilidade 'online' de uma nova versão da aplicação. Poderá seleccionar **Apenas para as Versões Estáveis**, que são as versões oficiais e seguras de usar em produção. Outra opção é as **Versões Prévias Semanais**, que servem para testar rapidamente funcionalidades novas, mas não são recomendáveis para usar em produção, dado que poderão persistir alguns erros.

source: The option **Use Version With Debug Symbols** allows to download version including debug symbols. This version is more heavy but can help developers to trace dysfunctions in debugger.
pt: A opção **Usar a Versão com Símbolos de Depuração** permite obter versões que incluem símbolos de depuração. Esta versão é mais pesada, mas pode ajudar os programadores a localizar problemas com um depurador.

source: Finally, on the bottom, a **Check Now** button allow to send a request for an update. The **Last check** date is indicated on the left side. If a new version is available online, a dialog will appears as below.
pt: Finalmente, no fundo, um botão **Verificar Agora** permite enviar um pedido para uma actualização. A data da **Última verificação** está indicada do lado esquerdo. Se uma nova versão estiver disponível 'online', irá aparecer uma janela como a seguinte.

source: From this dialog, press the **Download** button to process. A new progress dialog will appears as below.
pt: Nesta janela, carregue no botão **Obter** para processar. Irá aparecer uma nova janela de progresso.

source: When the download is complete, a checksum is computed to be sure that files is not corrupted. If all is fine, a new dialog appears as below.
pt: Quando a transferência terminar, será calculado um código de validação para ter a certeza que os ficheiros não ficam danificados. Se estiver tudo bem, irá aparecer uma nova janela como a seguinte.

source: Just press **Install** button to process the final stage. The current digiKam session will be closed and installer will be started.
pt: Basta carregar no botão **Instalar** para processar a etapa final. A sessão actual do digiKam será fechada e o instalador será iniciado.

source: AppImage Linux bundle do not require installation on the system. File is downloaded and ready to use. The dialog propose to open desktop files-manager at the download place instead.
pt: O pacote AppImage para Linux não precisa de ser instalado no sistema. O ficheiro é transferido e fica pronto a usar. A janela propõe como alternativa abrir o gestor de ficheiros no local da transferência.

source: With the **Show splash screen at startup** setting, you can switch off the display of the splash screen when application loads. This may speed up the start time slightly.
pt: Com a opção **Mostrar o ecrã inicial no arranque**, poderá desligar a apresentação do ecrã inicial quando a aplicação é carregada. Isto poderá acelerar ligeiramente o tempo de arranque.

source: With the **Use native file dialogs from system** setting, you can switch from the basic (but universal) open-file dialog included in the application to the more powerful open-file dialog provided by the desktop.
pt: Com a opção **Usar as janelas nativas de ficheiros do sistema**, poderá mudar da janela de abertura de ficheiros básica (mas universal) que aparece na aplicação para a janela de abertura de ficheiros mais poderosa e disponibilizada pelo ambiente de trabalho.

source: With the **Draw frames around grouped items** setting, a more visible decoration will be applied to the items grouped in icon-view.
pt: Com a opção para **Desenhar os contornos em torno dos itens agrupados**, será aplicada uma decoração mais visível nos itens agrupados na área de ícones.

source: With the **Sidebar tab title** setting, you can set how sidebars on the sides will show the tab titles. Use **Only For Active Tab** option only if you use a small screen resolution as with a laptop computer. Else **For All Tabs** will be a best choice to discover quickly all internal features of digiKam.
pt: Com a opção **Título da página da barra lateral**, poderá definir como as barras laterais irão mostrar os títulos das páginas. Use a opção **Apenas para a Página Activa** somente se usar uma resolução de ecrã pequena, como num portátil. Caso contrário, a opção **Para Todas as Páginas** será uma melhor opção para descobrir rapidamente todas as funcionalidades internas do digiKam.

source: With the **Widget style** setting, you can choose the default application window decoration and looks. **Fusion** style is the best choice under all desktop.
pt: Com a opção do **Estilo gráfico**, poderá escolher a decoração e aparência predefinida das janelas da aplicação. O estilo **Fusão** é a melhor opção para todos os ambientes de trabalho.

source: With the **Icon theme** setting, you can choose the default application icon theme. Theme availability depends of desktop used to run digiKam.
pt: Com a opção **Tema de ícones**, poderá escolher o tema de ícones predefinido da aplicação. A disponibilidade dos temas depende do ambiente de trabalho usado para executar o digiKam.

source: Finally, the **Application font** option allow to customize the font to use everywhere in the application. Note that extra options exists also to customize fonts for the :ref:`album tree-view <treeview_font>`, the :ref:`icon-view <iconview_font>`, and the :ref:`tooltip <tooltip_font>`.
pt: Finalmente, a opção **Tipo de letra da aplicação** permite personalizar o tipo de letra a usar na aplicação em todo o lado. Lembre-se que existem algumas opções extra para personalizar os tipos de letra da :ref:`árvore de álbuns <treeview_font>`, a :ref:`área de ícones <iconview_font>` e as :ref:`dicas <tooltip_font>`.

source: This section list the operations to perform on all grouped items depending on the usage context. Operations supported are:
pt: Esta secção enumera as operações a efectuar em todos os itens agrupados, dependendo do contexto de utilização. As operações suportadas são:

source: **Metadata**: when you change information to store in files or in the database.
pt: **Meta-dados**: quando altera a informação a guardar nos ficheiros ou na base de dados.

source: **Renaming**: to all items from a group.
pt: **Mudança de Nome**: para todos os itens de um grupo.

source: For each case, you can select if digiKam can:
pt: Para cada caso, poderá seleccionar se o digiKam pode:

source: **No**: do nothing.
pt: **Não**: não fazer nada.

source: **yes**: operate items.
pt: **Sim**: operar sobre os itens.

source: **Ask**: ask to confirm before to continue.
pt: **Perguntar**: pedir a confirmação antes de continuar.

source: For this last case, a dialog as below will appears during operation. You can remember your choice for the next time, this will adjust the operation settings accordingly.
pt: Para este último caso, irá aparecer uma janela como a seguir durante a operação. Poderá recordar a sua escolha para a próxima vez, sendo que isto irá ajustar as definições da operação em conformidade.

source: This section allows to control the spellchecking operations done in background in all text edit widgets.
pt: Esta secção permite controlar as operações de verificação ortográfica feitas em segundo plano para todos os campos de texto.

source: You can edit a list of words that Spellcheck must ignore during operations. digiKam already provide a list usual keywords to not verify.
pt: Poderá editar uma lista de palavras que a Verificação Ortográfica deverá ignorar durante as operações. O digiKam já fornece uma lista das palavras-chave normais a não verificar.

source: This section allows to customize the rules to translate automatically strings from text editor widgets using online translator engine.
pt: Esta secção permite personalizar as regras para traduzir automaticamente os textos dos elementos gráficos do editor de texto, usando um motor de traduções 'online'.

source: A list of **Alternative Languages** supported by digiKam is provided where you can select your preferred entries hosted in text editor widgets.
pt: Uma lista de **Línguas Alternativas** suportada pelo digiKam será fornecida, onde poderá seleccionar os seus itens preferidos alojados nos itens de edição de texto.

source: Another list allows to know the **Available Translator Languages**, supported by the selected **Online Translator** engine.
pt: Outra lista permite saber as **Línguas de Tradução Disponíveis**, suportadas pelo motor de **Tradução Online** seleccionado.

source: As number of entries are huge for the both lists, a search engine is available and an option to show only the current selection.
pt: Dado que o conjunto de elementos de ambas as listas é enorme, está disponível um motor de busca e uma opção para mostrar apenas a selecção actual.

source: In digiKam, the localization is available in special text editor widgets supporting alternative-languages feature. You can see this kind of widget in the :ref:`Captions tab <captions_view>` from **Right Sidebar** and in the :ref:`XMP Metadata Editor <xmp_editor>` for example.
pt: No digiKam, a localização está disponível nos itens de edição de texto especiais que suportam a funcionalidade de línguas alternativas. Poderá ver este tipo de elementos na :ref:`página de Legendas <captions_view>` na **Barra Lateral Direita** e no :ref:`Editor de Meta-Dados XMP <xmp_editor>`, por exemplo.

source: Alternative-languages mean more than one translation available for one string. The **x-default** entry is the native language used as a reference for translations. Typically, it's common to use English words with x-default, but it's not mandatory. When you ask to translate the string, the online translators will be able to auto-detect the current language used with **x-default**.
pt: As línguas alternativas significa que pode existir mais que uma tradução disponível para cada texto. O item **x-default** é a língua nativa usada como referência para as traduções. Tipicamente, é comum usar palavras em inglês com a 'x-default', mas não é obrigatório. Quando pedir para traduzir o texto, os tradutores na rede poderão detectar automaticamente a língua actual usada com o **x-default**.

source: On the top of a text editor widget, you can select the translation entry for the string. The drop-down menu will only show your preferred languages set on the configuration page. The next button on the right allows clearing the current translated entry. The next drop-down button allows creating of a new translation entry using the configured online translator. Finally, the last button on the right side will show the Localize settings page to customize the translation behavior.
pt: No topo de um item do editor de texto, poderá seleccionar o item de tradução para um dado texto. O menu suspenso só irá mostrar as suas línguas preferidas e definidas na página de configuração. O botão seguinte à direita permite a limpeza do item traduzido actual. O botão suspenso seguinte permite a criação de um novo item de tradução, usando o tradutor 'online' configurado. Finalmente, o último botão no lado direito irá mostrar a página de configuração da Localização para personalizar o comportamento das traduções.

source: This section allows to tune special low level configurations used by application. Only change these settings if you know what you do.
pt: Esta secção permite ajustar algumas definições de baixo nível usadas pela aplicação. Mude apenas estas opções se souber o que está a fazer.

source: **Use high DPI scaling from the screen factor**: with this option application will scale coordinates in device independent manner according to display scale factors provided by the operating system. It scales the graphical interface elements (buttons, text, etc.) with the Desktop settings. The digiKam graphical interface elements are therefore displayed larger by this factor and are therefore theoretically just as large as the graphical interface elements of the system.
pt: **Usar uma escala de PPP elevada a partir do factor do ecrã**: com esta opção, a aplicação irá ajustar a escala das coordenadas, num formato independente do dispositivo, de acordo com os factores de escala do ecrã que o sistema operativo oferece. Ele ajusta a escala dos elementos da interface gráfica (botões, texto, etc.) na configuração do Ambiente de Trabalho. Os elementos da interface gráfica do digiKam aparecem assim maiores neste factor de escala e, em teoria, ficarão tão grandes quanto os elementos da interface gráfica no sistema.

source: **Use pixmaps with high DPI resolution**: with this option, pixmaps sizes used internally by application will have a device-independent layout geometry. It activates high-resolution icons, otherwise the elements in digiKam would look very blurry under high resolutions. Also, it's recommended to use this option in multi-screen context when resolutions are not the same.
pt: **Usar as imagens com alta resolução em PPP**: com esta opção, os tamanhos das imagens usadas internamente pela aplicação irão ter uma geometria independente do dispositivo. Ela activa os ícones de alta resolução, caso contrário os elementos no digiKam irão aparecer bastante borrados em resoluções elevadas. Do mesmo modo, recomenda-se que use est aopção num contexto de múltiplos ecrã, onde as resoluções não são as mesmas.

source: **Disable hardware acceleration OpenCL**: this option will disable GPU accelerations, especially with faces management and image quality sorting. This option affect the `OpenCV <https://opencv.org/>`_ engine used in background for the intensive computation on images. To see the OpenCV configuration, go to :menuselection:`Help --> Components Information` menu entry, and :ref:`OpenCV section from the dialog <help_componentsinfo>`.
pt: **Desactivar o OpenCL com aceleração de 'hardware'**: esta opção irá desactivar as acelerações do GPU, especialmente com a gestão de caras e a ordenação da qualidade das imagens. Est aopção afectam o motor do `OpenCV <https://opencv.org/>`_ usado em segundo plano para o cálculo intensivo sobre as imagens. Para ver a configuração do OpenCV, vá ao item do menu :menuselection:`Ajuda --> Informação dos Componentes` e leia a :ref:`secção do OpenCV na janela <help_componentsinfo>`.

source: **Enable internal debug logging**: this option will turn one the debug trace on the console used to investigate dysfunctions.
pt: **Activar o registo de depuração interno**: esta opção irá activar as mensagens de depuração na consola, usadas para investigar problemas.

source: **Download Face Engine Data**: With this button you can load face engine deep-learning model files if you pass this stage at first-run.
pt: **Obter os Dados do Motor de Caras**: Com esta opção, poderá carregar os ficheiros do modelo de aprendizagem do motor de caras, caso passe esta etapa na primeira execução.
