Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/miscs_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Even if different widget styles are available, the **Breeze** style gives the best experience on all desktops. It's highly recommended that you do not change this value.
ca: Encara que hi hagi estils diferents de ginys disponibles, l'estil **Brisa** és la millor elecció per a tots els escriptoris. És molt recomanable que no canvieu aquest valor.
it: Sebbene siano disponibili vari stili per gli oggetti, lo stile **Brezza** fornisce la migliore esperienza in tutti i desktop. Si consiglia caldamente di non cambiare questo valore.
nl: Zelfs als er verschillende widgetstijlen beschikbaar zijn geeft de stijl **Breeze** de beste ervaring op alle bureaubladen. Het is ten zeerste aanbevolen dat u deze waarde niet wijzigt.
pt_br: Mesmo que existam diferentes estilos de widget disponíveis, o estilo **Breeze** oferece a melhor experiência em todos os desktops. É altamente recomendável que você não altere este valor.
sl: Tudi če so na voljo različni slogi gradnikov, daje slog **Sapica** najboljšo izkušnjo na vseh namizjih. Zelo priporočljivo je, da te vrednosti ne spreminjate.
uk: Навіть якщо доступним є інший стиль віджетів, найкращих результатів в усіх стільничних середовищах можна досягти зі стилем **Breeze**. Наполегливо не рекомендуємо змінювати це значення.

source: The **Icon theme** option selects the default application icon theme. Theme availability is operating-system dependent. The **Breeze** icons-set is generally the best choice for all operating systems.
ca: L'opció **Tema d'icones** selecciona el tema d'icones predeterminat de l'aplicació. La disponibilitat dels temes dependrà del sistema operatiu. El conjunt d'icones **Brisa** és la millor elecció per a tots els sistemes operatius.
it: L'opzione **Tema icone** seleziona il tema di icone predefinito dell'applicazione. La disponibilità dei temi dipende dal sistema operativo. Il gruppo di icone **Brezza** è in genere la scelta migliore per tutti i sistemi operativi.
nl: De optie **Pictogramthema** selecteert het standaard pictogramthema van de toepassing. Beschikbaarheid van thema's hangt af van het besturingssysteem. De set pictogrammen **Breeze** is in het algemeen de beste keuze voor alle besturingssystemen.
pt_br: A opção **Tema de ícones** seleciona o tema padrão para os ícones do aplicativo. A disponibilidade do tema depende do sistema operacional. O conjunto de ícones **Breeze** geralmente é a melhor escolha para todos os sistemas operacionais.
sl: Možnost **Tema ikone** izbere privzeto temo ikone aplikacije. Razpoložljivost teme je odvisna od operacijskega sistema. Komplet ikon **Sapica** je na splošno najboljša izbira za vse operacijske sisteme.
uk: За допомогою пункту «Тема піктограм» ви можете вибрати типову тему піктограм програми. Перелік тем залежить від операційної системи, у якій запущено digiKam. Найкращим вибором для усіх операційних систем буде набір піктограм **Breeze**.

source: Finally, the **Application font** option customizes the font used everywhere in the application. Note that extra options also exist for customizing fonts for the :ref:`album tree-view <treeview_font>`, the :ref:`icon-view <iconview_font>`, and the :ref:`tooltip <tooltip_font>`.
ca: Finalment, l'opció **Lletra de l'aplicació** personalitza la lletra que s'utilitzarà a tot arreu de l'aplicació. Cal tenir en compte que també hi ha opcions addicionals per a personalitzar-les a la :ref:`vista en arbre <treeview_font>` i la :ref:`vista d'icones d'àlbum <iconview_font>`, així com els :ref:`consells d'eina <tooltip_font>`.
it: Infine, l'opzione **Carattere applicazione** personalizza il carattere utilizzato nell'applicazione. Esistono opzioni aggiuntive anche per personalizzare i tipi di carattere per la :ref:`vista ad albero <treeview_font>`, la :ref:`vista a icone <iconview_font>` e i :ref:`suggerimenti <tooltip_font>`.
nl: Tenslotte past de optie **Lettertype van toepassing** het te gebruiken lettertype overal in de toepassing aan. Merk op dat er ook extra opties bestaan om lettertypen voor de :ref:`albumboomstructuur <treeview_font>`, de :ref:`pictogramweergave <iconview_font>` en de :ref:`tekstballonnen <tooltip_font>` aan te passen.
pt_br: Por fim, a opção **Fonte do aplicativo** personaliza a fonte usada em todos o aplicativo. Observe que também existem opções extras para personalizar fontes para a :ref:`vista em árvore do álbum <treeview_font>`, a :ref:`vista de miniaturas <iconview_font>` e as :ref:`dicas <tooltip_font>`.
sl: Končno, možnost **Pisava aplikacije** prilagodi pisavo, ki se uporablja povsod v aplikaciji. Upoštevajte, da obstajajo tudi dodatne možnosti za prilagajanje pisav za :ref:`drevesni pogled albuma <treeview_font>`, :ref:`pogled ikon <iconview_font>` in :ref:`orodni namig <tooltip_font>`.
uk: Нарешті, за допомогою пункту **Шрифт програми** можна налаштувати шрифт, який буде використано усюди у програмі. Зауважте, що також існують додаткові придатні до налаштовування шрифти для :ref:`ієрархічного списку альбомів <treeview_font>`, :ref:`панелі перегляду піктограм <iconview_font>` та :ref:`підказок <tooltip_font>`.

source: Grouping Settings
ca: Configurar l'agrupació
it: Impostazioni di raggruppamento
nl: Instellingen voor groeperen
pt: Configuração do Agrupamento
pt_br: Configurações de grupo
sl: Nastavitve združevanja
uk: Параметри групування

source: The digiKam Grouping Configuration Page
ca: La pàgina de configuració de l'agrupació en el digiKam
it: La pagina di configurazione Raggruppamento di digiKam
nl: De configuratiepagina van digiKam voor groeperen
pt: A Página de Configuração do Agrupamento no digiKam
pt_br: Página de configuração de grupo do digiKam
sl: Stran za konfiguracijo združevanja digiKam
uk: Сторінка налаштовування групування у digiKam

source: digiKam offers the powerful capability of grouping images together, but displays only the leading item from the group. This raises the question of which images should be affected when an operation is applied to grouped items. Does the operation apply to all of the items in the group, or just the leading (displayed) item? This section lists all the operations that can be performed on all grouped items, organized into 7 classes. The classes of possible operations are:
ca: El digiKam ofereix la capacitat potent d'agrupar imatges juntes, però només mostra l'element principal del grup. Això planteja la qüestió de quines imatges s'han d'afectar quan s'aplica una operació als elements agrupats. L'operació s'aplica a tots els elements del grup, o només a l'element principal (mostrat)? Aquesta secció llista totes les operacions que es poden realitzar en tots els ítems agrupats, organitzats en 7 classes. Les classes d'operacions possibles són:
it: digiKam offre la capacità avanzata di raggruppare le immagini, ma visualizza soltanto l'elemento principale del gruppo. Questo fa sorgere la domanda: quali immagini devono essere coinvolte quando un'operazione è applicata agli elementi del gruppo? L'operazione viene applicata a tutti gli elementi o soltanto all'elemento principale (visualizzato)? Questo paragrafo elenca tutte le operazioni che possono essere eseguite sugli elementi raggruppati, organizzate in sette classi. Le classi di operazioni possibili sono:
nl: digiKam biedt de krachtige mogelijkheid van het groeperen van afbeeldingen, maar toont alleen het leidende item uit de groep. Dit laat de vraag rijzen welke afbeelding zou betrokken moeten zijn wanneer een bewerking wordt toegepast op gegroepeerde items. Wordt de bewerking toegepast op alle items in de groep of alleen op het leidende (getoonde) item? Deze sectie geeft een lijst met alle bewerkingen die toegepast kunnen worden op alle gegroepeerde items, georganiseerd in 7 klassen. De klassen van de mogelijke bewerkingen zijn:
pt_br: O digiKam oferece o poderoso recurso de agrupar imagens, mas exibe apenas o item principal do grupo. Isso levanta a questão de quais imagens devem ser afetadas quando uma operação é aplicada a itens agrupados. A operação se aplica a todos os itens do grupo ou apenas ao item principal (exibido)? Esta seção lista todas as operações que podem ser realizadas em todos os itens agrupados, organizadas em 7 classes. As classes de operações possíveis são:
sl: digiKam ponuja zmogljivo zmožnost združevanja slik v skupine, vendar prikaže samo vodilni element iz skupine. To postavlja vprašanje, na katere slike naj bi vplivalo, ko se operacija uporabi za združene elemente. Ali operacija velja za vse elemente v skupini ali samo za vodilni (prikazani) element? V tem razdelku so navedene vse operacije, ki jih je mogoče izvesti na vseh združenih postavkah, organiziranih v 7 razredov. Razredi možnih operacij so:
uk: digiKam пропонує потужні можливості групування зображень, але показує лише початковий елемент із групи. У зв'язку з цим виникає питання про те, на які зображення поширюватиметься застосована до згрупованих елементів дія. Чи застосовується операція до всіх елементів у групі чи лише до початкового (показаного) елемента? У цьому розділі перераховано всі дії, які можна виконувати над усіма згрупованими елементами, упорядковані у 7 класів. Класи можливих операцій:

source: **Metadata**: when you change information stored in the files or in the database.
ca: **Metadades**: quan canvieu informació emmagatzemada en els fitxers o en la base de dades.
it: **Metadati**: quando cambi le informazioni memorizzate nei file o nella banca dati.
nl: **Metagegevens**: wanneer u informatie wijzigt opgeslagen in de bestanden of in de database.
pt_br: **Metadados**: quando você altera informações armazenadas nos arquivos ou no banco de dados.
sl: **Metapodatki**: ko spremenite informacije, shranjene v datotekah ali bazi podatkov.
uk: **Метадані**: коли ви вносите зміни, зберігати їх у файлі або у базі даних.

source: **Import/Export Tools**: to import and export items.
ca: **Eines d'importació/exportació**: per a importar i exportar elements.
it: **Strumenti d'importazione ed esportazione**: per importare ed esportare gli elementi.
nl: **Hulpmiddelen voor importeren/exporteren** om item te im- en exporteren.
pt: **Ferramentas de Importação/Exportação**: para importar e exportar os itens.
pt_br: **Ferramentas de importação/exportação**: para importar e exportar itens.
sl: **Orodja za uvoz/izvoz**: za uvoz in izvoz elementov.
uk: **Засоби імпортування та експортування**: для імпортування та експортування записів.

source: **Batch Queue Manager**: to process all items from a group.
ca: **Gestor de la cua per lots**: per a processar tots els elements d'un grup.
it: **Gestore elaborazione in serie**: per elaborare tutti gli elementi di un gruppo.
nl: **Takenwachtrijbeheerder** om alle items uit de groep te verwerken.
pt: **Gestor da Fila em Lote**: para processar todos os itens em grupo.
pt_br: **Gerenciador de processamento em lote**: para processar todos os itens de um grupo.
sl: **Upravljalnik paketnih čakalnih vrst**: za obdelavo vseh postavk iz skupine.
uk: **Засіб керування чергою обробки**: для обробки усіх записів з групи.

source: **Light Table**: to display grouped items when reviewing by pair.
ca: **Taula de llum**: per a mostrar els elements agrupats quan es revisen per parelles.
it: **Tavolo luminoso**: per visualizzare gli elementi raggruppati nel confronto per coppia.
nl: **Lichttafel**: om gegroepeerde items te tonen bij per paar bekijken.
pt: **Mesa de Luz**: mostrar os itens agrupados, para serem revistos aos pares.
pt_br: **Mesa de Luz**: para exibir itens agrupados ao revisar por pares.
sl: **Osvetlitvena miza**: za prikaz združenih predmetov pri pregledovanju parov.
uk: **Стіл з підсвічуванням**: для показу згрупованих записів при попарному рецензуванні.

source: **Slideshow**: to show all grouped items on the screen.
ca: **Presentació de diapositives**: per a mostrar tots els elements agrupats a la pantalla.
it: **Presentazione**: per visualizzare tutti gli elementi raggruppati sullo schermo.
nl: **Diapresentatie**: om alle gegroepeerde items op het scherm te tonen.
pt: **Apresentação**: mostrar todos os itens agrupados no ecrã.
pt_br: **Apresentação de slides**: para mostrar todos os itens agrupados na tela.
sl: **Predstavitev**: za prikaz vseh združenih elementov na zaslonu.
uk: **Показ слайдів**: для показу усіх згрупованих записів на екрані.

source: **Renaming**: to rename all items from a group.
ca: **Reanomena**: per a reanomenar tots els elements d'un grup.
it: **Rinomina**: per rinominare tutti gli elementi di un gruppo.
nl: **Hernoemen**: om alle items uit een groep te hernoemen.
pt_br: **Renomeação**: para renomear todos os itens de um grupo.
sl: **Preimenovanje**: za preimenovanje vseh elementov iz skupine.
uk: **Перейменування**: перейменування для усіх записів у групі.

source: **Tools**: to post process all items from a group.
ca: **Eines**: per a postprocessar tots els elements d'un grup.
it: **Strumenti**: per post-elaborare tutti gli elementi di un gruppo.
nl: **Hulpmiddelen**: om alle items uit een groep na te bewerken.
pt: **Ferramentas**: para pós-processar todos os itens num grupo.
pt_br: **Ferramentas**: para pós-processar todos os itens de um grupo.
sl: **Orodja**: za objavo obdelave vseh elementov iz skupine.
uk: **Інструменти**: для остаточної обробки усіх записів у групі.

source: For each class of operations, you can select whether digiKam allies the commanded operation to all items within a group:
ca: Per a cada classe d'operacions, podeu seleccionar si el digiKam expandeix l'operació ordenada amb tots els elements d'un grup:
it: Per ciascuna classe di operazioni puoi scegliere se digiKam debba associare le operazioni comandate a tutti gli elementi all'interno di un gruppo:
nl: Voor elke klasse bewerking kunt u selecteren of digiKam de gecommandeerde bewerking toekent aan alle items in een group:
pt_br: Para cada classe de operações, você pode selecionar se o digiKam aplica a operação comandada a todos os itens dentro de um grupo:
sl: Za vsak razred operacij lahko izberete, ali digiKam poveže ukazano operacijo z vsemi elementi v skupini:
uk: Для кожного класу дій ви можете вибрати, чи застосовуватиме digiKam вибрану дію до усіх елементів у групі:

source: **No**: apply operation only to the leading item
ca: **No**: aplica l'operació només a l'element principal
it: **No**: applica l'operazione solo all'elemento principale
nl: **Nee**: bewerking alleen toepassen op het leidende item
pt_br: **Não**: aplicar operação somente ao item principal
sl: **Ne**: uporabi operacijo samo za vodilni element
uk: **Ні**: застосувати дію лише до першого запису

source: **Yes**: apply operation to all items in the group.
ca: **Sí**: aplica l'operació a tots els elements del grup.
it: **Sì**: applica l'operazione a tutti gli elementi nel gruppo.
nl: **Ja**: bewerking toepassing op alle items in de groep.
pt_br: **Sim**: aplicar operação a todos os itens do grupo.
sl: **Da**: uveljavi operacijo za vse elemente v skupini.
uk: **Так**: застосувати дію до усіх записів у групі.

source: **Ask**: ask to confirm before applying each operation.
ca: **Pregunta**: demana confirmació abans d'aplicar cada operació.
it: **Chiedi**: chiede conferma prima di applicare qualsiasi operazione.
nl: **Vragen**: vragen om te bevestigen alvorens elke bewerking toe te passen.
pt_br: **Perguntar**: peça para confirmar antes de aplicar cada operação.
sl: **Vprašaj**: zahteva potrditev pred uporabo vsake operacije.
uk: **Питати**: питати про підтвердження до застосування кожної дії.

source: In the last case, the dialog below will appear during the operation. Selecting **Remember your choice for this operation** will adjust the operation settings accordingly.
ca: En aquest darrer cas, durant l'operació apareixerà un diàleg de sota. Seleccionant **Recorda la tria per a aquesta operació** ajustarà els paràmetres de les operacions en conseqüència.
it: Nell'ultimo caso, si apre la finestra di dialogo sotto riportata durante l'operazione. Selezionando **Ricorda la scelta per questa operazione** saranno memorizzate le impostazioni dell'operazione di conseguenza.
nl: Voor dit laatste geval zal de onderstaande dialoog verschijnen tijdens de bewerking. Selecteren van **Uw keuze voor deze bewerking onthouden** zal de bewerkingsinstellingen overeenkomstig aanpassen.
pt_br: No último caso, a caixa de diálogo abaixo aparecerá durante a operação. Selecionar **Lembrar sua escolha para esta operação** ajustará as configurações da operação de acordo.
sl: V zadnjem primeru se med operacijo prikaže spodnje pogovorno okno. Če izberete **Zapomni si svojo izbiro za to operacijo**, boste ustrezno prilagodili nastavitve delovanja.
uk: Для останнього варіанта під час виконання дії буде показано діалогове вікно, подібне до наведеного на знімку нижче. Ви можете наказати програмі запам'ятати ваш вибір для наступного разу — це відповідним чином змінить параметри дії.

source: The Dialog to Warn about Grouped Renaming File Operations
ca: El diàleg per a avisar sobre les operacions de canvi de nom de fitxers agrupats
it: La finestra di dialogo che avvisa riguardo le operazioni di rinomina sui file raggruppati
nl: De dialoog om te waarschuwen over gegroepeerde Bestandsoperaties voor hernoemen
pt: A Janela que Avisa sobre as Operações de Mudança de Nome dos Ficheiros em Grupo
pt_br: A caixa de diálogo para alertar sobre operações de renomeação de arquivos agrupados
sl: Pogovorno okno za opozorilo o operacijah združenega preimenovanja datotek
uk: Вікно з попередженням щодо дій з групового перейменування файлів

source: Spellcheck Settings
ca: Configurar la verificació ortogràfica
it: Impostazioni del controllo ortografico
nl: Instellingen voor spellingcontrole
pt: Configuração da Verificação Ortográfica
pt_br: Configurações de verificação ortográfica
sl: Nastavitve preverjanja črkovanja
uk: Параметри перевірки правопису

source: This section controls the spellcheck operations that can be performed in the background in all text edit widgets.
ca: Aquesta secció controla les operacions de verificació ortogràfica que es poden realitzar en segon pla en tots els ginys d'edició de text.
it: Questa sezione controlla le operazioni del controllo ortografico eseguibili in background in tutte le aree di modifica del testo.
nl: Deze sectie bestuurt de spellingcontrolebewerkingen die zijn gedaan op de achtergrond in alle tekstbewerkingswidgets.
pt_br: Esta seção controla as operações de verificação ortográfica que podem ser executadas em segundo plano em todos os widgets de edição de texto.
sl: Ta razdelek nadzoruje operacije preverjanja črkovanja, ki se lahko izvajajo v ozadju v vseh gradnikih za urejanje besedila.
uk: За допомогою цього розділу можна керувати діями з перевірки правопису, які програма виконуватиме у фоновому режимі для усіх віджетів з редагування тексту.

source: The digiKam Spellcheck Configuration Page
ca: La pàgina de configuració de la verificació ortogràfica en el digiKam
it: La pagina di configurazione Controllo ortografico di digiKam
nl: De configuratiepagina van Spellingcontrole van digiKam
pt: A Página de Configuração da Verificação Ortográfica do digiKam
pt_br: Página de configuração de verificação ortográfica do digiKam
sl: Konfiguracijska stran za preverjanje črkovanja digiKam
uk: Сторінка налаштувань перевірки правопису у digiKam

source: Spellcheck can be used on captions, titles, and other text-edit widgets to identify spelling errors and propose corrections. digiKam autodetects the language used for the spellcheck, since many text entry fields support multiple languages. Spellcheck depends on open-source **Backends**, including **Language Dictionaries**, to perform sentence analysis. The available backends and languages are listed in this view for your information. If you want to add new languages or dictionaries, you'll need to install the relevant packages onto your system.
ca: La verificació ortogràfica es pot utilitzar en les llegendes, títols i altres ginys d'edició de text per a identificar errors gramaticals i proposar correccions. El digiKam detecta automàticament l'idioma utilitzat per a la verificació ortogràfica, ja que molts camps d'entrada de text admeten diversos idiomes. La verificació ortogràfica dependrà dels **dorsals** de codi obert, inclosos els **Diccionaris d'idioma**, per a efectuar l'anàlisi de les frases. Els dorsals disponibles i els idiomes es llisten en aquesta vista per a la vostra informació. Si voleu afegir idiomes o diccionaris nous, haureu d'instal·lar els paquets rellevants en el sistema.
it: Il correttore ortografico può essere utilizzato nelle didascalie, nei titoli o nelle altre aree testuali modificabili per identificare gli errori di ortografia e proporre correzioni. digiKam rileva automaticamente la lingua usata per la correzione ortografica, dato che molti campi di testo supportano più lingue. Per eseguire l'analisi delle frasi, il correttore ortografico dipende dai **motori** open source , inclusi i **dizionari di lingua**. I motori e le lingue disponibili sono elencate in questa vista, a titolo informativo. Se vuoi aggiungere nuove lingue o dei dizionari dovrai installare i relativi pacchetti nel tuo sistema.
nl: Spellingcontrole kan gebruikt worden op opschriften, titels en andere widgets voor tekstbewerking om spellingfouten te identificeren en correcties voor te stellen. digiKam detecteert automatisch de gebruikte taal voor spellingcontrole. Spellingcontrole hang af van open-source **Backends**, inclusief **Taalwoordenboeken**, om analyse van zinnen uit te voeren. De beschikbare backends en talen zijn weergegeven in deze weergave ter informatie. Als u een nieuwe taal of woordenboek wilt toevoegen, moet u de relevante pakketten op uw systeem installeren.
pt_br: A verificação ortográfica pode ser usada em descrições, títulos e outros widgets de edição de texto para identificar erros de ortografia e propor correções. O digiKam detecta automaticamente o idioma usado na verificação ortográfica, já que muitos campos de entrada de texto suportam vários idiomas. A verificação ortográfica depende de **Backends** de código aberto, incluindo **Dicionários de idiomas**, para realizar a análise de frases. Os backends e idiomas disponíveis estão listados nesta aba para sua informação. Se desejar adicionar novos idiomas ou dicionários, você precisará instalar os pacotes relevantes em seu sistema.
sl: Preverjanje črkovanja lahko uporabite za napise, naslove in druge pripomočke za urejanje besedila, da prepoznate črkovalne napake in predlagate popravke. digiKam samodejno zazna jezik, uporabljen za preverjanje črkovanja, saj veliko polj za vnos besedila podpira več jezikov. Za izvedbo analize stavkov je preverjanje črkovanja odvisno od odprtokodnih **zaledij**, vključno z **jezikovnimi slovarji**. Razpoložljiva zaledja in jeziki so navedeni v tem pogledu za vašo informacijo. Če želite dodati nove jezike ali slovarje, boste morali v sistem namestiti ustrezne pakete.
uk: Перевіркою правопису можна скористатися у віджетах підписів, заголовків та інших віджетах редагування тексту для автоматичного виявлення помилок у словах та пропонування виправлень. digiKam автоматично визначає мову, яка використовується для перевірки правопису, оскільки У багатьох полях для введення тексту передбачено підтримку кількох мов. Роботу з аналізу речень засновано на **модулях обробки** з відкритим кодом, зокрема **словниках мов**. Відомості щодо доступних модулів обробки та мов наведено у цьому вікні. Якщо ви хочете додати нові мови або словники, вам доведеться встановити до вашої системи відповідні пакунки.
