Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/miscs_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The three options in the **Updates** section determine how digiKam checks online for the latest version of digiKam. When checking for a new version you can either select **Only For Stable Releases** to receive notifications about official versions safe to use in production, or **Weekly Pre-Releases** to receive notifications about the latest releases suitable for testing new features, but not recommended for production use.
ca: Les tres opcions de la secció **Actualitzacions** determinen com el digiKam comprova la disponibilitat en línia d'una versió nova del digiKam. Quan es comprovi si hi ha una versió nova podeu seleccionar **Només per als llançaments estables** per a rebre notificacions de les versions oficials segures per a utilitzar en producció, o **Prellançaments setmanals** per a rebre notificacions sobre els darrers llançaments adequats per a provar característiques noves, però no se'n recomana l'ús en producció.
it: Le tre opzioni nella sezione **Aggiornamenti** determinano come digiKam debba controllare la disponibilità di aggiornamenti in linea. Quando controlli la presenza di una nuova versione, puoi selezionare o **Solo per i rilasci stabili**, per ricevere notifiche sulle versioni ufficiali sicure da utilizzare in produzione, oppure **Pre-rilasci settimanali**, per ricevere notifiche sugli ultimi rilasci disponibili per testare le nuove funzionalità, non consigliate però per l'uso in produzione.
nl: De drie opties in de sectie **Bijwerken** bepaalt hoe digiKam online controleert op de laatste versie digiKam. Bij controleren op een nieuwe versie kunt u ofwel **Alleen voor stabiele uitgaven** selecteren om meldingen te krijgen over officiële versies die veilig in productie zijn te gebruiken of **Wekelijkse voor-uitgaven** om meldingen krijgen over de laatste uitgave geschikt voor het testen van nieuwe mogelijkheden, maar niet aanbevolen om in productie te gebruiken.
pt_br: As três opções na seção **Atualizações** determinam como o digiKam verifica online a versão mais recente do digiKam. Ao verificar uma nova versão, você pode selecionar **Somente para lançamentos estáveis** para receber notificações sobre versões oficiais seguras para uso em produção ou **Pré-lançamentos semanais** para receber notificações sobre as versões mais recentes adequadas para testar novos recursos, mas não recomendadas para uso em produção.
sl: Tri možnosti v razdelku **Posodobitve** določajo, kako digiKam na spletu preveri najnovejšo različico digiKama. Pri preverjanju nove različice lahko izberete **Samo za stabilne izdaje**, če želite prejemati obvestila o uradnih različicah, ki so varne za uporabo v produkciji, ali **Tedenske predizdaje**, če želite prejemati obvestila o najnovejših izdajah, primernih za testiranje novih funkcije, vendar ni priporočljivo za uporabo v produkciji.
uk: Три пункти у розділі **Оновлення** визначають, як digiKam перевірятиме в інтернеті наявність останньої версії digiKam. Ви можете наказати програмі шукати **Лише стабільні випуски**, щоб отримувати сповіщення про офіційні версії, безпечні для щоденного використання, або **Щотижневі попередні випуски**, щоб отримувати сповіщення про останні випуски, придатні для тестування нових функції, але не рекомендовані для щоденного використання.

source: The option **Use Version With Debug Symbols** allows you to download versions of digiKam that include debug symbols. These versions are larger but can help developers trace errors in a debugger.
ca: L'opció **Usa la versió amb els símbols de depuració** permet baixar les versions que inclouen els símbols de depuració. Aquestes versions són més grans, però poden ajudar els desenvolupadors a rastrejar els errors en un depurador.
it: L'opzione **Usa la versione con i simboli di debug** ti consente di scaricare versioni di digiKam includono i simboli di debug. Queste versioni sono di dimensioni maggiori ma possono aiutare gli sviluppatori a tracciare gli errori in un debugger.
nl: De optie **Versie met debugsymbolen gebruiken** biedt u het downloaden een versie van digiKam met debug-symbolen. Deze versies zijn groter maar kunnen ontwikkelaars helpen om fouten te volgen in een debugger.
pt_br: A opção **Usar versão com símbolos de depuração** permite baixar versões do digiKam que incluem símbolos de depuração. Essas versões são maiores, mas podem ajudar os desenvolvedores a rastrear erros em um depurador.
sl: Možnost **Uporabi različico s simboli za odpravljanje napak** vam omogoča prenos različic digiKama, ki vključujejo simbole za odpravljanje napak. Te različice so večje, vendar lahko razvijalcem pomagajo pri sledenju napakam v razhroščevalniku.
uk: Пункт **Використати версію із діагностичними символами** надає змогу отримати версію з діагностичними символами. Ця версія є об'ємнішою, але може допомогти розробникам визначити причини проблем за допомогою засобів діагностики.

source: The **Check Now** button on the bottom sends a request for an update. The **Last check** date is indicated on the left side. If a new version is available online, the following dialog will appear:
ca: El botó **Comprova ara** a la part inferior permet enviar una sol·licitud d'actualització. La data de l'**Última comprovació** s'indica a la banda esquerra. Si hi ha una versió nova disponible en línia, apareixerà el diàleg següent:
it: Il pulsante **Controlla ora** in basso invia una richiesta per l'aggiornamento. La data **Ultimo controllo** viene indicata sul lato sinistro. Se è disponibile una nuova versione in linea, comparirà la seguente finestra di dialogo:
nl: De knop **Nu controleren** onderaan verzendt een verzoek om bij te werken. De datum **Laatste controle** is aangegeven aan de linkerzijde. Als er een nieuwe versie online beschikbaar is, zal de volgende dialoog verschijnen:
pt_br: O botão **Verificar agora** na parte inferior envia uma solicitação de atualização. A data da **Última verificação** é indicada no lado esquerdo. Se uma nova versão estiver disponível online, a seguinte caixa de diálogo será exibida:
sl: Gumb **Preveri zdaj** na dnu pošlje zahtevo za posodobitev. Datum **Zadnje kontrole** je naveden na levi strani. Če je na spletu na voljo nova različica, se prikaže naslednje pogovorno okno:
uk: Внизу є кнопка **Шукати зараз…**, за допомогою якої можна надіслати запит щодо оновлення. Дату **Останньої перевірки** буде показано ліворуч. Якщо в інтернеті з'явиться нове версія, програма покаже діалогове вікно, подібне до наведеного на знімку нижче.

source: Dialog under Windows When a new digiKam Version is Available Online
ca: Diàleg a Windows quan una versió nova del digiKam està disponible en línia
it: Finestra di dialogo in Windows quando è disponibile una nuova versione in linea di digiKam
nl: Dialoog onder Windows wanneer een nieuwe versie van digiKam online beschikbaar is
pt: A Janela que Aparece Quando Está Disponível uma Nova Versão do digiKam no Windows
pt_br: Caixa de diálogo no Windows quando uma nova versão do digiKam estiver disponível online
sl: Pogovorno okno pod Windows, ko je na voljo nova različica digiKam na spletu
uk: Вікно у Windows із повідомленням про доступність нової версії digiKam

source: Press the **Download** button to download the new version. A dialog will then appear to indicate the download progress.
ca: Premeu el botó **Baixa** per a baixar la versió nova. Apareixerà un diàleg per a indicar el progrés de la baixada.
it: Premi il pulsante **Scarica** per scaricare la nuova versione. Comparirà una finestra di dialogo che mostrerà l'avanzamento dello scaricamento.
nl: Druk op de knop **Download** om de nieuwe versie te downloaden. Een dialoog zal daarna verschijnen om de voortgang van het downloaden aan te geven.
pt_br: Pressione o botão **Download** para baixar a nova versão. Uma caixa de diálogo será exibida para indicar o andamento do download.
sl: Za prenos nove različice pritisnite gumb **Prenesi**. Nato se prikaže pogovorno okno, ki prikazuje potek prenosa.
uk: Натисніть кнопку **Отримати**, щоб отримати нову версію. У відповідь буде відкрито вікно отримання даних для стеження за поступом отримання даних.

source: Progress Dialog under Windows to Get the new Version Available Online
ca: Diàleg de progrés a Windows per a obtenir la versió nova disponible en línia
it: Finestra di dialogo di avanzamento in Windows per scaricare una nuova versione disponibile
nl: Voortgangsdialoog onder Windows bij ophalen van een nieuwe versie die online beschikbaar is
pt: A Janela de Progresso para Obter a Nova Versão Disponível no Windows
pt_br: Caixa de diálogo de progresso no Windows para obter a nova versão disponível online
sl: Pogovorno okno Napredek v sistemu Windows, da bo nova različica na voljo na spletu
uk: Вікно поступу у Windows при отриманні нової версії з інтернету

source: When the download is complete, a checksum is computed to be sure that the files were not corrupted. If all is fine, a new dialog appears as below.
ca: Quan es completa la baixada, es calcularà una suma de verificació per a assegurar-se que els fitxers no estiguin malmesos. Si tot està bé, apareixerà un diàleg nou com es mostra a continuació.
it: Quando lo scaricamento è completato, viene calcolato il codice di controllo per verificare che i file non fossero danneggiati. Se è tutto a posto, compare la seguente finestra di dialogo.
nl: Wanneer de download voltooid is, zal een controlesom berekend worden om er zeker van te zijn dat bestanden niet veranderd zijn. Als alles OK is, zal een nieuwe dialoog verschijnen zoals onderstaand.
pt_br: Quando o download for concluído, uma soma de verificação será calculada para garantir que os arquivos não foram corrompidos. Se tudo estiver correto, uma nova caixa de diálogo será exibida, como a abaixo.
sl: Ko je prenos končan, se izračuna kontrolna vsota, da se zagotovi, da datoteke niso poškodovane. Če je vse v redu, se prikaže novo pogovorno okno, kot je spodaj.
uk: Коли отримання даних буде завершено, буде обчислено контрольну суму, щоб переконатися, що файли не пошкоджено. Якщо все гаразд, буде показано діалогове вікно, подібне до наведеного нижче.

source: Dialog under Windows When Install is Ready to be Processed
ca: Diàleg a Windows quan la instal·lació està a punt per a ser processada
it: Finestra di dialogo in Windows quando l'installazione è pronta per essere eseguita
nl: Dialoog onder Windows wanneer het installeren gereed is om verder te gaan
pt: A Janela no Windows Quando a Instalação Estiver Prestes a ser Processada
pt_br: Caixa de diálogo no Windows quando a instalação estiver pronta para ser processada
sl: Pogovorno okno v sistemu Windows, ko je namestitev pripravljena za obdelavo
uk: Вікно у Windows, коли засіб встановлення буде готовий до роботи

source: Just press **Install** button to complete the installation. The current digiKam session will be closed and the installer will be started.
ca: Premeu el botó **Instal·la** per a completar la instal·lació. Es tancarà la sessió actual del digiKam i s'iniciarà l'instal·lador.
it: Premi il pulsante **Installa** per completare l'installazione. L'attuale sessione di digiKam sarà chiusa e verrà avviato l'installatore.
nl: Druk eenvoudig op de knop **Installeren** om de installatie te voltooien. De huidige digiKam sessie zal gesloten worden en het installatieprogramma zal gestart worden.
pt_br: Basta clicar no botão **Instalar** para concluir a instalação. A sessão atual do digiKam será encerrada e o instalador será iniciado.
sl: Samo pritisnite gumb **Namesti** za dokončanje namestitve. Trenutna seja digiKam bo zaprta in namestitveni program se bo zagnal.
uk: Просто натисніть кнопку **Встановити** для завершення встановлення. Поточний сеанс digiKam буде завершено, і буде запущено засіб встановлення.

source: The AppImage Linux bundle does not require installation on the system. The downloaded file is ready to use. In this case, the dialog will instead propose to open the desktop file manager.
ca: El paquet AppImage del Linux no requereix instal·lació en el sistema. El fitxer baixat està llest per a utilitzar-lo. En aquest cas, el diàleg us proposarà obrir el gestor de fitxers de l'escriptori.
it: Il pacchetto AppImage per Linux non richiede l'installazione nel sistema. Il file scaricato è pronto all'uso. In questo caso, la finestra di dialogo proporrà invece di aprire il gestore file del sistema.
nl: De bundel AppImage Linux vereist geen installatie op het systeem. Het gedownloade bestand is gereed om te worden gebruikt. In dit geval zal de dialoog in plaats daarvan voorstellen de bestandsbeheerder van het bureaublad te openen.
pt_br: O pacote AppImage Linux não requer instalação no sistema. O arquivo baixado está pronto para uso. Nesse caso, a caixa de diálogo sugerirá a abertura do gerenciador de arquivos da área de trabalho.
sl: Paket AppImage Linux ne zahteva namestitve v sistem. Prenesena datoteka je pripravljena za uporabo. V tem primeru bo pogovorno okno namesto tega predlagalo odpiranje namiznega upravitelja datotek.
uk: Пакет AppImage Linux не потребує встановлення у системі. Буде отримано файл, і він буде готовим до використання. У вікні програма запропонує відкрити програму для керування файлами у місці, де було збережено отримані дані.

source: Appearance Settings
ca: Configurar l'aparença
it: Impostazioni dell'aspetto
nl: Instellingen voor uiterlijk
pt: Configuração da Aparência
pt_br: Configurações de aparência
sl: Nastavitve videza
uk: Параметри вигляду

source: The digiKam Appearance Configuration Page
ca: La pàgina de configuració de l'aparença en el digiKam
it: La pagina di configurazione Aspetto di digiKam
nl: De configuratiepagina van Uiterlijk van digiKam
pt: A Página de Configuração da Aparência do digiKam
pt_br: Página de configuração da aparência do digiKam
sl: Stran za konfiguracijo videza digiKam
uk: Сторінка налаштовування вигляду digiKam

source: The **Show splash screen at startup** option switches off the display of the splash screen when the application first loads. This may slightly speed up starting the program.
ca: L'opció **Mostra la pantalla de presentació en iniciar** desactiva la visualització de la pantalla de presentació quan es carrega l'aplicació. Això pot accelerar lleugerament el temps d'inici.
it: L'opzione **Mostra la schermata d'avvio** puoi disattiva la visualizzazione della schermata di avvio durante il caricamento dell'applicazione. Ciò potrebbe velocizzare leggermente l'avvio del programma.
nl: De optie **Startscherm bij opstarten tonen** schakelt het tonen van het startscherm uit, wanneer de toepassing voor de eerste keer geladen wordt. Dit kan het opstarten enigszins versnellen.
pt_br: A opção **Mostrar tela de apresentação na inicialização** alterna a exibição da tela de apresentação quando o aplicativo é carregado pela primeira vez. Isso pode acelerar um pouco a inicialização do programa.
sl: Možnost **Pokaži pozdravni zaslon ob zagonu** izklopi prikaz pozdravnega zaslona, ​​ko se aplikacija prvič naloži. To lahko nekoliko pospeši zagon programa.
uk: За допомогою пункту **Показувати вікно вітання під час запуску** ви можете вимкнути показ вікна вітання, яке digiKam показує під час завантаження. У такий спосіб можна дещо пришвидшити запуск.

source: The Splash Screen Visible at Startup of a digiKam Session
ca: La pantalla de benvinguda visible a l'inici d'una sessió del digiKam
it: La schermata visibile all'avvio di una sessione di digiKam
nl: Het opstartscherm zichtbaar bij opstarten van een digiKam-sessie
pt: O Ecrã Inicial Visível no Arranque de uma Sessão do digiKam
pt_br: Tela de apresentação visível na inicialização de uma sessão do digiKam
sl: Pozdravni zaslon, viden ob zagonu seje digiKam
uk: Вікно вітання під час запуску сеансу digiKam

source: The **Use native file dialogs from system** option switches from the basic (but universal) open-file dialog included in the application to the more powerful open-file dialog provided by the operating system.
ca: L'opció **Usa els diàlegs de fitxer natius del sistema** canviar el diàleg bàsic d'obrir fitxers (però universal) inclòs a l'aplicació pel diàleg d'obrir fitxers més potent proporcionat pel sistema operatiu.
it: L'opzione **Usa le finestre di dialogo native dei file del sistema** passa dalla finestra di dialogo di apertura file di base (ma universale) inclusa nell'applicazione a quella più avanzata fornita dal sistema operativo.
nl: De optie **Inheemse bestandsdialogen uit het systeem gebruiken** schakelt van de basis (maar universele) dialoog voor het openen van bestanden aanwezig in de toepassing naar de krachtigere dialoog voor openen van bestanden geleverd door het besturingssysteem.
pt_br: A opção **Usar as caixas de diálogo de arquivo nativas do sistema** alterna da caixa de diálogo de abertura de arquivo básica (mas universal) incluída no aplicativo para a caixa de diálogo de abertura de arquivo mais poderosa fornecida pelo sistema operacional.
sl: Možnost **Uporabi izvorna pogovorna okna datotek iz sistema** preklopi z osnovnega (vendar univerzalnega) pogovornega okna za odprto datoteko, vključenega v aplikacijo, na zmogljivejše pogovorno okno za odprto datoteko, ki ga nudi operacijski sistem.
uk: За допомогою пункту **Загальносистемні вікна роботи з файлами**, ви можете перемикатися між базовим (але не універсальним) діалоговим вікном для відкриття файлів, яке вбудовано до програми, і потужнішим діалоговим вікном відкриття файлів, яке надає операційна система.

source: Basic Open-File Dialog under macOS
ca: Diàleg bàsic per a obrir fitxers sota macOS
it: Finestra di dialogo di apertura file di base in macOS
nl: Basisdialoog voor bestand openen onder macOS
pt: Janela Básica de Abertura de Ficheiros no macOS
pt_br: Caixa de diálogo básica de abertura de arquivo no macOS
sl: Osnovno pogovorno okno za odpiranje datoteke pod macOS
uk: Базове вікно відкриття файлів у macOS

source: Native Open-File Dialog under macOS
ca: Diàleg natiu per a obrir fitxers sota macOS
it: Finestra di dialogo di apertura file nativa in macOS
nl: Inheemse dialoog voor bestand openen onder macOS
pt: Janela Nativa de Abertura de Ficheiros no macOS
pt_br: Caixa de diálogo nativa de abertura de arquivo no macOS
sl: Izvirno pogovorno okno za odprto datoteko pod macOS
uk: Власне вікно відкриття файлів macOS

source: The **Draw frames around grouped items** option applies a more visible decoration to the items grouped in the icon view.
ca: L'opció **Dibuixa marcs envoltant els elements agrupats** aplica una decoració més visible als elements agrupats en la vista d'icones.
it: L'opzione **Disegna cornici attorno agli elementi raggruppati** applica una decorazione più visibile agli elementi raggruppati nella vista a icone.
nl: De optie **Frames rond gegroepeerde items tekenen** past een meer zichtbare toe op de items gegroepeerde in pictogramweergave.
pt_br: A opção **Desenhar molduras ao redor de itens agrupados** aplica uma decoração mais visível aos itens agrupados na visualização de miniaturas.
sl: Možnost **Nariši okvirje okoli združenih predmetov** uporabi bolj vidno dekoracijo za predmete, združene v pogledu ikon.
uk: За допомогою пункту **Малювати рамки навколо згрупованих записів** можна застосовувати помітніше орнаментування до пунктів, які згруповано на панелі перегляду піктограм.

source: Icon-View Grouped Items with no Frame
ca: Elements agrupats en la vista d'icones sense marc
it: Elementi raggruppati senza cornice nella vista a icone
nl: Pictogramweergave met gegroepeerde items zonder frame
pt: Itens Agrupados na Área de Ícones sem Contorno
pt_br: Itens agrupados em modo de visualização de miniaturas sem moldura
sl: Ikona-Pogled združenih predmetov brez okvirja
uk: Згруповані записи на панелі перегляду піктограм без рамки

source: Icon-View Grouped Items with Frame
ca: Elements agrupats en la vista d'icones amb marc
it: Elementi raggruppati con cornice nella vista a icone
nl: Pictogramweergave met gegroepeerde items met frame
pt: Itens Agrupados na Área de Ícones com Contorno
pt_br: Itens agrupados em modo de visualização de miniaturas com moldura
sl: Ikona-Pogled združenih predmetov z okvirjem
uk: Згруповані записи на панелі перегляду піктограм з рамкою

source: The **Sidebar tab title** option sets how the tab titles are displayed in the left and right sidebars. Select the **Only For Active Tab** option if you use a small screen, such as with a laptop computer. Otherwise the **For All Tabs** option is a better choice for quickly accessing digiKam's features.
ca: L'opció **Títol de pestanya de la barra lateral** estableix com es mostren els títols de les pestanyes a les barres laterals dreta i esquerra. Seleccioneu l'opció **Només per a la pestanya activa** només si utilitzeu una resolució de pantalla petita, com amb un ordinador portàtil. En cas contrari, l'opció **Per a totes les pestanyes** serà una millor opció per a accedir amb rapidesa a les característiques del digiKam.
it: L'opzione **Titolo della scheda della barra laterale** imposta come i titoli delle schede debbano apparire nelle barre laterali destra e sinistra. Seleziona l'opzione **Solo per la scheda attiva** se usi uno schermo a bassa risoluzione, tipo quello di un computer portatile. In caso contrario, l'opzione migliore è **Per tutte le schede**, che ti permette l'accesso rapido alle funzioni di digiKam.
nl: De optie **Titel van het zijbalktabblad** stelt in hoe tabbladtitels getoond worden in de linker en rechter zijbalken. Selecteer de optie **Alleen voor het actieve tabblad** als u een kleine schermresolutie gebruikt zoals met een laptop. Anders is de optie **Voor alle tabbladen** een betere keuze om snel toegang te hebben tot de mogelijkheden van digiKam.
pt_br: A opção **Título da aba na barra lateral** define como os títulos das abas são exibidos nas barras laterais esquerda e direita. Selecione a opção **Somente para a aba ativa** se você usa uma tela pequena, como a de um laptop. Caso contrário, a opção **Para todas as abas** é uma opção melhor para acessar rapidamente os recursos do digiKam.
sl: Možnost **Naslov zavihka stranske vrstice** nastavi, kako so naslovi zavihkov prikazani v levi in ​​desni stranski vrstici. Če uporabljate majhen zaslon, na primer prenosni računalnik, izberite možnost **Samo za aktivni zavihek**. V nasprotnem primeru je možnost **Za vse zavihke** boljša izbira za hiter dostop do funkcij digiKama.
uk: Параметр **Заголовок вкладки бічної панелі** встановлює спосіб показу заголовків вкладок на лівій і правій бічних панелях. Виберіть варіант **Лише для активної вкладки**, якщо ви користуєтеся малим екраном, наприклад, на портативному комп'ютері. Якщо екран достатньо великий, найкращим вибором для пришвидшення доступу до можливостей digiKam є пункт **Для всіх вкладок**.

source: The **Widget style** option selects the default application window decoration and looks.
ca: L'opció **Estil dels ginys** selecciona la decoració i aspecte predeterminat de la finestra de l'aplicació.
it: L'opzione **Stile del widget** seleziona la decorazione predefinita della finestra dell'applicazione e l'aspetto.
nl: De optie **Widgetstijl** selecteert de standaard vensterdecoratie en het uiterlijk van de toepassing.
pt_br: A opção **Estilo do widget** seleciona a decoração e a aparência padrão da janela do aplicativo.
sl: Možnost **Slog pripomočka** izbere privzeto dekoracijo in videz okna aplikacije.
uk: За допомогою пункту **Стиль віджетів** ви можете визначити типове оформлення і вигляд вікон програми.
