Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/miscs_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **FFmpeg**: the default and recommended backend available on all platforms. `FFmpeg <https://en.wikipedia.org/wiki/FFmpeg>`_ always includes all necessary codecs to play media.
ca: **FFmpeg**: el dorsal predeterminat i recomanat està disponible en totes les plataformes. `FFmpeg <https://en.wikipedia.org/wiki/FFmpeg>`_ sempre inclou tots els còdecs necessaris per a reproduir elements multimèdia.
it: **FFmpeg**: motore raccomandato e predefinito disponibile su tutte le piattaforme. `FFmpeg <https://en.wikipedia.org/wiki/FFmpeg>`_ include sempre tutte i codec necessari per riprodurre i file multimediali.
nl: **FFmpeg**: de standaard en aanbevolen backend beschikbaar op alle platforms. `FFmpeg <https://en.wikipedia.org/wiki/FFmpeg>`_ bevat alle noodzakelijke codecs om media af te spelen.
pt_br: **FFmpeg**: o backend padrão e recomendado disponível em todas as plataformas. `FFmpeg <https://en.wikipedia.org/wiki/FFmpeg>`_ sempre inclui todos os codecs necessários para reproduzir mídia.
sl: **FFmpeg**: privzeto in priporočeno zaledje, ki je na voljo na vseh platformah. `FFmpeg <https://en.wikipedia.org/wiki/FFmpeg>`_ vedno vključuje vse potrebne kodeke za predvajanje medijev.
uk: **FFmpeg**: типовий і рекомендований модуль, який доступний на усіх платформах. `FFmpeg <https://en.wikipedia.org/wiki/FFmpeg>`_ завжди включає усі потрібні кодеки для відтворення мультимедійних даних.

source: **GStreamer**: the alternative backend available **under Linux**. `GStreamer <https://en.wikipedia.org/wiki/GStreamer>`_ can require the installation of 3rd-party codecs on the system to work properly.
ca: **GStreamer**: el dorsal alternatiu disponible **per al Linux**. El `GStreamer <https://en.wikipedia.org/wiki/GStreamer>`_ pot requerir la instal·lació de còdecs de tercers al sistema perquè funcioni correctament.
it: **GStreamer**: motore alternativo disponibile **in Linux**. Per funzionare correttamente, `GStreamer <https://en.wikipedia.org/wiki/GStreamer>`_ può richiedere l'installazione di codec di terze parti nel sistema.
nl: **GStreamer**: de alternatieve backend beschikbaar **onder Linux**. `GStreamer <https://en.wikipedia.org/wiki/GStreamer>`_ kan de installatie van codecs van derden op het systeem vereisen om juist te werken.
pt_br: **GStreamer**: o backend alternativo disponível **no Linux**. `GStreamer <https://en.wikipedia.org/wiki/GStreamer>`_ pode exigir a instalação de codecs de terceiros no sistema para funcionar corretamente.
sl: **GStreamer**: alternativno zaledje, ki je na voljo **pod Linuxom**. `GStreamer <https://en.wikipedia.org/wiki/GStreamer>`_ lahko za pravilno delovanje zahteva namestitev kodekov drugih proizvajalcev v sistem.
uk: **GStreamer**: альтернативний модуль, який доступний **у Linux**. `GStreamer <https://en.wikipedia.org/wiki/GStreamer>`_ може потребувати встановлення у системі сторонніх кодеків для належної роботи.

source: **WMF**: Windows Media Foundation is the alternative backend available **under Windows**. `WMF <https://en.wikipedia.org/wiki/Media_Foundation>`_ can require the installation of 3rd-party codecs on the system to work properly.
ca: **WMF**: Windows Media Foundation és el dorsal alternatiu disponible **per al Windows**. El `WMF <https://en.wikipedia.org/wiki/Media_Foundation>`_ pot requerir la instal·lació de còdecs de tercers al sistema perquè funcioni correctament.
it: **WMF**: Windows Media Foundation è il motore alternativo disponibile **in Windows**. Per funzionare correttamente, `WMF <https://en.wikipedia.org/wiki/Media_Foundation>`_ può richiedere l'installazione di codec di terze parti nel sistema.
nl: **WMF**: Windows Media Foundation is de alternatieve backend beschikbaar **onder Windows**. `WMF <https://en.wikipedia.org/wiki/Media_Foundation>`_ kan installatie van codecs van derden op het systeem vereisen om juist te werken.
pt_br: **WMF**: O Windows Media Foundation é o backend alternativo disponível **no Windows**. `WMF <https://en.wikipedia.org/wiki/Media_Foundation>`_ pode exigir a instalação de codecs de terceiros no sistema para funcionar corretamente.
sl: **WMF**: Windows Media Foundation je alternativno zaledje, ki je na voljo **v sistemu Windows**. `WMF <https://en.wikipedia.org/wiki/Media_Foundation>`_ lahko za pravilno delovanje zahteva namestitev kodekov drugih proizvajalcev v sistem.
uk: **WMF**: Windows Media Foundation є альтернативним модулем, доступним **у Windows**. `WMF <https://en.wikipedia.org/wiki/Media_Foundation>`_ може потребувати встановлення у системі сторонніх кодеків для належної роботи.

source: **AVFoundation**: the alternative backend available **under macOS**. `AVFoundation <https://en.wikipedia.org/wiki/AVFoundation>`_ can require the installation of 3rd-party codecs on the system to work properly.
ca: **AVFoundation**: el dorsal alternatiu disponible **per al macOS**. L'`AVFoundation <https://en.wikipedia.org/wiki/AVFoundation>`_ pot requerir la instal·lació de còdecs de tercers en el sistema perquè funcioni correctament.
it: **AVFoundation**: motore alternativo disponibile **in macOS**. Per funzionare correttamente, `AVFoundation <https://en.wikipedia.org/wiki/AVFoundation>`_ può richiedere l'installazione di codec di terze parti nel sistema.
nl: **AVFoundation**: de alternatieve backend beschikbaar **onder macOS**. `AVFoundation <https://en.wikipedia.org/wiki/AVFoundation>`_ kan de installatie van codecs van derden op het systeem vereisen om juist te werken.
pt_br: **AVFoundation**: o backend alternativo disponível **no macOS**. `AVFoundation <https://en.wikipedia.org/wiki/AVFoundation>`_ pode exigir a instalação de codecs de terceiros no sistema para funcionar corretamente.
sl: **AVFoundation**: alternativno zaledje, ki je na voljo **pod macOS**. `AVFoundation <https://en.wikipedia.org/wiki/AVFoundation>`_ lahko za pravilno delovanje zahteva namestitev kodekov drugih proizvajalcev v sistem.
uk: **AVFoundation**: альтернативний модуль, який доступний **у macOS**. `AVFoundation <https://en.wikipedia.org/wiki/AVFoundation>`_ може потребувати встановлення у системі сторонніх кодеків для належної роботи.

source: To prevent washed out color issues when playing HDR video taken from modern devices, by experience better results can be obtained using an alternative backend.
ca: Per a evitar problemes d'esvaïment de colors quan es reprodueix vídeo HDR gravats amb dispositius moderns, es poden obtenir millors resultats utilitzant un dorsal alternatiu.
it: Per prevenire problemi di colori slavati quando si riproducono video HDR registrati con dispositivi moderni, per esperienza i risultati migliori sono ottenuti utilizzando un motore alternativo.
nl: Om vervaagde kleurproblemen te voorkomen bij het afspelen van HDR-video uit moderne apparaten, door ervaring kunnen betere resultaten worden verkregen met behulp van een alternatieve backend.
pt_br: Para evitar problemas de cores desbotadas ao reproduzir vídeos HDR obtidos em dispositivos modernos, por experiência, é possível obter melhores resultados usando um backend alternativo.
sl: Da bi preprečili težave z izprano barvo pri predvajanju videoposnetkov HDR, posnetih iz sodobnih naprav, lahko po izkušnjah boljše rezultate dosežemo z alternativnim ozadjem.
uk: Для запобігання проблемам із вицвітанням кольорів на відео високого динамічного діапазону, яке знято на сучасний пристрій, як показує досвід, кращі результати можна отримати за допомогою альтернативного модуля обробки.

source: **Enable internal debug logging**: this option turns on the debug traces on the console used to investigate errors. Under Linux and macOS, just start the application from a console to show the messages. Under Windows, you need an extra Microsoft application named `DebugView <https://learn.microsoft.com/sysinternals/downloads/debugview>`_ to display the messages. The default settings from DebugView are enough to capture the traces from the application.
ca: **Activa el registre intern de depuració**: aquesta opció activarà les traces de depuració a la consola utilitzada per a investigar errors. Al Linux i macOS, simplement inicieu l'aplicació des d'una consola per a mostrar els missatges. Al Windows, per a mostrar els missatges, es necessita una aplicació addicional de Microsoft anomenada `DebugView <https://learn.microsoft.com/sysinternals/downloads/debugview>`_. La configuració predeterminada del DebugView és suficient per a capturar les traces de l'aplicació.
it: **Abilita il registro del debug interno**: attiva il tracciamento del debug nella console, utilizzato per investigare i errori. In Linux e macOS, per visualizzare i messaggi basta avviare l'applicazione da una console. In Windows è necessaria un'applicazione Microsoft aggiuntiva chiamata `DebugView <https://learn.microsoft.com/sysinternals/downloads/debugview>`_. Le impostazioni predefinite di DebugView sono sufficienti per ottenere il tracciamento dall'applicazione.
nl: **Intern loggen van voor debuggen inschakelen**: deze optie zal volgen voor debuggen aanzetten op de console die gebruikt wordt om fouten te onderzoeken. Onder Linux en macOS, start de toepassing gewoon op vanaf een console om de berichten te tonen. Onder Windows hebt u een extra toepassing van Microsoft nodig, genaamd `DebugView <https://learn.microsoft.com/sysinternals/downloads/debugview>`_, om de berichten te tonen. De standaard instellingen uit DebugView zijn genoeg om het spoor uit de toepassing te vangen.
pt_br: **Habilitar registro de depuração interno**: esta opção ativa os rastros de depuração no console usado para investigar erros. No Linux e no macOS, basta iniciar o aplicativo em um console para exibir as mensagens. No Windows, você precisa de um aplicativo adicional da Microsoft chamado `DebugView <https://learn.microsoft.com/sysinternals/downloads/debugview>`_ para exibir as mensagens. As configurações padrão do DebugView são suficientes para capturar os rastros do aplicativo.
sl: **Omogoči notranje beleženje odpravljanja napak**: ta možnost vklopi sledi odpravljanja napak na konzoli, ki se uporablja za raziskovanje napak. V sistemih Linux in macOS preprosto zaženite aplikacijo s konzole, da prikažete sporočila. V sistemu Windows potrebujete dodatno Microsoftovo aplikacijo z imenom `DebugView <https://learn.microsoft.com/sysinternals/downloads/debugview>`_ za prikaz sporočil. Privzete nastavitve iz DebugView zadostujejo za zajemanje sledi iz aplikacije.
uk: **Увімкнути внутрішнє діагностичне ведення журналу**: за допомогою цього пункту можна увімкнути діагностичне трасування у консолі для вивчення помилок у роботі. У Linux і macOS просто запустіть програму з консолі для перегляду повідомлень. У Windows вам потрібна додаткова програма Microsoft із назвою `DebugView <https://learn.microsoft.com/sysinternals/downloads/debugview>`_ для показу повідомлень. Типових параметрів DebugView достатньо для захоплення трасування з програми.

source: digiKam Running Under Windows With DebugView
ca: El digiKam s'executa sota Windows amb el DebugView
it: digiKam in esecuzione sotto Windows con DebugView
nl: digiKam draaiend onder Windows met DebugView
pt_br: digiKam rodando no Windows com DebugView
sl: digiKam, ki deluje v sistemu Windows z DebugView
uk: digiKam запущено у Windows з DebugView

source: **Network Proxy Server Settings**: use this group the options to setup the `proxy server <https://en.wikipedia.org/wiki/Proxy_server>`_ settings for your local network. Leave empty if no proxy is required to access the Internet. Available Proxy options are listed below:
ca: **Configuració del servidor intermediari de xarxa**: useu les opcions d'aquest grup per a configurar els paràmetres del `servidor intermediari <https://en.wikipedia.org/wiki/Proxy_server>`_ de la xarxa local. Deixeu-ho buit si no es requereix cap servidor intermediari per a accedir a Internet. Les opcions disponibles del servidor intermediari es llisten a continuació:
it: **Impostazioni del server proxy di rete**: qui sono raggruppate le opzioni per configurare le `impostazioni del server proxy <https://en.wikipedia.org/wiki/Proxy_server>`_ per la tua rete locale. Lascia vuote le opzioni se non utilizzi alcun proxy per accedere a Internet. Le opzioni proxy disponibili sono elencate di seguito:
nl: **Instellingen voor netwerkproxyserver**: gebruik deze groep opties om de instellingen voor `proxyserver <https://en.wikipedia.org/wiki/Proxy_server>`_ voor uw lokale netwerk op te zetten. Leeg laten als er geen proxy vereist is voor toegang tot het internet. Beschikbare proxy-opties staan in de onderstaande lijst:
pt_br: **Configurações do servidor proxy de rede**: use este grupo para configurar as configurações do `servidor proxy <https://en.wikipedia.org/wiki/Proxy_server>`_ para sua rede local. Deixe em branco se nenhum proxy for necessário para acessar a internet. As opções de proxy disponíveis estão listadas abaixo:
sl: **Nastavitve omrežnega posredniškega strežnika**: uporabite to skupino možnosti za nastavitev `posredniškega strežnika <https://en.wikipedia.org/wiki/Proxy_server>`_ nastavitev za vaše lokalno omrežje. Pustite prazno, če za dostop do interneta ni potreben posrednik. Razpoložljive možnosti posrednika so navedene spodaj:
uk: **Параметри проксі-сервера мережі**: цю групу пунктів призначено для налаштовування `проксі-сервера <https://en.wikipedia.org/wiki/Proxy_server>`_ для вашої локальної мережі. Залиште порожнім, якщо проксі-сервер для доступу до інтернету не потрібен. Нижче наведено доступні пункти для проксі-сервера:

source: **Proxy**: the address of the Proxy server on the network.
ca: **Servidor intermediari**: l'adreça del servidor intermediari a la xarxa.
it: **Proxy**: l'indirizzo del server proxy sulla rete.
nl: **Proxy**: het adres van de proxyserver in het netwerk.
pt_br: **Proxy**: o endereço do servidor proxy na rede.
sl: **Proxy**: naslov posrednega strežnika v omrežju.
uk: **Проксі-сервер**: адреса проксі-сервера мережі.

source: **Port**: the Proxy server port on the network.
ca: **Port**: el port del servidor intermediari a la xarxa.
it: **Porta**: la porta del server proxy sulla rete.
nl: **Poort**: de poort van de proxyserver in het netwerk.
pt_br: **Porta**: a porta do servidor proxy na rede.
sl: **Vrata**: vrata posredniškega strežnika v omrežju.
uk: **Порт**: порт проксі-сервера мережі.

source: **Proxy type**: the Proxy type available on the network. Two protocols are supported: **Http** or **Socks5**.
ca: **Tipus de servidor intermediari**: el tipus de servidor intermediari disponible a la xarxa. S'admeten dos protocols: **Http** o **Socks5**.
it: **Tipo di proxy**: il tipo disponibile sulla rete. Sono supportati due protocolli: **Http** o **Socks5**.
nl: **Type proxy**: het type proxy beschikbaar in het netwerk. Twee protocollen worden ondersteund: **Http** of **Socks5**.
pt_br: **Tipo de proxy**: o tipo de proxy disponível na rede. Dois protocolos são suportados: **Http** ou **Socks5**.
sl: **Vrsta posrednika**: vrsta posrednika, ki je na voljo v omrežju. Podprta sta dva protokola: **Http** ali **Socks5**.
uk: **Тип проксі-сервера**: тип доступного у мережі проксі-сервера. Передбачено підтримку двох протоколів: **HTTP** і **Socks5**.

source: **Requires Authentication**: turn on this option if the connection to the Proxy server needs a **Username** and a **Password**.
ca: **Requereix autenticació**: activeu aquesta opció si la connexió amb el servidor intermediari necessita un **Nom d'usuari** i una **Contrasenya**.
it: **Richiede autenticazione**: attiva questa opzione se il collegamento al server proxy necessita di un **nome utente** e una **password**.
nl: **Vereist authenticatie**: zet deze optie aan als de verbinding naar de proxyserver een **Gebruikersnaam** en een **Wachtwoord** nodig heeft.
pt_br: **Requer autenticação**: ative esta opção se a conexão com o servidor proxy precisar de um **Nome de usuário** e uma **Senha**.
sl: **Zahteva avtentikacijo*: vklopite to možnost, če povezava s posredniškim strežnikom potrebuje **Uporabniško ime** in **Geslo**.
uk: **Потрібне розпізнавання**: позначте цей пункт, якщо для з'єднання із проксі-сервером потрібен **Користувач** і **Пароль**.

source: **Username**: the name to use to be logged on the Proxy server over the network.
ca: **Nom d'usuari**: el nom que s'ha d'utilitzar per a registrar-se al servidor intermediari a través de la xarxa.
it: **Nome utente**: il nome da utilizzare per autenticarti nel server proxy sulla rete.
nl: **Gebruikersnaam**: de te gebruiken naam om zich aan te melden bij de proxyserver over het netwerk.
pt_br: **Nome de usuário**: o nome a ser usado para fazer login no servidor proxy pela rede.
sl: **Uporabniško ime**: ime, ki se uporablja za prijavo na posredniški strežnik prek omrežja.
uk: **Користувач**: ім'я, яке слід використати для реєстрації на проксі-сервері у мережі.

source: **Password**: the password to use to be logged on the Proxy server over the network.
ca: **Contrasenya**: la contrasenya que s'ha d'utilitzar per a iniciar sessió al servidor intermediari a través de la xarxa.
it: **Password**: la password da usare per autenticarti nel server proxy sulla rete.
nl: **Wachtwoord**: het te gebruiken wachtwoord om zich aan te melden bij de proxyserver over het netwerk.
pt_br: **Senha**: a senha a ser usada para fazer login no servidor proxy pela rede.
sl: **Geslo**: geslo, ki se uporablja za prijavo na posredniški strežnik prek omrežja.
uk: **Пароль**: пароль, який слід використати для реєстрації на проксі-сервері у мережі.

source: **Download Required Binary Data**: this button loads the deep-learning model files used with the face management, image quality scanning, and auto-tags features. Only use it if you bypassed this stage at the first-run of the application.
uk: **Отримати потрібні двійкові дані**: за допомогою цієї кнопки ви можете отримати файли моделі глибокого навчання, які використовуються для керування зображеннями облич, упорядкування зображень за якістю та автоматичного встановлення міток. Користуйтеся цим, лише якщо ви пропустили цей крок під час першого запуску програми.

source: Miscellaneous Settings
pt: Configuração Diversa

source: These settings group all application rules customizable by users but not covered in previous setting categories from the setup dialog.
pt: Estas configurações agrupam todas as regras da aplicação que podem ser personalizadas pelos utilizadores, mas que não estão cobertas noutras categorias de configurações anteriores na janela de configuração.

source: Set the option **Scan for new items at startup** to force digiKam to scan all collections for new items to register new elements in database. The scan is performed in the background through the progress manager available in the statusbar when digiKam main interface is loaded. If your computer is fast enough, this will have no effect on usability of digiKam while scanning. If your collections are huge or if you use a remote database, this can introduce low latency, and it is recommended to disable this option and to plan a manual scan through the maintenance tool at the right moment.
pt: Configure a opção **Procurar por itens novos no arranque** para forçar o digiKam a sondar todas as colecções por itens novos, para registar os elementos novos na base de dados. A sondagem é efectuada em segundo plano, através do gestor de progresso que está disponível na barra de estado, quando a interface principal do digiKam é carregada. Se o seu computador for rápido o suficiente, isto não fará qualquer efeito na usabilidade do digiKam durante a sondagem. Se as suas colecções são enormes ou se usar uma base de dados remota, isto poderá introduzir uma latência baixa, pelo que se recomenda a desactivação desta opção e planear uma sondagem manual, através da ferramenta de manutenção, no momento exacto.

source: Set the option **Fast Scan** to significantly speed up the scan. New items, deleted and also renamed items are found. In order to find items that have been changed, this option must be deactivated.
pt: Configure a opção **Sondagem Rápida** para acelerar significativamente a sondagem. Os itens novos, removidos e também renomeados serão então detectados. Para descobrir os itens que foram alterados, esta opção deverá ser desactivada.

source: **Detect faces in newly added images** option will perform automatically a face detection on items imported to the collections.
pt: A opção **Detectar as caras nas imagens adicionadas recentemente** irá efectuar automaticamente uma detecção de caras nos itens importados para as colecções.

source: Set the option **Remove obsolete core database objects** to force digiKam to clean up the core database from obsolete item entries. Entries are only deleted if the connected item file was already removed, i.e. the database object wastes space. This option does not clean up other databases as the thumbnails or recognition db. For clean up routines for other databases, please use the maintenance tool. Take a care that option slow down startup stages.
pt: Configure a opção **Remover os objectos obsoletos da base de dados principal** para forçar o digiKam a limpar a base de dados principal em relação aos itens obsoletos. Os mesmos só são removidos se o ficheiro de item associado já tiver sido removido, i.e., o objecto da base de dados desperdiça espaço. Esta opção não limpa as outras bases de dados, como a base de dados de miniaturas ou de reconhecimento. Para as rotinas de limpeza das outras bases de dados, use por favor a ferramenta de manutenção. Tenha atenção que esta opção irá atrasar as fases de arranque.

source: Generic Rules
pt: Regras Genéricas

source: With the **Confirm when moving items to trash** and **Confirm when permanently deleting items** settings you can set the verbosity of digiKam when you delete a photograph or an Album. See the :ref:`Deleting a Photograph <deleting_photograph>` and the :ref:`Deleting an Album <deleting_album>` sections for more details.
pt: Com as opções **Confirmar ao mover os itens para o lixo** e **Confirmar ao remover os itens de forma permanente**, poderá definir o nível de detalhe do digiKam quando apagar uma fotografia ou um álbum. Veja as secções sobre :ref:`Apagar uma Fotografia <deleting_photograph>` e :ref:`Apagar um Álbum <deleting_album>` para obter mais detalhes.

source: The editorial changes done through the right sidebar can be quietly applied by digiKam when setting the **Do not confirm when applying changes in the right sidebar** option. Otherwise the changes must be applied by pressing the **Apply changes** button.
pt: As mudanças editoriais feitas na barra lateral direita poderão ser aplicadas silenciosamente pelo digiKam ao configurar a opção **Não confirmar ao aplicar as alterações na barra lateral direita**. Caso contrário, as alterações deverão ser aplicadas ao carregar no botão **Aplicar as alterações**.

source: The option **Show only face tags for assigning names in people sidebar** will restrict people tree-view contents to face tags available when you assign a name to an **Unconfirmed** face. If you want to learn more details about face management, take a look to :ref:`this section of the manual <people_view>`.
pt: A opção **Mostrar apenas as marcas de caras para atribuir nomes na barra lateral de pessoas** irá restringir os conteúdos da árvore de pessoas às marcas de caras disponíveis, quando atribui um nome a uma cara **Não Confirmada**. Se quiser aprender mais detalhes sobre a gestão de caras, dê uma vista de olhos :ref:`nesta secção do manual <people_view>`.

source: The option **Expand current tree item with a single mouse click** allows to customize how the mouse button will be used to expand a nested album branch.
pt: A opção **Expandir o item actual da árvore com um único 'click'** permite personalizar como é que o botão do rato será usado para expandir um ramo encadeado do álbum.
