Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/miscs_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Use high DPI scaling from the screen factor**: this option will scale coordinates in a device-independent manner according to the display scale factors provided by the operating system. It scales the graphical interface elements (buttons, text, etc.) in accordance with the Desktop settings. The digiKam graphical interface elements are therefore displayed larger by this factor and therefore should appear just as large as the graphical interface elements used in the native system. This option is only available with the **Qt5 version** of digiKam.
ca: **Usa l'escalat del PPP alt a partir del factor de pantalla**: aquesta opció escalarà les coordenades de manera independent del dispositiu d'acord amb els factors d'escala de la pantalla proporcionats pel sistema operatiu. Escalarà els elements de la interfície gràfica (botons, text, etc.) d'acord amb la configuració de l'escriptori. Els elements de la interfície gràfica del digiKam es mostraran més grans segons aquest factor i, per tant, es veuran tan grans com els elements de la interfície gràfica del sistema natiu. Aquesta opció només és disponible a la **versió Qt5** del digiKam.
it: **Usa il ridimensionamento High DPI dal fattore dello schermo**: ridimensiona le coordinate in modo indipendente in un dispositivo, in base ai fattori di scala di visualizzazione forniti da sistema operativo. Gli elementi dell'interfaccia grafica (pulsante, testo, ecc.) vengono ridimensionati in base alle impostazioni del desktop. Gli elementi grafici di digiKam sono dunque visualizzati più grandi da questo fattore e dunque apparirebbero grandi quanto gli elementi dell'interfaccia grafica utilizzati nel sistema nativo. Questa opzione è disponibile soltanto con la **versione Qt5** di digiKam.
nl: **Hoge DPI schaling gebruiken uit de schermfactor**: deze optie zal coördinaten schalen op een apparaat onafhankelijke manier volgens de schaalfactoren van het scherm geleverd door het besturingssysteem. Het schaalt de grafische interface-elements (knoppen, tekst, etc.) volgens de bureaubladinstellingen. De digiKam grafische interface-elementen worden daardoor groter getoond met deze factor en daarom net zo groot als de grafische interface-elementen van het systeem moeten verschijnen. Deze optie is alleen beschikbaar met de **Qt5-versie** van digiKam.
pt_br: **Usar escala de DPI alta a partir do fator de tela**: esta opção dimensionará as coordenadas de forma independente do dispositivo, de acordo com os fatores de escala de exibição fornecidos pelo sistema operacional. Ela dimensiona os elementos da interface gráfica (botões, texto, etc.) de acordo com as configurações da Área de Trabalho. Os elementos da interface gráfica do digiKam são, portanto, exibidos em tamanho maior por este fator e, portanto, devem parecer tão grandes quanto os elementos da interface gráfica usados ​​no sistema nativo. Esta opção está disponível apenas na **versão Qt5** do digiKam.
sl: **Uporabi visoko DPI lestvičenje iz faktorja zaslona**: ta možnost bo prilagodila koordinate na način, neodvisen od naprave, glede na faktorje lestvice zaslona, ​​ki jih zagotavlja operacijski sistem. Elemente grafičnega vmesnika (gumbe, besedilo itd.) spreminja v skladu z nastavitvami namizja. Elementi grafičnega vmesnika digiKam so zato prikazani večji s tem faktorjem in bi zato morali biti videti prav tako veliki kot elementi grafičnega vmesnika, uporabljeni v izvornem sistemu. Ta možnost je na voljo samo z **Qt5 različico** digiKama.
uk: **Масштабування для високих роздільностей на основі коефіцієнта екрана**: із позначеним цим пунктом програма масштабуватиме координати у незалежний від пристрою спосіб, відповідно до коефіцієнтів масштабування дисплея, які надаються операційною системою. Система масштабуватиме елементи графічного інтерфейсу (кнопки, текст тощо) за параметрами стільничного середовища. Елементи графічного інтерфейсу digiKam буде показано більшими у відповідну кількість разів і, теоретично, стануть такими самими великими, як елементи графічного інтерфейсу системи. Цим пунктом можна скористатися лише у **версії digiKam з Qt5**.

source: **Use pixmaps with high DPI resolution**: this option sizes the pixmaps used internally by digiKam into a device-independent layout geometry, and activates high-resolution icons. If this option is disabled on a high-DPI display, the elements in digiKam may look very blurry when viewed at high resolutions. This option is also recommended for use when using multiple screens with different resolutions. This option is only available with the **Qt5 version** of digiKam.
ca: **Usa mapes de píxels amb resolucions de PPP alt**: aquesta opció converteix els mapes de píxels utilitzats internament pel digiKam en una geometria de disposició independent del dispositiu i activa les icones d'alta resolució. Si aquesta està desactivada en una pantalla d'alt PPP, els elements del digiKam poden veure's molt borrosos en resolucions altes. També es recomana utilitzar aquesta opció per a utilitzar en un context de múltiples pantalles amb resolucions diferents. Aquesta opció només és disponible a la **versió Qt5** del digiKam.
it: **Usa mappe di pixel con risoluzione High DPI**: ridimensiona le mappe di pixel utilizzate internamente da digiKam in una geometria dell'aspetto indipendente dal dispositivo e attiva le icone ad alta risoluzione,. Se l'opzione è disabilitata su un monitor High DPI, gli elementi in digiKam potrebbero apparire molto sfocati se visualizzati ad alte risoluzioni. Questa opzione è inoltre consigliata quando si utilizzano più schermi con risoluzioni differenti. È disponibile soltanto con la **versione Qt5** di digiKam.
nl: **Pixmaps gebruiken met hoge DPI resolutie**: deze optie zal de pixmaps, intern gebruikte door digiKam, in grootte wijzigen in een apparaat-onafhankelijke geometrie-indeling en activeert hoge resolutie pictogrammen. Als deze optie is uitgeschakeld op een hoge-DPI scherm, dan zien de elementen in digiKam er erg vervaagd uit onder hoge resoluties. Het is ook voor gebruik aanbevolen wanneer meerdere schermen met verschillende resoluties worden gebruikt. Deze optie is alleen beschikbaar met de **Qt5-versie** van digiKam.
pt_br: **Usar pixmaps com alta resolução de DPI**: esta opção dimensiona os pixmaps usados ​​internamente pelo digiKam em uma geometria de layout independente do dispositivo e ativa ícones de alta resolução. Se esta opção estiver desabilitada em uma tela de alta resolução de DPI, os elementos no digiKam podem parecer muito desfocados quando visualizados em altas resoluções. Esta opção também é recomendada para uso em várias telas com resoluções diferentes. Esta opção está disponível apenas na **versão Qt5** do digiKam.
sl: **Uporabi slikovne preslikave z visoko ločljivostjo DPI**: ta možnost spremeni slikovne preslikave, ki jih interno uporablja digiKam, v geometrijo postavitve, neodvisno od naprave, in aktivira ikone visoke ločljivosti. Če je ta možnost onemogočena na zaslonu z visoko ločljivostjo, so lahko elementi v digiKamu videti zelo zamegljeni, če jih gledate pri visoki ločljivosti. To možnost priporočamo tudi pri uporabi več zaslonov z različnimi ločljivostmi. Ta možnost je na voljo samo z **Qt5 različico** digiKama.
uk: **Растрові зображення із високою роздільністю**: якщо позначено цей пункт, розміри растрових зображень, які digiKam використовує на внутрішньому рівні, матимуть незалежну від пристрої геометрію. Пункт активує піктограми з високою роздільною здатністю. Якщо не користуватися ним, елементи інтерфейсу digiKam виглядатимуть дуже розмитими на високих роздільних здатностях. Також рекомендуємо скористатися цим пунктом у багатоекранному контексті, коли роздільні здатності моніторів є різними. Цим пунктом можна скористатися лише у **версії digiKam з Qt5**.

source: **Use the software OpenGL rendering**: this option will disable the GPU hardware accelerations and switch to a software-emulation for all calls to OpenGL.
ca: **Utilitza la renderització de programari OpenGL**: aquesta opció desactivarà les acceleracions de maquinari de la GPU i canviarà a una emulació de programari a totes les crides a l'OpenGL.
it: **Usa il software OpenGL per la resa**: disabilita l'accelerazione hardware della GPU e passa a un'emulazione software per tutte le chiamate a OpenGL.
nl: **De software OpenGL rendering gebruiken**: deze optie zal de GPU hardwareversnelling uitschakelen en omschakelen naar een software-emulatie voor alle aanroepen van OpenGL.
pt_br: **Usar a renderização por software do OpenGL**: esta opção desabilitará a aceleração por hardware da GPU e alternará para uma emulação de software para todas as chamadas ao OpenGL.
sl: **Uporabi programsko upodabljanje OpenGL**: ta možnost bo onemogočila strojne pospeške GPE in preklopila na programsko emulacijo za vse klice OpenGL.
uk: **Використати програмну обробку OpenGL**: за допомогою цього пункту можна вимкнути обробку даних на графічному процесорі і перемкнутися на апаратну емуляцію для усіх випадків використання OpenGL.

source: **Use the OpenCL hardware acceleration**: this option will enable the GPU hardware accelerations with the face management, image quality scanning, and auto-tags features. This option affects the `OpenCV <https://opencv.org/>`_ engine used in the background for intensive computation on images. To see the details about OpenCV hardware support, go to the :menuselection:`Help --> Components Information` menu item, and look at the :ref:`OpenCV section <help_componentsinfo>` in the dialog.
ca: **Utilitza l'acceleració de maquinari OpenCL**: aquesta opció activarà l'acceleració de maquinari de la GPU amb la gestió de cares, l'exploració de la qualitat de les imatges i l'etiquetatge automàtic. Aquesta opció afecta el motor `OpenCV <https://opencv.org/>`_ utilitzat en segon pla per al càlcul intensiu sobre les imatges. Per a veure els detalls sobre el suport de maquinari de l'OpenCV, aneu a l'element de menú :menuselection:`Ajuda --> Informació dels components` i vegeu la :ref:`secció OpenCV <help_componentsinfo>` en el diàleg.
it: **Usa l'accelerazione hardware OpenCL**: abilita le accelerazioni hardware GPU con la gestione dei volti, l'analisi qualità delle immagini e la funzionalità di tag automatici. Questa opzione riguarda il motore `OpenCV <https://opencv.org/>`_ utilizzato in background per il calcolo intenso sulle immagini. Per vedere i dettagli sul supporto hardware OpenCV, vai alla voce di menu :menuselection:`Aiuto --> Informazioni sui componenti`, e guarda la :ref:`sezione OpenCV <help_componentsinfo>` nella finestra di dialogo.
nl: **Gebruik de hardware-versnelling OpenCL**: deze optie zal versnelling met de GPU-hardware inschakelen met het gezichtenbeheer, scannen op afbeeldingskwaliteit en automatisch tags toekennen. Deze optie heeft invloed op het gebruik van de `OpenCV <https://opencv.org/>`_ engine in de achtergrond voor intensieve berekeningen op afbeeldingen. Om de details van de ondersteuning van OpenCV-hardware te zien, ga naar het menu-item :menuselection:`Help --> Componenteninformatie` en bekijk de :ref:`OpenCV-sectie <help_componentsinfo>` in de dialoog.
pt_br: **Usar a aceleração por hardware do OpenCL**: esta opção habilitará a aceleração por hardware da GPU com os recursos de gerenciamento de faces, verificação de qualidade de imagem e etiquetas automáticas. Esta opção afeta o mecanismo `OpenCV <https://opencv.org/>`_ usado em segundo plano para computação intensiva em imagens. Para ver os detalhes sobre o suporte de hardware OpenCV, acesse o item de menu :menuselection:`Ajuda --> Informações sobre componentes` e consulte a :ref:`Seção OpenCV <help_componentsinfo>` na caixa de diálogo.
sl: **Uporabi strojno pospeševanje OpenCL**: ta možnost bo omogočila strojne pospeške GPU z upravljanjem obrazov, skeniranjem kakovosti slike in funkcijami samodejnih oznak. Ta možnost vpliva na mehanizem `OpenCV <https://opencv.org/>`_, ki se uporablja v ozadju za intenzivno računanje slik. Če si želite ogledati podrobnosti o podpori za strojno opremo OpenCV, pojdite na :menuselection:`Pomoč --> Informacije o komponentah` in poglejte razdelek :ref:`OpenCV <help_componentsinfo>` v pogovornem oknu.
uk: **Використати апаратне прискорення OpenCL**: за допомогою цього параметра можна увімкнути прискорення за допомогою графічного процесора при обробці даних облич, упорядкуванні за якістю зображення та автоматичному визначенні міток. Цей пункт стосується рушія `OpenCV <https://opencv.org/>`_, який використовують у фоновому режимі для інтенсивних обчислень, які пов'язано із зображеннями. Щоб переглянути усі подробиці щодо апаратної підтримки OpenCV, скористайтеся пунктом меню :menuselection:`Довідка --> Дані компонентів` та :ref:`розділом OpenCV у вікні <help_componentsinfo>`.

source: **Use the OpenCL hardware acceleration for AI Models**: this option will enable the GPU hardware accelerations with the Artificial Intelligence data model. Typically, the Neural Processing Unit from your video card will be used to handle the inference engine data models. The **Test GPU AI Compatibility** button allows to start a sequence of checks to report if your hardware supports these features.
ca: **Usa l'acceleració de maquinari OpenCL per als models d'IA**: aquesta opció habilitarà les acceleracions de maquinari de la GPU amb el model de dades d'Intel·ligència Artificial. Normalment, la Unitat de Processament Neuronal de la targeta de vídeo s'utilitzarà per a gestionar els models de dades del motor d'inferència. El botó **Prova la compatibilitat de la IA de la GPU** permet iniciar una seqüència de comprovacions per a informar si el maquinari admet aquestes característiques.
it: **Usa l'accelerazione hardware OpenCL per i modelli di IA**: abilita le accelerazioni hardware della GPU col modello di dati dell'intelligenza artificiale. In genere, viene utilizzata l'unità di elaborazione neurale (Neural Processing Unit, NPU) della tua scheda video, per gestire i modelli di dati del motore di inferenza. il pulsante **Test GPU di compatibilità IA** permette di avviare una sequenza di controlli per segnalare se il tuo hardware supporta queste funzionalità.
nl: **De OpenCL hardware versnelling voor AI modellen gebruiken**: deze optie zal de GPU hardware versnelling met het kunstmatige intelligentie gegevensmodel inschakelen. De neurale verwerkingseenheid uit uw videokaart zal gebruikt worden om de inference-engine-gegevensmodellen te behandelen. De knop **Test GPU-AI-compatibiliteit** biedt het starten van serie controles om te rapporteren of uw hardware deze functies ondersteunt.
pt_br: **Usar a aceleração por hardware do OpenCL para modelos de IA**: esta opção habilitará a aceleração por hardware da GPU com o modelo de dados de Inteligência Artificial. Normalmente, a Unidade de Processamento Neural da sua placa de vídeo será usada para manipular os modelos de dados do mecanismo de inferência. O botão **Testar compatibilidade de IA com a GPU** permite iniciar uma sequência de verificações para informar se o seu hardware suporta esses recursos.
sl: **Uporabi strojno pospeševanje OpenCL za modele umetne inteligence**: ta možnost bo omogočila strojno pospeševanje grafičnega procesorja z modelom podatkov umetne inteligence. Običajno se za obdelavo modelov podatkov sklepnega mehanizma uporablja enota za nevronsko obdelavo vaše grafične kartice. Gumb **Preizkusi združljivost grafičnega procesorja z umetno inteligenco** omogoča začetek zaporedja preverjanj, s katerimi se ugotovi, ali vaša strojna oprema podpira te zmožnosti.

source: The OpenCL DNN Compatibility Dialog Running Under macOS Silicon Computer
ca: El diàleg de compatibilitat OpenCL DNN executant-se en un ordinador macOS Silicon
it: La finestra di dialogo di compatibilità DNN OpenCL in esecuzione in un computer macOS Silicon
nl: De compatibiliteitsdialoog van OpenCL DNN draaiend onder macOS Silicon Computer
pt_br: Caixa de diálogo de compatibilidade do OpenCL DNN em execução no computador macOS Silicon
sl: Pogovorno okno za združljivost OpenCL DNN, ki se izvaja v sistemu macOS Silicon Computer

source: **Download Required Binary Data**: this button loads the deep-learning model files used with the face management, image quality scanning, and auto-tags features. Only use it if you bypassed :ref:`this stage at the first-run <firstrun_downloads>` of the application.
ca: **Descarrega les dades binàries requerides**: aquest botó carrega els fitxers del model d'aprenentatge profund utilitzats amb la gestió de cares, exploració de la qualitat de la imatge i etiquetatge automàtic. Utilitzeu-la només si heu passat per alt :ref:`aquesta etapa en la primera execució <firstrun_downloads>` de l'aplicació.
it: **Scarica i dati degli eseguibili richiesti**: questo pulsante carica i file dei modelli di apprendimento profondo utilizzati con la gestione dei volti, l'analisi qualità delle immagini e le funzioni automatiche di attribuzione dei tag. Usa questa opzione solo se hai ignorato :ref:`questo passaggio al primo avvio <firstrun_downloads>` dell'applicazione.
nl: **Vereiste binaire gegevens downloaden**: met deze knop laadt u de modelbestanden voor deep-learning, gebruikt met het beheer van gezichten, scannen op afbeeldingskwaliteit en functies voor automatische tags. Dit alleen gebruiken als u :ref:`deze stap hebt overgeslagen bij de eerste uitvoering <firstrun_downloads>` van de toepassing.
pt_br: **Baixar os dados binários necessários**: este botão carrega os arquivos do modelo de aprendizado profundo usados ​​com os recursos de gerenciamento de faces, varredura de qualidade de imagem e etiquetas automáticas. Use-o somente se você tiver ignorado :ref:`esta etapa na primeira execução <firstrun_downloads>` do aplicativo.
sl: **Prenesi zahtevane binarne podatke**: ta gumb naloži datoteke modela globokega učenja, ki se uporabljajo za upravljanje obrazov, skeniranje kakovosti slike in funkcije samodejnega označevanja. Uporabite ga le, če ste to stopnjo preskočili pri prvem zagonu aplikacije <firstrun_downloads>.

source: **Use the video hardware acceleration**: this option must be used only with compatible hardware GPU devices with the FFmpeg backend. Disable this option if video media decoding errors occur.
ca: **Usa l'acceleració del maquinari de vídeo**: aquesta opció només s'ha d'utilitzar amb dispositius GPU compatibles amb el dorsal FFmpeg. Desactiveu aquesta opció si apareixen errors de descodificació dels elements multimèdia de vídeo.
it: **Usa l'accelerazione hardware della scheda video**: questa opzione deve essere utilizzata soltanto con i dispositivi GPU compatibili con il motore FFmpeg. Disabilita questa opzione se si verificano errori di decodifica dei video multimediali.
nl: **De video hardwareversnelling gebruiken**: deze optie moet alleen gebruikt worden met compatibele hardware GPU apparaten met de FFmpeg backend. Schakel deze optie uit als decoderen van videomedia fouten laat zien.
pt_br: **Usar a aceleração de vídeo por hardware**: esta opção deve ser usada apenas com dispositivos GPU de hardware compatíveis com o backend FFmpeg. Desative esta opção se ocorrerem erros de decodificação de mídia de vídeo.
sl: **Uporabi video strojno pospeševanje**: to možnost je treba uporabiti samo z združljivo strojno opremo GPE z zaledjem FFmpeg. Onemogočite to možnost, če pride do napak pri dekodiranju video medijev.
uk: **Використати апаратне прискорення відео**: цей пункт слід використовувати лише із сумісними пристроями графічних процесорів із модулем обробки FFmpeg. Його слід вимкнути, якщо виникають проблеми із декодуванням відеоданих.

source: **Use the video texture conversion**: this option must be used to reduce CPU usage when video frames are rendered by using GPU-based conversion with the FFmpeg backend. Disable this option if video media decoding errors occur.
ca: **Usa la conversió de textures de vídeo**: aquesta opció s'ha d'utilitzar per a reduir l'ús de la CPU quan es renderitzen els fotogrames de vídeo mitjançant la conversió basada en GPU amb el dorsal FFmpeg. Desactiveu aquesta opció si apareixen errors de descodificació dels elements multimèdia de vídeo.
it: **Usa la conversione delle trame video**: questa opzione deve essere utilizzata per ridurre l'uso della CPU quando i fotogrammi video sono resi utilizzando la conversione basata su GPU con il motore FFmpeg. Disabilita questa opzione se si verificano errori di decodifica dei video multimediali.
nl: **De textuurconversie van video gebruiken**: deze optio moet gebruikt worden om het gebruik van CPU te verminderen wanneer videoframes gerenderd worden door op GPU gebaseerde conversie wordt gebruikt met de FFmpeg backend. Schakel deze optie uit als decoderen van videomedia fouten laat zien.
pt_br: **Usar conversão de texturas de vídeo**: esta opção deve ser usada para reduzir o uso da CPU quando quadros de vídeo são renderizados usando conversão baseada em GPU com o backend FFmpeg. Desative esta opção se ocorrerem erros de decodificação de mídia de vídeo.
sl: **Uporabi pretvorbo video teksture**: to možnost je treba uporabiti za zmanjšanje porabe procesorja, ko so video okvirji upodobljeni s pretvorbo na podlagi GPE z zaledjem FFmpeg. Onemogočite to možnost, če pride do napak pri dekodiranju video medijev.
uk: **Використати перетворення відеотекстур**: цим пунктом слід скористатися для зменшення використання центрального процесора, коли відеокадр оброблятиметься шляхом використання перетворення на основі графічного процесора за допомогою модуля обробки FFmpeg. Його слід вимкнути, якщо виникають проблеми із декодуванням відеоданих.

source: **Decoding backend to render video**: this option chooses the backend used to render video media with the **Qt6 version** of application. Supported backends are:
nl: **Decodering-backend om video te renderen**: deze optie kiest de backend gebruikt om videomedia te renderen met de **Qt6 versie** van digiKam. Ondersteunde backends zijn:
pt_br: **Backend de decodificação para renderizar vídeo**: esta opção escolhe o backend usado para renderizar mídia de vídeo com a **versão Qt6** do aplicativo. Os backends suportados são:
sl: **Dekodiranje zaledja za upodabljanje videa**: ta možnost izbere zaledje, ki se uporablja za upodabljanje video medijev z **različico Qt6** aplikacije. Podprta zaledja so:
uk: **Модуль декодування для обробки відео**: цей пункт надає змогу вибрати модуль, який використовуватиметься для обробки відео у **версії Qt6** програми. Підтримувані модулі:
