Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/miscs_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The Titles Text Editor from Captions Tab with Spellcheck Feature
ca: L'editor de text dels títols des de la pestanya Llegendes amb la característica de verificació ortogràfica
it: L'editor di testo dei titoli con funzioni di correzione ortografica dalla scheda Didascalie
nl: De bewerker van titeltekst uit het tabblad met functie spellingcontrole
pt: O Editor de Texto dos Títulos na Página de Legendas com a Funcionalidade de Verificação Ortográfica
pt_br: Editor de texto de títulos da aba de Descrição com recurso de verificação ortográfica
sl: Urejevalnik besedil naslovov iz zavihka Napisi s funkcijo preverjanja črkovanja
uk: Віджет редагування тексту заголовків з вкладки підписів із перевіркою правопису

source: The **Default Language** option sets the language to spellcheck with the *x-default* entry from the alternative-language string. If you select **Auto-detect**, the string contents will be automatically parsed to determine the language and the correct dictionary for spellchecking will be selected. Of course, the relevant dictionaries must be installed on your computer in order for spellchecking to work properly.
ca: L'opció **Idioma predeterminat** estableix l'idioma per a la verificació ortogràfica amb l'entrada *x-default* de la cadena d'idioma alternatiu. Si seleccioneu el valor **Detecta automàticament**, s'analitzarà el contingut de la cadena per a determinar automàticament l'idioma i seleccionar el diccionari adequat per a la verificació ortogràfica. Per descomptat, els diccionaris corresponents hauran d'estar instal·lats a l'ordinador per tal que la verificació ortogràfica funciona correctament.
it: L'opzione **Lingua predefinita** imposta la lingua per la correzione ortografica con la voce *x-default* dalla stringa della lingua alternativa. Se selezioni il valore **Rileva automaticamente**, sarà analizzato il contenuto della stringa per determinare automaticamente la lingua e sarà selezionato il dizionario corretto per la correzione. Ovviamente, affinché il correttore ortografico funzioni in modo corretto, nel computer dovrai installare i dizionari appropriati.
nl: De optie **Standaard taal** stelt de taal voor spellingcontrole in met het item *x-default* uit de tekenreeks alternatieve-taal. Als u **Auto-detect** selecteert zal de inhoud van de tekenreeks automatisch ontleed worden, om de taal en het juiste woordenboek te bepalen voor spellingcontrole, geselecteerd worden. Natuurlijk moeten in alle gevallen de relevante woordenboeken op uw computer geïnstalleerd zijn om de spellingcontrole juist te laten werken.
pt_br: A opção **Idioma padrão** define o idioma para verificação ortográfica com a entrada *x-default* da string de idioma alternativo. Se você selecionar **Detecção automática**, o conteúdo da string será analisado automaticamente para determinar o idioma e o dicionário correto para verificação ortográfica será selecionado. Obviamente, os dicionários relevantes devem estar instalados no seu computador para que a verificação ortográfica funcione corretamente.
sl: Možnost **Privzeti jezik** nastavi jezik za preverjanje črkovanja z vnosom *x-default* iz niza alternativnega jezika. Če izberete **Samodejno zaznaj**, bo vsebina niza samodejno razčlenjena za določitev jezika in izbran bo pravilen slovar za preverjanje črkovanja. Seveda morajo biti ustrezni slovarji nameščeni na vašem računalniku, da lahko preverjanje črkovanja pravilno deluje.
uk: За допомогою пункту **Типова мова** можна встановити мову перевірки правопису на основі використання запису *x-default* з рядка альтернативних мов. Якщо ви виберете варіант **Автовизначення**, дані рядка буде оброблено для автоматичного визначення мови і вибору належного словника для перевірки правопису. Звичайно, за будь-яких умов, у системі має бути встановлено відповідні словник, щоб перевірка правопису працювала належним чином.

source: You can edit a list of words that Spellcheck should ignore during operations. digiKam already provide a list of common keywords to ignore.
ca: Podreu editar una llista de paraules que la verificació ortogràfica haurà d'ignorar durant les operacions. El digiKam ja proporciona una llista de paraules clau habituals a ignorar.
it: È possibile impostare un elenco di parole che il correttore ortografico deve ignorare durante le operazioni. digiKam è già provvisto di un elenco di parole chiave comuni da ignorare.
nl: U kunt een lijst met woorden bewerken die spellingcontrole moet negeren tijdens bewerking. digiKam levert al een lijst met gebruikelijke trefwoorden die genegeerd moeten worden.
pt_br: Você pode editar uma lista de palavras que a verificação ortográfica deve ignorar durante as operações. O digiKam já fornece uma lista de palavras-chave comuns para ignorar.
sl: Uredite lahko seznam besed, ki naj jih črkovalnik med delovanjem prezre. digiKam že nudi seznam pogostih ključnih besed, ki jih je treba prezreti.
uk: Ви можете редагувати список слів, які засіб перевірки правопису ігноруватиме. У digiKam вже є список звичайних ключових слів, які не слід проігнорувати.

source: Localize Settings
ca: Configurar la traducció
it: Impostazioni regionali
nl: Lokalisatie-instellingen
pt: Configuração da Localização
pt_br: Configurações de localização
sl: Lokaliziraj nastavitve
uk: Параметри локалізації

source: The Configuration Page
ca: La pàgina de configuració
it: La pagina di configurazione
nl: De configuratiepagina
pt: A Página de Configuração
pt_br: A página de configuração
sl: Konfiguracijska stran
uk: Сторінка налаштувань

source: This section allows you to customize the rules for automatic translation of strings in text editor widgets using online translator engines.
ca: Aquesta secció permet personalitzar les regles per a traduir automàticament les cadenes des dels ginys d'edició de text utilitzant motors de traducció en línia.
it: Questa sezione ti consente di personalizzare le regole per la traduzione automatica delle stringhe dai widget dell'editor di testo tramite l'uso di motori di traduzione in linea.
nl: Deze sectie biedt u het aanpassen van de regels om automatisch tekenreeksen in tekstbewerkerwidgets te vertalen met een online vertaal-engine.
pt_br: Esta seção permite que você personalize as regras para tradução automática de textos em widgets de editores de texto usando mecanismos de tradução online.
sl: Ta razdelek vam omogoča, da prilagodite pravila za samodejno prevajanje nizov v gradnikih urejevalnika besedil z uporabo spletnih prevajalskih mehanizmov.
uk: За допомогою цього розділу можна налаштувати правила автоматичного перекладу рядків у віджетах редагування тексту з використанням інтернет-рушія перекладу.

source: The digiKam Localize Configuration Page
ca: La pàgina de configuració de Traducció en el digiKam
it: La pagina di configurazione Impostazioni regionali di digiKam
nl: De configuratiepagina voor lokalisatie van digiKam
pt: A Página de Configuração da Localização do digiKam
pt_br: A página de configuração de localização do digiKam
sl: Konfiguracijska stran digiKam Localize
uk: Сторінка налаштувань локалізації digiKam

source: A list of **Alternative Languages** supported by digiKam is provided where you can select your preferred languages to be used in text editor widgets.
ca: Es proporciona una llista d'**Idiomes alternatius** admesos pel digiKam on podreu seleccionar les vostres entrades preferides que s'han d'utilitzar en els ginys d'edició de text.
it: Viene fornito un elenco di **lingue alternative** supportate da digiKam in cui puoi selezionare le tue lingue preferite da utilizzare nei widget dell'editor di testo.
nl: Een lijst met **Alternatieve talen**, ondersteund door digiKam, is geleverd waaruit u uw talen met voorkeur kunt selecteren om gebruikt te worden in tekstverwerkerwidgets.
pt_br: Uma lista de **Idiomas alternativos** suportados pelo digiKam é fornecida, onde você pode selecionar seus idiomas preferidos para serem usados ​​nos widgets do editor de texto.
sl: Na voljo je seznam **Alternativnih jezikov**, ki jih podpira digiKam, kjer lahko izberete želene jezike za uporabo v gradnikih urejevalnika besedil.
uk: Тут наведено список **Альтернативних мов**, підтримку яких передбачено у digiKam. Ви можете позначити бажані для вас варіанти, які буде показано у віджетах для редагування тексту.

source: Another list shows the **Available Translator Languages**, supported by the selected **Online Translator** engine.
ca: Una altra llista permet mostra els **Idiomes disponibles del traductor**, admesos pel motor del **Traductor en línia** seleccionat.
it: Un altro elenco mostra le **lingue di traduzione disponibili** supportate dal motore **Traduttore in linea** selezionato.
nl: Een andere lijst toont de **Beschikbare vertaaltalen**, ondersteunt door de geselecteerde **Online vertaal-engine**.
pt_br: Outra lista mostra os **Idiomas de tradutor disponíveis**, suportados pelo mecanismo de **Tradutor online** selecionado.
sl: Drug seznam prikazuje **Razpoložljive jezike prevajalnikov**, ki jih podpira izbrani stroj **Spletni prevajalnik**.
uk: В іншому списку показано **Доступні мови перекладу**, підтримку яких передбачено у вибраному рушії **Інтернет-перекладу**.

source: Each list has a huge number of entries, so a search engine is available to quickly find a language, along with an option to show only the current selection.
ca: Cada llista té un nombre d'entrades enorme, així que hi ha disponible un motor de cerca per a trobar ràpidament un idioma, junt amb una opció que només mostra la selecció actual.
it: Ciascun elenco contiene un numero molto elevato di voci, è quindi disponibile un motore di ricerca per cercare rapidamente una lingua, insieme con un'opzione per mostrare solo la selezione corrente.
nl: Elke lijst heeft een enorm aantal items, er is dus een zoekmachine beschikbaar om snel een taal te vinden, samen met een optie om alleen de huidige selectie te tonen.
pt_br: Cada lista tem um grande número de entradas, então um mecanismo de busca está disponível para encontrar rapidamente um idioma, juntamente com uma opção para mostrar apenas a seleção atual.
sl: Vsak seznam ima ogromno število vnosov, zato je na voljo iskalnik za hitro iskanje jezika, skupaj z možnostjo prikaza samo trenutnega izbora.
uk: Оскільки кількість записів є величезною в обох списках, передбачено рушій пошуку і пункт, за допомогою якого можна переглядати лише позначені пункти.

source: Using Strings Localization
ca: Ús de la localització de les cadenes
it: Usare la localizzazione delle stringhe
nl: Lokalisatie van tekenreeksen wordt gebruikt
pt: Usar a Localização dos Textos
pt_br: Usando textos localizados
sl: Uporaba lokalizacije nizov
uk: Використання локалізації рядків

source: In digiKam, the localization is available in special text editor widgets supporting alternative-languages feature. Examples of this kind of widget can be seen in the :ref:`Captions tab <captions_view>` available in the **Right Sidebar** and in the :ref:`XMP Metadata Editor <xmp_editor>`.
ca: En el digiKam, la localització està disponible en els ginys d'edició de text especials que admeten la característica d'idiomes alternatius. Exemples d'aquesta classe de ginys es poden veure a la :ref:`pestanya Llegendes <captions_view>` disponible a la **barra lateral dreta** i a l':ref:`Editor de metadades XMP <xmp_editor>`.
it: In digiKam, la localizzazione è disponibile negli speciali widget degli editor di testo che supportano l'opzione delle lingue alternative. Esempi di questo tipo di widget sono visibili nella :ref:`scheda Didascalie <captions_view>`, disponibile nella **barra laterale destra** e nell':ref:`Editor dei metadati XMP <xmp_editor>`.
nl: In digiKam is de lokalisatie beschikbaar in speciale tekstbewerkerwidgets die de functie alternatieve taal ondersteunen. Voorbeelden van dit soort widget is te zien in de :ref:`Tabblad Opschrift <captions_view>` beschikbaar in de **Rechter zijbalk** en in de :ref:`XMP-metagegevensbewerker <xmp_editor>`.
pt_br: No digiKam, a localização está disponível em widgets especiais de edição de texto que suportam o recurso de idiomas alternativos. Exemplos desse tipo de widget podem ser vistos na :ref:`aba Descrição <captions_view>`, disponível na **barra lateral direita**, e no :ref:`Editor de Metadados XMP <xmp_editor>`.
sl: V digiKamu je lokalizacija na voljo v posebnih gradnikih urejevalnika besedila, ki podpirajo funkcijo alternativnih jezikov. Primere tovrstnih pripomočkov si lahko ogledate v :ref:`zavihku Napisi <captions_view>`, ki je na voljo v **desni stranski vrstici** in v :ref:`Urejevalniku metapodatkov XMP <xmp_editor>`.
uk: У digiKam доступна локалізація у спеціалізованих віджетах редагування 1тексту, де передбачено можливість використання альтернативних мов. Приклад віджета такого типу можна бачити на :ref:`вкладці підписів <captions_view>` **правої бічної панелі**, а також :ref:`редактор метаданих XMP <xmp_editor>`.

source: The Captions Text Editor with Translation Feature
ca: L'editor de text de les Llegendes amb la característica de traducció
it: L'editor di testo delle didascalie con funzioni di traduzione
nl: Het bewerken van opschrifttekstbewerker met functie spellingcontrole
pt: O Editor de Texto das Legendas com a Funcionalidade de Traduções
pt_br: Editor de texto de descrição com recurso de tradução
sl: Urejevalnik besedila podnapisov s funkcijo prevajanja
uk: Віджет редагування тексту підписів із можливістю автоматичного перекладу

source: Alternative-languages can make more than one translation available for a single string. The **x-default** entry is the native language used as a reference for translations. Typically, x-default is set to English, but that is not mandatory. When you ask to translate the string, the online translators will be able to auto-detect the current language used with **x-default**.
ca: Els idiomes alternatius poden fer més d'una traducció disponible per a una cadena individual. L'entrada **x-default** és l'idioma nadiu utilitzat com a referència per a les traduccions. En general, «x-default» es defineix a l'anglès, però no és obligatori. Quan sol·liciteu traduir la cadena, els traductors en línia podran detectar automàticament l'idioma actual utilitzat amb **x-default**.
it: Le lingue alternative possono generare più di una traduzione disponibile per una singola stringa. La voce **x-default** è la lingua nativa utilizzata come riferimento per le traduzioni. Normalmente x-default è impostata all'inglese, ma questo non è obbligatorio. Quando chiedi di tradurre la stringa, i traduttori in linea potranno rilevare automaticamente la lingua attiva utilizzata con **x-default**.
nl: Alternatieve talen kunnen meer dan één vertaling beschikbaar maken voor een enkele tekenreeks. Het item **x-default** is de inheemse taal gebruikt als referentie voor vertalingen. Typisch is x-default ingesteld op Engels, maar dat is niet verplicht. Wanneer u vraagt de tekenreeks te vertalen, zullen de online vertalers in staat zijn om de huidige gebruikte taal met **x-default** automatisch te detecteren.
pt_br: Idiomas alternativos podem disponibilizar mais de uma tradução para um único texto. A entrada **x-default** é o idioma nativo usado como referência para traduções. Normalmente, x-default é definido como inglês, mas isso não é obrigatório. Quando você solicitar a tradução do texto, os tradutores online poderão detectar automaticamente o idioma atual usado com **x-default**.
sl: Alternativni jeziki lahko omogočijo več kot en prevod za en niz. Vnos **x-default** je materni jezik, ki se uporablja kot referenca za prevode. Običajno je x-default nastavljen na angleščino, vendar to ni obvezno. Ko zahtevate prevod niza, bodo spletni prevajalci lahko samodejno zaznali trenutno uporabljeni jezik z **x-default**.
uk: Альтернативі мови надають змогу використовувати декілька перекладів для одного рядка. Запис **x-default** є початковою еталонною мовою для перекладів. Типово, для x-default використовують англійську мову, але це не є обов'язковим. Коли ви надсилаєте запит щодо перекладу рядка, інтернет-перекладачі зможуть автоматично виявити поточну мову за допомогою **x-default**.

source: On the top of a text editor widget, you can select the translation entry for the string. The drop-down menu will only show your preferred languages set on the configuration page. The next button on the right clears the current translated entry. The next drop-down button creates a new translation entry using the configured online translator. Finally, the last button on the right side shows the Localize settings page to customize the translation behavior.
ca: A la part superior d'un giny d'edició de text, podreu seleccionar l'entrada de traducció per a la cadena. La llista desplegable només mostrarà els idiomes preferits establerts a la pàgina de configuració. El botó següent a la dreta esborra l'entrada traduïda actual. El botó desplegable següent crea una entrada de traducció nova utilitzant el traductor en línia configurat. Finalment, el darrer botó al costat dret mostra la pàgina de configuració de la localització per a personalitzar el comportament de la traducció.
it: In cima al widget dell'editor di testo puoi selezionare la voce di traduzione per la stringa. Il menu a tendina mostrerà solo il gruppo di lingue preferite impostate nella pagine di configurazione. Il pulsante immediatamente a destra cancella la voce attualmente tradotta. Il pulsante a tendina al suo fianco crea una nuova voce di traduzione utilizzando il traduttore automatico configurato. Infine, l'ultimo pulsante sulla destra mostra la pagine delle impostazioni regionali in cui personalizzare il comportamento della traduzione.
nl: Bovenaan dit tekstbewerkerwidget kunt u het vertaalitem voor de tekenreeks selecteren. Het afrolmenu zal alleen uw talenset met voorkeur tonen in de configuratiepagina. De volgende knop rechts wist het huidige vertaalde item. De volgende afrolknop maakt een nieuw vertaald item met gebruik van de geconfigureerde online vertaler. Tenslotte, de laatste knop rechts toont de installatiepagina van Localize om het gedrag van de vertalingen aan te passen.
pt_br: Na parte superior de um widget do editor de texto, você pode selecionar a entrada de tradução para o texto. O menu suspenso mostrará apenas os idiomas de sua preferência definidos na página de configuração. O próximo botão à direita limpa a entrada traduzida atual. O próximo botão suspenso cria uma nova entrada de tradução usando o tradutor online configurado. Por fim, o último botão à direita exibe a página de configurações de localização para personalizar o comportamento da tradução.
sl: Na vrhu gradnika urejevalnika besedila lahko izberete vnos prevoda za niz. V spustnem meniju bodo prikazani samo vaši želeni jeziki, nastavljeni na strani konfiguracije. Naslednji gumb na desni počisti trenutni preveden vnos. Naslednji spustni gumb ustvari nov vnos prevoda s pomočjo konfiguriranega spletnega prevajalnika. Zadnji gumb na desni strani prikazuje stran z nastavitvami lokaliziranja za prilagoditev obnašanja prevoda.
uk: У верхній частині цього віджета редактора ви можете вибрати запис перекладу для рядка. У спадному списку меню буде показано лише пріоритетні мови, які встановлено на сторінці налаштувань. За допомогою наступної кнопки праворуч ви можете вилучити поточний запис перекладу. За допомогою ще однієї кнопки праворуч ви зможете створити запис перекладу за допомогою налаштованого інтернет-перекладача. Нарешті, за допомогою останньої кнопки праворуч можна переглянути сторінку налаштувань локалізації, щоб скоригувати роботу засобів перекладу.

source: System Settings
ca: Configurar el sistema
it: Impostazioni di sistema
nl: Systeeminstellingen
pt: Configuração do Sistema
pt_br: Configurações do sistema
sl: Sistemske nastavitve
uk: Системні параметри

source: This section allows you to adjust special low-level configurations used by digiKam. Only change these settings if you know what you are doing.
ca: Aquesta secció permet ajustar les configuracions especials de baix nivell utilitzades pel digiKam. Només canvieu aquestes opcions si sabeu què feu.
it: Questa sezione ti permette di regolare speciali configurazioni di basso livello utilizzate da digiKam. Modificale solo se sai cosa stai facendo.
nl: Deze sectie biedt u het aanpassen van speciale laag niveau configuraties gebruikt door digiKam. Wijzig deze instellingen alleen als u weet wat u doet.
pt_br: Esta seção permite que você ajuste configurações especiais de baixo nível usadas pelo digiKam. Altere essas configurações somente se souber o que está fazendo.
sl: Ta razdelek vam omogoča prilagajanje posebnih nizkonivojskih konfiguracij, ki jih uporablja digiKam. Te nastavitve spremenite le, če veste, kaj počnete.
uk: За допомогою цього розділу можна налаштувати спеціалізовані низькорівневі параметри, які використовує digiKam. Вносьте зміни до цих параметрів, лише якщо вам добре відомі наслідки таких дій.

source: The digiKam System Configuration Page
ca: La pàgina de configuració del sistema en el digiKam
it: La pagina di configurazione Sistema di digiKam
nl: De configuratiepagina van het systeem van digiKam
pt: A Página de Configuração do Sistema do digiKam
pt_br: Página de configuração do sistema do digiKam
sl: Stran s konfiguracijo sistema digiKam
uk: Сторінка налаштувань системи digiKam
