Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/miscs_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The **Do not confirm when applying changes in the right sidebar** option controls whether digiKam asks for confirmation before changing items based on interactions with the right sidebar. Such changes are automatically applied if this option is enabled. Otherwise the **Apply changes** button must be pressed to apply changes.
ca: L'opció **No confirmis en aplicar canvis des de la barra lateral dreta** controla si el digiKam demana confirmació abans de canviar els elements en funció de les interaccions amb la barra lateral dreta. Aquests canvis s'apliquen automàticament si aquesta opció està activada. En cas contrari, s'ha de prémer el botó **Aplica els canvis** per a aplicar els canvis.
it: L'opzione **Non chiedere conferma quando si applicano modifiche nella barra laterale destra** controlla se digiKam debba chiedere conferma prima di modificare gli elementi in base a interazioni con la barra laterale destra. Se l'opzione è abilitata, tali modifiche vengono applicate automaticamente. In caso contrario dovrà essere premuto il pulsante **Applica** (le modifiche) affinché esse abbiano effetto.
nl: De optie **Niet bevestigen bij toepassen van wijzigingen in de rechter zijbalk** bestuurt of digiKam vraagt om bevestiging alvorens items gebaseerd op interacties met de rechter zijbalk worden gewijzigd. Zulke wijzigingen worden automatisch toegepast als deze optie is ingeschakeld. Ander moet de knop **Wijzigingen toepassen** ingedrukt worden om wijzigingen toe te passen.
pt_br: A opção **Não confirmar ao aplicar alterações na barra lateral direita** controla se o digiKam solicita confirmação antes de alterar itens com base em interações com a barra lateral direita. Essas alterações são aplicadas automaticamente se esta opção estiver habilitada. Caso contrário, o botão **Aplicar alterações** deve ser pressionado para aplicar as alterações.
sl: Možnost **Ne potrdi pri uveljavljanju sprememb v desni stranski vrstici** nadzira, ali digiKam zahteva potrditev pred spreminjanjem elementov na podlagi interakcij z desno stransko vrstico. Takšne spremembe se samodejno uporabijo, če je ta možnost omogočena. V nasprotnem primeru morate za uveljavitev sprememb pritisniti gumb **Uveljavi spremembe**.
uk: Параметр **Не підтверджувати під час застосування змін на правій бічній панелі** визначає, чи digiKam запитуватиме підтвердження перед зміною елементів на основі взаємодії з правою бічною панеллю. Якщо цей пункт позначено, такі зміни застосовуються автоматично. В іншому випадку потрібно буде натиснути кнопку **Застосувати зміни**, щоб застосувати зміни.

source: The **Show only face tags for assigning names in people sidebar** option will restrict people tree-view contents to face tags available when you assign a name to an **Unconfirmed** face. If you want to learn more details about face management, take a look at :ref:`this section <people_view>` of the manual.
ca: L'opció **Mostra només les etiquetes de cara per a assignar noms a la barra lateral de persones** restringirà el contingut de la vista en arbre de persones a les etiquetes de cares disponibles quan assigneu un nom a una cara sense confirmar. Si voleu conèixer més detalls sobre la gestió de les cares, vegeu :ref:`aquesta secció <people_view>` del manual.
it: L'opzione **Mostra solo i tag del volto per l'assegnazione dei nomi nella barra laterale delle persone** limiterà il contenuto della vista ad albero delle persone ai tag dei volti disponibili, quando assegni un nome a un viso **non confermato**. Per saperne di più sulla gestione dei volti, dai uno sguardo a :ref:`questo capitolo <people_view>` del manuale.
nl: De optie **Alleen gezichtstags tonen voor toekennen van namen in de mensenzijbalk** zal de inhoud van de mensenboomstructuur beperken tot beschikbare gezichtstags wanneer u een naam aan een **Onbevestigd** gezicht hebt toegekend. Als u meer details wilt leren kennen over gezichtenbeheer, kijk dan in :ref:`deze sectie <people_view>` van de handleiding.
pt_br: A opção **Mostrar apenas etiquetas de rosto para atribuir nomes na barra lateral de pessoas** restringirá o conteúdo da visualização em árvore de pessoas às etiquetas faciais disponíveis quando você atribuir um nome a um rosto **Não confirmado**. Se quiser saber mais detalhes sobre o gerenciamento de rostos, consulte :ref:`esta seção <people_view>` do manual.
sl: Možnost **Prikaži samo oznake obrazov za dodeljevanje imen v stranski vrstici oseb** bo vsebino drevesnega pogleda ljudi omejila na oznake obrazov, ki so na voljo, ko dodelite ime **Nepotrjenemu** obrazu. Če želite izvedeti več podrobnosti o upravljanju obrazov, si oglejte :ref:`ta razdelek <people_view>` priročnika.
uk: За допомогою пункту **Показувати лише ті мітки зображень, для яких призначено імена на бічній панелі «Люди»** можна обмежити вміст ієрархічного списку людей до міток облич, які доступні, коли ви призначаєте ім'я до **Непідтвердженого** обличчя. Якщо ви хочете дізнатися більше про керування записами облич, зверніться до :ref:`цього розділу підручника <people_view>`.

source: The **Initially select the first item in the album** option will automatically select and highlight the top left thumbnail whenever a new album is selected.
ca: L'opció **Seleccioneu inicialment el primer element de l'àlbum** seleccionarà i ressaltarà automàticament la miniatura de la part superior esquerra quan se seleccioni un àlbum nou.
it: L'opzione **Seleziona inizialmente il primo elemento nell'album** seleziona automaticamente ed evidenzia la miniatura più in alto a sinistra ogniqualvolta viene selezionato un nuovo album.
nl: De optie **Initieel het eerste item in het album selecteren** zal automatisch de miniatuur in de linkerbovenhoek selecteren en accentueren wanneer een nieuw album wordt geselecteerd.
pt_br: A opção **Selecionar inicialmente o primeiro item do álbum** selecionará e destacará automaticamente a miniatura superior esquerda sempre que um novo álbum for selecionado.
sl: Možnost **Na začetku izberi prvi element v albumu** samodejno izbere in označi zgornjo levo sličico vsakič, ko je izbran nov album.
uk: Якщо позначено пункт **Спочатку позначати перший запис в альбомі**, при виборі нового альбому програма автоматично позначатиме верхню ліву мініатюру на панелі перегляду піктограм.

source: The **Expand current tree item with a single mouse click** option controls how the mouse button is used to expand a nested album branch.
ca: L'opció **Expandeix l'element actual de l'arbre amb un clic únic de ratolí** controla com s'utilitzarà el botó del ratolí per a expandir una branca d'àlbum imbricat.
it: L'opzione **Espandi l'albero corrente con un singolo clic del mouse** controlla l'uso del pulsante del mouse nell'espandere un ramo dell'album annidato.
nl: De optie **Huidig item in boomstructuur uitvouwen met een enkele muisklik** bestuurt hoe de muisknop zal worden gebruikt om een geneste tak in het album uit te vouwen.
pt_br: A opção **Expandir o item atual da árvore com um único clique do mouse** controla como o botão do mouse é usado para expandir um ramo de álbum aninhado.
sl: Možnost **Razširi trenutni element drevesa z enim klikom miške** nadzira, kako se z miškinim gumbom razširi ugnezdena veja albuma.
uk: За допомогою пункту **Розгортати поточний пункт ієрархії одинарним клацанням миші** можна налаштувати, як буде використано кнопку миші при розгортанні вкладеної гілки альбому.

source: The **Scroll current item to center of thumbbar** option controls the scrolling of the thumbbar. When enabled, the thumbbar scrolls to place the current selected item in the middle of the thumbbar. When disabled, the current selection may or may not be in the center of the thumbbar.
ca: L'opció **Desplaça l'element actual al centre de la barra de miniatures** controla el desplaçament de la barra de miniatures. Quan està activada, la barra de miniatures es desplaça per a situar l'element actualment seleccionat al mig de la barra de miniatures. Quan està desactivada, la selecció actual pot o no estar al centre de la barra de miniatures.
it: L'opzione **Scorri l'elemento attivo al centro della barra delle miniature** controlla lo scorrimento della barra delle miniature. Se abilitata, la barra delle miniature scorre per posizionare l'elemento attualmente selezionato al centro della barra. Se disabilitato, la selezione attuale potrebbe trovarsi o no al centro della barra.
nl: De **Schuif huidig item naar het centrum van de miniatuurbalk** bestuurt het schuiven in de miniaturenbalk. Indien ingeschakeld, verschuift de miniaturenbalk om het nu met de muisaanwijzer geselecteerde item in het midden van de miniaturenbalk te plaatsen. Indien uitgeschakeld, kan de huidige selectie al dan niet in het midden van de miniaturenbalk zijn.
pt_br: A opção **Rolar o item atual para o centro da barra de miniaturas** controla a rolagem da barra de miniaturas. Quando ativada, a barra de miniaturas rola para posicionar o item selecionado no centro da barra de miniaturas. Quando desativada, a seleção atual pode ou não estar no centro da barra de miniaturas.
sl: Možnost **Pomakni trenutni element na sredino vrstice predoglednih sličic** nadzoruje pomikanje vrstice predoglednih sličic. Ko je omogočeno, se vrstica s palcem pomika, da trenutno izbrani element postavi na sredino vrstice s predoglednimi sličicami. Ko je onemogočeno, je trenutni izbor lahko ali pa tudi ne na sredini vrstice s predoglednimi sličicami.
uk: За допомогою пункту **Розташовувати поточний пункт у центрі панелі мініатюр** ви можете керувати гортанням на панелі мініатюр. Якщо позначено, програма розташовуватиме поточний позначений пункт у центрі панелі мініатюр із вказівником миші, розташованим у центрі видимої області. Якщо пункт не позначено, поточне позначення може розташовуватися у центрі панелі мініатюр, а може бути і в іншій позиції.

source: The **Get album date source** option specifies the source to use for setting the album date when new items are found during scanning. Possible values are:
ca: L'opció **Obtén la font de la data de l'àlbum** especifica la font a utilitzar per a establir la data de l'àlbum quan es troben elements nous durant l'exploració. Els valors possibles són:
it: L'opzione **Scarica fonte della data dell'album** specifica la fonte da utilizzare per impostare la data dell'album per quando vengono rinvenuti nuovi elementi durante l'analisi. I valori disponibili sono:
nl: De optie **Datum van albumbron ophalen** specificeert de te gebruiken bron voor het instellen van de datum van het album toen nieuwe items zijn gevonden tijdens scannen. Mogelijke waarden zijn:
pt_br: A opção **Obter fonte de data do álbum** especifica a fonte a ser usada para definir a data do álbum quando novos itens são encontrados durante a varredura. Os valores possíveis são:
sl: Možnost **Pridobi vir datuma albuma** določa vir, ki se uporablja za nastavitev datuma albuma, ko so med prečesavanjem najdeni novi elementi. Možne vrednosti so:
uk: За допомогою пункту **Отримати дані щодо дати альбому** можна визначити джерело, яке буде використано для встановлення дати альбому, коли під час сканування буде виявлено нові записи. Можливі значення параметра:

source: **From The Newest Item Date**: takes the date from the newest item in the album.
ca: **A partir de la data de l'element més nou**: per a prendre la data de l'element més nou de l'àlbum.
it: **Dalla data dell'elemento più recente**: prende la data dall'elemento più recente nell'album.
nl: **Uit de datum van het nieuwste item** neemt de datum van het nieuwste item in het album.
pt_br: **Da data do item mais recente**: pega a data do item mais recente no álbum.
sl: **Od datuma najnovejšega predmeta**: prevzame datum najnovejšega predmeta v albumu.
uk: **З найновішої дати запису**: взяти дату з найновішого запису, який зберігається в альбомі.

source: **From The Oldest Item Date**: takes the date from the oldest item in the album.
ca: **A partir de la data de l'element més antic**: per a prendre la data de l'element més antic de l'àlbum.
it: **Dalla data dell'elemento più vecchio**: prende la data dall'elemento più vecchio nell'album.
nl: **Uit de datum van het oudste item** neemt de datum van het oudste item in het album.
pt_br: **Da data do item mais antigo**: pega a data do item mais antigo do álbum.
sl: **Od datuma najstarejšega predmeta**: prevzame datum najstarejšega predmeta v albumu.
uk: **З найстарішої дати запису**: взяти дату з найстарішого запису, який зберігається в альбомі.

source: **From The Average Date**: computes the date from an average of all items in the album.
ca: **A partir de la data mitjana**: calcula la data a partir d'una mitjana de tots els elements de l'àlbum.
it: **Dalla data media**: calcola la data da una media di tutti gli elementi nell'album.
nl: **Uit de gemiddelde datum** neemt de datum van het gemiddelde van alle items in het album.
pt_br: **Da data média**: calcula a data a partir de uma média de todos os itens no álbum.
sl: **Od povprečnega datuma**: izračuna datum iz povprečja vseh predmetov v albumu.
uk: **З середньої дати**: обчислити дату як середню для записів, які зберігаються в альбомі.

source: **From The Folder Date**: takes the file system date.
ca: **A partir de la data de la carpeta**: pren la data del sistema de fitxers.
it: **Dalla data della cartella**: prende la data del file system.
nl: **Uit de datum van de map** neemt de datum uit het bestandssysteem.
pt_br: **Da data da pasta**: obtém a data do sistema de arquivos.
sl: **Iz datuma mape**: prevzame datum datotečnega sistema.
uk: **З дати теки**: взяти дату з файлової системи.

source: **No Change Of Date**: does not modify the date.
ca: **Sense canviar la data**: no modifica la data.
it: **Nessun cambio di data**: non modifica la data.
nl: **Geen wijziging in datum** wijzigt de datum niet.
pt_br: **Não alterar data**: não modifica a data.
sl: **Brez spremembe datuma**: ne spreminja datuma.
uk: **Без зміни дати**: не змінювати дату.

source: The **String comparison type** option, sets the way in which strings are compared inside digiKam. This influences the sorting order for the tree views. Possible values are:
ca: L'opció **Tipus de comparació de cadenes** estableix la manera com es compararan les cadenes dins del digiKam. Això influirà en l'ordenació de les vistes en arbre. Els valors possibles són:
it: L'opzione **Tipo di stringa di confronto** imposta il modo in cui le stringhe vengono confrontate all'interno di digiKam. Questo ha effetto sull'ordinamento per le viste ad albero. I valori disponibili sono:
nl: De optie **Type vergelijken van tekenreeksen** stelt de manier in waarmee tekenreeksen in digiKam worden vergeleken. Dit beïnvloedt de sorteervolgorde van de boomstructuurweergave. Mogelijke waarden zijn:
pt_br: A opção **Tipo de comparação de texto** define a forma como dados em texto são comparadas dentro do digiKam. Isso influencia a ordem de classificação das vistas em árvore. Os valores possíveis são:
sl: Možnost **Vrsta primerjave nizov** nastavi način primerjave nizov v digiKamu. To vpliva na vrstni red razvrščanja drevesnih pogledov. Možne vrednosti so:
uk: За допомогою пункту **Тип порівняння рядків** ви можете встановити спосіб, у який digiKam порівнюватиме рядки. Спосіб впливатиме на упорядковування ієрархічних списків. Можливими значеннями є такі:

source: **Natural** compares strings using standard alphanumeric sorting, sorting numbers with fewer digits before numbers with more digits. In this mode, an album named *202409 Olympic* comes *before* an album named *20240625 Maydale*.
ca: **Natural** compara les cadenes utilitzant l'ordenació alfanumèrica estàndard, ordenant els nombres amb menys dígits abans que els nombres amb més dígits. En aquest mode, un àlbum anomenat *202409 Olympic* ve *abans* que un àlbum anomenat *20240625 Maydale*.
it: **Naturale** confronta le stringhe che usano ordinamento alfanumerico standard, ordinando i numeri con meno cifre prima di quelli con più cifre. In questa modalità, un album chiamato *202409 Olympic* è posizionato *prima* di un album chiamato *20240625 Maydale*.
nl: **Natuurlijk** vergelijkt tekenreeksen met standaard alfanumerieke sortering, sorteren van getallen met minder cijfers voor getallen met meer cijfers. In deze modus komt een album genaamd *202409 Olympisch* *voor* een album genaamd *20240625 Maydale*.
pt_br: **Natural** compara textos usando a classificação alfanumérica padrão, classificando números com menos dígitos antes de números com mais dígitos. Neste modo, um álbum chamado *202409 Olympic* vem *antes* de um álbum chamado *20240625 Maydale*.
sl: **Naravno** primerja nize z uporabo standardnega alfanumeričnega razvrščanja, pri čemer razvršča števila z manj števkami pred številkami z več števkami. V tem načinu je album z imenom *202409 Olympic* *pred* albumom z imenom *20240625 Maydale*.
uk: **Природній** — порівняти рядки за допомогою стандартного абетково-цифрового упорядковування, розташовуючи числа з меншою кількістю цифр перед числами з більшою кількістю цифр. У цьому режимі альбом під назвою *202409 Olympic* буде розташовано *вище* альбому під назвою *20240625 Maydale*.

source: **Normal** uses a different approach that respects ISO dates, independent of the number of digits. In this mode, an album named *202409 Olympic* comes *after* an album named *20240625 Maydale*.
ca: **Normal** utilitza un enfocament diferent que respecta les dates ISO, independentment del nombre de dígits. En aquest mode, un àlbum anomenat *202409 Olympic* ve *després* d'un àlbum anomenat *20240625 Maydale*.
it: **Normale** utilizza un approccio diverso che rispetta le date ISO, indipendente dal numero delle cifre. In questa modalità, un album chiamato *202409 Olympic* è posizionato *dopo* un album chiamato *20240625 Maydale*.
nl: **Normaal** gebruikt een andere benadering die ISO datums respecteert, onafhankelijk van het aantal cijfers. In deze modus komt een album genaamd *202409 Olympisch* *na* een album genaamd *20240625 Maydale*.
pt_br: **Normal** usa uma abordagem diferente que respeita as datas ISO, independentemente do número de dígitos. Neste modo, um álbum chamado *202409 Olympic* vem *depois* de um álbum chamado *20240625 Maydale*.
sl: **Normalno** uporablja drugačen pristop, ki upošteva datume ISO, neodvisno od števila števk. V tem načinu album z imenom *202409 Olympic* pride *za* albumom z imenom *20240625 Maydale*.
uk: **Звичайний** — використати інший підхід з врахуванням дат ISO, незалежно від кількості цифр. У цьому режимі альбом із назвою *202409 Olympic* буде розташовано *нижче* у списку за альбом із назвою *20240625 Maydale*.

source: The **Lower bound for minimum similarity** option, selects the lower bound of the minimum similarity threshold for fuzzy and duplicate searches. The default value is 40. Selecting a lower value than 40 can significantly slow the search.
ca: L'opció **Límit inferior per a la similitud mínima** selecciona el límit inferior del llindar mínim de similitud per a cerques aproximades i duplicats. El valor predeterminat és 40. Seleccionar un valor inferior a 40 pot alentir significativament la cerca.
it: L'opzione **Limite inferiore per somiglianza minima** seleziona il limite di soglia minimo per la ricerca delle concordanze e dei duplicati. Il valore predefinito è 40, e se selezioni un valore più basso la ricerca potrebbe rallentare molto.
nl: De optie **Laagste binding voor minimale gelijkenis**, selecteert de laagste grens voor het minimum van de grens van overeenkomst voor vaag zoeken en zoeken naar duplicaten. De standaard waarde is 40. Een lagere waarde dan 40 kan het zoeken significant langzaam maken
pt_br: A opção **Limite inferior para semelhança mínima** seleciona o limite inferior do limite mínimo de semelhança para pesquisas difusas e duplicadas. O valor padrão é 40. Selecionar um valor inferior a 40 pode tornar a busca significativamente mais lenta.
sl: Možnost **Spodnja meja za najmanjšo podobnost** izbere spodnjo mejo najmanjšega praga podobnosti za mehka in podvojena iskanja. Privzeta vrednost je 40. Če izberete nižjo vrednost od 40, lahko znatno upočasnite iskanje.
uk: За допомогою пункту **Нижня межа мінімальної подібності** ви можете вибрати нижню межу мінімальної порогової подібності для неточних пошуків та пошуків дублікатів. Типовим є значення 40. Вибір значень, які є меншими за 40, може значно уповільнити пошук.

source: Application Updates
ca: Actualitzacions de l'aplicació
it: Aggiornamenti dell'applicazione
nl: Bijwerken/opwaarderen van programma
pt: Actualizações da Aplicação
pt_br: Atualizações do aplicativo
sl: Posodobitve aplikacij
uk: Оновлення програм
