Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/notifications_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Notifications Settings
ca: Configuració de les notificacions del digiKam
it: Impostazioni di notifica di digiKam
nl: Meldingeninstellingen van digiKam
pt: Configuração das Notificações do digiKam
pt_br: Configurações de notificações do digiKam
sl: digiKam nastavitve obvestil
sv: Underrättelseinställningar i digiKam
uk: Параметри сповіщень у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, colors, notifications, configuration
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, colors, notificacions, configuració
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, colori, notifiche, configurazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, kleuren, meldingen, configuratie
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, cores, notificações, configuração
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, cores, notificações, configuração
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, barve, obvestila, konfiguracija
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, färger, underrättelser, inställning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, кольори, сповіщення, налаштування

source: Notifications Settings
it: Impostazioni di notifica

source: Contents
it: Contenuto

source: This feature is only available on Linux desktop.
ca: Aquesta característica només està disponible a l'escriptori Linux.
it: Questa funzionalità è disponibile solo nei desktop Linux.
nl: Deze functie is alleen beschikbaar op het Linux bureaublad.
pt: Esta funcionalidade só está disponível em ambientes Linux.
pt_br: Este recurso está disponível somente no desktop Linux.
sl: Ta funkcija je na voljo samo na namizju Linux.
sv: Funktionen är endast tillgänglig på Linux-skrivbord.
uk: Цією можливістю можна скористатися лише у стільничних середовищах Linux.

source: digiKam has notification settings that are integrated into the larger Linux desktop environment. digiKam use the Plasma desktop notification system which is configurable for any type of use cases when application complete important tasks.
it: digiKam possiede impostazioni di notifica che sono integrate all'interno del più esteso ambiente desktop Linux. digiKam usa il sistema di notifiche del desktop Plasma, configurabile per qualsiasi tipo di caso d'uso quando l'applicazione completa operazioni importanti.

source: digiKam has a dedicated notifications configuration dialog accessed via the :menuselection:`Settings --> Configure Notifications` main menu item.
it: digiKam possiede una finestra di dialogo di configurazione delle notifiche dedicata, raggiungibile dalla voce :menuselection:`Impostazioni --> Configura le notifiche` del menu principale.

source: The digiKam Notifications Configuration Dialog
ca: El diàleg de configuració de les notificacions en el digiKam
it: La finestra di configurazione delle notifiche di digiKam
nl: Configuratiedialoog voor meldingen van digiKam
pt: A Janela de Configuração das Notificações do digiKam
pt_br: A caixa de diálogo de configuração de notificações do digiKam
sl: Pogovorno okno za konfiguracijo obvestil digiKam
sv: Dialogrutan för inställning av underrättelser i digiKam
uk: Вікно налаштовування сповіщень digiKam

source: This dialog allows you to edit the application notifications.
ca: Aquest diàleg permet editar les notificacions de l'aplicació.
it: Questa finestra di dialogo ti permette di modificare le notifiche dell'applicazione.
nl: Deze dialoog biedt u het bewerken van de meldingen uit de toepassing.
pt: Esta janela permite-lhe editar as notificações da aplicação.
pt_br: Esta caixa de diálogo permite que você edite as notificações do aplicativo.
sl: To pogovorno okno vam omogoča urejanje obvestil aplikacij.
sv: Dialogrutan gör det möjligt att redigera programunderrättelserna.
uk: За допомогою цього вікна ви можете редагувати сповіщення програми.

source: The **State** column tells you which types of notifications are enabled for a particular event. digiKam gives you six options for this:
it: La colonna **Stato** indica quali tipi di notifica sono abilitati per un determinato evento. per i quali digiKam offre sei opzioni:

source: **Play a sound**: choose any supported audio file you want.
ca: **Reprodueix un so**: tria qualsevol fitxer d'àudio compatible que vulguis.
it: **Riproduci un suono**: scegli il file audio supportato che preferisci.
nl: **Een geluid afspelen**: kies een gewenst ondersteund geluidsbestand.
pt: **Tocar um som**: escolha qualquer ficheiro de áudio suportado que desejar.
pt_br: **Reproduzir um som**: escolha qualquer arquivo de áudio compatível que desejar.
sl: **Predvajaj zvok**: izberite katero koli podprto zvočno datoteko, ki jo želite.
sv: **Spela ett ljud**: Välj vilken ljudfil som helst som stöds.
uk: **Відтворити звук**: виберіть будь-який підтримуваний звуковий файл.

source: **Show a message in a popup**: the standard method.
ca: **Mostra un missatge en una finestra emergent**: el mètode estàndard.
it: **Mostra un messaggio in una finestra temporanea**: è il metodo standard.
nl: **Laat een melding verschijnen**: de standaard methode.
pt: **Mostrar uma mensagem numa janela**: o método-padrão.
pt_br: **Mostrar uma mensagem em uma janela**: o método padrão.
sl: **Pokaži sporočilo v pojavnem oknu**: standardna metoda.
sv: **Visa ett meddelande i ett fönster**: Den vanliga metoden.
uk: **Показати повідомлення у вигульку**: стандартний спосіб.

source: **Log to a file**: useful if you want to keep track of how often an event occurs.
ca: **Registra en un fitxer**: útil si voleu fer un seguiment de la freqüència amb què es produeix un esdeveniment.
it: **Registra su file**: utile se ti serve mantenere traccia di quanto spesso l'evento si verifica.
nl: **Log naar een bestand**: nuttig als u wilt volgen hoe vaak een gebeurtenis optreedt.
pt: **Registar num ficheiro**: útil se quiser manter um registo da frequência com que ocorre um determinado evento.
pt_br: **Registrar em um arquivo**: útil se você quiser monitorar a frequência com que um evento ocorre.
sl: **Prijava v datoteko**: uporabno, če želite spremljati, kako pogosto se zgodi dogodek.
sv: **Logga i en fil**: Användbart om man vill hålla reda på hur ofta en händelse inträffar.
uk: **Зробити запис до файла**: корисно, якщо ви хочете стежити за тим, наскільки часто відбувається певна подія.

source: **Mark taskbar entry**: the taskbar will change colors to alert you of the event.
ca: **Marca l'entrada a la barra de tasques**: es canviaran els colors a la barra de tasques per a avisar-vos de l'esdeveniment.
it: **Segna la voce nella barra delle applicazioni**: la barra delle applicazioni cambia colore per avvisarti dell'evento.
nl: **Markeer een item op de takenbalk**: de takenbalk zal van kleur wijzigen om u te alarmeren van de gebeurtenis.
pt: **Marcar o item na barra de tarefas**: a barra de tarefas irá mudar de cor para o alertar do evento.
pt_br: **Marcar entrada na barra de tarefas**: a barra de tarefas mudará de cor para alertá-lo sobre o evento.
sl: **Označi vnos opravilne vrstice**: opravilna vrstica bo spremenila barve, da vas opozori na dogodek.
sv: **Markera post i aktivitetsraden**: Aktivitetsraden ändrar färg för att informera dig om händelsen.
uk: **Позначити елемент смужки задач**: програма змінить колір пункту смужки задач, щоб привернути вашу увагу до події.

source: **Run command**: with this you can enable more advanced responses to notifications. When a certain event finishes, it can spawn a program that starts another.
it: **Esegui un comando**: con questa opzione puoi attivare risposte più avanzate alle notifiche. Quando termina un determinato evento, si può istruire un programma ad avviarne un altro.

source: **Speech**: voice synthesis will be used to play an audio message.
ca: **Parla**: s'utilitzarà la síntesi de veu per a reproduir un missatge d'àudio.
it: **Pronuncia**: una voce di sintesi riprodurrà un messaggio audio.
nl: **Spraak**: spraaksynthese zal gebruikt worden om een geluidsbericht af te spelen.
pt: **Falar**: será usada a síntese de voz para reproduzir uma mensagem de áudio.
pt_br: **Falar**: o sintetizador de voz será usado para reproduzir uma mensagem de áudio.
sl: **Govor**: glasovna sinteza bo uporabljena za predvajanje zvočnega sporočila.
sv: **Tal**: Röstsyntes används för att spela ett ljudmeddelande.
uk: **Виголосити**: скористатися синтезом мовлення для відтворення звукових повідомлень.

source: As an example, suppose you want to change the way digiKam notifies you when a *Batch Queue is completed* to automatically play a sound. To change this, do the following:
ca: Com a exemple, suposem que voleu canviar la manera com el digiKam notifica quan es *completa una cua per lots* per a reproduir automàticament un so. Per a canviar això, feu el següent:
it: Per esempio, ipotizza di voler cambiare il modo in cui digiKam notifica quando una *operazione in serie viene completata*, in modo da riprodurre un suono. Per farlo, segui questi passaggi:
nl: Als voorbeeld, veronderstel dat u de manier van melden aan u van digiKam wilt wijzigen wanneer een *Takenwachtrij gereed is* om automatisch een geluid af te spelen. Om dat te wijzigen, doe het volgende:
pt: Por exemplo, suponha que deseja modificar a forma como o digiKam o notifica que uma *Fila de Espera do Lote está completa* para reproduzir automaticamente um som. Para mudar isto, faça o seguinte:
pt_br: Por exemplo, digamos que você queira alterar a forma como o digiKam notifica você quando uma *Fila de processamento é concluída* para reproduzir um som automaticamente. Para alterar isso, faça o seguinte:
sl: Recimo, da želite spremeniti način, kako naj vas digiKam obvesti, kdaj je *Paketna čakalna vrsta dokončana* s samodejnim predvajanjem zvoka. Če želite to spremeniti, naredite naslednje:
sv: Anta som ett exempel att man vill ändra hur digiKam meddelar när *bakgrundskön är klar* för att automatiskt spela upp ett ljud. För att ändra till det, gör följande:
uk: Як приклад, припустімо, ви хочете змінити спосіб, у який digiKam сповіщатиме вас, коли *Всі завдання з черги виконано*, щоб автоматично було відтворено певний звук. Щоб це налаштувати, виконайте такі дії:

source: Choose the event in the list **Batch queue completed**.
it: Scegli l'evento nell'elenco **Elaborazione della coda completata**.

source: Check the **Play a sound** box.
ca: Marqueu la casella **Reprodueix un so**.
it: Attiva la casella di controllo **Riproduci un suono**.
nl: Activeer het vakje **Een geluid afspelen**.
pt: Assinale a opção **Tocar um som**.
pt_br: Marque a caixa **Reproduzir um som**.
sl: Označite polje **Predvajaj zvok**.
sv: Markera rutan **Spela ett ljud**.
uk: Позначте пункт **Відтворити звук**.

source: Select the right audio file to play.
ca: Seleccioneu el fitxer d'àudio correcte que es reproduirà.
it: Seleziona il file audio da riprodurre.
nl: Selecteer het juiste geluidsbestand om af te spelen.
pt: Seleccione o ficheiro de áudio correcto a reproduzir.
pt_br: Selecione o arquivo de áudio correto para reproduzir.
sl: Izberite pravo zvočno datoteko za predvajanje.
sv: Välj rätt ljudfil att spela.
uk: Виберіть належний звуковий файл для відтворення.

source: The digiKam notification system can be as active or as passive as you want. You can even detach a notification popup and move it to a different location. It provides the ultimate flexibility for all types of users.
ca: El sistema de notificacions del digiKam pot ser tan actiu o passiu com es vulgui. Fins i tot podreu separar una finestra emergent de notificació i moure-la fins a una ubicació diferent. Proporciona la màxima flexibilitat per a tota mena d'usuaris.
it: Il sistema di notifica di digiKam può essere attivo o passivo, in base alle tue scelte. Puoi anche staccare la finestra temporanea di notifica e spostarla in una posizione diversa. Fornisce flessibilità avanzata per qualsiasi tipo di utente.
nl: Het meldingensysteem van digiKam kan zo actief als passief zijn als u wilt. U kunt zelfs het verschijnen van een melding loskoppelen en het naar een andere locatie verplaatsen. Het levert de ultieme flexibiliteit voor alle typen gebruikers.
pt: O sistema de notificações do digiKam poderá ser tão activa ou passiva como desejar. Poderá até destacar uma janela de notificação e movê-para para um local diferente. Oferece a máxima flexibilidade para todos os tipos de utilizadores.
pt_br: O sistema de notificações do digiKam pode ser tão ativo ou passivo quanto você desejar. Você pode até destacar um pop-up de notificação e movê-lo para um local diferente. Ele oferece a máxima flexibilidade para todos os tipos de usuários.
sl: Sistem obveščanja digiKam je lahko aktiven ali pasiven, kakor želite. Lahko celo odstranite pojavno okno z obvestilom in ga premaknete na drugo lokacijo. Zagotavlja vrhunsko prilagodljivost za vse vrste uporabnikov.
sv: Underrättelsesystemet i digiKam kan vara så aktivt eller passivt som man vill. Man kan till och med ta bort en underrättelseruta och flytta den till en annan plats. Det ger den yttersta flexibiliteten för alla typer av användare.
uk: Система сповіщень digiKam може бути активною або пасивною, залежно від ваших уподобань. Ви навіть можете від'єднати контекстну панель сповіщення і пересунути її у бажане місце. Передбачено повну гнучкість для усіх типів користувачів.

source: :ref:`Notifications Settings <setup_application>`
ca: :ref:`Configuració de les notificacions <setup_application>`
nl: :ref:`Meldingeninstellingen <setup_application>`
pt_br: :ref:`Configurações de notificação <setup_application>`
sl: :ref:`Nastavitve obvestil <setup_application>`
sv: :ref:`Underrättelseinställningar <setup_application>`
uk: :ref:`Параметри сповіщень <setup_application>`

source: digiKam has notification settings that are integrated into the larger Linux desktop environment. digiKam use the Plasma desktop notification system which is configurable for any type of use case when the application completes important tasks.
ca: El digiKam té opcions de configuració per a les notificacions integrades amb el més gran entorn d'escriptori Linux. El digiKam utilitza el sistema de notificacions de l'escriptori Plasma, el qual es pot configurar per a qualsevol tipus de cas d'ús quan l'aplicació completa tasques importants.
nl: digiKam heeft instellingen voor meldingen die geÃ¯ntegreerd zijn in de grotere Linux bureaubladomgeving. digiKam gebruikt het systeem van de meldingen op het Plasma bureaublad dat is te configureren voor elke type gebruiksgeval wanneer de toepassing belangrijke taken voltooit.
pt_br: O digiKam tem configurações de notificação que são integradas ao ambiente de desktop Linux. O digiKam usa o sistema de notificação de desktop Plasma, que é configurável para qualquer tipo de caso de uso quando o aplicativo conclui tarefas importantes.
sl: digiKam ima nastavitve obvestil, ki so integrirane v večje namizno okolje Linux. digiKam uporablja namizni sistem obveščanja Plasma, ki ga je mogoče konfigurirati za vse vrste primerov uporabe, ko aplikacija dokonča pomembne naloge.
sv: digiKam har underrättelseinställningar som är integrerade i den större skrivbordsmiljön i Linux. digiKam använder Plasma-systemet för skrivbordsunderrättelser som är inställningsbart för alla typer av användningsfall när programmet slutför viktiga uppgifter.
uk: У digiKam передбачено параметри сповіщень, які інтегровано у ширше стільничне середовище Linux. digiKam використовує систему стільничних сповіщень, яку може налаштувати для будь-якого типу випадків використання, коли програма завершує виконання важливих завдань.

source: digiKam has a dedicated notifications configuration dialog accessed from the :menuselection:`Settings --> Configure Notifications` main menu item.
ca: El digiKam té un diàleg de configuració dedicat de notificacions, al qual s'accedeix mitjançant l'element de menú :menuselection:`Arranjament --> Configura les notificacions...`.
nl: De configuratiedialoog voor meldingen van digiKam is toegankelijk via het hoofdmenu-item :menuselection:`Instellingen --> Meldingen configureren` .
pt_br: O digiKam tem uma caixa de diálogo de configuração de notificações dedicada, acessada pelo item de menu principal :menuselection:`Configurações --> Configurar notificações`.
sl: digiKam ima namensko pogovorno okno za konfiguracijo obvestil, do katerega lahko dostopate iz glavnega menija :menuselection:`Nastavitve --> Konfiguriraj obvestila`.
sv: digiKam har en särskild inställningsdialogruta för underrättelser som nås med huvudmenyalternativet :menuselection:`Inställningar --> Anpassa underrättelser.
uk: У digiKam передбачено спеціалізоване вікно налаштовування сповіщень, доступ до якого можна отримати за допомогою пункту меню :menuselection:`Параметри --> Налаштувати сповіщення`.

source: The **State** column tells you which types of notifications are enabled for a particular event. digiKam gives you six options:
ca: La columna **Estat** indica quins tipus de notificacions hi ha habilitades per a un esdeveniment determinat. El digiKam ofereix sis opcions:
nl: De kolom **Status** vertelt u welke typen meldingen ingeschakeld zijn voor een specifieke gebeurtenis. digiKam geeft u zes opties:
pt_br: A coluna **Estado** informa quais tipos de notificações estão habilitados para um evento específico. O digiKam oferece seis opções:
sl: Stolpec **Stanje** vam pove, katere vrste obvestil so omogočene za določen dogodek. digiKam vam ponuja šest možnosti:
sv: Kolumnen **Status** talar om vilka typer av underrättelser som är aktiverade för en viss händelse. digiKam ger dig sex alternativ:
uk: У стовпчику **Стан** буде показано, які типи сповіщень увімкнено для певної події. Для цього у digiKam передбачено шість варіантів:

source: **Run command**: with this you can enable more advanced responses to notifications. When a certain event finishes, it can spawn a program that starts another process.
ca: **Executa una ordre**: amb això podeu habilitar respostes més avançades a les notificacions. Quan finalitzi un determinat esdeveniment, podreu generar un programa que s'iniciï un altre procés.
nl: **Voer een commando uit**: hiermee kunt u meer geavanceerde reacties op meldingen inschakelen. Wanneer een bepaalde gebeurtenis eindigt kan het een programma starten dat een ander proces start.
pt_br: **Executar comando**: com isso, você pode habilitar respostas mais avançadas às notificações. Quando um determinado evento termina, ele pode rodar um programa que inicia outro processo.
sl: **Zaženi ukaz**: s tem lahko omogočite naprednejše odzive na obvestila. Ko se določen dogodek konča, lahko ustvari program, ki zažene drugega.
sv: **Kör kommando**: Med det här kan man aktivera mer avancerade svar på underrättelser. När en viss händelse avslutas kan den köra ett program som startar en annan process.
uk: **Виконати команду**: за допомогою цього пункту ви можете увімкнути складніші варіанти сповіщень. Коли станеться якась подія, буде запущено програму, яка виконає певну команду.

source: Choose the **Batch queue completed** event in the list.
ca: Escolliu l'esdeveniment **Cua per lots completada** a la llista.
nl: Kies de gebeurtenis **Takenrij gereed** in de lijst.
pt_br: Selecione o evento **Fila de processamento concluída** na lista.
sl: Na seznamu izberite dogodek **Paketna čakalna vrsta je končana**.
sv: Markera händelsen **bakgrundskön är klar** i listan.
uk: Виберіть у списку пункт **Всі завдання з черги виконано**.
