Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/plugins_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: As a fallback, **ImageMagick** is used to support a wide range of `exotic and legacy formats <https://imagemagick.org/script/formats.php>`_. This ensures compatibility with less common file types not covered by native or Qt-based loaders.
ca: Com a alternativa, l'**ImageMagick** s'utilitza per a donar suport a una gran varietat de formats `exòtics i antics <https://imagemagick.org/script/formats.php>`_. Això garanteix la compatibilitat amb tipus de fitxers menys habituals que no estan coberts pels carregadors natius o basats en les Qt.
it: Come ripiego, viene utilizzato **ImageMagick** per il supporto di un'ampia gamma di `formati insoliti e obsoleti <https://imagemagick.org/script/formats.php>`_. Ciò garantisce la compatibilità con i tipi di formato meno comune non inclusi nei caricatori nativi o basati su Qt.
nl: Als iets om op terug te vallen wordt **ImageMagick** gebruikt om een brede reeks van `exotische en oudere formaten <https://imagemagick.org/script/formats.php>`_ te ondersteunen. Dit verzekert compatibiliteit met minder algemene bestandstypen niet gedekt door inheemse of op Qt gebaseerde laders.
pt_br: Como alternativa, o **ImageMagick** é usado para dar suporte a uma ampla gama de `formatos exóticos e legados <https://imagemagick.org/script/formats.php>`_. Isso garante a compatibilidade com tipos de arquivo menos comuns que não são cobertos pelos carregadores nativos ou baseados em Qt.
sl: Kot rezerva se **ImageMagick** uporablja za podporo širokega nabora `eksotičnih in starejših formatov <https://imagemagick.org/script/formats.php>`_. To zagotavlja združljivost z manj pogostimi vrstami datotek, ki jih izvorni ali na Qt temelječi nalagalniki ne pokrivajo.
uk: Для підтримки широкого спектра `екзотичних та застарілих форматів <https://imagemagick.org/script/formats.php>`_, як резервний варіант, використовується **ImageMagick**. Це забезпечує сумісність з менш поширеними типами файлів, які не реалізовано у вбудованих завантажувачах або завантажувачах Qt.

source: **ImageMagick Support**
ca: **Suport de l'ImageMagick**
it: **Supporto di ImageMagick**
nl: **Ondersteuning met ImageMagick**
pt_br: **Suporte ao ImageMagick**
sl: **Podpora za ImageMagick**
uk: **Підтримка ImageMagick**

source: Image Loaders Plugins Setup Page
ca: Pàgina de configuració de Connectors dels carregadors d'imatges
it: Pagina di configurazione delle estensioni per i caricatori delle immagini
nl: Opzetpagina voor plug-ins voor de laders van afbeeldingen
pt_br: Página de configuração de plugins dos carregadores de imagens
sl: Nastavitve vtičnikov za nalaganje slik
uk: Сторінка налаштувань додатків завантаження зображень

source: The Image Loaders Plugins Setup Page
ca: La pàgina de configuració de Connectors / pestanya Carregador d'imatges
it: La pagina di configurazione delle estensioni per i caricatori delle immagini
nl: De instellingenpagina voor plug-ins voor de afbeeldingsladers
pt: A Página de Configuração dos 'Plugins' de Carregamento de Imagens
pt_br: Página de configuração de plugins dos carregadores de imagens
sl: Stran z nastavitvami vtičnikov za nalaganje slik
sv: Inställningssidan för insticksprogram med bildinläsare
uk: Сторінка налаштувань додатків завантаження зображень

source: Contents
pt: Conteúdo

source: This view allows to see the list of plugins available for different part of the program:
pt: Esta área permite ver a lista de 'plugins' disponíveis para diferentes partes do programa:

source: Generic: tools shared between Album View, Light Table and Image Editor. These tools are also available in Showfoto.
pt: Genérico: as ferramentas partilhadas entre a área do Álbum, a Mesa de Luz e o Editor de Imagens. Estas ferramentas também estão disponíveis no Showfoto.

source: Image Editor: specific tools to edit item in editor. These tools are also available in Showfoto.
pt: Editor de Imagem: ferramentas específicas para editar um item no editor. Estas ferramentas também estão disponíveis no Showfoto.

source: Batch Queue Manager: specific digiKam tools to process item in batch.
pt: Gestor da Fila do Lote: ferramentas específicas do digiKam para processar um dado item em lote.

source: Image Loaders: tools to load item contents in memory. These tools are also available in Showfoto.
pt: Carregadores de Imagens: ferramentas para carregar os conteúdos dos itens em memória. Estas ferramentas também estão disponíveis no Showfoto.

source: If you double-click on one plugin entry in a list, you will open a dialog showing details about the tool.
pt: Se fizer duplo-click sobre um item de 'plugin' numa lista, irá abrir uma janela que mostra detalhes sobre a ferramenta.

source: :ref:`Plugins Settings <setup_application>`
sv: :ref:`Inställningar av insticksprogram <setup_application>`

source: The **Plugins** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Plugins page`. This view lists of plugins available for different parts of the program:
sv: Alternativet **Insticksprogram** i digiKam ställs in på sidan :menuselection:`Inställningar --> Anpassa digiKam... --> Insticksprogram`. Vyn listar insticksprogram som är tillgängliga för olika delar av programmet:

source: Generic: tools shared between the Album View, Light Table and Image Editor. These tools are also available in Showfoto.
sv: Generella: Verktyg delade mellan albumvisningen, ljusbordet och bildeditorn. Verktygen finns även tillgängliga i Showfoto.

source: Image Editor: specific tools used for editing items. These tools are also available in Showfoto.
sv: Bildeditor: Specifika verktyg för att redigera objekt. Verktygen finns även tillgängliga i Showfoto.

source: Batch Queue Manager: specific digiKam tools for batch processing of items.
sv: Köhantering för bakgrundsbehandling: Specifika verktyg i digiKam för att behandla objekt i bakgrunden.

source: Image Loaders: tools used to load items into memory. These tools are also available in Showfoto.
sv: Bildinläsare: Verktyg för att läsa in objekt i minnet. Verktygen finns även tillgängliga i Showfoto.

source: If you double-click on a plugin entry in a list, you will open a dialog showing details about the tool.
sv: Om man dubbelklickar på en ett insticksprogram i en lista öppnas en dialogruta som visar information om verktyget.
