Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/plugins_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Plugins Settings
ca: Configuració dels connectors del digiKam
it: Impostazioni delle estensioni di digiKam
nl: Instellingen van plug-ins van digiKam
pt: Configuração dos 'Plugins' do digiKam
pt_br: Configurações de plugins do digiKam
sl: digiKam nastavitve vtičnikov
sv: Insticksprograminställningar i digiKam
uk: Параметри додатків digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, plugins, generic, editor, batch queue, loaders
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, connectors, genèric, editor, cua per lots, carregadors
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, estensioni, generico, editor, coda in serie, caricatori
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, plug-ins, generiek, bewerker, takenwachtrij, laders
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, 'plugis', genérico, editor, fila do lote, carregamentos
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, plugins, genérico, editor, fila de lote, carregadores
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vtičniki, generično, urejevalnik, paketna čakalna vrsta, nalagalniki
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, insticksprogram, generell, editor, bakgrundskö, laddning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, додатки, загальне, редактор, пакетна обробка, завантаження, засоби

source: Plugins Settings
ca: Configuració dels connectors
it: Impostazioni delle estensioni
nl: Instellingen van plug-ins van digiKam
pt: Configuração dos 'Plugins'
pt_br: Configurações de plugins
sl: Nastavitve vtičnikov
uk: Параметри додатків

source: The **Plugins** options for digiKam are configured via :menuselection:`Settings --> Configure digiKam... --> Plugins`. This page lists all available plugins for different parts of the application. Double-clicking a plugin entry opens a dialog with detailed information about the selected tool.
ca: Les opcions dels **Connectors** del digiKam es configuren mitjançant :menuselection:`Arranjament --> Configura el digiKam... --> Connectors`. Aquesta vista llista tots els connectors disponibles per a parts diferents del programa. En fer doble clic a una entrada de connector, s'obrirà un diàleg amb informació detallada sobre l'eina seleccionada.
it: Le opzioni delle **estensioni** per digiKam vengono configurate in :menuselection:`Impostazioni --> Configura digiKam... --> Estensioni`. Questa pagina elenca tutte le estensioni disponibili per le diverse parti dell'applicazione. Facendo doppio clic sulla voce di un'estensione si apre una finestra di dialogo con informazioni dettagliate riguardo lo strumento selezionato.
nl: De opties **Plug-ins** voor digiKam worden geconfigureerd via :menuselection:`Instellingen --> digiKam configureren... --> Plug-ins`. Deze pagina geeft en lijst met alle beschikbare plug-ins voor verschillende delen van de toepassing. Dubbelklikken op een plug-in opent een dialoog met gedetailleerde informatie over het geselecteerde hulpmiddel.
pt_br: As opções de **Plugins** para o digiKam são configuradas através de :menuselection:`Configurações --> Configurar digiKam... --> página Plugins`. Esta página lista todos os plugins disponíveis para diferentes partes do aplicativo. Clicar duas vezes em uma entrada de plugin abre uma caixa de diálogo com informações detalhadas sobre a ferramenta selecionada.
sl: Možnosti **Vtičniki** za digiKam se konfigurirajo prek :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Vtičniki`. Ta stran navaja vse razpoložljive vtičnike za različne dele aplikacije. Z dvojnim klikom na vnos vtičnika se odpre pogovorno okno s podrobnimi informacijami o izbranem orodju.
uk: Параметри **Додатків** для digiKam можна налаштувати за допомогою сторінки :menuselection:`Параметри --> Налаштувати digiKam... --> Додатки`. На цій сторінці наведено список усіх доступних додатків для різних частин програми. Якщо навести вказівник миші на один з пунктів у списку і двічі клацнути лівою кнопкою, програма відкриє діалогове вікно із докладними даними щодо відповідного інструменту.

source: Generic Plugins
ca: Connectors genèrics
it: Estensioni generiche
nl: Generieke plug-ins
pt_br: Plugins genéricos
sl: Splošni vtičniki
uk: Загальні додатки

source: These tools are shared across the **Album View**, **Light Table**, and **Image Editor**. They are also available in **Showfoto**. Access these plugins via the **Tools** tab in the right sidebar, under the **Post-Processing**, **Import**, and **Export** sections.
ca: Aquestes eines es comparteixen a través de la **Vista d'àlbums**, la **Taula de llum** i l'**Editor d'imatges**. També estan disponibles al **Showfoto**. Accediu a aquests connectors a través de la pestanya **Eines** a la barra lateral dreta, a les seccions **Postprocessament**, **Importa** i **Exporta**.
it: Questi strumenti sono condivisi tra **Vista degli album**, **Tavolo luminoso** e **Editor delle immagini**. Sono disponibili anche in **Showfoto**. Queste estensioni sono raggiungibili dalla scheda **Strumenti** nella barra laterale destra, nelle sezioni **Post-elaborazione**, **Importa** ed **Esporta**.
nl: Deze hulpmiddelen worden gedeeld met de **Albumweergave**, **Lichttafel** en **Afbeeldingsbewerker**. Ze zijn ook beschikbaar in **Showfoto**. Toegang tot deze plug-ins via het tabblad **Hulpmiddelen** in de rechter zijbalk, onder de secties **Nabewerking**, **Importeren** en **Exporteren**.
pt_br: Essas ferramentas são compartilhadas entre a **Vista do Álbum**, a **Mesa de Luz** e o **Editor de Imagem**. Elas também estão disponíveis no **Showfoto**. Acesse esses plugins pela aba **Ferramentas** na barra lateral direita, nas seções **Pós-processamento**, **Importar** e **Exportar**.
sl: Ta orodja so na voljo v **Pogledu albuma**, **Osvetljevalni mizi** in **Urejevalniku slik**. Na voljo so tudi v **Showfoto**. Do teh vtičnikov dostopate prek zavihka **Orodja** v desni stranski vrstici, v razdelkih **Naknadna obdelava**, **Uvoz** in **Izvoz**.
uk: Ці інструменти спільні для **Перегляду альбому**, **Стола з підсвічуванням** та **Редактора зображень**. Вони також доступні у **Showfoto**. Доступ до цих додатків можна отримати на вкладці **Інструменти** на правій бічній панелі в розділах **Остаточні обробка**, **Імпорт** та **Експорт**.

source: Generic Plugins Setup Page
ca: Pàgina de configuració de Connectors genèrics
it: Pagina di configurazione delle estensioni generiche
nl: Opzetpagina van generieke plug-ins
pt_br: Página de configuração de plugins genéricos
sl: Stran za nastavitev splošnih vtičnikov
uk: Сторінка загальних налаштувань додатків

source: The Generic Plugins Setup Page
ca: La pàgina de configuració de Connectors / pestanya Genèric
it: La pagina di configurazione delle estensioni generiche
nl: De algemene instellingenpagina voor plug-ins
pt: A Página de Configuração dos 'Plugins' Genéricos
pt_br: A página de configuração de plugins genéricos
sl: Stran za nastavitev splošnih vtičnikov
sv: Inställningssidan för generella insticksprogram
uk: Сторінка загальних налаштувань додатків

source: Image Editor Plugins
ca: Connectors de l'editor d'imatges
it: Estensioni per l'Editor delle immagini
nl: Plug-ins voor de afbeeldingsbewerker
pt_br: Plugins do Editor de Imagem
sl: Vtičniki urejevalnika slik
uk: Додатки редактора зображень

source: These tools are specifically designed for editing images. They are also available in **Showfoto**. Access these plugins via the **Tools** tab in the right sidebar, under the **Transform**, **Decorate**, **Effects**, **Enhance**, and **Colors** sections.
ca: Aquestes eines estan dissenyades específicament per a editar imatges. També estan disponibles al **Showfoto**. Accediu a aquests connectors a través de la pestanya **Eines** a la barra lateral dreta, a les seccions **Transforma**, **Decora**, **Efectes**, **Millora** i **Colors**.
it: Questi strumenti sono progettati specificamente per la modifica delle immagini, e sono disponibili anche in **Showfoto**. Queste estensioni sono raggiungibili dalla scheda **Strumenti** nella barra laterale destra, nelle sezioni **Trasforma**, **Decora**, **Effetti**, **Migliora** e **Colori**.
nl: Deze hulpmiddelen zijn specifiek ontwikkeld voor het bewerken van afbeeldingen. Ze zijn ook beschikbaar in **Showfoto**. Toegang tot deze plug-ins via het tabblad **Hulpmiddelen** in de rechter zijbalk, onder de secties **Transformeren**, **Decoreren**, **Effecten**, **Verbeteren** en **Kleuren**.
pt_br: Essas ferramentas são projetadas especificamente para edição de imagens. Elas também estão disponíveis no **Showfoto**. Acesse esses plugins através da aba **Ferramentas** na barra lateral direita, nas seções **Transformar**, **Decorar**, **Efeitos**, **Melhorar** e **Cores**.
sl: Ta orodja so posebej zasnovana za urejanje slik. Na voljo so tudi v **Showfoto**. Do teh vtičnikov dostopate prek zavihka **Orodja** v desni stranski vrstici, v razdelkih **Preoblikovanje**, **Okraševanje**, **Učinki**, **Izboljšanje** in **Barve**.
uk: Ці інструменти спеціально розроблені для редагування зображень. Ними також можна скористатися у **Showfoto**. Доступ до цих додатків можна отримати з вкладки **Інструменти** на правій бічній панелі у розділах **Перетворення**, **Декорування**, **Ефекти**, **Покращення** та **Кольори**.

source: Image Editor Plugins Setup Page
ca: Pàgina de configuració de Connectors de l'editor d'imatges
it: Pagina di configurazione delle estensioni per l'Editor delle immagini
nl: Opzetpagina voor plug-ins voor de afbeeldingsbewerker
pt_br: Página de configuração de plugins do Editor de Imagem
sl: Nastavitve vtičnikov urejevalnika slik
uk: Сторінка налаштувань додатків редактора зображень

source: The Image Editor Plugins Setup Page
ca: La pàgina de configuració de Connectors / pestanya Editor d'imatges
it: La pagina di configurazione delle estensioni per l'Editor delle immagini
nl: De instellingenpagina voor plug-ins voor de afbeeldingsbewerker
pt: A Página de Configuração dos 'Plugins' do Editor de Imagens
pt_br: Página de configuração de plugins do Editor de Imagem
sl: Stran z nastavitvami vtičnikov urejevalnika slik
sv: Inställningssidan för insticksprogram med bildeditor
uk: Сторінка налаштувань додатків редактора зображень

source: Batch Queue Manager Plugins
ca: Connectors del gestor de la cua per lots
it: Estensioni per il Gestore elaborazione in serie
nl: Plug-ins voor de takenwachtrijbeheerder
pt_br: Plugins do gerenciador de processamento em lote
sl: Vtičniki upravljalnika paketne čakalne vrste
uk: Додатки засобу керування чергою пакетної обробки

source: These tools are dedicated to batch processing in digiKam. Access them via the **Base Tools** tab in the **Control Panel** (available on the right or bottom side of the interface). Use these tools to assign tasks to your current batch queue.
ca: Aquestes eines estan dedicades al processament per lots al digiKam. Accediu-hi a través de la pestanya **Eines base** al **Plafó de control** (disponible a la part dreta o inferior de la interfície). Utilitzeu aquestes eines per a assignar tasques a la cua de lots actual.
it: Questi strumenti sono dedicati alla elaborazione in serie in digiKam, e sono raggiungibili dalla scheda **Strumenti di base** presente nel **Panello di controllo** (disponibile sulla destra o nella parte inferiore dell'interfaccia). Utilizza questi strumenti per assegnare operazioni alla tua elaborazione in serie attiva.
nl: Deze hulpmiddelen zijn gericht op takenwachtrijverwerking in digiKam. Toegang ertoe is via het tabblad **Basishulpmiddelen** in het **Besturingspaneel** (beschikbaar aan de rechter of onderkant van het interface). Gebruik deze hulpmiddelen om taken toe te wijzen aan uw huidige takenwachtrij.
pt_br: Essas ferramentas são dedicadas ao processamento em lote no digiKam. Acesse-as através da aba **Ferramentas base** no **Painel de controle** (disponível no lado direito ou na parte inferior da interface). Use essas ferramentas para atribuir tarefas à sua fila de processamento atual.
sl: Ta orodja so namenjena paketni obdelavi v digiKamu. Do njih dostopate prek zavihka **Osnovna orodja** v **Nadzorni plošči** (na voljo na desni ali spodnji strani vmesnika). S temi orodji dodelite naloge svoji trenutni čakalni vrsti za paketne obdelave.
uk: Ці інструменти призначені для пакетної обробки в digiKam. Доступ до них можна отримати за допомогою вкладки **Базові інструменти** на **Панелі керування** (доступній у правій або нижній частині інтерфейсу). Скористайтеся цими інструментами для призначення завдань до вашої поточної черги пакетної обробки.

source: Batch Queue Manager Plugins Setup Page
ca: Pàgina de configuració dels Connectors del gestor de la cua per lots
it: Pagina di configurazione delle estensioni per il Gestore elaborazione in serie
nl: Opzetpagina van plug-ins voor de takenwachtrijbeheerder
pt_br: Página de configuração de plugins do gerenciador de processamento em lote
sl: Nastavitve vtičnikov upravljalnika paketne čakalne vrste
uk: Сторінка налаштувань додатків засобу керування чергою пакетної обробки

source: The Batch Queue Manager Plugins Setup Page
ca: La pàgina de configuració de Connectors / pestanya Gestor de la cua per lots
it: La pagina di configurazione delle estensioni per il Gestore elaborazione in serie
nl: De instellingenpagina voor plug-ins van de takenwachtrijbeheerder
pt: A Página de Configuração dos 'Plugins' de Gestão da Fila do Lote
pt_br: Página de configuração de plugins do gerenciador de processamento em lote
sl: Stran z nastavitvami vtičnikov upravljalnika paketne čakalne vrste
sv: Inställningssidan för insticksprogram med köhantering för bakgrundsbehandling
uk: Сторінка налаштувань додатків засобу керування чергою пакетної обробки

source: Image Loaders
ca: Carregadors d'imatges
it: Caricatori di immagini
nl: Laders van afbeeldingen
pt_br: Carregadores de imagem
sl: Nalagalniki slike
uk: Завантажувачі зображень

source: Image loaders are essential modules responsible for loading image data into memory. They are used throughout digiKam whenever image processing is required.
ca: Els carregadors d'imatges són mòduls essencials encarregats de carregar les dades de les imatges a la memòria. S'utilitzen a tot el digiKam sempre que es requereixi el processament d'imatges.
it: I caricatori di immagini sono moduli essenziali responsabili per il caricamento dei dati delle immagini nella memoria. Sono utilizzati in digiKam in modo esteso ogniqualvolta è richiesta l'elaborazione di un'immagine.
nl: Laders van afbeeldingen zijn essentiÃ«le modules verantwoordelijk voor laden van afbeeldingsgegevens in geheugen. Ze worden overal in digiKam gebruikt wanneer bewering van afbeeldingen wordt vereist.
pt_br: Os carregadores de imagem são módulos essenciais responsáveis ​​por carregar dados da imagem na memória. Eles são usados ​​em todo o digiKam sempre que o processamento de imagem é necessário.
sl: Nalagalniki slik so bistveni moduli, odgovorni za nalaganje slikovnih podatkov v pomnilnik. Uporabljajo se v digiKamu, kadar je potrebna obdelava slik.
uk: Завантажувачі зображень — модулі, що відповідають за завантаження даних зображення до пам'яті. digiKam використовує ці модулі там, де потрібна обробка зображення.

source: The following formats are supported natively, listed by priority of usage:
ca: Els formats següents són admesos de forma nativa, llistats per prioritat d'ús:
it: Sono supportati nativamente i seguenti formati, elencati per priorità di utilizzo:
nl: De volgende formaten worden inheems ondersteund, weergegeven op prioriteit van gebruik:
pt_br: Os seguintes formatos são suportados nativamente, listados por ordem de prioridade de uso:
sl: Naslednje oblike so izvorno podprte, navedene po prioriteti uporabe:
uk: Підтримку наведених нижче форматів вбудовано до програми, список упорядковано за пріоритетністю використання:

source: **JPEG**: Standard format for lossy compression.
ca: **JPEG**: format estàndard per a compressió amb pèrdua.
it: **JPEG**: formato standard per la compressione con perdita di dati.
nl: **JPEG**: standaard formaat voor compressie met verlies.
pt_br: **JPEG**: Formato padrão para compressão com perda de dados.
sl: **JPEG**: Standardni format za stiskanje z izgubami.
uk: **JPEG**: стандартний форма для стискання з втратою якості.

source: **JPEG-2000**: Advanced compression standard supporting both lossy and lossless modes.
ca: **JPEG-2000**: estàndard avançat de compressió que admet modes amb pèrdua i sense pèrdua.
it: **JPEG-2000**: compressione avanzata standard che supporta entrambe le modalità con e senza perdita di dati.
nl: **JPEG-2000**: geavanceerde compressie standaard met zowel modi met verlies als zonder verlies.
pt_br: **JPEG-2000**: Padrão de compressão avançado que suporta os modos com e sem perdas.
sl: **JPEG-2000**: Napredni standard stiskanja, ki podpira tako načine z izgubami kot brez izgub.
uk: **JPEG-2000**: удосконалений стандарт стискання із підтримкою режимів із втратою якості та без втрати якості.

source: **PNG**: Portable Network Graphics, a lossless format widely used for web and software applications.
ca: **PNG**: («Portable Network Graphics») Gràfics portables de xarxa, un format sense pèrdues àmpliament utilitzat per a aplicacions web i programari.
it: **PNG**: Portable Network Graphics, un formato senza perdita di dati utilizzato internazionalmente per il web e le applicazioni software.
nl: **PNG**: Portable Network Graphics, een formaat zonder verlies breed gebruikt voor web- en software toepassingen.
pt_br: **PNG**: Portable Network Graphics, um formato sem perdas amplamente utilizado para web e aplicativos de software.
sl: **PNG**: Prenosna omrežna grafika, format brez izgub, ki se pogosto uporablja za spletne in programske aplikacije.
uk: **PNG**: Portable Network Graphics (портативна графіка для мережі), формат стискання без втрати якості, який широко використовують в інтернеті та у програмах.

source: **TIFF**: Tagged Image File Format, commonly used for high-quality, lossless images.
ca: **TIFF**: («Tagged Image File Format») Format de fitxer d'imatge etiquetada, utilitzat normalment per a imatges d'alta qualitat i sense pèrdua.
it: **TIFF**: Tagged Image File Format, utilizzato comunemente per le immagini senza perdita di dati di alta qualità.
nl: **TIFF**: Tagged Image File Format, algemeen gebruikt voor hoge kwaliteit, verliesloze afbeeldingen.
pt_br: **TIFF**: Tagged Image File Format, comumente usado para imagens de alta qualidade e sem perdas.
sl: **TIFF**: Oblika zapisa označenih slikovnih datotek, ki se običajno uporablja za visokokakovostne slike brez izgub.
uk: **TIFF**: Tagged Image File Format (формат файлів зображень із мітками), типово використовують для високоякісних зображень зі збереженням даних без втрати якості.

source: **PGF**: Progressive Graphics File, optimized for lossless compression.
ca: **PGF**: («Progressive Graphics File») Fitxer de gràfics progressius, optimitzat per a compressió sense pèrdua.
it: **PGF**: Progressive Graphics File, ottimizzato per la compressione senza perdita di dati.
nl: **PGF**: Progressive Graphics File, geoptimaliseerd voor compressie zonder verlies.
pt_br: **PGF**: Progressive Graphics File, otimizado para compressão sem perdas.
sl: **PGF**: Progresivna grafična datoteka, optimizirana za stiskanje brez izgub.
uk: **PGF**: Progressive Graphics File (файл прогресивної графіки), оптимізовано для стискання без втрати якості.

source: **Native Loaders**
ca: **Carregadors natius**
it: **Caricatori nativi**
nl: **Inheemse laders**
pt_br: **Carregadores nativos**
sl: **Izvorni nalagalniki**
uk: **Вбудовані завантаження**

source: **HEIF**: High Efficiency Image Format, offering improved compression over JPEG.
ca: **HEIF**: («High Efficiency Image Format») Format d'imatge d'alta eficiència, que ofereix una compressió millorada sobre el JPEG.
it: **HEIF**: High Efficiency Image Format, che offre una compressione migliorata su JPEG.
nl: **HEIF**: High Efficiency Image Format, biedt verbeterde compressie boven JPEG.
pt_br: **HEIF**: High Efficiency Image Format, que oferece compressão aprimorada em relação ao JPEG.
sl: **HEIF**: Visoko učinkovit format slike, ki ponuja izboljšano stiskanje v primerjavi z JPEG.
uk: **HEIF**: High Efficiency Image Format (високоефективний формат зображень), надає змогу стискати дані краще, ніж JPEG.

source: digiKam leverages the `Qt framework <https://doc.qt.io/qt-6/qtimageformats-index.html>`_ and its extended support via the `KImageFormats <https://invent.kde.org/frameworks/kimageformats>`_ component from the KDE frameworks. These loaders provide compatibility with additional native formats.
ca: El digiKam aprofita el `Marc de treball Qt <https://doc.qt.io/qt-6/qtimageformats-index.html>`_ i el seu suport ampliat mitjançant el component `KImageFormats <https://invent.kde.org/frameworks/kimageformats>`_ dels Frameworks de KDE. Aquests carregadors proporcionen compatibilitat amb formats natius addicionals.
it: digiKam sfrutta il `framework Qt <https://doc.qt.io/qt-6/qtimageformats-index.html>`_ e il suo supporto esteso tramite il componente `KImageFormats <https://invent.kde.org/frameworks/kimageformats>`_ derivante dal framework KDE. Questi caricatori forniscono la compatibilità con i formati nativi aggiuntivi.
nl: digiKam maakt gebruik van het `Qt framework <https://doc.qt.io/qt-6/qtimageformats-index.html>`_ en zijn uitgebreide ondersteuning via de component `KImageFormats <https://invent.kde.org/frameworks/kimageformats>`_ uit het KDE frameworks. Deze laders leveren compatibiliteit met extra inheemse formaten.
pt_br: O digiKam utiliza o `framework Qt <https://doc.qt.io/qt-6/qtimageformats-index.html>`_ e seu suporte estendido através do componente `KImageFormats <https://invent.kde.org/frameworks/kimageformats>`_ do framework KDE. Esses carregadores fornecem compatibilidade com formatos nativos adicionais.
sl: digiKam izkorišča ogrodje `Qt <https://doc.qt.io/qt-6/qtimageformats-index.html>`_ in njegovo razširjeno podporo prek komponente `KImageFormats <https://invent.kde.org/frameworks/kimageformats>`_ iz ogrodja KDE. Ti nalagalniki zagotavljajo združljivost z dodatnimi izvornimi formati.
uk: digiKam використовує можливості `бібліотеки Qt <https://doc.qt.io/qt-6/qtimageformats-index.html>`_ і її розширеного варіанта за допомогою компонента `KImageFormats <https://invent.kde.org/frameworks/kimageformats>`_ з бібліотек KDE. Ці завантажувачі надають програмі можливості сумісності з додатковими вбудованими форматами.

source: **Qt Framework Loaders**
ca: **Carregadors del Marc de treball Qt**
it: **Caricatori derivanti dal Qt Framework**
nl: **Qt Framework laders**
pt_br: **Carregadores do Framework Qt**
sl: **Nalagalniki Qt Framework**
uk: **Завантажувачі бібліотек Qt**
