Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/shortcuts_settings.po
Languages: ca

source: digiKam Shortcuts Settings
ca: Configuració de les dreceres del digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, keyboard, shortcuts, setup, configure
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, teclat, dreceres, establir, configuració

source: :ref:`Shortcuts Settings <setup_application>`
ca: :ref:`Configuració de les dreceres <setup_application>`

source: Contents
ca: Contingut

source: Shortcuts Editor
ca: Editor de dreceres

source: digiKam provide keyboard shortcuts that allow you to perform many tasks without touching your mouse. If you use your keyboard frequently, using these can save you lots of time.
ca: El digiKam proporciona dreceres de teclat que permeten fer moltes tasques sense tocar el ratolí. Si utilitzeu el teclat amb freqüència, utilitzar-lo us pot estalviar molt de temps.

source: digiKam has a dedicated keyboard shortcuts configuration dialog accessed from the :menuselection:`Settings --> Configure Shortcuts` main menu item.
ca: El digiKam té un diàleg de configuració dedicat de dreceres de teclat, al qual s'accedeix mitjançant l'element de menú :menuselection:`Arranjament --> Configura les dreceres de teclat...`.

source: The digiKam Dialog To Configure The Keyboard Shortcuts
ca: El diàleg del digiKam per a configurar les dreceres de teclat

source: In this dialog, you will see a list of all the shortcuts available in the application. You can use the **Search** box at the top to search for the shortcut you want.
ca: En aquest diàleg, veureu una llista de totes les dreceres disponibles a l'aplicació. Podreu utilitzar el quadre de **Cerca** a la part superior per a cercar la drecera que vulgueu.

source: To change a shortcut, first click on the name of a shortcut you want to change. You will see a radio group where you can choose whether to set the shortcut to its default value, or select a new shortcut for the selected action. To set a new shortcut, choose **Custom** and click on the button next to it. Then just type the shortcut you would like to use, and your changes will be saved.
ca: Per a canviar una drecera, primer feu clic sobre el nom de la drecera que voleu canviar. Veureu un grup de botons d'opció on podreu escollir si establiu la drecera al seu valor predeterminat o seleccioneu una drecera nova per a l'acció seleccionada. Per a establir una drecera nova, trieu **Personalitzada** i feu clic en el botó que hi ha al costat. Després, senzillament escriviu la drecera que us agradaria utilitzar i es desaran els vostres canvis.

source: To reset a shortcut, there is a button at the bottom of the dialog, called **Restore Defaults**. Clicking on this button will reset all your custom shortcuts to their default values. You can also reset an individual shortcut to its default value by selecting it, and choosing the **Default** radio button.
ca: Per a restablir una drecera, hi ha un botó a la part inferior del diàleg, anomenat **Restaura als valors predeterminats**. Quan es faci clic en aquest botó, es restabliran totes les dreceres personalitzades als valors predeterminats. També podreu restablir una drecera individual al valor predeterminat seleccionant-la i escollint el botó d'opció **Predeterminada**.

source: To remove a shortcut, select it from the list, then click the black arrow with a cross icon to the right of the button that allows you to select a shortcut.
ca: Per a eliminar una drecera, seleccioneu-la de la llista, després feu clic en la fletxa negra amb una icona de creu a la dreta del botó que permet seleccionar una drecera.

source: To print-out a list of shortcuts for easy reference, click the **Print** button at the bottom of the dialog.
ca: Per a imprimir una llista de dreceres per a una referència fàcil, feu clic sobre el botó **Imprimeix** a la part inferior del diàleg.

source: You can also work with **Schemes**, which are keyboard shortcut configuration profiles. You can create several profiles with different shortcuts and easily switch between these profiles. To see a menu allowing you to edit schemes, click on the **Manage Schemes** button at the bottom of the dialog. The following options will appear:
ca: També podreu treballar amb els **Esquemes**, que són perfils de configuració de dreceres de teclat. Podeu crear diversos perfils amb dreceres diferents i canviar entre aquests perfils amb facilitat. Per a veure un menú que us permeti editar els esquemes, feu clic sobre el botó **Gestiona els esquemes** a la part inferior del diàleg. Apareixeran les opcions següents:

source: **Current Scheme**: Allows you to switch between your schemes.
ca: **Esquema actual**: permet canviar entre els vostres esquemes.

source: **New**: Creates a new scheme. This opens a window that lets you select a name for your new scheme.
ca: **Nou**: Crea un esquema nou. Això obrirà una finestra que permeti seleccionar un nom per al vostre esquema nou.

source: **Delete**: Deletes the current scheme.
ca: **Suprimeix**: suprimeix l'esquema actual.

source: **More Actions**: Opens the following menu:
ca: **Més accions**: obre el menú següent:

source: **Save Shortcuts to scheme**: Save the current shortcuts to the current scheme.
ca: **Desa les dreceres a l'esquema**: desa les dreceres actuals a l'esquema actual.

source: **Export Scheme**: Exports the current scheme to a file.
ca: **Exporta l'esquema**: exporta l'esquema actual cap a un fitxer.

source: **Import Scheme**: Imports a scheme from a file.
ca: **Importa un esquema**: importa un esquema des d'un fitxer.

source: Default Shortcuts
ca: Dreceres predeterminades

source: digiKam define these keyboard shortcuts by default.
ca: El digiKam defineix aquestes dreceres de teclat de manera predeterminada.

source: Rating Assignment
ca: Assignació de la valoració

source: Rating
ca: Valoració

source: Shortcut
ca: Drecera

source: No rating
ca: Sense valoració

source: 1 star
ca: 1 estrella

source: 2 stars
ca: 2 estrelles

source: 3 stars
ca: 3 estrelles

source: 4 stars
ca: 4 estrelles

source: 5 stars
ca: 5 estrelles

source: Pick Label Assignment
ca: Assignació dels rètols de selecció

source: Pick Label
ca: Rètol de selecció

source: None
ca: Cap

source: Rejected
ca: Rebutjada

source: Pending
ca: Pendent

source: Accepted
ca: Acceptada

source: Color Label Assignment
ca: Assignació dels rètols de color

source: Color Label
ca: Rètol de color

source: Red
ca: Vermell

source: Orange
ca: Taronja

source: Yellow
ca: Groc

source: Green
ca: Verd

source: Blue
ca: Blau

source: Gray
ca: Gris

source: Black
ca: Negre

source: White
ca: Blanc

source: Zooming
ca: Fer zoom

source: Action
ca: Acció

source: Zoom in
ca: Apropa

source: Zoom out
ca: Allunya

source: Zoom 100%
ca: Zoom al 100%

source: Fit to window
ca: Ajusta a la finestra

source: Fit to selection
ca: Ajusta a la selecció

source: Slide-Show
ca: Presentació de diapositives

source: Play All
ca: Reprodueix-ho tot

source: Play Selection
ca: Reprodueix la selecció

source: Play with Sub-Albums
ca: Reprodueix amb els subàlbums

source: :kbd:`Shift+F9`
ca: :kbd:`Maj+F9`

source: Presentation
ca: Presentació

source: :kbd:`Shift+Alt+F9`
ca: :kbd:`Maj+Alt+F9`

source: Views Control
ca: Control de les vistes

source: Albums View
ca: La vista d'àlbums

source: :kbd:`Shift+Ctrl+F1`
ca: :kbd:`Maj+Ctrl+F1`

source: Tags View
ca: La vista d'etiquetes

source: :kbd:`Shift+Ctrl+F2`
ca: :kbd:`Maj+Ctrl+F2`

source: Labels View
ca: La vista de rètols

source: :kbd:`Shift+Ctrl+F3`
ca: :kbd:`Maj+Ctrl+F3`

source: Dates view
ca: La vista de dates

source: :kbd:`Shift+Ctrl+F4`
ca: :kbd:`Maj+Ctrl+F4`

source: Timeline View
ca: La vista de la línia de temps

source: :kbd:`Shift+Ctrl+F5`
ca: :kbd:`Maj+Ctrl+F5`

source: Search View
ca: La vista de cerca

source: :kbd:`Shift+Ctrl+F6`
ca: :kbd:`Maj+Ctrl+F6`

source: Similarity View
ca: Vista de similitud

source: :kbd:`Shift+Ctrl+F7`
ca: :kbd:`Maj+Ctrl+F7`

source: Map View
ca: La vista de mapa

source: :kbd:`Shift+Ctrl+F8`
ca: :kbd:`Maj+Ctrl+F8`

source: People View
ca: La vista de persones

source: :kbd:`Shift+Ctrl+F9`
ca: :kbd:`Maj+Ctrl+F9`

source: Full Screen Mode
ca: Mode de pantalla completa

source: :kbd:`Ctrl+Shift+F`
ca: :kbd:`Ctrl+Maj+F`

source: Preview
ca: Vista prèvia

source: Exit Preview Mode
ca: Sortida del mode de vista prèvia

source: Toggle Left Side-bar
ca: Commuta la barra lateral esquerra

source: :kbd:`Ctrl+Alt+Left`
ca: :kbd:`Ctrl+Alt+Fletxa esquerra`

source: Toggle Right Side-bar
ca: Commuta la barra lateral dreta

source: :kbd:`Ctrl+Alt+Right`
ca: :kbd:`Ctrl+Alt+Fletxa dreta`

source: Refresh
ca: Actualitza

source: Refresh (without thumbnails update)
ca: Actualitza (sense actualitzar les miniatures)

source: Turn On/Off Color Management View
ca: Activa/desactiva la gestió del color

source: Main Tools
ca: Eines principals

source: Open in Editor
ca: Obre a l'editor

source: Open in Default Application
ca: Obre a l'aplicació predeterminada

source: Light Table
ca: Taula de llum

source: :kbd:`Shift+L`
ca: :kbd:`Maj+L`

source: Place on Light Table
ca: Obre a la Taula de llum

source: Add to Light Table
ca: Afegeix a la Taula de llum

source: :kbd:`Ctrl+Shift+L`
ca: :kbd:`Ctrl+Maj+L`

source: Batch Queue Manager
ca: Gestor de la cua per lots

source: :kbd:`Shift+B`
ca: :kbd:`Maj+B`

source: Add to Current Queue
ca: Afegeix a la cua actual

source: Add to new Queue
ca: Afegeix a una cua nova

source: :kbd:`Ctrl+Shift+B`
ca: :kbd:`Ctrl+Maj+B`

source: Items Navigation
ca: Navegació pels elements

source: Back
ca: Enrere

source: :kbd:`Alt+Left`
ca: :kbd:`Alt+Fletxa esquerra`

source: Forward
ca: Endavant

source: :kbd:`Alt+Right`
ca: :kbd:`Alt+Fletxa dreta`

source: First Image
ca: Primera imatge

source: :kbd:`Ctrl+Home`
ca: :kbd:`Ctrl+Inici`

source: Last Image
ca: Darrera imatge

source: :kbd:`Ctrl+End`
ca: :kbd:`Ctrl+Fi`

source: Next Left Side-bar Tab
ca: Pestanya següent de la barra lateral esquerra

source: :kbd:`Ctrl+Alt+End`
ca: :kbd:`Ctrl+Alt+Fi`

source: Next Right Side-bar Tab
ca: Pestanya següent de la barra lateral dreta

source: :kbd:`Ctrl+Alt+PgDown`
ca: :kbd:`Ctrl+Alt+Av Pàg`

source: Next Image
ca: Imatge següent

source: :kbd:`Space`
ca: :kbd:`Espai`

source: Previous Image
ca: Imatge anterior

source: :kbd:`Backspace`
ca: :kbd:`Retrocés`

source: Previous Left Side-bar Tab
ca: Pestanya anterior de la barra lateral esquerra

source: :kbd:`Ctrl+Alt+Home`
ca: :kbd:`Ctrl+Alt+Inici`

source: Previous Right Side-bar Tab
ca: Pestanya anterior de la barra lateral dreta

source: :kbd:`Ctrl+Alt+PgUp`
ca: :kbd:`Ctrl+Alt+Re Pàg`

source: Item Manipulation
ca: Manipulació dels elements

source: Rename Item
ca: Reanomena l'element

source: Rename Album
ca: Reanomena l'àlbum

source: :kbd:`Shift+F2`
ca: :kbd:`Maj+F2`

source: New Album
ca: Àlbum nou

source: Move Item to Trash
ca: Mou els elements a la paperera

source: :kbd:`Del`
ca: :kbd:`Supr`

source: Delete Item permanently
ca: Suprimeix definitivament els elements

source: :kbd:`Shift+Del`
ca: :kbd:`Maj+Supr`

source: Rotate Item Left
ca: Gira l'element a l'esquerra

source: :kbd:`Ctrl+Shift+Left`
ca: :kbd:`Ctrl+Maj+Fletxa esquerra`

source: Rotate Item Right
ca: Gira l'element a la dreta

source: :kbd:`Ctrl+Shift+Right`
ca: :kbd:`Ctrl+Maj+Fletxa dreta`

source: Flip Item Horizontally
ca: Inverteix horitzontalment l'element

source: Flip Item Vertically
ca: Inverteix verticalment l'element

source: Application Operations
ca: Operacions de l'aplicació

source: Close Window
ca: Tanca la finestra

source: Quit Application
ca: Surt de l'aplicació

source: Configure Application
ca: Configura l'aplicació

source: :kbd:`Ctrl+Shift+,`
ca: :kbd:`Ctrl+Maj+,`

source: Configure Keyboard Shortcuts
ca: Configura les dreceres de teclat

source: Show Menubar
ca: Mostra la barra de menús

source: Show Thumbbar
ca: Mostra la barra de miniatures

source: Find Action in Menu
ca: Troba una acció en el menú

source: What's This?
ca: Què és això?

source: :kbd:`Shift+F1`
ca: :kbd:`Maj+F1`

source: Post Processing
ca: Postprocessament

source: Edit Album Properties
ca: Edita les propietats de l'àlbum

source: :kbd:`Alt+Return`
ca: :kbd:`Alt+Retorn`

source: Edit Comments
ca: Edita els comentaris

source: :kbd:`Alt+Shift+C`
ca: :kbd:`Alt+Maj+C`

source: Edit Titles
ca: Edita els títols

source: :kbd:`Alt+Shift+T`
ca: :kbd:`Alt+Maj+T`

source: Edit Geolocation
ca: Edita la geolocalització

source: :kbd:`Ctrl+Shift+G`
ca: :kbd:`Ctrl+Maj+G`

source: Edit Metadata
ca: Edita les metadades

source: :kbd:`Ctrl+Shift+M`
ca: :kbd:`Ctrl+Maj+M`

source: Assign Tag
ca: Assigna una etiqueta

source: Show Assigned Tags
ca: Mostra les etiquetes assignades

source: :kbd:`Alt+Shift+A`
ca: :kbd:`Alt+Maj+A`

source: Adjust Date and Time
ca: Ajusta la data i l'hora

source: :kbd:`Ctrl+Shift+D`
ca: :kbd:`Ctrl+Maj+D`

source: Create Html gallery
ca: Crea una galeria HTML

source: :kbd:`Ctrl+Alt+Shift+H`
ca: :kbd:`Ctrl+Alt+Maj+H`

source: Search Text
ca: Cerca el text

source: Advanced Search
ca: Cerca avançada

source: Find Duplicates
ca: Cerca els duplicats

source: Export Tools
ca: Eines d'exportació

source: Export to Box
ca: Exporta a Box

source: :kbd:`Ctrl+Alt+Shift+B`
ca: :kbd:`Ctrl+Alt+Maj+B`

source: Export to Dropbox
ca: Exporta a Dropbox

source: :kbd:`Ctrl+Alt+Shift+D`
ca: :kbd:`Ctrl+Alt+Maj+D`

source: Export to Flickr
ca: Exporta a Flickr

source: :kbd:`Ctrl+Alt+Shift+R`
ca: :kbd:`Ctrl+Alt+Maj+R`

source: Export to Google Drive
ca: Exporta a Google Drive

source: :kbd:`Ctrl+Alt+Shift+G`
ca: :kbd:`Ctrl+Alt+Maj+G`

source: Export to Google Photos
ca: Exporta a Google Photos

source: :kbd:`Ctrl+Alt+Shift+P`
ca: :kbd:`Ctrl+Alt+Maj+P`

source: Export to Imageshack
ca: Exporta cap a ImageShack

source: :kbd:`Ctrl+Alt+Shift+M`
ca: :kbd:`Ctrl+Alt+Maj+M`

source: Export to iNaturalist
ca: Exporta a iNaturalist

source: :kbd:`Ctrl+Alt+Shift+N`
ca: :kbd:`Ctrl+Alt+Maj+N`

source: Export to local storage
ca: Exporta a un emmagatzematge local

source: :kbd:`Ctrl+Alt+Shift+L`
ca: :kbd:`Ctrl+Alt+Maj+L`

source: Export to Onedrive
ca: Exporta a Onedrive

source: :kbd:`Ctrl+Alt+Shift+O`
ca: :kbd:`Ctrl+Alt+Maj+O`

source: Export to Pinterest
ca: Exporta a Pinterest

source: :kbd:`Ctrl+Alt+Shift+I`
ca: :kbd:`Ctrl+Alt+Maj+I`

source: Export to remote storage
ca: Exporta a un emmagatzematge remot

source: :kbd:`Ctrl+Alt+Shift+K`
ca: :kbd:`Ctrl+Alt+Maj+K`

source: Export to SmugMug
ca: Exporta a SmugMug

source: :kbd:`Ctrl+Alt+Shift+S`
ca: :kbd:`Ctrl+Alt+Maj+S`

source: Import Tools
ca: Eines d'importació

source: Add Images
ca: Afegeix imatges

source: :kbd:`Alt+Shift+I`
ca: :kbd:`Alt+Maj+I`

source: Import from Google Photos
ca: Importa des de Google Photos

source: :kbd:`Alt+Shift+P`
ca: :kbd:`Alt+Maj+P`

source: Import from remote storage
ca: Importa des d'un emmagatzematge remot

source: :kbd:`Alt+Shift+K`
ca: :kbd:`Alt+Maj+K`

source: Import from SmugMug
ca: Importa des de SmugMug

source: :kbd:`Alt+Shift+S`
ca: :kbd:`Alt+Maj+S`

source: Selection Operations
ca: Operacions de selecció

source: Copy
ca: Copia

source: Cut
ca: Retalla

source: Paste
ca: Enganxa

source: Invert Selection
ca: Inverteix la selecció

source: Select All
ca: Selecciona-ho tot

source: Select None
ca: No seleccionis res

source: :kbd:`Ctrl+Shift+A`
ca: :kbd:`Ctrl+Maj+A`
