Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/templates_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: In the **Subjects** tab you can assign one or more Subject Codes according to the IPTC Photo Metadata Standard to the template. If the first option **Use standard reference code** is selected you can choose a code from the drop down field and the meaning of it will then appear in the fields of the **Use custom definition** section. If you don't know the code for the subject you want to assign this way is a bit tedious since there are 1400 subjects in the standard. A better way is to look for your subject in this URL. There you select **Subject Codes** and your language (English recommended) and click *Show*. In the diagram you scroll and make additional levels of an item visible by clicking on one of the fields. In the field right of the diagram you can find the code of the selected subject.
pt: Na página de **Assuntos**, poderá atribuir um ou mais Códigos de Assuntos, de acordo com a norma do IPTC 'Photo Metadata Standard' no modelo. Se a primeira opção **Usar o código-padrão de referência** estiver seleccionado, poderá escolher um código na lista e o significado do mesmo irá então aparecer nos campos da secção **Usar uma definição personalizada**. Se não souber o código do assunto, poderá querer atribuir os dados desta forma mais aborrecida, dado que existe cerca de 1400 assuntos na norma. Uma melhor forma de olhar para o seu assunto é este URL. Aqui poderá seleccionar os **Códigos dos Assuntos** e a sua língua (Inglês recomendado) e carregar em *Mostrar*. No diagrama, poder-se-á deslocar e tornar visíveis níveis adicionais de um item, carregando num dos campos. No campo à direita do diagrama, poderá encontrar o código do assunto seleccionado.

source: In general the IPTC Subject Codes are quite comprehensive but on the other hand a bit incomplete in some fields, e.g. under Lifestyle and Leisure/Games you find just Go, Chess, Bridge and Shogi. So you may want to add own subjects, even though they always remain private (or company) subjects. A way to do that in digiKam is to first check **Use standard reference code** and select *10001004* which brings you to *Lifestyle* and *Leisure/Games/shogi* - just to stay in our example. Then you check **Use custom definition** and change the last digit of **Reference** to 5 and the text in the **Detail**” field to - say *domino*. You save this custom definition to the template by clicking **Add** button at the right side of the subjects list. Then you type in a template title (if it's a new template) and save the template by clicking **Add** button at the right side of the templates list. Don't mix up these two.
pt: De um modo geral, os Códigos de Assuntos do IPTC são bastante abrangentes, mas por outro um pouco incompletos em alguns campos, p.ex. em 'Estilo' e 'Lazer/Jogos', poderá encontrar apenas o Go, Xadrez, Bridge e Shogi. Por isso, poderá querer adicionar os seus próprios assuntos, mesmo que sejam sempre assuntos privados (ou da empresa). Uma forma de o fazer é assinalar primeiro a opção **Usar um código-padrão de referência** e seleccionar *10001004*, o que lhe fará aparecer *Estilo* e *Lazer/Jogos/shogi* - apenas para usar o nosso exemplo. Depois pode assinalar a opção **Usar uma definição personalizada** e mudar o último algarismo da **Referência** para 5 e o texto no **Detalhe**” para - por exemplo *dominó*. Poderá então gravar esta definição personalizada no modelo, carregando no botão **Adicionar** à direita da lista de assuntos. Depois pode escrever um título para o modelo (se for um novo) e gravar o mesmo, carregando para tal no botão **Adicionar** à direita da lista de modelos. Não confunda estas duas opções.
