Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/templates_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **URL**: This field should contain the web site URL of the lead author.
ca: **URL**: aquest camp haurà de contenir l'URL de la pàgina web de l'autor principal.
it: **URL**: questo campo dovrebbe contenere l'indirizzo del sito internet dell'autore principale.
nl: **URL**: dit veld zou het URL-adres moeten bevatten van de website van de hoofdauteur.
pt: **URL**: Este campo deverá conter o URL da página Web do autor principal.
pt_br: **URL**: Este campo deve conter a URL do site do autor principal.
sl: **URL**: To polje mora vsebovati URL spletnega mesta glavnega avtorja.
uk: **Адреса**: у цьому полі слід вказати адресу сайта основного автора.

source: Subjects Information
ca: Informació dels temes
it: Informazioni sui soggetti
nl: Informatie over onderwerpen
pt_br: Informações de assuntos
sl: Podatki o subjektih
uk: Відомості щодо тем

source: The digiKam Template Subjects Configuration Page
ca: La pàgina de configuració de la Plantilla / pestanya Motius en el digiKam
it: La pagina di configurazione Soggetti del modello di digiKam
nl: De configuratiepagina van het sjabloon voor onderwerpen van digiKam
pt: A Página de Configurações dos Assuntos dos Modelos no digiKam
pt_br: Página de configuração de assuntos do modelo do digiKam
sl: Stran za konfiguracijo predmetov predloge digiKam
uk: Сторінка налаштовування шаблона тем digiKam

source: In the **Subjects** tab you can assign one or more Subject Codes according to the IPTC Photo Metadata Standard to the template. If the first option **Use standard reference code** is selected you can choose a code from the drop-down field and the meaning of it will then appear in the fields of the **Use custom definition** section. If you don't know the code for the subject you want to assign this way is a bit tedious since there are 1400 subjects in the standard. A better way is to look for your subject in `this URL <https://show.newscodes.org/index.html?newscodes=subj&lang=en-GB&startTo=Show>`_. There you select **Subject Codes** and your language (English recommended) and click *Show*. You can scroll through the diagram and make additional levels visible by clicking on one of the fields. In the field right of the diagram you can find the code of the selected subject.
ca: A la pestanya **Motius** podreu assignar un o més codis de tema d'acord amb l'estàndard de metadades de fotografies IPTC a la plantilla. Si s'ha seleccionat la primera opció **Usa un codi de referència estàndard**, podreu triar un codi des del camp de llista desplegable i el significat de la mateixa apareixerà en els camps de la secció **Usa una definició personalitzada**. Si no coneixeu el codi per al tema que voleu assignar, aquesta manera serà una mica tediosa, ja que hi ha 1.400 temes a l'estàndard. Una millor manera és cercar-lo en `aquest URL <https://show.newscodes.org/index.html?newscodes=subj&lang=en-GB&startTo=Show>`_. Allí seleccioneu **Codis de tema** i el vostre idioma (es recomana l'anglès) i feu clic a *Mostra*. Podeu desplaçar-vos pel diagrama i fer visibles els nivells addicionals fent clic en un dels camps. Al camp a la dreta del diagrama trobareu el codi del tema seleccionat.
it: Nella scheda **Soggetti** puoi assegnare uno o più Codici di soggetto, in base allo standard dei metadati IPTC del modello. Se è selezionata la prima opzione, **Usa un codice di riferimento standard**, puoi scegliere un codice da un campo a tendina, e il suo significato apparirà quindi nel campo della sezione **Usa definizione personalizzata**. Questa modalità è un po' noiosa se non conosci il codice per il soggetto a cui lo vuoi assegnare, dato che ci sono 1400 soggetti nello standard. Un sistema migliore è quello di cercare il tuo soggetto in `quest'URL <https://show.newscodes.org/index.html?newscodes=subj&lang=en-GB&startTo=Show>`_. Qui selezioni i **Codici di soggetto** e la tua lingua (è raccomandato l'inglese), poi fai clic su **Mostra**. Puoi scorrere attraverso il diagramma ed entrare negli ulteriori livelli facendo clic su uno dei campi. Nel campo alla destra del diagramma è possibile trovare il codice del soggetto selezionato.
nl: In het tabblad **Onderwerpen** kunt u een of meer onderwerpcodes, volgens de IPTC Photo Metadata Standard, aan het sjabloon toekennen. Als de eerste optie **Standard referentiecode gebruiken** is geselecteerd kunt u een code kiezen uit het afrolveld en de betekenis daarvan zal dan verschijnen in de velden van de sectie **Eigen definities gebruiken**. Als u de code voor het onderwerp, dat u op deze manier wilt toekennen, niet weet, dan is dat een beetje vervelend omdat er 1400 onderwerpen in de standaard zitten. Een betere manier is om naar uw onderwerp te zoeken in `deze URL <https://show.newscodes.org/index.html?newscodes=subj&lang=en-GB&startTo=Show>`_. Daar selecteert u **Onderwerpcodes** en uw taal (Engels aanbevolen) en klikt op *Tonen*. U kunt in het diagram schuiven en maakt extra niveaus van een item zichtbaar door op een van de velden te klikken. In het veld rechts van het diagram kunt u de code van het geselecteerde onderwerp vinden.
pt_br: Na aba **Assuntos** você pode atribuir um ou mais códigos de assunto de acordo com o Padrão de Metadados de Fotos do IPTC ao modelo. Se a primeira opção **Usar o código de referência** estiver selecionada, você pode escolher um código no campo suspenso e o significado dele aparecerá nos campos da seção **Usar definição personalizada**. Se você não souber o código do assunto que deseja atribuir, esse método é um pouco tedioso, pois há 1.400 assuntos padrão. Uma maneira melhor é procurar seu assunto neste URL <https://show.newscodes.org/index.html?newscodes=subj&lang=en-GB&startTo=Show>`_. Lá, você seleciona **Códigos de assunto** e seu idioma (recomenda-se inglês) e clica em *Mostrar*. Você pode rolar pelo diagrama e tornar níveis adicionais visíveis clicando em um dos campos. No campo à direita do diagrama, você encontra o código do assunto selecionado.
sl: V zavihku **Zadeve** lahko predlogi dodelite eno ali več kod predmetov v skladu s standardom metapodatkov fotografij IPTC. Če je izbrana prva možnost **Uporabi standardno referenčno kodo**, lahko izberete kodo iz spustnega polja in njen pomen se bo nato prikazal v poljih razdelka **Uporabi definicijo po meri**. Če ne poznate kode predmeta, ki ga želite dodeliti, je ta način nekoliko dolgočasen, saj je v standardu 1400 predmetov. Boljši način je, da svojo zadevo poiščete na `tem URL-ju <https://show.newscodes.org/index.html?newscodes=subj&lang=en-GB&startTo=Show>`_. Tam izberete **Subject Codes** in svoj jezik (priporočeno je angleščina) ter kliknete *Show*. Po diagramu se lahko premikate in s klikom na eno od polj prikažete dodatne ravni. V polju desno od diagrama najdete šifro izbranega predmeta.
uk: За допомогою вкладки **Теми** ви можете призначити до шаблону один або декілька кодів тем, відповідно до стандарту метаданих фотографій IPTC Якщо позначено перший пункт, **Використовувати стандартний зразковий код**, ви зможете вибрати код зі спадного списку. Його значення буде показано у полях розділу **Використовувати нетипове визначення**. Якщо вам не відомий код теми, яку ви хочете вказати, вам доведеться знайти його серед 1400 тем у стандарті. Краще вже пошукати вашу тему за `цією адресою <https://show.newscodes.org/index.html?newscodes=subj&lang=en-GB&startTo=Show>`_. Там вам треба вказати **Subject Codes** («Коди теми») і мову (рекомендовано англійську), а потім натиснути кнопку *Show* («Показати»). За допомогою гортання можна читати діаграму і переглядати додаткові рівні списку клацанням у полях. Праворуч від діаграми буде показано код позначеної теми.

source: In general the IPTC Subject Codes are quite comprehensive but on the other hand a bit incomplete in some fields, e.g. under Lifestyle and Leisure/Games you find just Go, Chess, Bridge and Shogi. So you may want to add your own subjects, even though they always remain private (or company) subjects. A way to do that in digiKam is to first check **Use standard reference code** and select *10001004* which brings you to *Lifestyle* and *Leisure/Games/shogi* - just to continue with our example. Then you check **Use custom definition** and change the last digit of **Reference** to 5 and the text in the **Detail** field to - say *domino*. You save this custom definition to the template by clicking **Add** button at the right side of the subjects list. Then you type in a template title (if it's a new template) and save the template by clicking the **Add** button at the right side of the templates list. Don't mix up these two.
ca: En general, els codis de tema IPTC són molt complets, però, per altra banda, una mica incomplets en alguns camps, p. ex., sota Estil de vida i Temps lliure/Jocs, només trobareu Anar, Escacs, Bridge i Shogi. Així que possiblement hi voldreu afegir temes propis, tot i que sempre romandran com a temes privats (o de companyia). Una manera de fer-ho en el digiKam és marcar primer **Usa un codi de referència estàndard** i seleccioneu *10001004*, el qual us durà a *Estil de vida* i *Oci/Jocs/shogi*, només per a continuar amb el nostre exemple. Després seleccioneu **Usa una definició personalitzada** i canvieu l'últim dígit de **Referència** a 5 i el text en el camp **Detall** a *dominó*. Deseu aquesta definició personalitzada a la plantilla fent clic a **Afegeix** al costat dret de la llista de temes. A continuació, escriviu un títol per a la plantilla (si es tracta d'una plantilla nova) i deseu-la fent clic en **Afegeix** al costat dret de la llista de plantilles. No heu de confondre aquests dos botons.
it: In generale, i Codici di soggetto IPTC sono abbastanza esaurienti, ma d'altro lato un po' incompleti in alcuni campi: per esempio, sotto Tempo libero/Giochi trovi solo Go, Scacchi, Bridge e Shogi. Potresti dunque voler aggiungere dei soggetti personalizzati, sebbene restino sempre soggetti privati (o aziendali). Un modo per farlo in digiKam è spuntare prima **Usa un codice di riferimento standard**, quindi scegliere *10001004*, che ti porta a *Tempo libero/Giochi/shogi* (tanto per continuare col nostro esempio). Spunta quindi **Usa definizione personalizzata**, cambia l'ultima cifra di **Riferimento** in 5 e il testo nel campo **Dettagli** con, per esempio, *domino*. Salva questa definizione personalizzata nel modello, facendo clic sul pulsante **Aggiungi**, a destra dell'elenco dei soggetti. Scrivi quindi un titolo per il modello (se è nuovo) e salvalo facendo clic sul pulsante **Aggiungi**, a destra dell'elenco dei modelli. Non mischiare questi due.
nl: In het algemeen zijn de IPTC onderwerpcodes tamelijk uitgebreid maar aan de andere kant enigszins onvolledig in sommige velden, bijv. onder Lifestyle en Ontspanning/Spellen vindt u alleen Go, schaak, bridge en shogi. U wilt daar misschien uw eigen onderwerpen aan toevoegen, hoewel ze altijd privé (of bedrijfs) onderwerpen blijven. Een manier om dat in digiKam te doen is om eerst **Standaard referentiecode gebruiken** te activeren en *10001004* wat u brengt naar *Lifestyle* en *Ontspanning/Spellen/shogi* - om door te gaan binnen ons voorbeeld. Daarna activeert u **Eigen definities gebruiken** en wijzigt het laatste cijfer van **Referentie** in een 5 en de tekst in het veld **Detail** in - zeg domino. U slaat deze eigen definitie op naar het sjabloon door te klikken op de knop **Toevoegen** rechts van de onderwerpenlijst. Daarna voert u een sjabloontitel in (als het een nieuw sjabloon is) en slaat het sjabloon op door te klikken op de knop **Toevoegen** aan de rechterkant van de sjablonenlijst. Haal deze twee niet door elkaar.
pt_br: Em geral, os Códigos de Assunto do IPTC são bastante abrangentes, mas, por outro lado, um pouco incompletos em alguns campos, por exemplo, em Estilo de Vida e Lazer/Jogos, você encontra apenas Go, Xadrez, Bridge e Shogi. Portanto, você pode querer adicionar seus próprios assuntos, mesmo que eles sempre permaneçam assuntos privados (ou empresariais). Uma maneira de fazer isso no digiKam é primeiro marcar **Usar o código de referência** e selecionar *10001004*, o que o leva a *Estilo de Vida* e *Lazer/Jogos/shogi* - apenas para continuar com nosso exemplo. Em seguida, marque **Usar definição personalizada** e altere o último dígito de **Referência** para 5 e o texto no campo **Detalhe** para - digamos *dominó*. Você salva essa definição personalizada no modelo clicando no botão **Adicionar** no lado direito da lista de assuntos. Em seguida, digite um título para o modelo (se for um novo modelo) e salve o modelo clicando no botão **Adicionar** no lado direito da lista de modelos. Não misture os dois.
sl: Na splošno so predmetne kode IPTC precej obsežne, po drugi strani pa nekoliko nepopolne na nekaterih področjih, npr. pod Življenjski slog in prosti čas/Igre najdete le Go, Šah, Bridž in Šogi. Zato boste morda želeli dodati svoje subjekte, čeprav vedno ostanejo zasebni subjekti (ali subjekti podjetja). V digiKamu lahko to storite tako, da najprej označite **Uporabi standardno referenčno kodo** in izberete *10001004*, kar vas pripelje do *Lifestyle* in *Leisure/Games/shogi* - samo da nadaljujemo z našim primerom. Nato označite **Uporabi definicijo po meri** in spremenite zadnjo številko **Reference** v 5 in besedilo v polju **Podrobnosti** v - recimo *domino*. To definicijo po meri shranite v predlogo s klikom na gumb **Dodaj** na desni strani seznama predmetov. Nato vnesete naslov predloge (če je nova predloga) in shranite predlogo s klikom na gumb **Dodaj** na desni strani seznama predlog. Ne mešajte teh dveh.
uk: Загалом, коди тем IPTC є доволі всебічними, але, з іншого боку, доволі неповними у певних областях”. Наприклад, у розділі «Стиль життя та Відпочинок/Ігри» ви знайдете го, шахи, брідж та сьоґі. Отже, у вас може виникнути потреба у додаванні власних тем, навіть якщо вони залишатимуться приватними або працюватимуть у межах певної компанії. Для цього у digiKam слід спочатку позначити пункт **Використовувати стандартний зразковий код**, потім вибрати *10001004*, що перенесе нас у розділ *Стиль життя та Відпочинок/Ігри*, як у нашому прикладі. Далі, вам слід позначити **Використовувати нетипове визначення** і змінити останню цифру у полі **Еталон:** на 5, а текст у полі **Подробиці:**, скажімо, — на domino. Зберегти це нетипове визначення до шаблону можна натисканням кнопки **Додати...**, розташованої праворуч від списку тем. Далі, вам слід ввести заголовок шаблону (якщо це новий шаблон) і зберегти шаблон натисканням кнопки **Додати...**, розташованої праворуч від списку шаблонів. Не переплутайте!

source: Templates Settings
pt: Configuração do Modelo

source: The goal of templates is to apply more than one metadata information at the same time to items. You can create many profiles corresponding to your workflow. In all cases, the information will be hosted in file to XMP metadata, and for some fields, in IPTC when possible. Remember that XMP is a replacement of IPTC as explained :ref:`in this section <iptc_tags>` of the manual.
pt: O objectivo dos modelos é aplicar mais que um dado de meta-dados nos itens ao mesmo tempo. Poderá criar vários perfis correspondentes ao teu processo. Em todos os casos, a informação será alojada em ficheiros acessórios, no caso dos meta-dados XMP, e no IPC para alguns campos, quando for possível. Lembre-se que o XMP é um substituto do IPTC, conforme explicado :ref:`nesta secção <iptc_tags>` do manual.

source: The top part shows a list of the already existing templates. The first row shows the title of the template, the second row shows the name of the author(s) in the “Author Names” field of that very template. To the right you have three editing buttons, below an input field for the template title. To create a new template you type a title in the input field and click the **Add** button. The new template will appear in the list. To edit an existing template you select it in the list, then you edit its fields (see next paragraph) and finally you click the **Replace** button. You can as well type in a new title for the edited template and save the new version with the **Add** button. To delete a template, very obviously, you select it in the list and click the **Remove** button.
pt: A parte superior mostra uma lista com os modelos já existentes. A primeira fila mostra o título do modelo, a segunda mostra o nome dos autores no campo “Nomes dos Autores” desse modelo. À direita tem três botões de edição e por baixo um campo de texto para o título do modelo. Para criar um novo modelo, irá escrever o título nesse campo e depois carregar no botão **Adicionar**. O novo modelo irá aparecer na lista. Para editar um modelo existente, pode seleccioná-lo na lista, depois editar os seus campos (ver o parágrafo seguinte) e finalmente carregar no botão **Substituir**. Poderá à mesma escrever um novo título para o modelo editado e gravar a nova versão com o botão **Adicionar**. Para apagar um modelo, como é óbvio, pode seleccionar o mesmo na lista e carregar no botão **Remover**.

source: Note that all the changes you made to the templates will only be stored in the template file if you exit the settings dialog with **OK** button. The **Add** and **Replace** buttons only change the template list in the memory.
pt: Lembre-se que todas as alterações que fez aos modelos só serão guardadas no ficheiro do modelo, caso tenha saído da janela de configuração com o botão **OK**. Os botões para **Adicionar** e **Substituir** só mudam a lista de modelos em memória.

source: The Rights Information
pt: A Informação de Permissões

source: **Authors** (synonymous to *Creator and By-line*): This field should contain your name, or the name of the person who created the photograph. If it is not appropriate to add the name of the photographer (for example, if the identity of the photographer needs to be protected) the name of a company or organization can also be used. Once saved, this field should not be changed by anyone. This field does not support the use of commas or semi-colons as separator. With IPTC, this field is limited to 32 characters.
pt: **Autores** (sinónimo do *Criador ou 'Por'*): Este campo deverá conter o seu nome, ou o nome da pessoa que criou a fotografia. Se não for apropriado adicionar o nome do fotógrafo (por exemplo, se a identidade do fotógrafo necessitar ser protegida), o nome de uma empresa ou organização também poderá ser usado. Uma vez gravado, este campo não deverá ser alterado por mais ninguém. Este campo não suporta o uso de vírgulas ou ponto-e-vírgula como separadores. Com o IPTC, este campo está limitado a 32 caracteres.

source: **Copyright**: The Copyright Notice should contain any necessary copyright notice for claiming the intellectual property, and should identify the current owner(s) of the copyright for the photograph. Usually, this would be the photographer, but if the image was done by an employee or as work-for-hire, then the agency or company should be listed. Use the form appropriate to your country. For the United States you would typically follow the form of (c) {date of first publication} name of copyright owner, as in *(c) 2005 John Doe.* Note, the word *copyright* or the abbreviation *copr* may be used in place of the (c) symbol. In some foreign countries only the copyright symbol is recognized and the abbreviation does not work. Furthermore the copyright symbol must be a full circle with a *c* inside; using something like (c) where the parentheses form a partial circle is not sufficient. For additional protection worldwide, use of the phrase, "all rights reserved" following the notice above is encouraged. In Europe you would use: Copyright {Year} {Copyright owner}, all rights reserved. In Japan, for maximum protection, the following three items should appear in the copyright field of the IPTC Core: (a) the word, Copyright; (b) year of the first publication; and (c) name of the author. You may also wish to include the phrase *all rights reserved*. With XMP, you can include more than one copyright string using different languages. With IPTC, this field is limited to 128 characters.
pt: **Direitos de Autor**: O Aviso de Direitos de Cópia e Autor contêm todas as mensagens necessárias de referência aos direitos de quem reclama a propriedade intelectual, devendo identificar os donos actuais dos direitos de autor da fotografia. Normalmente será o fotógrafo, mas se a imagem foi tirada por um empregado ou sub-contratado, então deverá indicar a agência ou empresa. Use o formato mais adequado ao seu país. No caso dos Estados Unidos, deveria seguir o formato (c) {data da primeira publicação} nome do dono dos direitos, como por exemplo *(c) 2005 Zé Povinho.*. Como nota, a palavra *copyright* ou a abreviatura *copr* pode ser usada em vez do símbolo (c). Em alguns países, só o símbolo de 'copyright' é reconhecido, sendo que a abreviatura pode não funcionar. Para além disso, o símbolo deverá ser um círculo completo com um *c* dentro dele; usando algo do tipo *(c)*, onde os parêntesis formam um círculo parcial, pode não ser o suficiente. Para uma maior protecção em todo o mundo, o uso da frase "todos os direitos reservados" a seguir ao aviso é recomendado. Na Europa, usaria: Copyright {Ano} {Dono dos direitos}, todos os direitos reservados. No Japão, para o máximo de protecção, deverão aparecer os seguintes três itens no campo de direitos de autor no IPTC: (a) a palavra 'Copyright'; (b) o ano da primeira publicação; e (c) o nome do autor. Também poderá querer incluir a frase *todos os direitos reservados*. Com o XMP, poderá incluir mais que um texto de direitos de autor, usando diferentes línguas. Com o IPTC, este campo está limitado a 128 caracteres.

source: The Location Information
pt: A Informação da Localização

source: **Country**: Select here the country where the photograph was taken. With IPTC, this field is limited to 64 characters.
pt: **País**: Seleccione aqui o país em que foi tirada a fotografia. Com o IPTC, este campo está limitado a 64 caracteres.

source: The Contact Information
pt: A Informação de Contacto

source: The data in the Contact tab refer to the (lead) photographer under **Author Names** in the **Rights** tab. As these information do not exists in IPTC, see below an extract of the XMP specifications for these fields:
pt: Os dados na página de Contacto referem-se ao fotógrafo (principal) nos **Nomes dos Autores** na página de **Permissões**. Dado que estes dados não existem no IPTC, veja em baixo um extracto da especificação do XMP para estes campos:

source: The Subjects Information
pt: A Informação dos Assuntos
