Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/templates_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Templates Settings
ca: Configuració de les plantilles del digiKam
it: Impostazioni dei modelli di digiKam
nl: Sjablooninstellingen van digiKam
pt: Configuração de Modelos do digiKam
pt_br: Configurações de modelos do digiKam
sl: digiKam nastavitve predlog
uk: Параметри шаблонів digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, configure, setup, template, metadata, copyright, author, title, credit, source, IPTC, XMP
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, establir, configurar, plantilla, metadades, drets d'autor, autor, títol, autoria, font, IPTC, XMP
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, configurare, configurazione, modello, copyright, autore, titolo, riconoscimento, sorgente, IPTC, XMP
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, configureren, opzet, sjabloon, metagegevens, copyright, auteur, titel, dankbetuiging, bron, IPTC, XMP
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, configurar, configuração, modelo, meta-dados, direitos de autor, autor, título, crédito, origem, IPTC, XMP
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, configurar, instalação, modelo, metadados, direitos autorais, autor, título, crédito, fonte, IPTC, XMP
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprtokodnost, prosto, učenje, enostavno, konfiguracija, nastavitev, predloga, metapodatki, avtorske pravice, avtor, naslov, avtorstvo, vir, IPTC, XMP
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, налаштувати, налаштовування, налаштування, шаблон, метадані, авторські права, автор, заголовок, подяки, джерело, IPTC, XMP

source: :ref:`Templates Settings <setup_application>`
ca: :ref:`Configuració de les plantilles <setup_application>`
it: :ref:`Impostazioni dei modelli <setup_application>`
nl: :ref:`Sjablooninstellingen <setup_application>`
pt_br: :ref:`Configurações de modelos <setup_application>`
sl: :ref:`Nastavitve predlog <setup_application>`
uk: :ref:`Параметри шаблонів <setup_application>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The **Templates** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Templates page`.
ca: Les opcions de les **Plantilles** del digiKam es defineixen a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina de Plantilles`.
it: Le opzioni dei **Modelli** di digiKam vengono configurate da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Modelli`.
nl: De opties **Sjablonen** voor digiKam worden ingesteld uit :menuselection:`Instellingen --> digiKam configureren... --> Pagina Sjablonen`.
pt_br: As opções de **Modelos** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página Modelos`.
sl: Možnosti **Predloge** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran s predlogami`.
uk: Параметри **Шаблонів** digiKam можна встановити за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Шаблони»`.

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
uk: Огляд

source: The **Metadata Templates Manager** is meant to create and manage metadata templates which can be used in:
ca: El **Gestor de plantilles de metadades** està destinat a crear i gestionar les plantilles de metadades que es poden utilitzar a:
it: Il **gestore dei modelli di metadati** è pensato per creare e gestire i modelli di metadati, che possono essere usati:
nl: De **Beheerder van metagegevenssjablonen** is bedoeld om metagegevenssjablonen te beheren en aan te maken die gebruikt kunnen worden in:
pt: The **O Gestor de Modelos de Meta-Dados** é usado para criar e gerir modelos de meta-dados, que podem ser usados em:
pt_br: O **Gerenciador de modelos de metadados** serve para criar e gerenciar modelos de metadados que podem ser usados ​​em:
sl: **Upravljalnik predlog metapodatkov** je namenjen ustvarjanju in upravljanju predlog metapodatkov, ki se lahko uporabljajo v:
uk: **Засіб керування шаблонами метаданих** призначено для створення і керування шаблонами метаданих, якими можна скористатися у таких місцях програми:

source: The **Information** tab of the **Captions** view from the Right Sidebar.
ca: La pestanya **Informació** de la vista **Llegendes** des de la barra lateral dreta.
it: nella scheda **Informazioni** della vista **Didascalie** nella barra laterale destra.
nl: Het tabblad **Informatie** van de weergave **Opschriften** van de rechter zijbalk.
pt: A página **Informações** da área de **Legendas**, na barra lateral direita.
pt_br: A aba **Informações** da visualização **Descrição** na barra lateral direita.
sl: Zavihek **Informacije** v pogledu **Napisi** v desnem stranskem stolpcu.
uk: На вкладці **Інформація** сторінки **Підписи** правої бічної панелі.

source: The **On the Fly Operations (JPEG only)** section of the **Settings** view from the Right Sidebar in the :menuselection:`Import --> Cameras` Window.
ca: La secció **Operacions al vol (només JPEG)** de la vista **Configuració** des de la barra lateral dreta a l'element de menú :menuselection:`Importa --> Càmeres`.
it: Nella sezione **Operazioni al volo (solo JPEG)** della vista **Impostazioni** nella barra laterale destra nella finestra :menuselection:`Importa --> Fotocamere`.
nl: De sectie **On-the-fly bewerkingen (alleen JPEG)** van de weergave **Instellingen** uit de rechter zijbalk in het venster :menuselection:`Importeren --> Camera's`.
pt: As **Operações na Hora (apenas no JPEG)** da área de **Configuração**, na barra lateral direita, na janela :menuselection:`Importar --> Câmaras`.
pt_br: A seção **Operações em tempo real (apenas JPEG)** da visualização **Configurações** na barra lateral direita na janela :menuselection:`Importar --> Câmeras`.
sl: Razdelek **Sprotne operacije (samo JPEG)** v pogledu **Nastavitve** v desnem stranskem stolpcu v oknu :menuselection:`Uvozi --> Kamere`.
uk: Розділ **інтерактивних дій (лише JPEG)** панелі перегляду параметрів правої бічної панелі у вікні :menuselection:`Імпорт --> Фотоапарати`.

source: The goal of templates is to apply multiple pieces of metadata to one or more items at the same time. You can create many different profiles corresponding to different aspects of your workflow. In all cases, the information will be stored in the file as either XMP or IPTC metadata. Remember that XMP is a replacement of IPTC as explained :ref:`in this section <iptc_tags>` of the manual.
ca: L'objectiu de les plantilles és aplicar alhora diverses peces de metadades a un o més elements. Podreu crear molts perfils diferents corresponents als diferents aspectes del vostre flux de treball. En tots els casos, la informació s'emmagatzemarà en un fitxer de metadades XMP o IPTC. Recordeu que XMP és una substitució d'IPTC com s'explica en :ref:`aquesta secció <iptc_tags>` del manual.
it: Lo scopo dei modelli è di applicare più parti dei metadati a uno o più elemento alla volta. Puoi creare molti profili diversi che corrispondono ai diversi aspetti del tuo flusso di lavoro. In ogni caso, le informazioni saranno memorizzate nel file come metadati XMP o IPTC. Ricorda che XMP è una sostituzione di IPTC, come spiegato :ref:`in questo capitolo <iptc_tags>` del manuale.
nl: Het doel van sjablonen is om meerdere delen van metagegeven op een of meer items tegelijk toe te passen. U kunt veel verschillende profielen aanmaken overeenkomend met de verschillende aspecten van uw werkmethode. In alle gevallen zal de informatie opgeslagen worden in het bestand ofwel als XMP- of IPTC-metagegevens. Onthoud dat XMP een vervanging is van IPTC zoals verklaart in :ref:`in deze sectie <iptc_tags>` van de handleiding.
pt_br: O objetivo dos modelos é aplicar vários metadados a um ou mais itens simultaneamente. Você pode criar diversos perfis correspondentes a diferentes aspectos do seu fluxo de trabalho. Em todos os casos, as informações serão armazenadas no arquivo como metadados XMP ou IPTC. Lembre-se de que o XMP substitui o IPTC, conforme explicado :ref:`nesta seção <iptc_tags>` do manual.
sl: Cilj predlog je uporabiti več kosov metapodatkov za enega ali več elementov hkrati. Ustvarite lahko veliko različnih profilov, ki ustrezajo različnim vidikom vašega poteka dela. V vseh primerih bodo informacije shranjene v datoteki kot metapodatki XMP ali IPTC. Ne pozabite, da je XMP nadomestek za IPTC, kot je razloženo :ref:`v tem razdelku <iptc_tags>` priročnika.
uk: Метою існування шаблонів є одночасне застосування декількох блоків метаданих до декількох записів. Ви можете створити багато профілів, які відповідатимуть вашим робочим процесам. В усіх випадках дані буде збережено у файлі до метаданих XMP і, для деяких полів, до метаданих IPTC, якщо це можливо. Пам'ятайте, що XMP є замінником IPTC, як це пояснено у :ref:`цьому розділі <iptc_tags>` підручника.

source: The top portion of the templates view shows a list of the already existing templates. The first column shows the title of the template, and the second column shows the name of the author(s) in the “Author Names” field of that template. To the right you have three editing buttons, below an input field for the template title. To create a new template you type a title in the input field and click the **Add** button. The new template will appear in the list. To edit an existing template you select it in the list, edit its fields (see next paragraph) and then click the **Replace** button. You can also type in a new title for the edited template and save the new version with the **Add** button. To delete a template, very obviously, you select it in the list and click the **Remove** button.
ca: La part superior de la vista de plantilles mostra una llista de les plantilles ja existents. La primera columna mostra el títol de la plantilla, la segona mostra el nom del/s autor/s al camp «Noms dels autors» d'aquesta plantilla. A la dreta hi ha tres botons d'edició, per sota d'un camp d'entrada per al títol de la plantilla. Per a crear una plantilla nova, escriviu un títol al camp d'entrada i feu clic al botó **Afegeix**. La plantilla nova apareixerà a la llista. Per a editar una plantilla existent, seleccioneu-la a la llista, editeu els seus camps (vegeu el paràgraf següent) i després feu clic al botó **Substitueix**. També podeu escriure un títol nou per a la plantilla editada i desar la versió nova amb el botó **Afegeix**. Per a suprimir una plantilla, molt òbviament, seleccioneu-la a la llista i feu clic al botó **Elimina**.
it: La porzione superiore della vista dei modelli mostra un elenco dei modelli già esistenti. La prima colonna mostra il titolo del modello, la seconda il nome degli autori, nel campo *Nomi degli autori*: di quel modello. A destra ci sono tre pulsanti di modifica, sotto un campo di immissione per il titolo del modello. Per creare un nuovo modello scrivi il titolo nel campo di immissione, e fai clic sul pulsante **Aggiungi**: il nuovo modello apparirà nell'elenco. Per modificare un modello esistente selezionalo nell'elenco, modifica i suoi campi (vedi il paragrafo successivo), quindi fai clic sul pulsante **Sostituisci**. Puoi anche inserire un nuovo titolo per il modello modificato, e salvare la nuova versione con il pulsante **Aggiungi**. Per eliminare un modello, selezionalo nell'elenco e fai clic sul pulsante **Rimuovi**.
nl: Het bovenste gedeelte van de slabloonnweergave toont een lijst met de al bestaande sjablonen. De eerste kolom toont de titel van het sjabloon, de tweede kolom toont de naam van de auteur(s) in het veld “Auteursnamen” van dat sjabloon. Rechts hebt u drie bewerkingsknoppen, onder een invoerveld voor de sjabloontitel. Om een nieuw sjabloon te maken typt u een titel in het invoerveld en klikt u op de knop **Toevoegen**. Het nieuwe sjabloon zal in de lijst verschijnen. Om een bestaand sjabloon te bewerken selecteert u het in de lijst, bewerkt zijn velden (zie volgende paragraaf) en klikt daarna op de knop **Vervangen**. U kunt ook een nieuwe titel intypen voor het bewerkte sjabloon en de nieuwe versie met de knop **Toevoegen** opslaan. Om een sjabloon te verwijderen selecteert u het natuurlijk in de lijst en klikt u op de knop **Verwijderen**.
pt_br: A parte superior da visualização de modelos mostra uma lista dos modelos já existentes. A primeira coluna mostra o título do modelo, e a segunda coluna mostra o(s) nome(s) do(s) autor(es) no campo "Autores" desse modelo. À direita, você tem três botões de edição, e abaixo um campo de entrada para o título do modelo. Para criar um novo modelo, digite um título no campo de entrada e clique no botão **Adicionar**. O novo modelo aparecerá na lista. Para editar um modelo existente, selecione-o na lista, edite seus campos (veja o próximo parágrafo) e clique no botão **Substituir**. Você também pode digitar um novo título para o modelo editado e salvar a nova versão com o botão **Adicionar**. Para excluir um modelo, obviamente, selecione-o na lista e clique no botão **Remover**.
sl: Zgornji del pogleda predlog prikazuje seznam že obstoječih predlog. Prvi stolpec prikazuje naslov predloge, drugi stolpec pa ime avtorja(-ev) v polju »Imena avtorjev« te predloge. Na desni imate tri gumbe za urejanje, pod poljem za vnos naslova predloge. Če želite ustvariti novo predlogo, vnesite naslov v polje za vnos in kliknite gumb **Dodaj**. Nova predloga se bo pojavila na seznamu. Če želite urediti obstoječo predlogo, jo izberite na seznamu, uredite njena polja (glejte naslednji odstavek) in nato kliknite gumb **Zamenjaj**. Prav tako lahko vnesete nov naslov za urejeno predlogo in shranite novo različico z gumbom **Dodaj**. Če želite izbrisati predlogo, jo seveda izberite na seznamu in kliknite gumb **Odstrani**.
uk: У верхній частині буде показано список наявних шаблонів. У першому рядку буде показано заголовок шаблону, у другому — ім’я автора у полі «Імена авторів» цього самого шаблону. Праворуч буде показано три кнопки редагування, нижче — поле введення для назви шаблону. Щоб створити шаблон, введіть його заголовок до поля введення і натисніть кнопку **Додати...**. Після цього у списку з’явиться пункт нового шаблону. Щоб внести зміни до наявного шаблону, вам слід натиснути кнопку **Замінити...**. Ви також можете ввести новий заголовок до редагованого шаблону і зберегти нову версію за допомогою натискання кнопки **Додати...**. Щоб вилучити шаблон, як ви могли здогадатися, слід позначити його пункт у списку і натиснути кнопку **Вилучити**.

source: Note that all the changes you make to the templates will only be stored in the template file if you exit the settings dialog with **OK** button. The **Add** and **Replace** buttons only change the template list stored in memory.
ca: Cal tenir en compte que tots els canvis que feu a les plantilles només s'emmagatzemaran en el fitxer de plantilla si sortiu del diàleg de configuració amb el botó **D'acord**. Els botons **Afegeix** i **Substitueix** només canvien la llista de plantilles emmagatzemades a la memòria.
it: Nota che tutti le modifiche che apporti ai modelli saranno memorizzate nel file del modello se chiudi la finestra delle impostazioni con il pulsante **OK**. I pulsanti **Aggiungi** e **Rimuovi** cambiano solamente l'elenco dei modelli salvato in memoria.
nl: Merk op dat alle door u gemaakte wijzigingen aan de sjablonen alleen in het sjabloonbestand opgeslagen worden als u de instellingendialoog verlaat met de knop **OK**. De knoppen **Toevoegen** en **Vervangen** wijzigen alleen de sjabloonlijst opgeslagen in geheugen.
pt_br: Observe que todas as alterações feitas nos modelos só serão armazenadas no arquivo de modelo se você sair da caixa de diálogo de configurações clicando no botão **OK**. Os botões **Adicionar** e **Substituir** alteram apenas a lista de modelos armazenada na memória.
sl: Upoštevajte, da bodo vse spremembe, ki ste jih naredili v predlogah, shranjene samo v datoteko predloge, če zapustite pogovorno okno z nastavitvami z gumbom **V redu**. Gumba **Dodaj** in **Zamenjaj** spremenita le seznam predlog v pomnilniku.
uk: Зауважте, що усі зміни, які було внесено до шаблонів, буде збережено у файлі шаблона, лише якщо ви закриєте діалогове вікно параметрів за допомогою натискання кнопки **Гаразд**! Натискання кнопок **Додати...** і **Замінити...** змінює лише список шаблонів у оперативній пам’яті комп’ютера.

source: The template file can be found in :file:`~/.local/share/digikam/` for manual backup or for managing different template sets by means of the file system.
ca: El fitxer de plantilla es troba a :file:`~/.local/share/digikam/` per a còpies de seguretat manuals o per a gestionar conjunts diferents de plantilles mitjançant el sistema de fitxers.
it: Il file del modello può essere trovato in :file:`~/.local/share/digikam/` per la copia di sicurezza manuale o per gestire diversi insiemi di modelli per mezzo del filesystem.
nl: Het sjabloonbestand is te vinden in :file:`~/.local/share/digikam/` voor handmatige backup of voor het beheren van verschillende sets sjablonen met behulp van het bestandssysteem.
pt: O ficheiro de modelo poderá ser encontrado em :file:`~/.local/share/digikam/`, para uma cópia de segurança manual ou para gerir diferentes conjuntos de modelos, através do sistema de ficheiros.
pt_br: O arquivo de modelo pode ser encontrado em :file:`~/.local/share/digikam/` para backup manual ou para gerenciar diferentes conjuntos de modelos por meio do sistema de arquivos.
sl: Datoteko predloge lahko najdete v :file:`~/.local/share/digikam/` za ročno varnostno kopiranje ali za upravljanje različnih nizov predlog s pomočjo datotečnega sistema.
uk: Файл шаблону зберігається у теці :file:`~/.local/share/digikam/`. Ви можете скористатися цим для створення резервної копії вручну або для керування іншими наборами шаблонів у межах файлової системи.

source: The rest of the window is divided into four tabs, grouping the metadata fields into **Rights**, **Location**, **Contact** and **Subjects**.
ca: La resta de la finestra es divideix en quatre pestanyes, agrupant els camps de metadades en **Drets**, **Ubicació**, **Contacte** i **Assumptes**.
it: Il resto della finestra è diviso in quattro schede, che raggruppano i campi dei metadati in **Diritti**, **Posizione**, **Contatto** e **Soggetti**.
nl: De rest van het venster is opgedeeld in vier tabbladen, die de metagegevensvelden groeperen in **Rechten**, **Locatie**, **Contacten** en **Onderwerpen**.
pt: O resto da janela está dividido em quatro páginas, agrupando os campos de meta-dados em **Permissões**, **Localização**, **Contacto** e **Assuntos**.
pt_br: O restante da janela é dividido em quatro abas, agrupando os campos de metadados em **Direitos**, **Localização**, **Contato** e **Assuntos**.
sl: Preostali del okna je razdeljen na štiri zavihke, ki združujejo metapodatkovna polja v **Pravice**, **Lokacija**, **Stik** in **Zadeve**.
uk: Решту вікна поділено між чотирма вкладками, де згруповано поля метаданих: **Права**, **Місце**, **Контакти** та **Теми**.

source: Rights Information
ca: Informació dels drets
it: Informazioni sui diritti
nl: Informatie over rechten
pt_br: Informações sobre direitos
sl: Informacije o pravicah
uk: Відомості щодо авторських прав

source: The digiKam Template Rights Configuration Page
ca: La pàgina de configuració de Plantilles / pestanya Drets en el digiKam
it: La pagina di configurazione Diritti del modello di digiKam
nl: De configuratiepagina van het sjabloon voor rechten van digiKam
pt: A Página de Configurações das Permissões dos Modelos no digiKam
pt_br: Página de configuração de direitos do modelo do digiKam
sl: Stran za konfiguracijo pravic predloge digiKam
uk: Сторінка налаштовування шаблона авторських прав digiKam

source: The **Rights** tab contains the default identity and copyright data. This is an extract of the IPTC/XMP specifications for these fields:
ca: La pestanya **Drets** conté la identitat predeterminada i les dades dels drets d'autor. Aquest és un extracte de les especificacions IPTC/XMP per a aquests camps:
it: La scheda **Diritti** contiene l'identità predefinita e i dati sul copyright. Questo è un estratto delle specifiche IPTC/XMP per questi campi:
nl: Het tabblad **Rechten** bevat de standaard identiteit en copyright gegevens. Dit is een extract van de IPTC-specificaties voor deze velden:
pt: A página **Permissões** contém os dados da identidade e direitos de cópia predefinidos. Isto é um extracto das especificações de IPTC/XMP para estes campos:
pt_br: A aba **Direitos** contém os dados de identidade e direitos autorais padrão. Este é um extrato das especificações IPTC/XMP para estes campos:
sl: Zavihek **Pravice** vsebuje privzeto identiteto in podatke o avtorskih pravicah. To jeizvleček specifikacij IPTC/XMP za ta polja:
uk: На вкладці **Права** містяться дані типового профілю та дані щодо авторських прав. Ось цитата зі специфікації IPTC/XMP щодо цих полів:
