Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/templates_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Right Usage Terms**: The Right Usage Terms field should be used to list instructions on how a resource can be legally used. With XMP, you can include more than one right usage terms string using different languages. This field does not exist with IPTC.
ca: **Termes del dret d'ús**: cal utilitzar aquest camp per a llistar les instruccions sobre com es pot utilitzar legalment un recurs. Amb XMP, podreu incloure més d'una cadena per als termes del dret d'ús en idiomes diferents. Aquest camp no existeix amb IPTC.
it: **Termini di utilizzo**: questo campo dovrebbe essere usato per elencare le istruzioni su come una risorsa possa essere usata legalmente. Con XMP puoi includere più di una stringa di termini di utilizzo, in lingue differenti. Questo campo non esiste in IPTC.
nl: **Right Usage Terms**: het veld voor Bepalingen gebruiksrechten zou een lijst met instructions kunnen bevatten over hoe een bron legaal gebruikt kan worden. Met XMP kunt u meer dan één bepaling over de gebruiksrechten gebruiken in verschillende talen. Dit veld bestaat niet met IPTC.
pt: **Termos de Utilização Correctos**: Este campo deverá ser usado para enumerar as instruções de como deverá ser usado um recurso de forma legal. Com o XMP, poderá incluir mais que um texto de termos de utilização, usando diferentes línguas. Este campo não existe no IPTC.
pt_br: **Termos de uso**: O campo Termos de uso deve ser usado para listar instruções sobre como um recurso pode ser usado legalmente. Com o XMP, você pode incluir mais de uma sequência de termos de uso em diferentes idiomas. Este campo não existe no IPTC.
sl: **Pravilni pogoji uporabe**: Za seznam je treba uporabiti polje Pravilni pogoji uporabenavodila o tem, kako je mogoče vir zakonito uporabljati. Z XMP lahko vključite več kot en niz izrazov pravilne uporabe z uporabo različnih jezikov. To polje ne obstaja pri IPTC.
uk: **Умови належного використання**: у полі «Умови належного використання» слід вказати список настанов щодо законного використання ресурсу. У XMP ви можете включати декілька рядків повідомлень про умови належного використання декількома мовами. Цього поля не передбачено у IPTC.

source: **Source**: The Source field should be used to identify the original owner or copyright holder of the photograph. The value of this field should never be changed after the information is entered following the image's creation. While not yet enforced by the custom panels, you should consider this to be a "write-once" field. The source could be an individual, an agency, or a member of an agency. To aid in later searches, it is suggested to separate any slashes */* with a blank space. Use the form *photographer / agency* rather than *photographer/agency*. Source may also be different from Creator and from the names listed in the **Copyright Notice**. With IPTC, this field is limited to 32 characters.
ca: **Font**: aquest camp s'ha d'utilitzar per a identificar el propietari original o titular dels drets d'autor de la fotografia. El valor en aquest camp no s'ha de canviar mai després d'introduir la informació després de la creació de la imatge. Si bé els plafons personalitzats encara no ho apliquen, heu de considerar que es tracta d'un camp d'«escriptura única». La font podria ser un individu, una agència o un membre d'una agència. Per a ajudar en cerques posteriors, se suggereix separar les barres inclinades */* amb un espai en blanc. Utilitzeu la forma *fotògraf / agència* en comptes de *fotògraf/agència*. La font també pot ser diferent del Creador i dels noms llistats a l'**Avís de drets d'autor**. Amb IPTC, aquest camp està limitat a 32 caràcters.
it: **Fonte**: questo campo dovrebbe essere usato per identificare il proprietario originale o il possessore del diritto d'autore della fotografia. Il valore di questo campo non deve mai essere cambiato dopo che l'informazione è stata inserita, a seguito della creazione dell'immagine. Sebbene non sia ancora imposto dai pannelli personalizzati, dovresti considerare questo campo come a «scrittura singola». La fonte può essere una persona, un'agenzia, o il membro di un'agenzia. Per facilitare le ricerche successive, suggeriamo di separare le barre */* con uno spazio. Usa la forma *fotografo / agenzia* anziché *fotografo/agenzia*. La fonte potrebbe inoltre essere diversa dal Creatore e dai nomi elencati nella Nota del diritto d'autore. Con IPTC, questo campo è limitato a 32 caratteri.
nl: **Bron**: in het bronveld kunt u de oorspronkelijke auteursrechthebbende van de foto invoeren. De waarde van dit veld mag eigenlijk niet meer gewijzigd worden nadat de informatie na het maken van de afbeelding is ingevoerd. Alhoewel dit nog niet wordt afgedwongen dient u dit veld te beschouwen als eenmalig beschrijfbaar. De bron kan een individu, organisatie, agentschap of lid van een agentschap zijn. Om latere zoekacties te vergemakkelijken dient u slashes */* van de tekst te scheiden door een spatie. Gebruik de opmaak *fotograaf / agentschap* in plaats van *agentschap/fotograaf*. Het bronveld mag afwijken van de auteur en van de namen in het copyright-veld. Met IPTC is dit veld beperkt tot 32 tekens.
pt: **Origem**: O campo de Origem deverá ser usado para identificar o dono original ou o detentor dos direitos da fotografia. O valor deste campo não deverá mais ser alterado, após ter sido introduzida esta informação a seguir à criação da imagem. Embora tal não seja forçado pelos painéis personalizados, o utilizador deverá considerar este campo como sendo de "escrita única". A origem pode ser um indivíduo, uma agência ou um membro de uma agência. Para ajudar em pesquisas posteriores, sugere-se que separe todas as barras */* com um espaço em branco. Use o formato *fotógrafo / agência* em vez de *fotógrafo/agência*. A origem também poderá ser diferente do Criador e dos nomes enumerados no **Aviso de Direitos de Cópia**. Com o IPTC, este campo está limitado a 32 caracteres.
pt_br: **Origem**: O campo Origem deve ser usado para identificar o proprietário original ou detentor dos direitos autorais da fotografia. O valor deste campo nunca deve ser alterado após a inserção das informações após a criação da imagem. Embora ainda não seja obrigatório pelos painéis personalizados, considere este um campo "de escrita única". A origem pode ser uma pessoa, uma agência ou um membro de uma agência. Para auxiliar em pesquisas posteriores, sugere-se separar as barras */* por um espaço em branco. Use o formato *fotógrafo / agência* em vez de *fotógrafo/agência*. A origem também pode ser diferente do Criador e dos nomes listados no **Aviso de direitos autorais**. Com o IPTC, este campo é limitado a 32 caracteres.
sl: **Vir**: Polje Vir je treba uporabiti za identifikacijo izvornega lastnika ali imetnika avtorskih pravic fotografije. Vrednost tega polja ne sme nikoli spremeniti po vnosu informacij po ustvarjanju slike. Čeprav plošče po meri tega še ne uveljavljajo, bi morali razmisliti o tem polju kot za "enkratno pisanje". Vir je lahko posameznik, agencija ali ačlan agencije. Za pomoč pri poznejših iskanjih je predlagano, da jih ločite s poševnicami */* s presledkom. Uporabite obrazec *fotograf / agencija* namesto *fotograf/agencija*. Vir je lahko tudi drugačen od Ustvarjalca in od imen, navedenih v **Obvestilu o avtorskih pravicah**. V IPTC je to polje omejeno na 32 znakov.
uk: **Джерело**: поле «Джерело» слід використовувати для визначення особи власника оригінала або власника авторських прав на фотографію. Значення цього поля ніколи не змінюватиметься після того, як їх було введено після створення зображення. Хоча це поле ще не змушують встановлювати у нетипових панелях, вам слід розглядати це поле, як «запис-один-раз». Джерелом може бути особа, агенція або працівник агенції. Щоб допомогти у наступних пошуках, пропонується розділювати будь-які похилі риски «/» пробілами. Використовуйте форму *фотограф / агенція*, а не *фотограф/агенція.* Джерело може також відрізнятися від Творця і імен, зазначених у повідомленні про авторські права. У IPTC вміст цього поля обмежено 32 символами.

source: **Instructions**: The Instructions field should be used to list editorial instructions concerning the use of photograph. With IPTC, this field is limited to 256 characters.
ca: **Instruccions**: cal utilitzar aquest camp per a llistar les instruccions editorials relacionades amb l'ús de la fotografia. Amb IPTC, aquest camp està limitat a 256 caràcters.
it: **Istruzioni**: questo campo dovrebbe essere usato per elencare istruzioni editoriali che riguardino l'uso della fotografia. Con IPTC, questo campo è limitato a 256 caratteri.
nl: **Instructies**: het instructieveld zou gebruikt moeten worden voor redactionele instructies met betrekking tot het gebruik van de foto. Met IPTC is dit veld beperkt tot 256 tekens.
pt: **Instruções**: O campo Instruções deverá ser usado para enumerar as instruções editoriais que dizem respeito ao uso da fotografia. Com o IPTC, este campo está limitado a 256 caracteres.
pt_br: **Instruções**: O campo Instruções deve ser usado para listar instruções editoriais relativas ao uso da fotografia. No IPTC, este campo é limitado a 256 caracteres.
sl: **Navodila**: Polje z navodili je treba uporabiti za seznam uredniških navodil za uporabo fotografije. Pri IPTC je to polje omejeno na 256 znakov.
uk: **Настанови**: поле «Настанови» слід використовувати для визначення списку редакційних настанов щодо використання фотографії. У IPTC об'єм даних цього поля обмежено 256 символами.

source: Location Information
ca: Informació de la localització
it: Informazioni sulla posizione
nl: Informatie over de locatie
pt_br: Informações de localização
sl: Informacije o lokaciji
uk: Відомості щодо місця

source: The digiKam Template Location Configuration Page
ca: La pàgina de configuració de Plantilles / pestanya Ubicació en el digiKam
it: La pagina di configurazione Posizioni del modello di digiKam
nl: De configuratiepagina van het sjabloon voor locatie van digiKam
pt: A Página de Configurações da Localização dos Modelos no digiKam
pt_br: Página de configuração de localização do modelo do digiKam
sl: Stran za konfiguracijo lokacije predloge digiKam
uk: Сторінка налаштовування шаблона місця digiKam

source: The **Location** tab contains the default data about the place in the world describing the contents. This is an extract of the IPTC/XMP specifications for these fields:
ca: La pestanya **Localització** conté les dades predeterminades sobre el lloc al món que descriu el contingut. Aquest és un extracte de les especificacions IPTC/XMP per a aquests camps:
it: La scheda **Posizione** contiene i dati predefiniti sul luogo nel mondo che descrive il contenuto. Questo è un estratto delle specifiche IPTC/XMP per questi campi:
nl: Het tabblad **Locatie** bevat de standaard gegevens over de plaats in de wereld die de inhoud beschrijft. Dit is een extract van de IPTC specificaties voor deze velden:
pt: A página de **Localização** contém os dados predefinidos sobre o local no mundo que descreve o conteúdo. Isto é um extracto das especificações do IPTC/XMP para estes campos:
pt_br: A aba **Localização** contém os dados padrão sobre o local no mundo que descreve o conteúdo. Este é um extrato das especificações IPTC/XMP para estes campos:
sl: Zavihek **Lokacija** vsebuje privzete podatke o kraju na svetu za opisovanje vsebine. To je izvleček specifikacij IPTC/XMP za ta polja:
uk: На вкладці **Місце** містяться типові дані щодо місцевості у світі, яка опису вміст. Це результат обробки специфікацій IPTC/XMP для цих полів:

source: **City**: This field should contain the name of the city where the photograph was taken. With IPTC, this field is limited to 32 characters.
ca: **Ciutat**: aquest camp haurà de contenir el nom de la ciutat on es va fer la fotografia. Amb IPTC, aquest camp està limitat a 32 caràcters.
it: **Città**: questo campo deve contenere il nome della città in cui è stata scattata la fotografia. Con IPTC, questo campo è limitato a 32 caratteri.
nl: **Stad**: dit veld zou de naam van de plaats moeten bevatten waar de foto is genomen. Met IPTC is dit veld beperkt tot 32 tekens.
pt: **Cidade**: Este campo deverá conter o nome da cidade em que foi tirada a fotografia. Com o IPTC, este campo está limitado a 32 caracteres.
pt_br: **Cidade**: Este campo deve conter o nome da cidade onde a fotografia foi tirada. Com o IPTC, este campo é limitado a 32 caracteres.
sl: **Mesto**: To polje mora vsebovati ime mesta, kjer je je bila posneta fotografija. V IPTC je to polje omejeno na 32 znakov.
uk: **Місто**: у цьому полі має бути вказано місто, де було зроблено знімок. У IPTC вміст цього поля обмежено 32 символами.

source: **Sublocation**: This field should contain the sublocation of the city where the photograph was taken. With IPTC, this field is limited to 32 characters.
ca: **Sublocalització**: aquest camp haurà de contenir la sububicació de la ciutat on es va fer la fotografia. Amb IPTC, aquest camp està limitat a 32 caràcters.
it: **Posto**: questo campo deve contenere il nome del posto in cui è stata scattata la fotografia. Con IPTC, questo campo è limitato a 32 caratteri.
nl: **Sub-locatie**: dit veld zou de naam van de sub-locatie moeten bevatten waar de foto is genomen. Met IPTC is dit veld beperkt tot 32 tekens.
pt: **Sub-Localização**: Este campo deverá conter o nome da sub-localização cidade em que foi tirada a fotografia. Com o IPTC, este campo está limitado a 32 caracteres.
pt_br: **Sublocalização**: Este campo deve conter a sublocalização da cidade onde a fotografia foi tirada. Com o IPTC, este campo é limitado a 32 caracteres.
sl: **Podlokacija**: To polje mora vsebovati podlokacijo mesta, kjer je bila posneta fotografija. V IPTC je to polje omejeno na 32 znakov.
uk: **Район**: у цьому полі має бути вказано район (підобласть), де було зроблено знімок. У IPTC вміст цього поля обмежено 32 символами.

source: **State/Province**: This field should contain the province or state where the photograph was taken. With IPTC, this field is limited to 32 characters.
ca: **Estat/Província**: aquest camp haurà de contenir la província o estat on es va fer la fotografia. Amb IPTC, aquest camp està limitat a 32 caràcters.
it: **Regione o provincia**: questo campo deve contenere il nome della regione o provincia in cui è stata scattata la fotografia. Con IPTC, questo campo è limitato a 32 caratteri.
nl: **Staat/provincie**: dit veld zou de naam van de provincie of staat moeten bevatten waar de foto is genomen. Met IPTC is dit veld beperkt tot 32 tekens.
pt: **Distrito/Província**: Este campo deverá conter o nome da província ou distrito em que foi tirada a fotografia. Com o IPTC, este campo está limitado a 32 caracteres.
pt_br: **Estado/Província**: Este campo deve conter a província ou estado onde a fotografia foi tirada. Com o IPTC, este campo é limitado a 32 caracteres.
sl: **Država/provinca**: To polje mora vsebovati provinco ali zvezno državo, kjer je bila posneta fotografija. Pri IPTC je to polje omejeno na 32 znakov.
uk: **Штат/Область**: у цьому полі має бути вказано область (провінцію, штат), де було зроблено знімок. У IPTC вміст цього поля обмежено 32 символами.

source: **Country**: This field should contain the country where the photograph was taken. With IPTC, this field is limited to 64 characters.
ca: **País**: aquest camp haurà de contenir el nom del país on es va fer la fotografia. Amb IPTC, aquest camp està limitat a 64 caràcters.
it: **Nazione**: questo campo deve contenere la nazione in cui è stata scattata la fotografia. Con IPTC, questo campo è limitato a 64 caratteri.
nl: **Land**: dit veld zou het land moeten bevatten waar de foto is genomen. Met IPTC is dit veld beperkt tot 64 tekens.
pt_br: **País**: Este campo deve conter o país onde a fotografia foi tirada. Com o IPTC, este campo é limitado a 64 caracteres.
sl: **Država**: To polje mora vsebovati državo, kjer je bila fotografija posneta. Pri IPTC je to polje omejeno na 64 znakov.
uk: **Країна**: у цьому полі має бути вказано країну, де було зроблено знімок. У IPTC вміст цього поля обмежено 64 символами.

source: Contact Information
ca: Informació de contacte
it: Informazioni sul contatto
nl: Contactinformatie
pt_br: Informações de contato
sl: Kontaktni podatki
uk: Відомості щодо контактів

source: The digiKam Template Contact Configuration Page
ca: La pàgina de configuració de Plantilles / pestanya Contacte del digiKam
it: La pagina di configurazione Contatto del modello di digiKam
nl: De configuratiepagina van het sjabloon voor contact van digiKam
pt: A Página de Configurações dos Contactos dos Modelos no digiKam
pt_br: Página de configuração de contato do modelo do digiKam
sl: Stran za konfiguracijo stikov predloge digiKam
uk: Сторінка налаштовування шаблона контактів digiKam

source: The data in the Contact tab refers to the (lead) photographer under **Author Names** in the **Rights** tab. Since these fields do not exist in IPTC, an extract of the XMP specifications for these fields is listed below:
ca: Les dades a la pestanya Contacte fan referència al fotògraf (principal) de **Noms d'autor** a la pestanya **Drets**. Com que aquests camps no existeixen a IPTC, vegeu a continuació un extracte de les especificacions XMP d'aquests camps:
it: I dati nella scheda Contatto si riferiscono al fotografo (principale) che si trova in **Nomi degli autori** nella scheda **Diritti**. Poiché questi campi non esistono in IPTC, sotto viene elencato un estratto delle specifiche XMP per questi campi:
nl: De gegevens in het tabblad **Contacten** verwijst naar (hoofd)fotograaf onder **Auteursnamen** in het tabblad **Rechten**. Omdat deze velden niet in IPTC bestaan, wordt een uittreksel van de XMP-specificaties voor deze velden onderstaand getoond:
pt_br: Os dados na aba Contato referem-se ao fotógrafo (principal) em **Nomes dos autores** na aba **Direitos**. Como esses campos não existem no IPTC, um extrato das especificações XMP para esses campos está listado abaixo:
sl: Podatki v zavihku Kontakt se nanašajo na (glavnega) fotografa pod **Imena avtorjev** v zavihku **Pravice**. Ker ta polja v IPTC ne obstajajo, je izvleček specifikacij XMP za ta polja naveden spodaj:
uk: Дані на вкладці «Контакти» відповідають даним (провідного) фотографа у списку **Імена авторів** вкладки **Права**. Оскільки цих відомостей не існує в IPTC, нижче наведено витримки зі специфікації XMP для цих полів:

source: **Address**: This field should contain the address where the lead author lives.
ca: **Adreça**: aquest camp haurà de contenir l'adreça on viu l'autor principal.
it: **Indirizzo**: questo campo dovrebbe contenere l'indirizzo dove l'autore principale vive.
nl: **Adres**: dit veld zou het adres moeten bevatten waar de hoofdauteur woont.
pt: **Endereço**: Este campo deverá conter o endereço onde mora o autor principal.
pt_br: **Endereço**: Este campo deve conter o endereço onde o autor principal mora.
sl: **Naslov**: To polje mora vsebovati naslov, kjer živi glavni avtor.
uk: **Адреса**: у цьому полі слід вказати адресу, за якою мешкає основний автор.

source: **Postal Code**: This field should contain the postal code where the lead author lives.
ca: **Codi postal**: aquest camp haurà de contenir el codi postal d'on viu l'autor principal.
it: **Codice postale**: questo campo dovrebbe contenere il codice postale dove l'autore principale vive.
nl: **Postcode**: dit veld zou de postcode moeten bevatten waar de hoofdauteur woont.
pt: **Código Postal**: Este campo deverá conter o código postal onde mora o autor principal.
pt_br: **CEP**: Este campo deve conter o código postal onde o autor principal reside.
sl: **Poštna številka**: To polje mora vsebovati poštno številko kraja, kjer živi glavni avtor.
uk: **Поштовий індекс**: у цьому полі слід вказати поштовий код місця, де мешкає основний автор.

source: **City**: This field should contain the city name where the lead author lives.
ca: **Ciutat**: aquest camp haurà de contenir el nom de la ciutat on viu l'autor principal.
it: **Città**: questo campo dovrebbe contenere il nome della città dove l'autore vive.
nl: **Stad**: dit veld zou de naam van de stad moeten bevatten waar de hoofdauteur woont.
pt: **Cidade**: Este campo deverá conter o nome da cidade onde mora o autor principal.
pt_br: **Cidade**: Este campo deve conter o nome da cidade onde o autor principal mora.
sl: **Mesto**: To polje mora vsebovati ime mesta, kjer živi glavni avtor.
uk: **Місто**: у цьому полі слід вказати назву міста, де мешкає основний автор.

source: **Province**: This field should contain the province where the lead author lives.
ca: **Província**: aquest camp haurà de contenir la província on viu l'autor principal.
it: **Provincia**: questo campo dovrebbe contenere la provincia dove l'autore principale vive.
nl: **Provincie**: dit veld zou de provincie moeten bevatten waar de hoofdauteur woont.
pt: **Distrito/Província**: Este campo deverá conter o distrito/província onde mora o autor principal.
pt_br: **Província**: Este campo deve conter a província onde o autor principal mora.
sl: **Pokrajina**: To polje mora vsebovati provinco, v kateri živi glavni avtor.
uk: **Провінція**: у цьому полі слід вказати назву провінції, де мешкає основний автор.

source: **Country**: This field should contain the country name where the lead author lives.
ca: **País**: aquest camp haurà de contenir el nom del país on viu l'autor principal.
it: **Nazione**: questo campo dovrebbe contenere il nome di nazione dove l'autore principale vive.
nl: **Land**: dit veld zou de naam van het land moeten bevatten waar de hoofdauteur woont.
pt: **País**: Este campo deverá conter o nome do país onde mora o autor principal.
pt_br: **País**: Este campo deve conter o nome do país onde o autor principal vive.
sl: **Država**: To polje mora vsebovati ime države, v kateri živi glavni avtor.
uk: **Країна**: у цьому полі слід вказати назву країни, де мешкає автор.

source: **Phone**: This field should contain the phone number of the lead author.
ca: **Telèfon**: aquest camp haurà de contenir el número de telèfon de l'autor principal.
it: **Telefono**: questo campo dovrebbe contenere il numero di telefono dell'autore principale.
nl: **Telefoon**: dit veld zou het telefoonnummer moeten bevatten van de hoofdauteur.
pt: **Telefone**: Este campo deverá conter o número de telefone do autor principal.
pt_br: **Telefone**: Este campo deve conter o número de telefone do autor principal.
sl: **Telefon**: To polje mora vsebovati telefonsko številko glavnega avtorja.
uk: **Телефон**: у цьому полі слід вказати номер телефону основного автора.

source: **Email**: This field should contain the email of the lead author.
ca: **Correu-e**: aquest camp haurà de contenir el correu electrònic de l'autor principal.
it: **Posta elettronica**: questo campo dovrebbe contenere l'indirizzo di posta elettronica dell'autore principale.
nl: **E-mailadres**: dit veld zou het e-mailadres moeten bevatten van de hoofdauteur.
pt: **E-mail**: Este campo deverá conter o endereço de e-mail do autor principal.
pt_br: **E-mail**: Este campo deve conter o e-mail do autor principal.
sl: **E-pošta**: To polje mora vsebovati e-pošto glavnega avtorja.
uk: **Адреса електронної пошти**: у цьому полі слід вказати адресу електронної пошти основного автора.
