Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/templates_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Authors** (synonymous to *Creator and By-line*): This field should contain your name, or the name of the person who created the photograph. If it is not appropriate to add the name of the photographer (for example, if the identity of the photographer needs to be protected) the name of a company or organization can also be used. Once saved, this field should not be changed by anyone. This field does support the use of semi-colons as a separator. With IPTC, this field is limited to 32 characters.
ca: **Autors** (sinònim de *Creador i Per línia*): aquest camp haurà de contenir el vostre nom o el nom de la persona que va crear la fotografia. Si no és apropiat afegir el nom del fotògraf (per exemple, si cal protegir la identitat del fotògraf), també es pot utilitzar el nom d'una empresa o organització. Un cop desat, aquest camp no l'ha de modificar ningú. Aquest camp admet l'ús de punt i coma com a separador. Amb IPTC, aquest camp està limitat a 32 caràcters.
it: **Autori** (sinonimo di *Creatore e Intestazione*): questo campo deve contenere il tuo nome o quello della persona che ha creato la fotografia. Se non è corretto aggiungere il nome del fotografo (per esempio, se l'identità del fotografo deve essere protetta), può essere anche utilizzato il nome di un'azienda o di un'organizzazione. Una volta salvato, questo campo non dovrebbe essere modificato da nessuno. Il campo accetta l'uso di punti e virgola come separatori. Con IPTC, questo campo è limitato a 32 caratteri.
nl: **Auteurs** (is synoniem voor *Maker en Per regel*): dit veld bevat uw naam of de naam van de fotograaf. Als dat niet haalbaar is bijvoorbeeld omdat de naam van de fotograaf beschermd dient te worden, dan kan de naam van de onderneming of de organisatie gebruikt worden. Als dit eenmaal opgeslagen is moet het door niemand meer gewijzigd kunnen worden. Dit veld ondersteunt puntkomma's als scheidingsteken. Met IPTC is dit veld beperkt tot 32 tekens.
pt_br: **Autores** (sinônimo de *Criador e Autor*): Este campo deve conter seu nome ou o nome da pessoa que criou a fotografia. Se não for apropriado adicionar o nome do fotógrafo (por exemplo, se a identidade do fotógrafo precisar ser protegida), o nome de uma empresa ou organização também pode ser usado. Uma vez salvo, este campo não deve ser alterado por ninguém. Este campo suporta o uso de ponto e vírgula como separador. Com o IPTC, este campo é limitado a 32 caracteres.
sl: **Avtorji** (sinonim za *Ustvarjalec in avtor*): To polje mora vsebovati vaše ime ali ime osebe, ki je ustvarila fotografijo. Če ni primerno dodati imena fotografa (na primer, če je treba zaščititi identiteto fotografa), se lahko uporabi tudi ime podjetja ali organizacije. Ko je to polje shranjeno, ga ne sme nihče spreminjati. To polje podpira uporabo podpičja kot ločilo. Pri IPTC je to polje omejeno na 32 znakov.
uk: **Автори** (або *розробник*): у цьому полі слід вказати ваше ім’я або ім’я особи, якою було створено фотографію. Якщо вказувати ім’я фотографа небажано (наприклад, якщо особу фотографа слід тримати у таємниці) можна скористатися назвою компанії або установи. Після збереження, ніхто не має права змінювати значення цього поля. У цьому полі не підтримується відокремлення слів крапками з комою. У IPTC вміст цього поля обмежено 32 символами.

source: **Author Positions** (synonymous with *By-line title*): This field should contain the job title of the photographer. Examples might include titles such as: Staff Photographer, Freelance Photographer, or Independent Commercial Photographer. Since this is a qualifier for the Author field, the Author field must also be filled out. With IPTC, this field is limited to 32 characters.
ca: **Posicions de l'autor** (sinònim de *Títol per línia*): aquest camp haurà de contenir el títol del treball del fotògraf. Els exemples poden incloure títols com: Fotògraf de personal, Fotògraf independent o Fotògraf comercial independent. Com que aquest és un qualificador per al camp Autor, també cal emplenar el camp Autor. Amb IPTC, aquest camp està limitat a 32 caràcters.
it: **Posizioni degli autori** (sinonimo di *Titolo dell'intestazione*): questo campo deve contenere il titolo di lavoro del fotografo. Esempi potrebbero includere titoli quali: fotografo dello staff, fotografo freelance o commerciale indipendente. Dato che è un qualificatore del campo Autore, anche quest'ultimo deve essere compilato. Con IPTC, questo campo è limitato a 32 caratteri.
nl: **Auteurtitel** (synoniem *per regel*): dit veld moet de functionele titel van de fotograaf bevatten. Voorbeelden kunnen zijn: bedrijfsfotograaf, freelance fotograaf of zelfstandig commercieel fotograaf. Aangezien dit een toevoeging is voor het auteursveld moet het auteursveld ook ingevuld worden.
pt: **Cargos do Autor** (sinónimo ao *título de 'Por'*): Este campo deverá conter o título do cargo do fotógrafo. Os exemplos poderão incluir títulos como: Fotógrafo Profissional, Fotógrafo 'Freelancer', Fotógrafo Comercial Independente. Dado que isto é um título de qualificação do campo Autor, o campo Autor também deverá ser preenchido. Com o IPTC, este campo está limitado a 32 caracteres.
pt_br: **Cargos dos autores** (sinônimo de *Títulos dos autores*): Este campo deve conter o cargo do fotógrafo. Exemplos podem incluir cargos como: Fotógrafo da equipe, Fotógrafo freelancer ou Fotógrafo comercial independente. Como este é um qualificador para o campo Autor, o campo Autor também deve ser preenchido. Com o IPTC, este campo é limitado a 32 caracteres.
sl: **Pozicije avtorjev** (sinonim za *Naslov po vrstici*): To polje bi moralo vsebovati naziv delovnega mesta fotografa. Primeri lahko vključujejo naslove kot so: zaposleni fotograf, svobodni fotograf ali neodvisni komercialni fotograf. Ker je to kvalifikator za polje Avtor, je izpolniti je treba tudi polje avtorja. Pri IPTC je to polje omejeno na 32 znakov.
uk: **Посада автора**: робоче звання автора. У цьому полі слід вказати посаду фотографа. Прикладом посади може бути: Staff Photographer (штатний фотограф), Freelance Photographer (найманий фотограф) або Independent Commercial Photographer (незалежний комерційний фотограф). Оскільки це поле є характеристикою поля «Автор», поле «Автор» також доведеться заповнити. У IPTC вміст цього поля обмежено 32 символами.

source: **Credit** (synonymous with *Provider*): Use the credit field to identify who is providing the photograph. This does not necessarily have to be the author. If a photographer is working for a news agency such as Reuters or the Associated Press, these organizations could be listed here as they are "providing" the image for use by others. If the image is a stock photograph, then the group (agency) involved in supplying the image should be listed here. With IPTC, this field is limited to 32 characters.
ca: **Crèdit** (sinònim de *Proveïdor*): utilitzeu aquest camp per a identificar qui proporciona la fotografia. No haurà de ser necessàriament l'autor. Si un fotògraf treballa per a una agència de notícies com Reuters o Associated Press, aquestes organitzacions podrien incloure's aquí, ja que estan «proporcionant» la imatge perquè l'utilitzin altres. Si la imatge és una fotografia d'estoc, aleshores s'haurà d'incloure aquí el grup (agència) involucrat en el subministrament de la imatge. Amb IPTC, aquest camp està limitat a 32 caràcters.
it: **Riconoscimenti** (sinonimo di *Fornitore*): usa il campo Riconoscimenti per identificare chi fornisce la fotografia. Non dev'essere necessariamente l'autore. Se un fotografo lavora per un'agenzia di stampa, come la Reuters o la Associated Press, questa potrebbe essere elencata come «fornitore» dell'immagine agli utenti. Se l'immagine è una fotografia di repertorio, il gruppo (agenzia) che la fornisce dovrebbe essere indicato qui. Con IPTC, questo campo è limitato a 32 caratteri.
nl: **Credit** (synoniem voor *Leverancier*): Gebruik het creditveld om aan te geven wie de foto heeft aangeleverd. Dit hoeft niet noodzakelijk de auteur te zijn. Als een fotograaf voor een nieuwsdienst werkt, zoals het ANP of Reuters, dan kunt u hier die organisaties opgeven. Als het een archieffoto betreft, geef dan de organisatie op die de afbeelding beschikbaar heeft gemaakt. Met IPTC is dit veld beperkt to 32 tekens.
pt: **Crédito** (sinónimo de *Fornecedor*): Use o campo de créditos para identificar quem está a fornecer a fotografia. Não tem necessariamente de ser o autor. Se um fotógrafo estiver a trabalhar para uma agência noticiosa, como a Reuters ou a Associated Press, estas organizações poderão estar representadas aqui, dado que são elas a "fornecer" a imagem para ser usada por outros. Se a imagem for de 'stock', então o grupo (agência) envolvido no fornecimento da imagem deverá estar indicado aqui. Com o IPTC, este campo está limitado a 32 caracteres.
pt_br: **Créditos** (sinônimo de *Provedor*): Use o campo de créditos para identificar quem está fornecendo a fotografia. Não precisa ser necessariamente o autor. Se um fotógrafo trabalha para uma agência de notícias como a Reuters ou a Associated Press, essas organizações podem ser listadas aqui, pois estão "fornecendo" a imagem para uso por terceiros. Se a imagem for um banco de imagens, o grupo (agência) envolvido no fornecimento da imagem deve ser listado aqui. Com o IPTC, este campo é limitado a 32 caracteres.
sl: **Zasluge** (sinonim za *Ponudnik*): Uporabite polje zaslug za identifikacijo osebe, ki daje fotografijo. Ni nujno, da je to avtor. Če fotograf dela za tiskovno agencijo, kot je Reuters oz. Associated Press bi lahko med te organizacije tukaj našteli takšne, ki "zagotavljajo" slike za uporabo drugim. Če je slika iz zaloga fotografij, potem mora skupina (agencija), ki sodeluje pri dobavi slike biti tukaj navedena. Pri IPTC je to polje omejeno na 32 znakov.
uk: **Подяка** (синонім *постачальника*): Використовуйте поле «Подяки» для особи, яка надала фотографію. Це не обов’язково повинен бути автор. Якщо фотограф працює у агенції новин, такій як Reuters або Associated Press, ці організації слід подати у списку, оскільки вони «надають» зображення для використання іншими. Якщо зображення є комерційною фотографією, у цьому полі слід зазначити групу (агенцію), яку до цього залучено. У IPTC вміст цього поля обмежено 32 символами.

source: **Copyright**: The Copyright Notice should contain any necessary copyright notice for claiming the intellectual property, and should identify the current owner(s) of the copyright for the photograph. Usually, this would be the photographer, but if the image was done by an employee or as work-for-hire, then the agency or company should be listed. Use the form appropriate to your country. For the United States you would typically follow the form of (c) {date of first publication} name of copyright owner, as in *(c) 2005 John Doe.* Note, the word *copyright* or the abbreviation *copr* may be used in place of the (c) symbol. In some foreign countries only the copyright symbol is recognized and the abbreviation does not work. Furthermore the copyright symbol must be a full circle with a *c* inside; using something like (c) where the parentheses form a partial circle is not sufficient. For additional protection worldwide, use of the phrase, "all rights reserved" following the notice above is encouraged. In Europe you would use: Copyright {Year} {Copyright owner}, all rights reserved. In Japan, for maximum protection, the following three items should appear in the copyright field of the IPTC Core: (a) the word, Copyright; (b) year of the first publication; and (c) name of the author. You may also wish to include the phrase *all rights reserved*.
ca: **Drets d'autor**: l'Avís de drets d'autor haurà de contenir qualsevol avís necessari per a reclamar la propietat intel·lectual i haurà d'identificar els propietaris actuals dels drets d'autor de la fotografia. En general, aquest seria el fotògraf, però si la imatge va ser realitzada per un empleat o com un treball per contracte, aleshores l'agència o l'empresa haurà d'aparèixer a la llista. Utilitzeu el formulari corresponent per al vostre país. Per als Estats Units, normalment seguiria la forma de (c) {data de la primera publicació} nom del propietari dels drets d'autor, com «(c) 2005 John Doe». Cal tenir en compte que es pot utilitzar la paraula «copyright» o l'abreviatura «copr» en lloc del símbol «(c)». En alguns països estrangers només es reconeix el símbol de copyright i l'abreviatura no funciona. A més, el símbol de copyright haurà de ser un cercle complet amb una «c» dins. Utilitzar alguna cosa com «(c)» on els parèntesis formen un cercle parcial no és suficient. Per a obtenir protecció addicional a tot el món, es recomana utilitzar la frase «all rights reserved» (*tots els drets reservats*) després de l'avís anterior. A Europa, hauríeu d'utilitzar: Copyright {any} {propietari dels drets d'autor}, «all rights reserved». Al Japó, per a una màxima protecció, haurien d'aparèixer els tres elements següents: a) la paraula Copyright; (b) any de la primera publicació; i (c) nom de l'autor. També podreu incloure la frase «all rights reserved».
it: **Diritto d'autore**: la nota del diritto d'autore deve contenere tutti i dettagli legali per far valere la proprietà intellettuale, e deve identificare l'attuale proprietario (o proprietari) del diritto d'autore della fotografia. Di solito questo è il fotografo, ma se l'immagine è stata creata da un'impiegato o un esterno a pagamento, allora deve essere elencato l'agenzia o l'azienda. Usa la forma idonea al tuo paese. Per gli Stati Uniti la forma segue in genere (c) {data della prima pubblicazione} none del proprietario del diritto d'autore, come in *(c) 2005 John Doe.* Nota che può essere utilizzata la parola *copyright* o la sua abbreviazione *copr* al posto del simbolo (c). In alcuni paesi stranieri viene riconosciuto solo il simbolo del copyright e l'abbreviazione non vale. Inoltre, il simbolo del copyright deve essere un cerchio intero con una *c* al suo interno; non è sufficiente qualcosa di simile a una (c) in cui le parentesi formano un cerchio parziale. Per protezione aggiuntiva a livello mondiale, è consigliato l'uso della frase «tutti i diritti riservati»" di seguito alla notifica. In Europa, utilizzare: Copyright {Anno} {proprietario del diritto d'autore}, tutti i diritti riservati. In Giappone, per la massima protezione, devono apparire i seguenti tre elementi nel campo del diritto d'autore del IPTC Core: (a) la parola, Copyright; (b) anno della prima pubblicazione; e (c) nome dell'autore. Potresti anche voler includere la frase *tutti i diritti riservati*.
nl: **Copyright**: in het copyrightveld kunt u de informatie over het auteursrecht invoeren, waarmee het intellectuele eigendom van de afbeelding wordt beschermd. Verder dient het veld aan te geven wie de auteursrechthebbende van de foto is. Normaliter is dat de fotograaf, maar als de foto genomen is door een fotograaf in loondienst, dan is het agentschap of het bedrijf de auteursrechthebbende. Gebruik de opmaak die voor uw land van toepassing is. Voor de Verenigde Staten zou u typisch de vorm (c) {datum van eerste publicatie} naam van auteursrechthebbende, zoals *(c) 2005 Jan Janssen.* Opmerking: het woord *copyright* of de afkorting *copr* mag gebruikt worden in plaats van het symbool (c). In sommige landen wordt alleen het copyrightsymbool herkend en werken de afkortingen niet. Verder moet het copyrightsymbool een gesloten cirkel zijn met een "c" erin, dus niet zoiets als (c). Voor aanvullende bescherming wereldwijd is het raadzaam om de tekst "all rights reserved" ook toe te voegen. In Europa is de opmaak: Copyright {jaar} {auteursrechthebbende}, all rights reserved. In Japan, voor maximale bescherming, dienen de volgende drie items in het copyrightveld te staan: (a) het woord Copyright; (b) jaar van eerste publicatie en (c) naam van de auteur. U kunt eventueel ook de tekst "all rights reserved" bijsluiten.
pt_br: **Direitos autorais**: O aviso de direitos autorais deve conter todos os avisos de direitos autorais necessários para reivindicar a propriedade intelectual e deve identificar o(s) proprietário(s) atual(is) dos direitos autorais da fotografia. Normalmente, este seria o fotógrafo, mas se a imagem foi feita por um funcionário ou por encomenda, a agência ou empresa deve ser listada. Use o formato apropriado para o seu país. Para os Estados Unidos, você normalmente seguiria o formato (c) {data da primeira publicação} nome do proprietário dos direitos autorais, como em *(c) 2005 John Doe.* Observe que a palavra *copyright* ou a abreviação *copr* podem ser usadas no lugar do símbolo (c). Em alguns países estrangeiros, apenas o símbolo de direitos autorais é reconhecido e a abreviação não funciona. Além disso, o símbolo de direitos autorais deve ser um círculo completo com um *c* dentro; usar algo como (c) onde os parênteses formam um círculo parcial não é suficiente. Para proteção adicional em todo o mundo, o uso da frase "todos os direitos reservados" após o aviso acima é recomendado. Na Europa, você usaria: Copyright {Ano} {Proprietário dos direitos autorais}, todos os direitos reservados. No Japão, para máxima proteção, os três itens a seguir devem aparecer no campo de direitos autorais do núcleo do IPTC: (a) a palavra Copyright; (b) o ano da primeira publicação; e (c) o nome do autor. Você também pode incluir a frase *todos os direitos reservados*.
sl: **Avtorske pravice**: Obvestilo o avtorskih pravicah mora vsebovati vsa potrebna obvestila o avtorskih pravicah za zahtevanje intelektualne lastnine in mora identificirati trenutnega lastnika(-e) avtorskih pravic za fotografijo. Običajno bi bil to fotograf, če pa je sliko naredil zaposleni ali jo je najemal, je treba navesti agencijo ali podjetje. Uporabite obrazec, ki ustreza vaši državi. Za Združene države bi običajno sledili obliki (c) {datum prve objave} ime lastnika avtorskih pravic, kot v *(c) 2005 John Doe.* Opomba, beseda *copyright* ali okrajšava *copr* lahko se uporablja namesto simbola (c). V nekaterih tujih državah je priznan le simbol avtorskih pravic, okrajšava pa ne deluje. Poleg tega mora biti simbol avtorskih pravic poln krog z *c* znotraj; uporaba nečesa podobnega (c), kjer oklepaji tvorijo delni krog, ne zadostuje. Za dodatno zaščito po vsem svetu je priporočljiva uporaba izraza "vse pravice pridržane" po zgornjem obvestilu. V Evropi bi uporabili: Copyright {Year} {Copyright owner}, vse pravice pridržane. Na Japonskem se morajo zaradi največje zaščite v polju avtorskih pravic jedra IPTC pojaviti naslednji trije elementi: (a) beseda Avtorska pravica; (b) leto prve objave; in (c) ime avtorja. Morda boste želeli vključiti tudi izraz *vse pravice pridržane*.
uk: **Авторські права**: повідомлення про авторські права: повідомлення про авторські права повинне містити будь-яку потрібну інформацію з повідомленням про інтелектуальну власність, і має ідентифікувати поточного власника(ів) авторських прав на фотографію. Зазвичай, це повинен бути фотограф, але, якщо зображення було зроблено працівником або за наймом, там слід зазначити агенцію або компанію. Використовуйте форму, що відповідає вашій країні. У Сполучених Штатах вам слід стандартно використовувати форму: ©; {дата першого оприлюднення} ім’я власника авторських прав, як у «©2005 John Doe.» Зауважте, що слово «copyright» або абревіатуру «copr» можна використовувати замість символу ©. У деяких інших країнах визнають лише символ авторських прав, а абревіатура не спрацьовує. Крім того, символ авторського права має виглядати як «c» всередині повного кола; використання чогось на зразок (c), де дужки замінюють повне коло, є недостатнім. Для додаткового захисту у всьому світі, рекомендується використання фрази, «all rights reserved», що йде за інформацією, про яку мовилося вище. У Європі слід використовувати запис: Copyright {Рік} {Власник авторських прав}, all rights reserved. У Японії, для максимального захисту, у повідомленні про права слід зазначити три елементи у ядрі IPTC: (а) слово, Copyright; (б) рік першого оприлюднення; і (в) ім’я автора. Можливо, що ви захочете скористатися фразою «all rights reserved.»

source: The copyright marking for a Creative Commons Share-alike license might read:
ca: La marca de copyright d'una llicència Creative Commons Compartir-Igual («Share-Alike») podria indicar:
it: Il contrassegno del copyright per una licenza Creative Commons Share-alike potrebbe recitare:
nl: De copyright markering voor een Creative Commons Share-alike licentie kan er uitzien als:
pt_br: A marcação de direitos autorais para uma licença do tipo Creative Commons Share pode ser:
sl: Oznaka avtorskih pravic za licenco Creative Commons Share-alike se lahko glasi:
uk: Позначка авторських прав для умов ліцензування Creative Commons Share-alike може бути такою:

source: *This work copyright {Year} by {Author} is licensed under CC BY-SA 4.0*
ca: *El copyright {Any} d'aquest treball de {Autor} està llicenciat segons CC BY-SA 4.0*
it: *Quest'opera è copyright {Anno} di {Autore} ed è sotto licenza CC BY-SA 4.0*
nl: *Dit werk copyright {Year} door {Author} heeft de licentie onder CC BY-SA 4.0*
pt_br: *Este trabalho, com direitos autorais de {Ano} para {Autor}, está licenciado sob CC BY-SA 4.0*
sl: *To avtorsko zaščiteno delo {Year} avtorja {Author} je licencirano pod CC BY-SA 4.0*

source: See `<https://creativecommons.org/licenses/by-sa/4.0/>`_ for details on what the Share-Alike license means.
ca: Vegeu els detalls a `<https://creativecommons.org/licenses/by-sa/4.0/>`_ sobre què significa la llicència Compartir-Igual («Share-Alike»).
it: Vedi `<https://creativecommons.org/licenses/by-sa/4.0/>`_ per i dettagli su cosa significa la licenza Share-Alike.
nl: Zie `<https://creativecommons.org/licenses/by-sa/4.0/>`_ voor details over wat de licentie Share-Alike betekent.
pt_br: Consulte `<https://creativecommons.org/licenses/by-sa/4.0/>`_ para obter detalhes sobre o que significa uma licença de compartilhamento.
sl: Glejte `<https://creativecommons.org/licenses/by-sa/4.0/>`_ za podrobnosti o tem, kaj pomeni licenca za deljenje pod enakimi pogoji.
uk: Див. `<https://creativecommons.org/licenses/by-sa/4.0/>`_, щоб дізнатися більше про те, що являють собою умови ліцензування Share-Alike.

source: With XMP, you can include more than one copyright string using different languages. With IPTC, this field is limited to 128 characters.
ca: Amb XMP, podreu incloure més d'una cadena de drets d'autor utilitzant idiomes diferents. Amb IPTC aquest camp està limitat a 128 caràcters.
it: Con XMP, puoi includere più di una stringa di diritto d'autore, in lingue differenti. Con IPTC, questo campo è limitato a 128 caratteri.
nl: Met XMP kunt u meer dan één copyright tekenreeks invoegen met gebruik van verschillende talen. Met IPTC is dit veld beperkt tot 128 tekens.
pt_br: Com o XMP, você pode incluir mais de uma sequência de direitos autorais em diferentes idiomas. Com o IPTC, este campo é limitado a 128 caracteres.
sl: Z XMP lahko vključite več kot en niz avtorskih pravic z uporabo različnih jezikov. Pri IPTC je to polje omejeno na 128 znakov.
uk: У XMP ви можете включити декілька рядків авторських прав з використанням різних мов. У IPTC вміст цього поля обмежено 32 символами.
