Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/theme_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Theme Settings
ca: Configuració del tema del digiKam
it: Impostazioni temi di digiKam
nl: Thema-instellingen van digiKam
pt: Configuração do Tema do digiKam
pt_br: Configurações de tema do digiKam
sl: digiKam nastavitve tem
sv: Temainställningar i digiKam
uk: Параметри теми digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, colors, theme, configuration
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, colors, tema, configuració
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, colori, tema, configurazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, kleuren, thema, configuratie
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, cores, tema, configuração
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, cores, tema, configuração
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, barve, tema, konfiguracija
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, färger, tema, inställning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, кольори, тема, налаштування

source: Theme Settings
pt: Configuração do Tema

source: Contents
pt: Conteúdo

source: Color schemes are supplied like themes to personalize digiKam main interface for you pleasure. To access these settings select :menuselection:`Settings --> Themes` from the menubar and select your preferred theme to use.
pt: Os esquemas de cores são fornecidos como temas para personalizar a interface principal do digiKam a seu bel-prazer. Para aceder a esta configuração, seleccione a opção do menu :menuselection:`Configuração --> Temas` e seleccione o seu tema preferido a usar.

source: The digiKam Color Themes Menu
ca: El menú de temes de color del digiKam
it: Il menu Temi di digiKam
nl: Het menu van kleurenthema's van digiKam
pt: O Menu de Temas de Cores do digiKam
pt_br: Menu de temas de cores do digiKam
sl: Meni barvnih tem digiKam
sv: Menyn Färgteman i digiKam
uk: Меню тем кольорів digiKam

source: When theme is selected all elements from the graphical interface must change accordingly with the colors scheme.
pt: Quando o tema é seleccionado, todos os elementos da interface gráfica deverão mudar de acordo com o esquema de cores.

source: Depending of the color theme used, it must be mandatory to restart application to load relevant icons-set working with colors scheme.
pt: Dependendo do tema de cores usado, deve ser obrigatório reiniciar a aplicação para carregar os conjuntos de ícones relevantes com o esquema de cores.

source: Pairing some application colors scheme and widget style can give a wrong user experience. We recommend to adjust if necessary the **Widget Style** from the **Setup / Misc / Appearance** configuration panel, especially with dark color schemes. See :ref:`this section <appearance_settings>` from this manual for more details about the **Appearance** options.
pt: O emparelhamento de alguns esquemas de cores de aplicações e estilos gráficos poderá gerar uma experiência de utilizador errada. Recomendamos que os ajuste, caso seja necessário, o **Estilo Gráfico** no painel de **Configuração / Diversos / Aparência**, especialmente no caso de esquemas de cores escuros. Veja neste manual :ref:`esta secção <appearance_settings>` para ver mais detalhes sobre as opções de **Aparência**.

source: Look below all themed screenshots taken with Album-View.
pt: Veja abaixo todas as imagens com temas tiradas com a Área do Álbum.

source: The Black-Body Theme
ca: El tema Black-Body
it: Il tema Black-Body
nl: Het thema Black-Body
pt: O Tema Corpo-Preto
pt_br: O tema Black-Body
sl: Tema črnega telesa
sv: Temat Black Body
uk: Тема з чорною основою

source: The Color-Contrast Theme
ca: El tema Color-Contrast
it: Il tema Color-Contrast
nl: Het thema Kleurcontrast
pt: O Tema Contraste de Cores
pt_br: O tema Color-Contrast
sl: Tema barvnega kontrasta
sv: Temat ColorContrast
uk: Тема з контрастними кольорами

source: The Dark-Room Theme
ca: El tema Dark-Room
it: Il tema Dark-Room
nl: Het thema Dark-Room
pt: O Tema de Quarto-Escuro
pt_br: O tema Dark-Room
sl: Tema temne sobe
sv: Temat DarkRoom
uk: Тема темної кімнати

source: The Fusion-Gray Theme
ca: El tema Fusion-Gray
it: Il tema Fusion-Gray
nl: Het thema Fusion-grijs
pt: O Tema de Cinzento-Fusão
pt_br: O tema Fusion-Gray
sl: Tema Fusion-Gray
sv: Temat FusionGray
uk: Сіра тема Fusion

source: The Gray-Card Theme
ca: El tema Gray-Card
it: Il tema Gray-Card
nl: Het thema Grijze-kaart
pt: O Tema de Cartão-Cinzento
pt_br: O tema Gray-Card
sl: Tema sive karte
sv: Temat GrayCard
uk: Тема з сірими картками

source: The High-Key Theme
ca: El tema High-Key
it: Il tema High-Key
nl: Het thema Hoge-toets
pt: O Tema de Chave-Alta
pt_br: O tema High-Key
sl: Tema visokega ključa
sv: Temat High Key
uk: Тема у світлих тонах

source: The Low-Key Theme
ca: El tema Low-Key
it: Il tema Low-Key
nl: Het thema Lage-toets
pt: O Tema de Chave-Baixa
pt_br: O tema Low-Key
sl: Nizka tema
sv: Temat LowKey
uk: Тема у темних тонах

source: The Shade-of-Gray Theme
ca: El tema Shade-of-Gray
it: Il tema Shade-of-Gray
nl: Het thema Grijze-tint
pt: O Tema de Tons de Cinzento
pt_br: O tema Shade-of-Gray
sl: Tema Shade-of-Gray
sv: Temat ShadeOfGray
uk: Тема у відтінках сірого

source: The Sunset-Color Theme
ca: El tema Sunset-Color
it: Il tema Sunset-Color
nl: Het thema Zonsondergang-kleur
pt: O Tema de Cores do Pôr-do-Sol
pt_br: O tema Sunset-Color
sl: Tema sončnega zahoda
sv: Temat SunsetColor
uk: Тема заходу сонця

source: The White-Balance Theme
ca: El tema White-Balance
it: Il tema White-Balance
nl: Het thema Witbalans
pt: O Tema de Balanceamento de Brancos
pt_br: O tema White-Balance
sl: Tema ravnovesja beline
sv: Temat White Balance
uk: Тема балансу білого

source: :ref:`Theme Settings <setup_application>`
ca: :ref:`Configuració dels temes <setup_application>`
nl: :ref:`Thema-instellingen <setup_application>`
pt_br: :ref:`Configurações de tema <setup_application>`
sl: :ref:`Nastavitve teme <setup_application>`
sv: :ref:`Temainställningar <setup_application>`
uk: :ref:`Параметри теми <setup_application>`

source: Color themes are supplied allowing you to personalize the digiKam main interface. To access these settings select :menuselection:`Settings --> Themes` from the menubar and select your preferred theme.
ca: Els temes de color se subministren per a personalitzar la interfície principal del digiKam. Per a accedir a aquestes opcions de configuració, seleccioneu :menuselection:`Arranjament --> Temes` de la barra de menú i seleccioneu el vostre tema preferit.
nl: Kleurenthema's worden geleverd waarmee u het hoofdinterface van digiKam kunt personaliseren. Voor toegang tot deze instellingen, selecteer :menuselection:`Instellingen--> Thema's` uit de menubalk en selecteer uw gewenste thema.
pt_br: Os temas de cores são fornecidos, permitindo que você personalize a interface principal do digiKam. Para acessar essas configurações, selecione :menuselection:`Configurações --> Temas` na barra de menu e selecione o tema de sua preferência.
sl: Priložene so barvne teme, ki vam omogočajo, da prilagodite glavni vmesnik digiKam. Za dostop do teh nastavitev izberite :menuselection:`Nastavitve --> Teme` v menijski vrstici in izberite želeno temo.
sv: Färgteman levereras så att man kan anpassa digiKams huvudgränssnitt. För att komma åt inställningarna, välj :menuselection:`Inställningar --> Teman` från menyraden och välj det tema som ska användas.

source: Selecting a theme changes all of the elements of the graphical interface consistent with the theme's color scheme.
ca: Seleccionar un tema canvia tots els elements de la interfície gràfica de manera coherent amb l'esquema de colors del tema.
nl: Een thema selecteren wijzigt alle elementen van het grafische interface volgens het kleurenschema van het thema.
pt_br: Selecionar um tema altera todos os elementos da interface gráfica de acordo com o esquema de cores do tema.
sl: Izbira teme spremeni vse elemente grafičnega vmesnika v skladu z barvno shemo teme.
sv: Att välja ett tema ändrar alla element i det grafiska gränssnittet i enlighet med temats färgschema.

source: Depending on the color theme you selected, you may have to restart digiKam to load all of the relevant icons associated with the new color scheme.
ca: Segons el tema del color seleccionat, potser caldrà reiniciar el digiKam per a carregar el conjunt d'icones rellevant associat amb l'esquema de color nou.
nl: Afhankelijk van het geselecteerde kleurenthema, moet u digiKam herstarten om alle relevante met het nieuwe thema geassocieerde pictogrammen te laden.
pt_br: Dependendo do tema de cores selecionado, talvez seja necessário reiniciar o digiKam para carregar todos os ícones relevantes associados ao novo esquema de cores.
sl: Odvisno od barvne teme, ki ste jo izbrali, boste morda morali znova zagnati digiKam, da naložite vse ustrezne ikone, povezane z novo barvno shemo.
sv: Beroende på vilket färgtema som används, kanske man måste starta om digiKam för att ladda alla relevanta ikoner som hör ihop med det nya färgschemat.

source: Some color schemes do not work well with some widget styles. So you may find it necessary to adjust the **Widget Style** from the :menuselection:`Settings --> Configure digiKam... --> Miscellaneous page --> Appearance tab`, especially with dark color schemes. See :ref:`this section <appearance_settings>` of this manual for more details about the **Appearance** options.
ca: Alguns esquemes de color de l'aplicació no funcionen bé amb alguns estils de ginys. Potser caldrà l'**Estil dels ginys** des del plafó de configuració :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Miscel·lània --> pestanya Aparença`, especialment amb esquemes de colors foscos. Vegeu :ref:`aquesta secció <appearance_settings>` d'aquest manual per a més detalls sobre les opcions d'**Aparença**.
nl: Sommige kleurenschema's werken niet goed met sommige widgetstijlen. Dus kunt u het noodzakelijk vinden om de **Widgetstijl** aan te passen uit :menuselection:`Instellingen --> digiKam configureren... --> Pagina Diversen --> Tabblad uiterlijk`, speciaal met donkere kleurenschema's. Zie :ref:`deze sectie <appearance_settings>` uit deze handleiding voor meer details over de opties voor **Uiterlijk**.
pt_br: Alguns esquemas de cores não funcionam bem com alguns estilos de widget. Portanto, pode ser necessário ajustar o **Estilo do widget** em :menuselection:`Configurações --> Configurar digiKam... --> página Diversos --> aba Aparência`, especialmente com esquemas de cores escuras. Consulte :ref:`esta seção <appearance_settings>` deste manual para obter mais detalhes sobre as opções de **Aparência**.
sl: Nekatere barvne sheme ne delujejo dobro z nekaterimi slogi pripomočkov. Tako boste morda ugotovili, da je treba prilagoditi **Slog pripomočka** v :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran Razno --> Videz zavihka`, še posebej pri temnih barvnih shemah. Glej :ref:`ta razdelek <appearance_settings>` tega priročnika za več podrobnosti o možnostih **Videz**.
sv: Vissa färgscheman fungerar inte bra med vissa komponentstilar. Så det kan vara nödvändigt att justera **Komponentstil** från fliken :menuselection:`Inställningar --> Anpassa digiKam... --> Diverse --> Utseende`, särskilt med mörka färgscheman. Se :ref:`det här avsnittet <appearance_settings>` i handboken för mer information om alternativen för **Utseende**.

source: the table below contains examples of the appearance of the Album-View with each available theme.
ca: la taula següent conté exemples de l'aparença de la vista d'àlbum amb cada tema disponible.
nl: de onderstaande tabel bevat voorbeelden van het uiterlijk van de Album-weergave met elk beschikbaar thema.
pt_br: a tabela abaixo contém exemplos da aparência da vista de álbum com cada tema disponível.
sl: spodnja tabela vsebuje primere videza pogleda albuma z vsako razpoložljivo temo.
sv: Tabellen nedan innehåller exempel på albumvisningens utseende med varje tillgängligt tema.
uk: у наведеній нижче таблиці містяться приклади вигляду панелі альбомів із використанням усіх доступних тем.
