Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/tooltip_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Tooltip Settings
ca: Configuració dels consells d'eina del digiKam
it: Impostazioni dei suggerimenti di digiKam
nl: Instellingen voor tekstballonnen van digiKam
pt: Configuração das Dicas do digiKam
pt_br: Configurações de dica do digiKam
sl: digiKam nastavitve orodnih namigov
sv: Verktygstipsinställningar i digiKam
uk: Параметри підказок digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, setup, configure, tooltip
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, establir, configurar, consell d'eina
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, configurazione, configurare, suggerimenti
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, opzet, configureren, tekstballon
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, configuração, configurar, dica
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, configurar, dica de ferramenta
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, nastavitev, konfiguracija, opis orodja
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, inställning, anpassa, verktygstips
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, налаштування, налаштовування, параметри, підказка

source: Tooltip Settings
pt: Configuração das Dicas

source: Contents
pt: Conteúdo

source: This setup page covers all options of information appearing when the mouse hovers over a file icon in the Image Area. According to the checked options they will be shown or not.
pt: Esta página de configuração cobre todas as opções de informação que aparecem quando o rato passa por cima de um ícone de ficheiro na área de imagens. De acordo com as opções assinaladas, estas poderão ficar visíveis ou não.

source: A Tooltip Visible Over A Thumbbar Item
ca: Un consell d'eina visible sobre un element de la barra de miniatures
it: Suggerimento visibile su un elemento della barra degli strumenti
nl: Een tekstballon zichtbaar boven een miniatuuritem
pt: Uma Dica Visível sobre um Item de Miniatura
pt_br: Uma dica visível sobre um item da barra de miniaturas
sl: Namig orodja, viden nad elementom Thumbbar
sv: Ett verktygstips som visas ovanpå ett objekt på miniatyrbildsraden
uk: Панель підказки над пунктом мініатюри

source: This view presents the information displayed in a tooltip over the **Icon Items** with the relevant settings done in the configuration page.
pt: Esta área apresenta a informação apresentada numa dica sobre os **Itens de Ícones** com as definições relevantes feitas na página de configuração.

source: The Icon Items Tooltip Configuration View
ca: Vista de la configuració dels consells d'eina en els elements d'icona
it: La vista della configurazione dei suggerimenti degli elementi dell'icona
nl: De configuratieweergave voor tekstballonnen boven pictogramitems
pt: A Área de Configuração das Dicas dos Ícones
pt_br: Exibição de configuração da dica de itens de miniatura
sl: Pogled konfiguracije orodnega opisa elementov ikone
sv: Inställningsvyn med ikonobjektens verktygstips
uk: Панель перегляду налаштувань підказок для піктограм зображень

source: On the top a common option is available to customize the **Font** used to render tooltips everywhere in the application.
pt: No topo, está disponível uma opção comum para personalizar o **Tipo de Letra** usado para desenhar as dicas em todos os pontos da aplicação.

source: Two other configuration views exists to customize:
pt: Existem duas outras áreas de configuração para personalizar:

source: The tooltips visible over the **Album Items**, as the **Albums** or **Tags** tree-views from **Main Window**.
pt: As dicas visíveis sobre os **Itens do Álbum**, como as árvores de **Álbuns** ou **Marcas** da **Janela Principal**.

source: The tooltips visible over the **Import Items** from the camera import tool icon-view.
pt: As dicas visíveis sobre os **Itens de Importação** da área de ícones da ferramenta de importação da câmara.

source: Enabling the **Import Items** tooltips can require to turn on the **Use File Metadata** option from the **Camera Behavior** settings panel. Look :ref:`this section <camera_behavior>` from this manual for more details.
pt: Se activar as dicas para **Importar os Itens**, poderá obrigar a activar a opção para **Usar os Meta-Dados dos Ficheiros** do painel de configuração do **Comportamento da Câmara**. Veja mais detalhes :ref:`nesta secção <camera_behavior>` do manual.

source: :ref:`Tooltip Settings <setup_application>`
ca: :ref:`Configuració dels consells d'eina <setup_application>`
it: :ref:`Impostazioni dei suggerimenti <setup_application>`
nl: :ref:`Instellingen voor Tekstballonnen <setup_application>`
pt_br: :ref:`Configurações de dica <setup_application>`
sl: :ref:`Nastavitve namigov orodij <setup_application>`
sv: :ref:`Inställningar av verktygstips <setup_application>`
uk: :ref:`Параметри підказок <setup_application>`

source: The **Tool-Tip** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Tool-Tip page`. Options on this page control what information is displayed when the mouse hovers over a file icon in the Image Area. Each checkbox enables or disables the display of the specified information. The tool tip font and size can be selected from the top option on the right.
ca: Les opcions de **Consell d'eina** per al digiKam s'estableixen des de :menuselection:`Arranjament --> Configura el digiKam... --> pàgina de Consell d'eina`. Les opcions d'aquesta pàgina controlen quina informació es mostra quan el ratolí passa per sobre d'una icona de fitxer a l'àrea d'imatges. Cada casella de selecció activa o desactiva la visualització de la informació especificada. La lletra i la mida del consell d'eina es poden seleccionar des de l'opció superior de la dreta.
it: Le opzioni dei **suggerimenti** per digiKam sono impostate da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Suggerimenti`. Le opzioni in questa pagina controllano quali informazioni vengono mostrate quando passi il mouse sull'icona di un file nell'area delle immagini. Ciascuna casella di controllo abilita o disabilita la visualizzazione dell'informazione specificata. Il tipo di carattere e la dimensione dei suggerimenti sono impostati nell'opzione che si trova in alto a destra.
nl: De opties **Tekstballon** voor digiKam worden gezet uit :menuselection:`Instellingen --> digiKam configureren... --> Pagina Tekstballon`. Opties op deze pagina besturen welke informatie getoond wordt wanneer de muis zweeft boven een bestandspictogram in het Afbeeldingengebied. Elk keuzevak schakelt in of uit het tonen van de gespecificeerde informatie. Het lettertype van de tekstballon en de grootte kan geselecteerd worden uit de optie rechtsboven.
pt_br: As opções da **Dica** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página Dica`. As opções nesta página controlam quais informações são exibidas quando o mouse passa sobre uma miniatura de arquivo na área de imagem. Cada caixa de seleção ativa ou desativa a exibição das informações especificadas. A fonte e o tamanho da dica de ferramenta podem ser selecionados na opção superior à direita.
sl: Možnosti **Namigov orodij** za digiKam se nastavijo na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran namigov orodij`. Možnosti na tej strani določajo, katere informacije so prikazane, ko miško premaknete nad ikono datoteke v območju slike. Vsako potrditveno polje omogoči ali onemogoči prikaz določenih informacij. Pisavo in velikost nasveta orodja lahko izberete v zgornji možnosti na desni.
sv: Alternativen för **Verktygstips** i digiKam ställs in på sidan :menuselection:`Inställningar --> Anpassa digiKam... --> Verktygstips`. Alternativen på sidan bestämmer vilken information som visas när musen hålls över en filikon i bildområdet. Varje kryssruta aktiverar eller inaktiverar visningen av angiven information. Verktygstipsets teckensnitt och storlek kan väljas från det översta alternativet till höger.
uk: Параметри **Підказок** у digiKam можна налаштувати за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Підказки»`. Пункти на цій сторінці керують тим, які дані буде показано при наведенні вказівника миші на піктограму файла на панелі показу зображень. Кожен з пунктів вмикає або вимикає показ вказаних даних. Шрифт і розмір символів підказок можна вибрати за допомогою верхнього пункту праворуч.

source: The **Tool-Tip** page has three tabs controlling the tooltips displayed for Icons, Albums and Import items.
ca: La pàgina **Consell d'eina** té tres pestanyes que controlen els consells d'eina mostrats per als elements d'icones, d'àlbums i d'importació.
it: La pagina **Suggerimenti** contiene tre schede che controllano i suggerimenti visualizzati per le icone, gli album e gli elementi importati.
nl: De pagina **Tekstballon** heeft drie tabbladen die de tekstballonnen besturen die getoond worden voor Pictogrammen, Albums en Import-items.
pt_br: A página **Dica** tem três abas que controlam as dicas exibidas para miniaturas, álbuns e itens de importação.
sl: Stran **Namigi za orodja** ima tri zavihke, ki nadzorujejo namige orodij, prikazane za ikone, albume in uvozne elemente.
sv: Sidan **Verktygstips** har tre flikar som bestämmer verktygstipsen som visas för ikoner, album och importobjekt.
uk: На сторінці **Підказки** розміщено три вкладки, за допомогою яких можна керувати підказками, які буде показано для записів піктограм, альбомів та імпортування.

source: The **Icon Items** tab controls what information is displayed in a tooltip over **Icon Items**.
ca: La pestanya **Elements d'icones** controla quina informació es mostra en un consell d'eina sobre **Elements d'icones**.
it: La scheda **Elementi icona** controlla quali informazioni sono visualizzate in un suggerimento sugli **elementi icone**.
nl: Het tabblad **Pictogram-items** bestuurt welke informatie getoond wordt in een tekstballon over **Pictogram-items**.
pt_br: A aba **Miniaturas** controla quais informações são exibidas em uma dica sobre **Itens de miniatura**.
sl: Zavihek **Elementi ikone** nadzira, katere informacije so prikazane v opisu orodja nad **Ikono elementov**.
sv: Fliken **Ikonobjekt** bestämmer vilken information som visas i ett verktygstips för **Ikonobjekt**.
uk: Вкладка **Пункти піктограм** визначає, які дані буде показано на панелях підказок до **пунктів піктограм**.

source: The Album Items tab controls what information is displayed in a tooltip over the **Albums** or **Tags** tree-views displayed from the **Main Window**.
ca: La pestanya Elements de l'àlbum controla quina informació es mostra en un consell d'eina sobre les vistes en arbre **Àlbums** o **Etiquetes** des de la **finestra principal**.
it: La scheda **Elementi album** controlla quali informazioni sono visualizzate in un suggerimento sulle viste ad albero degli **Album** o dei **Tag** nella **finestra principale**.
nl: Het tabblad **Album-items** bestuurt welke informatie getoond wordt in een tekstballon over **Albums** of **Tags** boomstructuren getoond in het **Hoofdvenster**.
pt_br: A aba de itens dos Álbuns controla quais informações são exibidas em uma dica sobre as vistas em árvore de **Álbuns** ou **Etiquetas** exibidas na **Janela principal**.
sl: Zavihek Elementi albuma nadzira, katere informacije so prikazane v opisu orodja nad drevesnimi pogledi **Albumi** ali **Značke**, prikazanimi v **Glavnem oknu**.
sv: Fliken Albumobjekt bestämmer vilken information som visas i ett verktygstips över trädvyerna **Album** eller **Etiketter** som visas i **Huvudfönstret**.
uk: За допомогою вкладки «Пункти альбомів» можна визначити, які дані буде показано на панелях підказок записів в ієрархічних списках **Альбоми** або **Мітки** **Основного вікна**.

source: The Import Items tab controls what information is displayed in a tooltip over the camera import tool icon-view.
ca: La pestanya elements d'importació controla quina informació es mostra en un consell d'eina sobre la vista d'icones de l'eina d'importació de la càmera.
it: La scheda **Elementi importati** controlla quali informazioni sono visualizzate in un suggerimento sopra la vista a icone dello strumento di importazione della fotocamera.
nl: Het tabblad **Import-items** bestuurt welke informatie getoond wordt in een tekstballon over de pictogramweergave van het hulpmiddel importeren uit de camera.
pt_br: A aba Itens importados controla quais informações são exibidas em uma dica sobre a miniatura de visualização da ferramenta de importação da câmera.
sl: Zavihek Uvozi elemente nadzira, katere informacije so prikazane v orodnem namigu nad pogledom ikone orodja za uvoz iz kamere.
sv: Fliken Importobjekt styr vilken information som visas i ett verktygstips för ikonvyn i kamerans importverktyg.
uk: Вкладка **Пункти імпортування** визначає, які дані буде показано на панелях підказок до пунктів ієрархічного списку засобу імпортування даних з фотоапарата.

source: Enabling the **Import Items** tooltips can require you to turn on the **Use File Metadata** option from the **Camera Behavior** settings panel. Look at :ref:`this section <camera_behavior>` from this manual for more details.
ca: Activar els consells d'eina sobre **Importa els elements** pot requerir l'activació de l'opció d'ús de metadades a la configuració del comportament de la càmera. Vegeu :ref:`aquesta secció <camera_behavior>` d'aquest manual per a més detalls.
it: Abilitare i suggerimenti per **Elementi importati** può richiedere l'attivazione dell'opzione **Usa i metadati dei file** dal pannello delle impostazioni **Comportamento della fotocamera**. Vedi :ref:`questo capitolo <camera_behavior>` del manuale per altri dettagli.
nl: De tekstballonnen van **Items importeren** kunnen van u vragen om de optie **Metagegevens van bestand gebruiken** uit het instellingenpaneel **Cameragedrag** aan te zetten. Zie :ref:`deze sectie <camera_behavior>` in deze handleiding voor meer details.
pt_br: Para habilitar as dicas em **Itens importados**, você pode precisar ativar a opção **Usar os metadados do arquivo** no painel de configurações de **Comportamento da câmera**. Consulte :ref:`esta seção <camera_behavior>` deste manual para obter mais detalhes.
sl: Če omogočite opise orodij **Uvozi elemente**, boste morda morali vklopiti možnost **Uporabi metapodatke datoteke** na plošči z nastavitvami **Obnašanje kamere**. Poglejte :ref:`ta razdelek <camera_behavior>` v tem priročniku za več podrobnosti.
sv: Att aktivering verktygstipsen för **Importobjekt** kan kräva att man aktiverar alternativet **Använd filmetadata** i inställningsrutan **Kamerabeteende**. Se :ref:`det här avsnittet <camera_behavior>` i handboken för mer information.
uk: Позначення пункту підказок **Важливих записів** може потребувати позначення пункту **Використовувати метадані з файла** на панелі параметрів **Поведінка фотоапарата**. Щоб дізнатися більше, зверніться до :ref:`цього розділу <camera_behavior>` підручника.
