Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/toolbars_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: **Text Alongside Icons**: the text label will appear to the right of each toolbar item's icon.
ca: **Text al costat de les icones**: a la barra d'eines apareixerà l'etiqueta de text a la dreta de cada icona d'element.
it: **Testo accanto alle icone: l'etichetta di testo apparirà a destra della relativa icona per ogni elemento della barra degli strumenti.
nl: **Tekst naast de pictogrammen**: het tekstlabel zal rechts van elk pictogram van een item verschijnen
pt: **Texto ao Lado dos Ícones**: a legenda de texto irá aparecer à direita do ícone de cada item da barra de ferramentas.
pt_br: **Texto ao lado dos ícones**: o rótulo de texto aparecerá à direita do ícone de cada item da barra de ferramentas.
sl: **Besedilo ob ikonah**: besedilna oznaka bo prikazana desno od ikone vsakega elementa orodne vrstice.
sv: **Text bredvid ikoner**: textbeteckningen visas till höger om varje verktygsradsobjekts ikon.
uk: **Текст поруч з піктограмами** — показувати на кожній з кнопок панелі інструментів текстову мітку поруч з піктограмою..

source: **Text Under Icons**: the text label will appear underneath each toolbar item's icon.
ca: **Text sota les icones**: a la barra d'eines apareixerà l'etiqueta de text a sota de cada icona d'element.
it: **Testo sotto le icone**: l'etichetta di testo apparirà sotto la relativa icona per ogni elemento della barra degli strumenti.
nl: **Tekst onder de pictogrammen**: het tekstlabel zal onder elk pictogram van een item verschijnen
pt: **Texto sob os Ícones**: a legenda de texto irá aparecer debaixo do ícone de cada item da barra de ferramentas.
pt_br: **Texto sob os ícones**: o rótulo de texto aparecerá abaixo do ícone de cada item da barra de ferramentas.
sl: **Besedilo pod ikonami**: besedilna oznaka bo prikazana pod vsako ikono elementa orodne vrstice.
sv: **Text under ikoner**: textbeteckningen visas under varje verktygsradsobjekts ikon.
uk: **Текст під піктограмами** — показувати на кожній з кнопок панелі інструментів текстову мітку під піктограмою..

source: You can also show or hide text for individual toolbar items by right-clicking on an item and checking or unchecking the item under Show Text.
ca: També podreu mostrar o ocultar el text per a elements individuals de la barra d'eines fent clic amb el botó dret sobre un element i marcant o desmarcant l'element **Mostra el text**.
it: Puoi anche mostrare o nascondere il testo per singoli elementi delle barre degli strumenti facendo clic col il pulsante destro su un elemento e selezionando o deselezionando la voce di menu sotto Mostra testo.
nl: U kunt ook de tekst voor individuele items op de werkbalk tonen of verbergen door rechts te klikken op een item en het item onder Tekst tonen te activeren of te deactiveren.
pt: Também poderá mostrar ou esconder o texto dos itens individuais da barra de ferramentas, carregando com o botão direito sobre um item e marcando ou desmarcando o item debaixo de 'Mostrar o Texto'.
pt_br: Você também pode mostrar ou ocultar texto para itens individuais da barra de ferramentas clicando com o botão direito do mouse em um item e marcando ou desmarcando o item em Mostrar texto.
sl: Prav tako lahko prikažete ali skrijete besedilo za posamezne elemente orodne vrstice tako, da z desno miškino tipko kliknete element in označite ali počistite element pod Prikaži besedilo.
sv: Man kan också visa eller dölja text för enskilda objekt på verktygsraden genom att högerklicka på ett objekt och markera eller avmarkera alternativet under Visa text.
uk: Крім того, ви можете наказати програмі показувати або приховувати текст на окремих кнопках панелі інструментів. Наведіть вказівник на відповідну кнопку, клацніть правою кнопкою миші і позначте або зніміть позначку з пункту під написом **Показувати текст**.

source: You can change the size of toolbar items' icons by selecting **Icon Size** from the toolbar's context menu. You can choose from the following sizes in pixels:
ca: Podreu canviar la mida de les icones a la barra d'eines seleccionant la seva **Mida d'icona** des del menú contextual de la barra d'eines. Podreu triar entre les mides en píxels següents:
it: Puoi cambiare la dimensione degli elementi delle barra degli strumenti selezionando **Dimensioni delle icone** dal menu contestuale della barra degli strumenti. È possibile scegliere le dimensioni in pixel seguenti:
nl: U kunt de grootte van pictogrammen van items op de werkbalk wijzigen door **Pictogramgrootte** te selecteren uit het contextmenu van de werkbalk. U kunt kiezen uit de volgende groottes in pixels:
pt: Poderá modificar o tamanho dos ícones dos itens da barra de ferramentas, seleccionando o **Tamanho dos Ícones** no menu de contexto da barra de ferramentas. Poderá escolher entre os seguintes tamanhos em pixels:
pt_br: Você pode alterar o tamanho dos ícones dos itens da barra de ferramentas selecionando **Tamanho do ícone** no menu de contexto da barra de ferramentas. Você pode escolher entre os seguintes tamanhos em pixels:
sl: Velikost ikon elementov orodne vrstice lahko spremenite tako, da izberete **Velikost ikone** iz kontekstnega menija orodne vrstice. Izbirate lahko med naslednjimi velikostmi v slikovnih pikah:
sv: Man kan ändra storleken på ikonerna för verktygsradsobjekt genom att välja **Ikonstorlek** i verktygsradens sammanhangsberoende meny. Man kan välja mellan följande storlekar i bildpunkter:
uk: Змінити розмір піктограм кнопок панелі інструментів можна за допомогою підменю **Розмір піктограм** контекстного меню панелі інструментів. Ви можете вибрати такі розміри у пікселях:

source: **Small (16x16)**.
ca: **Petita (16x16)**.
it: **Piccole (16x16)**
nl: **Klein (16x16)**.
pt: **Pequeno (16x16)**.
pt_br: **Pequeno (16x16)**.
sl: **Majhna (16x16)**.
sv: **Liten (16x16)**.
uk: **Малий (16⨯16)**.

source: **Medium (22x22)** [the default value].
ca: **Mitjana (22x22)** [el valor predeterminat].
it: **Medie (22x22)** [il valore predefinito]
nl: **Middel (22x22)** [de standaard waarde].
pt: **Médio (22x22)** [o valor por omissão].
pt_br: **Médio (22x22)** [o valor padrão].
sl: **Srednja (22x22)** [privzeta vrednost].
sv: **Mellan (22x22)** [standardvärdet].
uk: **Середній (22⨯22)** [типовий розмір].

source: **Large (32x32)**.
ca: **Gran (32x32)**.
it: **Grandi (32x32)**
nl: **Groot (32x32)**.
pt: **Grande (32x32)**.
pt_br: **Grande (32x32)**.
sl: **Velika (32x32)**.
sv: **Stor (32x32)**.
uk: **Великий (32⨯32)**.

source: **Huge (48x48)**.
ca: **Enorme (48x48)**.
it: **Enormi (48x48)**
nl: **Enorm (48x48)**.
pt: **Enorme (48x48)**.
pt_br: **Enorme (48x48)**.
sl: **Ogromna (48x48)**.
sv: **Enorm (48x48)**.
uk: **Величезний (48⨯48)**.

source: Customize Toolbar Position
ca: Personalitzar la posició de la barra d'eines
it: Personalizzare la posizione della barra degli strumenti
nl: Werkbalkpositie aanpassen
pt: Personalizar a Posição da Barra de Ferramentas
pt_br: Personalizar a posição da barra de ferramenta
sl: Prilagodi položaj orodne vrstice
sv: Anpassa verktygsradens position
uk: Налаштовування позиції панелі інструментів

source: The toolbar can be moved to another position, but it must be first “unlocked” by unchecking the **Lock Toolbar Positions** option from the toolbar's context menu. To restore the lock, simply recheck this menu item.
ca: La barra d'eines es pot moure a una altra posició, però primer s'ha de «desbloquejar» desmarcant l'opció **Bloqueja les posicions de les barres d'eines** des del menú contextual de la barra d'eines. Per a restaurar el bloqueig, simplement torneu a marcar aquest element de menú.
it: La barra degli strumenti può essere spostata in un'altra posizione, ma deve essere prima «sbloccata» deselezionando l'opzione **Blocca le posizioni delle barre** dal menu contestuale di una barra degli strumenti. Per ripristinare il blocco semplicemente riseleziona quella voce di menu.
pt_br: A barra de ferramentas pode ser movida para outra posição, mas primeiro é necessário "desbloqueá-la" desmarcando a opção **Bloquear posição da barra de ferramentas** no menu de contexto da barra de ferramentas. Para restaurar o bloqueio, basta marcar novamente este item de menu.
sl: Orodno vrstico lahko premaknete na drug položaj, vendar jo morate najprej “odkleniti” tako, da v kontekstnem meniju orodne vrstice počistite možnost **Zakleni položaje orodne vrstice**. Če želite obnoviti zaklepanje, preprosto znova označite ta element menija.
sv: Verktygsraden kan flyttas till en annan position, men den måste först "låsas upp" genom att avmarkera alternativet **Lås verktygsradernas positioner** i verktygsradens sammanhangsberoende meny. För att återställa låsningen, markera helt enkelt menyalternativet igen.
uk: Щоб пересунути панель інструментів, вам слід спочатку *розблокувати* панелі. Щоб зробити це, зніміть позначку з пункту **Заблокувати панелі**. Щоб відновити блокування просто знову позначте цей пункт меню.

source: You can change a toolbar's position from the **Orientation** sub-menu of its context menu.
ca: Podreu canviar la posició d'una barra d'eines des del submenú **Orientació** del seu menú contextual.
it: Puoi cambiare la posizione di una barra degli strumenti usando il sottomenu **Orientamento** del relativo menu contestuale.
nl: U kunt de positie van een werkbalk via het submenu **Oriëntatie** van zijn contextmenu wijzigen.
pt: Poderá mudar a posição da barra de ferramentas no submenu **Orientação** do seu menu de contexto.
pt_br: Você pode alterar a posição de uma barra de ferramentas no submenu **Orientação** do seu menu de contexto.
sl: Položaj orodne vrstice lahko spremenite v podmeniju **Usmerjenost** njenega kontekstnega menija.
sv: Man kan ändra en verktygsrads position från undermenyn **Orientering** i dess sammanhangsberoende meny.
uk: Змінити розташування панелі інструментів можна за допомогою підменю **Орієнтація** контекстного меню панелі.

source: **Top** [the default position]
ca: **Dalt** [la posició predeterminada]
it: **In alto** [posizione predefinita]
nl: **Bovenaan** [de standaard positie].
pt_br: **Topo** [a posição padrão]
sl: **Vrh** [privzeti položaj].
sv: **Längst upp** [standardvärdet]
uk: **Згори** [типове розташування]

source: **Left**
ca: **Esquerra**
it: **A sinistra**
nl: **Links**.
pt_br: **Esquerda**
sl: **Levo**
sv: **Till vänster**
uk: **Ліворуч**

source: **Right**
ca: **Dreta**
it: **A destra**
nl: **Rechts**.
pt_br: **Direita**
sl: **Desno**
sv: **Till höger**
uk: **Праворуч**

source: **Bottom**
ca: **Baix**
it: **In basso**
nl: **Onderaan**.
pt_br: **Fundo**
sl: **Dno**
sv: **Längst ner**
uk: **Внизу**

source: You can also move the toolbar by clicking and holding onto the dotted line at the left of a horizontal toolbar or the top of a vertical toolbar and dragging it to your desired location.
ca: També podreu moure la barra d'eines fent-hi clic i mantenint la línia amb punts a l'esquerra de les barres d'eines horitzontals o a la part superior d'una barra d'eines vertical i arrossegant-la fins a la ubicació desitjada.
it: Puoi spostare la barra degli strumenti anche tenendo premuto il tasto sinistro del mouse sulla riga tratteggiata a sinistra di una barra degli strumenti orizzontale o in alto di una barra verticale e trascinando la barra nella posizione desiderata.
nl: U kunt de werkbalk ook verplaatsen door te klikken en vast te houden op de stippellijn links van een horizontale werkbalk of bovenaan een verticale werkbalk en te verslepen naar de gewenste locatie.
pt_br: Você também pode mover a barra de ferramentas clicando e segurando a linha pontilhada à esquerda de uma barra de ferramentas horizontal ou na parte superior de uma barra de ferramentas vertical e arrastando-a para o local desejado.
sl: Orodno vrstico lahko premaknete tudi tako, da kliknete in držite črtkano črto na levi strani vodoravne orodne vrstice ali na vrhu navpične orodne vrstice in jo povlečete na želeno mesto.
sv: Man kan också flytta verktygsraden genom att klicka och hålla nere den streckade linjen till vänster om en horisontell verktygsrad eller överst i en vertikal verktygsrad och dra den till önskad plats.
uk: Крім того, ви можете пересунути панель інструментів: наведіть вказівник миші на крапчасту лінію у лівій частині горизонтальної панелі або у верхній частині вертикальної панелі, натисніть і утримуйте натисненою ліву кнопку миші, потім перетягніть панель у бажане місце.

source: You can hide the toolbar by deselecting **Show Toolbar** from either the toolbar's context menu or the **Settings** menu. To restore the toolbar, select **Show Toolbar** from the **Settings** menu. Note that the toolbar must be “unlocked” to hide it from the context menu.
ca: Podreu ocultar la barra d'eines desseleccionant **Mostra la barra d'eines** des del seu menú contextual de la barra d'eines o des del menú **Arranjament**. Per a restaurar la barra d'eines, seleccioneu l'element de menú :menuselection:`Arranjament --> Mostra la barra d'eines`. Cal tenir en compte que la barra d'eines cal que estigui «desbloquejada» per a poder-la ocultar del menú contextual.
it: Puoi nascondere la barra degli strumenti deselezionando **Mostra la barra degli strumenti** o dal menu contestuale della barra o dal menu **Impostazioni**. Per ripristinare la visibilità della barra, seleziona **Mostra la barra degli strumenti** dal menu **Impostazioni**. Nota che la barra degli strumenti, per essere nascosta, deve essere «sbloccata» dal menu contestuale.
nl: U kunt de werkbalk verbergen door deactiveren van **Werkbalk tonen** uit ofwel het contextmenu van de werkbalk of het menu **Instellingen**. Om de werkbalk te herstellen, selecteer **Werkbalk tonen** uit het menu **Instellingen**. Merk op dat de werkbalk “ontgrendeld” moet zijn om deze te verbergen uit het contextmenu.
pt_br: Você pode ocultar a barra de ferramentas desmarcando **Mostrar barra de ferramentas** no menu de contexto da barra de ferramentas ou no menu **Configurações**. Para restaurar a barra de ferramentas, selecione **Mostrar barra de ferramentas** no menu **Configurações**. Observe que a barra de ferramentas precisa estar "desbloqueada" para ocultá-la do menu de contexto.
sl: Orodno vrstico lahko skrijete tako, da počistite izbiro **Pokaži orodno vrstico** v kontekstnem meniju orodne vrstice ali v meniju **Nastavitve**. Če želite obnoviti orodno vrstico, izberite **Pokaži orodno vrstico** v meniju **Nastavitve**. Upoštevajte, da mora biti orodna vrstica »odklenjena«, da jo skrijete v kontekstnem meniju.
sv: Man kan dölja verktygsraden genom att avmarkera **Visa verktygsrad** antingen från verktygsradens sammanhangsberoende meny eller från menyn **Inställningar**. För att återställa verktygsraden väljer man **Visa verktygsrad** från menyn **Inställningar**. Observera att verktygsraden måste vara "upplåst" för att döljas från den sammanhangsberoende menyn.
uk: Ви можете наказати програмі приховати панель інструментів зняттям позначки з пункту **Показати панель інструментів** або у контекстному меню панелі інструментів, або у меню **Параметри**. Щоб відновити показ панелі інструментів, виберіть пункт **Показати панель інструментів** у меню **Параметри**. Зауважте, що для приховування панелей за допомогою контекстного меню їх слід спочатку розблокувати.

source: Toolbars Settings
pt: Configurações das Barras de Ferramentas

source: digiKam interface can be customized with toolbar located below the main menu. An editor is available from the :menuselection:`Settings --> Configure Toolbars` main menu item or right-click on a toolbar and select Configure Toolbars...
pt: A interface do digiKam pode ser personalizada com a barra de ferramentas que aparece debaixo do menu principal. Está disponível um editor na opção do menu :menuselection:`Configuração --> Configurar as Barras de Ferramentas` ou ao carregar com o botão direito numa barra de ferramentas e seleccionar 'Configurar as Barras de Ferramentas'...

source: On the left side of the toolbar configuration dialog, the available items that you can put in your toolbar are shown. On the right, the ones that already appear on the toolbar are shown. Above each side of the panel there is a Filter text box you can use to easily find items in the list.
pt: Do lado esquerdo da janela de configuração das barras de ferramentas, estão enumerados os itens disponíveis que poderá colocar na sua barra de ferramentas. Do lado direito, aparecem os que já constam na mesma. Em cima, de cada lado do painel, existe um campo de texto de Filtro que poderá usar para encontrar facilmente os itens na lista.

source: You can add an item to your toolbar by selecting it from the left side and clicking on the right arrow button. You can remove an item by selecting it and clicking the left arrow button.
pt: Poderá adicionar um item à sua barra de ferramentas, seleccionando-o no lado esquerdo e carregando no botão da seta para a direita. Poderá remover um item se o seleccionar e carregar no botão da seta para a esquerda.

source: You can change the position of the items by moving them lower or higher in the list. To move items lower, press the down arrow button, while to move items higher press the up arrow button. You can also change items' position by dragging and dropping them.
pt: Poderá alterar a posição dos itens se os mover para baixo ou para cima na lista. Para baixar os itens, carregue no botão da seta para baixo, enquanto para os subir poderá carregar no botão da seta para cima. Poderá mudar a posição dos itens se os arrastar e largar.

source: You can change the appearance of toolbars by right-clicking on a toolbar to access it's context menu. The **Text Position** sub-menu allows to customize the button icon and title on the toolbar.
pt: Poderá modificar a aparência das barras de ferramentas, carregando com o botão direito sobre uma barra de ferramentas para aceder ao seu menu de contexto. O submenu da **Posição do Texto** permite personalizar o ícone e o título do botão na barra de ferramentas.

source: In order to move toolbar, you must “unlock” them. To do so, uncheck **Lock Toolbar Positions** from a toolbar's context menu. To restore the lock, simply recheck this menu item.
pt: Para mover a barra de ferramentas, precisa de as "desbloquear" primeiro. Para o fazer, desligue a opção **Bloquear as Posições das Barras de Ferramentas** no menu de contexto de uma barra de ferramentas. Para repor o bloqueio, basta voltar a assinalar este item do menu.

source: **Top** [the default position].
pt: **Topo** [a posição por omissão].

source: **Left**.
pt: **Esquerda**.

source: **Right**.
pt: **Direita**.

source: **Bottom**.
pt: **Fundo**.

source: You can also move a toolbar by clicking and holding onto the dotted line at the left of horizontal toolbars or the top of vertical toolbars and dragging it to your desired location.
pt: Também poderá mover uma barra de ferramentas se carregar e manter carregada a linha pontilhada à esquerda das barras de ferramentas horizontais ou no topo das barras verticais e arrastá-la para o local desejado.

source: You can hide the toolbar by deselecting **Show Toolbar** from either the toolbar's context menu or the **Settings** menu. To restore the toolbar, select **Show Toolbar** from the **Settings** menu. Note that toolbar must be “unlocked” to hide them from their context menu.
pt: Poderá esconder a barra de ferramentas se desligar a opção **Mostrar a Barra de Ferramentas** no menu de contexto da barra de ferramentas ou no menu **Configuração**. Para repor a mesma, seleccione a opção **Mostrar a Barra de Ferramentas** do menu **Configuração**. Lembre-se que as barras de ferramentas devem estar “desbloqueadas” para as esconder no menu de contexto.
