Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/toolbars_settings.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Toolbars Settings
ca: Configuració de les barres d'eines del digiKam
it: Impostazioni barra degli strumenti di digiKam
nl: Werkbalkinstellingen van digiKam
pt: Configurações das Barras de Ferramentas do digiKam
pt_br: Configurações das barras de ferramenta do digiKam
sl: digiKam nastavitve orodnih vrstic
sv: Verktygsradsinställningar i digiKam
uk: Параметри панелей інструментів у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, camera, configuration, setup, toolbar
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, càmera, configuració, establir, barra d'eines
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, fotocamera, configurazione, configurare, barra degli strumenti
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, camera, configuratie, opzet, werkbalk
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, câmara, configuração, barra de ferramentas
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, câmera, configuração, instalação, barra de ferramentas
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, kamera, konfiguracija, nastavitev, orodna vrstica
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kamera, inställning, anpassa, verktygsrad
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, фотоапарат, налаштування, налаштовування, панель інструментів

source: :ref:`Toolbars Settings <setup_application>`
ca: :ref:`Configuració de les barres d'eines <setup_application>`
it: :ref:`Impostazioni barra degli strumenti <setup_application>`
nl: :ref:`Werkbalk-instellingen <setup_application>`
pt_br: :ref:`Configurações das barras de ferramentas <setup_application>`
sl: :ref:`Nastavitve orodne vrstice <setup_application>`
sv: :ref:`Verktygsradsinställningar <setup_application>`
uk: :ref:`Параметри панелі інструментів <setup_application>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Toolbar Editor
ca: Editor de la barra d'eines
it: Editor della barra degli strumenti
nl: Werkbalkbewerker
pt: Editor das Barras de Ferramentas
pt_br: Editor de barra de ferramentas
sl: Urejevalnik orodne vrstice
sv: Verktygsradseditor
uk: Редактор панелей інструментів

source: The digiKam interface can be customized by selection which tools are displayed in the toolbar located below the main menu. The toolbar editor is available from the :menuselection:`Settings --> Configure Toolbars` menu item or from the toolbar context menu (right-click on any tool in the toolbar and select **Configure Toolbars...**).
ca: La interfície del digiKam es pot personalitzar seleccionant les eines que es mostren a la barra d'eines ubicada a sota del menú principal. L'editor de la barra d'eines està disponible a l'element de menú :menuselection:`Arranjament --> Configura les barres d'eines` o des del menú contextual de la barra d'eines (feu clic amb el botó dret a la barra d'eines i seleccioneu **Configura les barres d'eines...**).
it: L'interfaccia di digiKam può essere personalizzata selezionando quali strumenti debbano essere visualizzati nella barra degli strumenti situata sotto il menu principale. L'editor della barra degli strumenti è raggiungibile dalla voce di menu :menuselection:`Impostazioni --> Configura le barre degli strumenti` dal menu contestuale della barra degli strumenti (fai clic col pulsante destro del mouse su uno strumento qualsiasi nella barra degli strumenti e scegli **Configura le barre degli strumenti...**).
pt_br: A interface do digiKam pode ser personalizada selecionando as ferramentas exibidas na barra de ferramentas localizada abaixo do menu principal. O editor da barra de ferramentas está disponível no item de menu :menuselection:`Configurações --> Configurar barras de ferramentas` ou no menu de contexto da barra de ferramentas (clique com o botão direito do mouse em qualquer ferramenta na barra de ferramentas e selecione **Configurar barras de ferramentas...**).
sl: Vmesnik digiKam lahko prilagodite tako, da izberete, katera orodja so prikazana v orodni vrstici pod glavnim menijem. Urejevalnik orodne vrstice je na voljo v meniju :menuselection:`Nastavitve --> Konfiguriraj orodne vrstice` ali v kontekstnem meniju orodne vrstice (z desno miškino tipko kliknite poljubno orodje v orodni vrstici in izberite **Konfiguriraj orodne vrstice...**).
sv: Gränssnittet i digiKam kan anpassas genom att välja vilka verktyg som visas i verktygsraden som finns under huvudmenyn. Verktygsradseditorn är tillgänglig med menyalternativet :menuselection:`Inställningar --> Anpassa verktygsrader` eller från verktygsradens sammanhangsberoende meny (högerklicka på valfritt verktyg i verktygsraden och välj **Anpassa verktygsrad...**).
uk: Інтерфейс digiKam можна налаштувати за допомогою вибору того, які кнопки інструментів буде показано на панелі інструментів, яку розташовано під головним меню. Доступ до редактора можна отримати за допомогою пункту головного меню :menuselection:`Параметри --> Налаштувати пенали` або клацнувши правою кнопкою миші на панелі і вибравши **Налаштувати пенали...**

source: The digiKam Toolbars Configuration Dialog
ca: El diàleg de configuració de les barres d'eines en el digiKam
it: La finestra di dialogo di configurazione delle barre degli strumenti di digiKam
nl: Configuratiedialoog voor werkbalken van digiKam
pt: A Janela de Configuração das Barras de Ferramentas do digiKam
pt_br: A janela de configuração de barras de ferramentas do digiKam
sl: Pogovorno okno za konfiguracijo orodnih vrstic digiKam
sv: Inställningsdialogrutan för verktygsrader i digiKam
uk: Вікно налаштовування панелей інструментів у digiKam

source: The available items that you can display in the toolbar are listed on the left side of the toolbar configuration dialog. The actions that already appear in the toolbar are listed on the right. There is a Filter text box above each list you can use to easily find items in the list.
ca: Els elements disponibles que podeu mostrar a la barra d'eines es llisten a la part esquerra del diàleg de configuració de la barra d'eines. Les accions que ja apareixen a la barra d'eines es llisten a la dreta. Hi ha un quadre de text de filtre a sobre de cada llista que podeu utilitzar per a trobar fàcilment elements de la llista.
it: Gli elementi disponibili che puoi visualizzare nella barra degli strumenti sono elencati nel lato sinistro della finestra di dialogo di configurazione della barra. Le azioni che compaiono già nella barra degli strumenti sono elencati sulla destra. Sopra ciascun elenco è presente un riquadro di testo Filtro in cui è possibile ricercare facilmente gli elementi dell'elenco.
pt_br: Os itens disponíveis que você pode exibir na barra de ferramentas estão listados no lado esquerdo da caixa de diálogo de configuração da barra de ferramentas. As ações que já aparecem na barra de ferramentas estão listadas à direita. Há uma caixa de texto "Filtro" acima de cada lista que você pode usar para encontrar itens facilmente.
sl: Razpoložljivi elementi, ki jih lahko prikažete v orodni vrstici, so navedeni na levi strani pogovornega okna za konfiguracijo orodne vrstice. Dejanja, ki so že prikazana v orodni vrstici, so navedena na desni. Nad vsakim seznamom je besedilno polje Filter, ki ga lahko uporabite za preprosto iskanje elementov na seznamu.
sv: De tillgängliga objekten som kan visas i verktygsraden listas till vänster i verktygsradens inställningsdialogrutan . De åtgärder som redan visas i verktygsraden listas till höger. Det finns en filtertextruta ovanför varje lista som kan användas för att enkelt hitta objekt i listan.
uk: Доступні елементи, які може бути показано на панелі інструментів, потраплять до списку у лівій частині діалогового вікна налаштування панелі інструментів. Пункти дій, які вже показано на панелі інструментів, опиняться у списку праворуч. Над кожним списком є ​​текстове поле «Фільтр», за допомогою якого можна легко знаходити пункти у списку.

source: You can add an item to your toolbar by selecting it from the left side and clicking on the right arrow button. You can remove an item, by selecting it from the right side and clicking the left arrow button.
ca: Podreu afegir un element a la barra d'eines seleccionant-lo des del costat esquerre i fent clic sobre el botó de fletxa dreta. Podreu suprimir un element seleccionant-lo des de la banda dreta i fent clic sobre el botó de fletxa esquerra.
it: Per aggiungere un elemento alla tua barra degli strumenti puoi selezionarlo nella parte sinistra e premere il pulsante freccia destra. Per rimuovere un elemento dalla tua barra puoi selezionarlo nella parte destra e premere il pulsante freccia sinistra.
nl: U kunt een item aan uw werkbalk toevoegen door het in de linkerkant te selecteren en op de knop met de pijl naar rechts te klikken. U kunt een item verwijderen door het uit de rechter kant te selecteren en te klikken op op de knop met de pijl naar links.
pt_br: Você pode adicionar um item à sua barra de ferramentas selecionando-o no lado esquerdo e clicando na seta para a direita. Você pode remover um item selecionando-o no lado direito e clicando na seta para a esquerda.
sl: Element lahko dodate v svojo orodno vrstico tako, da ga izberete na levi strani in kliknete gumb s puščico desno. Predmet lahko odstranite tako, da ga izberete na desni strani in kliknete gumb puščice levo.
sv: Man kan lägga till ett objekt på verktygsraden genom att markera det på vänster sida och klicka på högerpilen. Man kan ta bort ett objekt genom att markera det på höger sida och klicka på vänsterpilen.
uk: Додати кнопку на панель можна так: позначте пункт кнопки у списку ліворуч і натисніть кнопку зі стрілкою праворуч. Ви можете вилучити пункт: позначте його з правого боку і натисніть кнопку зі стрілкою ліворуч.

source: You can change the position of the items by moving them lower or higher in the list. To move a selected item lower, press the down arrow button. The up arrow button will move selected items higher in the list. You can also change an items' position by dragging and dropping.
ca: Podreu canviar la posició dels elements movent-los cap avall o cap amunt a la llista. Per a moure un element seleccionat cap avall, premeu el botó de fletxa cap avall. El botó de fletxa cap amunt mourà els elements seleccionats cap amunt. També podreu canviar la posició d'un element arrossegant-lo i deixant-lo anar.
it: Puoi cambiare la posizione degli elementi spostandoli in basso o in alto nell'elenco. Per spostare un elemento selezionato più in basso premi il pulsante freccia giù. Per spostare in alto gli elementi selezionati premi il pulsante freccia su. Puoi anche cambiare la posizione di un elemento trascinandolo e rilasciandolo.
pt_br: Você pode alterar a posição dos itens movendo-os para baixo ou para cima na lista. Para mover um item selecionado para baixo, pressione o botão de seta para baixo. O botão de seta para cima moverá os itens selecionados para cima na lista. Você também pode alterar a posição de um item arrastando e soltando.
sl: Položaj elementov lahko spremenite tako, da jih premaknete nižje ali višje na seznamu. Če želite premakniti izbrani element nižje, pritisnite gumb s puščico navzdol. Gumb s puščico navzgor premakne izbrane elemente višje na seznamu. Položaj elementov lahko spremenite tudi tako, da jih povlečete in spustite.
sv: Man kan ändra objektens position genom att flytta dem längre ner eller högre upp i listan. För att flytta ett markerat objekt längre ner, tryck på neråtpilen. Uppåtpilen flyttar markerade objekt högre upp i listan. Man kan också ändra ett objekts position genom att dra och släppa.
uk: Змінити розташування кнопок можна пересуванням їх пунктів на позиції вище або нижче у списку. Щоб пересунути пункт вниз, натисніть кнопку зі стрілочкою вниз. Пересування пункту вгору здійснюється за допомогою натискання кнопки зі стрілочкою вгору. Крім того, змінити позицію пункту можна перетягуванням зі скиданням за допомогою вказівника миші.

source: On horizontal toolbars, the item that's on top will be the one on the left. On vertical toolbars, items are arranged as they appear in the toolbar.
ca: A les barres d'eines horitzontals, l'element que hi ha a la part superior serà el de l'esquerra. A les barres d'eines verticals, els elements s'organitzen tal com apareixen a la barra d'eines.
it: Nelle barre degli strumenti orizzontali l'elemento in alto nell'elenco sarà quello a sinistra. Nelle barre degli strumenti verticali gli elementi saranno disposti per come appaiono nella barra degli strumenti.
nl: Op horizontale werkbalken komen de item bovenaan links. Op verticale werkbalken zijn de items gerangschikt zoals ze in de werkbalk verschijnen.
pt: Nas barras de ferramentas horizontais, o item que estiver no topo será o que aparece à esquerda. Nas barras verticais, os itens são organizados da mesma forma que aparecem na janela.
pt_br: Nas barras de ferramentas horizontais, o item que está no topo será o da esquerda. Nas barras de ferramentas verticais, os itens são organizados conforme aparecem na barra de ferramentas.
sl: V vodoravnih orodnih vrsticah bo element, ki je na vrhu, tisti na levi. V navpičnih orodnih vrsticah so elementi razporejeni tako, kot so prikazani v orodni vrstici.
sv: På horisontella verktygsrader är det objekt som är överst det som är till vänster. I vertikala verktygsrader är objekten ordnade som de visas i verktygsraden..
uk: На панелях інструментів, розташованих горизонтально, кнопка, пункт якої перебуває на першій позиції списку, буде найлівішою на панелі. На панелях інструментів, розташованих вертикально, кнопки буде впорядковано відповідно до пунктів у списку.

source: You can add separator lines between items by adding a **--- separator ---** item to the toolbar.
ca: Podreu afegir línies de separació entre els elements afegint un element **--- separador ---** a la barra d'eines.
it: Puoi aggiungere linee di separazione tra gli elementi aggiungendo un elemento **--- separatore ---** nella barra degli strumenti.
nl: U kunt een scheidingslijn tussen items toevoegen door het item **--- scheiding ---** aan de werkbalk toe te voegen.
pt: Poderá adicionar separadores entre os itens, adicionando um item **--- separador ---** na barra de ferramentas.
pt_br: Você pode adicionar linhas separadoras entre itens adicionando um item **--- separador ---** à barra de ferramentas.
sl: Ločilne črte lahko dodate med elementi tako, da v orodno vrstico dodate element **--- ločilo ---**.
sv: Man kan lägga till skiljelinjer mellan objekt genom att lägga till **--- avskiljare ----** på verktygsraden.
uk: Щоб додати між кнопками роздільник, пересуньте до відповідного місця списку пункт --- роздільник ---.

source: You can restore your toolbar to the way it was when you installed the application by pressing the **Defaults** button at the bottom of the dialog and then confirming your decision.
ca: Podreu restaurar la barra d'eines a la manera com estava quan es va instal·lar l'aplicació prement el botó **Predeterminat** a la part inferior del diàleg i després confirmant la vostra decisió.
it: Puoi ripristinare la tua barra degli strumenti allo stato in cui era quando hai installato l'applicazione premendo il pulsante **Valori predefiniti** in basso nella finestra e quindi confermando la scelta.
nl: U kunt uw werkbalk herstellen naar de manier waarop het was bij installatie van de toepassing door op de knop **Standaarden** onderaan het venster te drukken en dan uw beslissing te bevestigen.
pt: Poderá repor a sua barra de ferramentas como estava aquando da instalação da aplicação, carregando no botão **Predefinições** no fundo da janela, confirmando depois a sua decisão.
pt_br: Você pode restaurar sua barra de ferramentas para o estado em que estava quando instalou o aplicativo pressionando o botão **Predefinições** na parte inferior da caixa de diálogo e, em seguida, confirmando sua decisão.
sl: Svojo orodno vrstico lahko obnovite v stanje, kot je bilo, ko ste namestili aplikacijo, tako da pritisnete gumb **Privzeto** na dnu pogovornega okna in nato potrdite svojo odločitev.
sv: Man kan återställa verktygsraden till hur den var när programmet installerades genom att trycka på knappen **Förval** längst ner i dialogrutan och sedan bekräfta beslutet.
uk: Відновити вигляд панелі інструментів на час встановлення програми можна натисканням кнопки **Типові значення**, розташованої у нижній частині вікна. Після натискання цієї кнопки програма попросить вас підтвердити ваше рішення.

source: You can change the icon and text of individual toolbar items by selecting an item and clicking either the **Change Icon...** or **Change Text...** button.
ca: Podreu canviar la icona i el text dels elements individuals de la barra d'eines seleccionant un element i fent clic sobre el botó **Canvia la icona...** o **Canvia el text...**.
it: Puoi cambiare l'icona e il testo di singoli elementi della barra degli strumenti selezionando un elemento e facendo clic o sul pulsante **Cambia icona** o su quello **Cambia testo**.
nl: U kunt het pictogram en de tekst van individuele items op de werkbalk wijzigen door een item te selecteren en ofwel op de knop **Pictogram wijzigen...** of **Tekst wijzigen...** te klikken.
pt: Poderá alterar o ícone e o texto de cada item individual da barra de ferramentas, seleccionando um item e carregando no botão para **Modificar o Ícone...** ou **Modificar o Texto...**.
pt_br: Você pode alterar o ícone e o texto de itens individuais da barra de ferramentas selecionando um item e clicando no botão **Alterar ícone...** ou **Alterar texto...**.
sl: Ikono in besedilo posameznih elementov orodne vrstice lahko spremenite tako, da izberete element in kliknete gumb **Spremeni ikono...** ali **Spremeni besedilo...**.
sv: Man kan ändra ikon och text för enskilda objekt på verktygsraden genom att markera ett objekt och antingen klicka på knappen **Ändra ikon...** eller **Ändra text...**.
uk: Піктограму і підпис окремих кнопок панелі інструментів можна змінити за допомогою натискання кнопок **Змінити піктограму...** і **Змінити текст...**.

source: Customizing Toolbar Appearance
ca: Personalitzar l'aparença de la barra d'eines
it: Personalizzare l'aspetto delle barre degli strumenti
nl: Uiterlijk van werkbalk aanpassen
pt: Personalizar a Aparência das Barras de Ferramentas
pt_br: Personalizando a aparência da barra de ferramentas
sl: Prilagajanje videza orodne vrstice
sv: Anpassa verktygsradens utseende
uk: Налаштування вигляду панелі інструментів

source: You can change the appearance of toolbars by right-clicking on a toolbar to access it's context menu. The **Text Position** sub-menu allows you to customize the button icon and title on the toolbar.
ca: Podreu canviar l'aparença de les barres d'eines fent clic dret sobre una barra d'eines per a accedir al menú contextual. El submenú **Posició del text** permet personalitzar la icona i el títol del botó a la barra d'eines.
it: Puoi cambiare l'aspetto delle barre degli strumenti facendo clic col destro su una barra per accedere al suo menu contestuale. Il sottomenu **Posizione del testo** ti consente di personalizzare l'icona e il titolo dei pulsanti nella barra degli strumenti.
nl: U kunt het uiterlijk van werkbalken wijzigen door rechts te klikken op een werkbalk om toegang te krijgen tot zijn contextmenu. Het submenu **Tekstpositie** biedt u het aanpassen van het pictogram van de knop en de titel op de werkbalk.
pt_br: Você pode alterar a aparência das barras de ferramentas clicando com o botão direito do mouse em uma delas para acessar seu menu de contexto. O submenu **Posição do texto** permite personalizar o ícone e o título do botão na barra de ferramentas.
sl: Videz orodnih vrstic lahko spremenite tako, da z desnim klikom na orodno vrstico odprete njen kontekstni meni. Podmeni **Položaj besedila** vam omogoča prilagajanje ikone gumba in naslova v orodni vrstici.
sv: Man kan ändra utseendet på verktygsrader genom att högerklicka på en verktygsrad för att komma åt dess sammanhangsberoende meny. Undermenyn **Textplacering** gör det möjligt att anpassa knappens ikonen och titel på verktygsraden.
uk: Змінити вигляд панелі інструментів можна за допомогою контекстного меню, викликати яке можна клацанням правою кнопкою миші, коли вказівник миші перебуває на відповідній панелі інструментів. За допомогою підменю **Розташування тексту** ви можете налаштувати розмір піктограми кнопки та заголовок на панелі інструментів.

source: The digiKam Toolbars Context Menu
ca: El menú contextual de les barres d'eines en el digiKam
it: Il menu contestuale delle barre degli strumenti di digiKam
nl: Het contextmenu van de werkbalken van digiKam
pt: O Menu de Contexto das Barras de Ferramentas do digiKam
pt_br: O menu de contexto das barras de ferramentas do digiKam
sl: Kontekstni meni orodnih vrstic digiKam
sv: Sammanhangsberoende verktygsradsmeny i digiKam
uk: Контекстне меню панелей інструментів у digiKam

source: You can choose from:
ca: Podeu triar:
it: Puoi scegliere tra:
nl: U kunt kiezen uit:
pt: Poderá escolher entre:
pt_br: Você pode escolher entre:
sl: Izbirate lahko med:
sv: Man kan välja bland:
uk: Ви можете вибрати один з таких варіантів:

source: **Icons**: only the icon for each toolbar item will appear.
ca: **Icones**: a la barra d'eines només apareixerà la icona de cada element.
it: **Solo icone**: per ogni elemento della barra degli strumenti appariranno solo l'icona.
nl: **Pictogrammen**: alleen het pictogram voor elk item op de werkbalk zal verschijnen.
pt: **Ícones**: só aparecerá o ícone de cada item da barra de ferramentas.
pt_br: **Ícones**: somente o ícone de cada item da barra de ferramentas aparecerá.
sl: **Ikone**: prikazana bo samo ikona za vsak element orodne vrstice.
sv: **Ikoner**: bara ikonen för varje verktygsradsobjekt visas.
uk: **Піктограми** — показувати на кнопках панелі інструментів лише піктограми.

source: **Text**: only the text label for each toolbar item will appear.
ca: **Text**: a la barra d'eines només apareixerà l'etiqueta de text de cada element.
it: **Solo testo**: per ogni elemento della barra degli strumenti apparirà solo l'etichetta di testo.
nl: **Tekst**: alleen het tekstlabel voor elk item voor elk item op de werkbalk zal verschijnen.
pt: **Texto**: só aparecerá a legenda de texto para cada item da barra de ferramentas.
pt_br: **Texto**: somente o rótulo de texto de cada item da barra de ferramentas aparecerá.
sl: **Besedilo**: prikazana bo samo besedilna oznaka za vsak element orodne vrstice.
sv: **Text**: bara textbeteckningen för varje verktygsradsobjekt visas.
uk: **Текст** — показувати на всіх кнопках панелі інструментів лише текстові мітки.
