Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/video_settings.po
Languages: ca, it, nl, pt, sl, uk

source: digiKam Video Settings
ca: Configuració del vídeo en el digiKam
it: Impostazioni video di digiKam
nl: Video-instellingen van digiKam
pt: Configuração do Vídeo do digiKam
sl: digiKam video nastavitve
uk: Параметри відео у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, camera, configuration, setup, video
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, càmera, configuració, establir, vídeo
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, fotocamera, configurazione, configurare, video
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, camera, configuratie, opzet, video
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, câmara, configuração, vídeo
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, brezplačno, učenje, enostavno, kamera, konfiguracija, nastavitev, video
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, фотоапарат, налаштування, налаштовування, відео

source: Video Settings
ca: Configurar el vídeo
it: Impostazioni video
nl: Video-instellingen
pt: Configuração do Vídeo
sl: Video nastavitve
uk: Параметри відео

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
sl: Vsebina
uk: Зміст

source: digiKam relies on `FFMpeg Multimedia framework <https://ffmpeg.org/>`_ to handle video files. FFmpeg is a powerful video toolkit, which include all codecs that digiKam needs to play video files.
ca: El digiKam es basa en el `marc de treball multimèdia FFMpeg <https://ffmpeg.org/>`_ per a manejar els fitxers de vídeo. El FFmpeg és un potent kit d'eines de vídeo que inclou tots els còdecs que necessita el digiKam per a reproduir els fitxers de vídeo.
it: digiKam si basa sulla `infrastruttura multimediale FFmpeg <https://ffmpeg.org/>`_ per gestire i file video; FFmpeg è un insieme di strumenti per l'elaborazione video avanzata, che include tutti i codec di cui digiKam ha bisogno per riprodurre i filmati.
nl: digiKam vertrouwt op `FFMpeg multimedia framework <https://ffmpeg.org/>`_ voor behandeling van videobestanden. FFmpeg is een krachtige toolkit voor video's, die alle codecs bevat die digiKam nodig heeft om videobestanden af te spelen.
pt: O digiKam baseia-se na `plataforma multimédia FFMpeg <https://ffmpeg.org/>`_ para lidar com os ficheiros de vídeo. O FFmpeg é uma plataforma de vídeos poderosa, incluindo todos os codificadores que o digiKam precisa para reproduzir os ficheiros de vídeo.
uk: Для роботи із відеофайлами digiKam використовує `мультимедійні бібліотеки FFMpeg <https://ffmpeg.org/>`_. FFmpeg є потужним набором інструментів для роботи з відео, до якого включено усі кодеки, які потрібні digiKam для відтворення відео файлів.

source: This section describes all advanced video settings used to tune media playing features on digiKam.
ca: Aquesta secció descriu totes les opcions avançades de configuració de vídeo utilitzades per a ajustar les característiques de reproducció multimèdia en el digiKam.
it: Questa sezione descrive tutte le impostazioni video avanzate utilizzate per regolare le funzioni di riproduzione multimediale in digiKam.
nl: Deze sectie beschrijft alle geavanceerde video-instellingen gebruikt om de functies van afspelen van media op digiKam fijn af te regelen.
pt: Esta secção descreve todas as definições avançadas de vídeo usadas para ajustar as funcionalidades de reprodução de conteúdos multimédia no digiKam.
sl: Ta razdelek opisuje vse napredne video nastavitve, ki se uporabljajo za prilagajanje funkcij predvajanja medijev na digiKamu.
uk: У цьому розділі наведено пояснення щодо усіх додаткових параметрі відео, які у digiKam використовують для коригування параметрів відтворення мультимедійних даних.

source: Changing values from this page can break video player functionalities.
ca: Canviar els valors d'aquesta pàgina pot trencar la funcionalitat del reproductor de vídeo.
it: Cambiare i valori da questa pagina può danneggiare le funzionalità del riproduttore video.
nl: Waarden uit deze pagina wijzigen kan afspeelfunctionaliteiten breken.
pt: A modificação dos valores nesta página poderá danificar as funcionalidades do leitor de vídeo.
sl: Spreminjanje vrednosti na tej strani lahko pokvari funkcije video predvajalnika.
uk: Зміна значень на цій сторінці може зашкодити відтворенню відео у програмі.

source: The **Reset** button on the bottom of views from this page allows to clear all settings to default values.
ca: El botó **Restableix** a la part inferior de les vistes d'aquesta pàgina permet netejar tota la configuració als valors predeterminats.
it: Il pulsante **Reimposta** nella parte inferiore delle viste da questa pagina permette di azzerare tutte le impostazioni e riportarle ai valori predefiniti.
nl: De knop **Reset** onderaan de weergave uit dezes pagina biedt het wiisen van alle instellingen naar standaard waarden.
pt: O botão **Reiniciar** no fundo das áreas desta página permite repor todas as definições com os seus valores por omissão.
sl: Gumb **Ponastavi** na dnu pogledov s te strani omogoča počistiti vse nastavitve na privzete vrednosti.
uk: Натискання кнопки **Скинути** у нижній частині панелей на цій сторінці уможливлює відновлення типових значень для усіх параметрів.

source: Decoder View
ca: Vista del descodificador
it: Vista del decodificatore
nl: Decoderweergave
pt: Área do Descodificador
sl: Pogled dekoderja
uk: Панель декодера

source: This view allow to define the priority of decoders to use while playing media. In a flat list, you can enable or disable a decoder with the check-box on the left side. Selecting a entry, you can move **Up** or move **Down** with the buttons on the bottom side. The upper entries are taken in the high priority in the list by the player. At least one entry must be enabled in this list to render contents in the media-player.
ca: Aquesta vista permet definir la prioritat dels descodificadors que s'utilitzaran durant la reproducció multimèdia. En una llista plana, podreu activar o desactivar un descodificador amb la casella de selecció al costat esquerre. Quan seleccioneu una entrada, podreu moure cap **Amunt** o cap **Avall** amb els botons a la part inferior. Les entrades més a dalt en la llista seran agafades pel reproductor amb una prioritat més alta. Almenys una entrada haurà d'estar activada en aquesta llista per a mostrar contingut en el reproductor multimèdia.
it: Questa vista permette di definire la priorità dei decodificatori da utilizzare durante la riproduzione dei contenuti multimediali. Sotto forma di elenco, puoi abilitare e disabilitare un decodificatore tramite una casella di controllo posta sul lato sinistro. Dopo aver selezionato una voce, puoi spostarla **su** o **giù** con i pulsanti in basso. Le voci in cima all'elenco vengono utilizzate con priorità alta dal riproduttore. Per riprodurre i contenuti nel lettore multimediale deve essere abilitata almeno una voce.
nl: Deze weergave biedt het definiëren van de prioriteit van te gebruiken decoders tijdens afspelen van media. In een vlakke lijst kunt u een decoder in- of uitschakelen met het keuzevakje links. Na selecteren van een item kunt u het **Omhoog** of **Omlaag** verplaatsen met de knoppen aan de onderkant. De bovenste items in de lijst krijgen de hoge prioriteit van de speler. Minstens één item moet in de lijst ingeschakeld zijn om inhoud weer te geven in de mediaspeler.
pt: Esta área permite definir a prioridade dos descodificadores a usar durante a reprodução dos conteúdos. Numa lista plana, poderá activar ou desactivar um descodificador com a opção no lado esquerdo. Ao seleccionar um item, poderá **Subir** ou **Descer** o mesmo com os botões em baixo. Os itens de topo têm maior prioridade na lista no leitor. Pelo menos deverá estar um item activo nesta lista para desenhar os conteúdos no leitor multimédia.
uk: За допомогою цієї панелі можна визначити пріоритетність використання декодерів при відтворенні мультимедійних даних. У простому списку ви можете вмикати або вимикати декодер за допомогою пункту з позначкою у лівій частині панелі. Ви можете пересунути позначений пункт за допомогою кнопок **Вище** і **Нижче** у нижній частині панелі. Вищі пункти матимуть вищий пріоритет у списку. У списку має бути увімкнено принаймні один пункт, щоб можна було відтворювати дані у програвачі.

source: The digiKam Video Configuration Panel with the Decoder View
ca: La subfinestra de configuració del vídeo en el digiKam amb la vista del descodificador
it: Il pannello di configurazione video di digiKam con la vista del decodificatore
nl: Het paneel voor videoconfiguratie van digiKam met de decoderweergave
pt: O Painel de Configuração de Vídeo do digiKam com a área do Descodificador
sl: Konfiguracijska plošča digiKam Video s pogledom dekoderja
uk: Панель налаштовування відео у digiKam на сторінці «Декодер»

source: AVFormat View
ca: Vista de l'AVFormat
it: Vista Formato AV
nl: AVFormatweergave
pt: Área do AVFormat
sl: Pogled oblike AV
uk: Панель AVFormat

source: This view allows to customize advanced settings to the `FFMpeg AVFormat component <https://ffmpeg.org/ffmpeg-formats.html#Format-Options>`_.
ca: Aquesta vista permet personalitzar la configuració avançada del component `AVFormat de FFMpeg <https://ffmpeg.org/ffmpeg-formats.html#Format-Options>`_.
it: Questa vista permette di personalizzare le impostazioni avanzate del `componente Formato AV di FFMpeg <https://ffmpeg.org/ffmpeg-formats.html#Format-Options>`_.
nl: Deze weergave biedt het aanpassen van geavanceerde instellingen aan de `component FFMpeg AVFormat <https://ffmpeg.org/ffmpeg-formats.html#Format-Options>`_.
pt: Esta área permite personalizar algumas definições avançadas do `componente AVFormat do FFMpeg <https://ffmpeg.org/ffmpeg-formats.html#Format-Options>`_.
uk: За допомогою цієї панелі можна налаштувати додаткові параметри `компонента AVFormat FFMpeg <https://ffmpeg.org/ffmpeg-formats.html#Format-Options>`_.

source: The **Enable avformat options** pass to ffmpeg space separated key-value definitions hosted in **Extra** string setting.
ca: **Activa les opcions d'avformat** passa a les definicions de clau-valor separades per espais del «ffmpeg» allotjades a la cadena en l'opció de configuració **Addicional**.
it: **Abilita opzioni avformat** passa a FFMpeg le definizioni dei valori chiave separati da spazio presenti nella stringa **Altro**.
nl: Het **Avformat-opties inschakelen** geeft spatie-gescheiden definities van sleutelwaarden opgeslagen in tekenreeksinstellingen **Extra** door aan ffmpeg.
pt: A opção **Activar as opções do 'avformat'** passam ao 'ffmpeg' algumas definições chave-valor separadas por espaço, indicadas na configuração do texto **Extra**.
uk: Параметр **Увімкнути параметри avformat** передає ffmpeg відокремлені пробілами значення ключі, що містяться у рядку параметрів **Додатково**.

source: The **Reduce buffering** must minimize the delay between frames processed from a stream but this might break the audio-video synchronization.
ca: **Redueix l'ús de la memòria intermèdia** hauria de minimitzar el retard entre els fotogrames processats d'un flux, però això podria trencar la sincronització entre l'àudio i el vídeo.
it: **Riduci il buffer** deve minimizzare il ritardo tra i fotogrammi elaborati da un flusso, ma potrebbe anche danneggiare la sincronizzazione tra audio e video.
nl: De **Buffering verminderen** moet de vertraging tussen frames verwerkt uit een stream minimaliseren maar dit kan de synchronisatie van audio-video breken.
pt: A opção para **Reduzir o 'buffering'** deverá minimizar o atraso entre as imagens processadas numa sequência, mas poderá quebrar a sincronização entre o áudio e o vídeo.
sl: **Zmanjšaj medpomnjenje** mora zmanjšati zakasnitev med okvirji, obdelanimi iz toka, vendar to lahko prekine avdio-video sinhronizacijo.
uk: Параметр **Зменшити буферизацію** має мінімізувати затримку між кадрами, що оброблятимуться у потоці даних, але це може зашкодити синхронізації звуку і відео.

source: The **Probe Size** value sets probing size in bytes, i.e. the size of the data to analyze to get stream information. A higher value will enable detecting more information in case it is dispersed into the stream, but will increase latency. Must be an integer not lesser than 32. It is 5000000 by default.
ca: El valor de **Mida de la prova** estableix la mida del sondeig en bytes, és a dir, la mida de les dades que s'analitzaran per a obtenir informació del flux. Un valor més alt permetrà detectar més informació en cas que es dispersi a dins del flux, però augmentarà la latència. Haurà de ser un nombre enter no menor que 32. De manera predeterminada és 5.000.000.
it: **Dimensione della prova** imposta la dimensione di prova in byte, ossia la dimensione dei dati da analizzare per ottenere il flusso delle informazioni. Un valore elevato abiliterà il rilevamento di più informazioni, nel caso siano disperse all'interno del flusso, ma aumenterà la latenza. Deve essere un intero non inferiore a 32. Per impostazione predefinita è 5000000.
nl: De waarde **Probegrootte** zet de probegrootte in bytes, d.w.z. de grootte van de te analyseren gegevens om informatie van de stream te verkrijgen. Een hogere waarde zal meer informatie detecteren inschakelen in geval het is verdeeld is in de stream, maar zal latency verhogen. Moet een geheel getal zijn niet minder dan 32. Het is standaard 5000000.
pt: O valor do **Tamanho da Sonda** configura o tamanho da sonda em 'bytes', o tamanho dos dados a analisar para obter informações sobre a sequência de vídeo. Um valor mais elevado irá detectar mais informações no caso de estarem dispersas na sequência de vídeo, mas irá aumentar a latência. Deverá ser um inteiro não inferior a 32. O valor por omissão é de 5 000 000.
uk: Значення **Розмір зондування** встановлює розмір зондування у байтах, тобто розмір даних для аналізу і отримання даних щодо потоку даних. Більше значення вмикає виявлення докладніших відомостей у випадку, якщо ці дані розсіяно по потоку, але збільшує латентність. Має бути цілим значенням, не меншим за 32. Типовим значенням є 5000000.

source: The **Max analyze duration** value specifies how many microseconds are analyzed to probe the input. A higher value will enable detecting more accurate information, but will increase latency. It defaults to 5,000,000 microseconds = 5 seconds.
ca: El valor de **Durada màxima de l'anàlisi** especifica quants microsegons s'analitzaran per a sondejar l'entrada. Un valor més alt permetrà detectar informació més precisa, però augmentarà la latència. El valor predeterminat és 5.000.000 microsegons = 5 segons.
it: **Durata di analisi max** specifica quanti microsecondi sono analizzati per provare l'ingresso. Un valore elevato abiliterà il rilevamento di informazioni più accurate, ma aumenterà la latenza. Il valore predefinito è 5.000.000 di microsecondi = 5 secondi.
nl: De waarde **Max duur van analyse** specificeert hoeveel microseconden er geanalyseerd wordt om de invoer af te tasten (probe). Een hogere waarde zal detecteren van meer accurate informatie inschakelen, maar zal latency verhogen. Het is standaard 5.000.000 microseconds = 5 seconden.
pt: O valor da **Duração máxima da análise** define quantos microsegundos são analisados para sondar os dados de entrada. Um valor mais elevado permitirá detectar informação mais detalhada, mas irá aumentar a latência. O valor por omissão é de 5 000 000 microsegundos = 5 segundos.
uk: Значення **Максимальна тривалість аналізу** задає кількість мікросекунд, яку буде проаналізовано для зондування вхідних даних. Більше значення вмикає точніше виявлення відомостей, але збільшить латентність. Типовим значенням є 5000000 мікросекунд = 5 секунд.

source: The digiKam Video Configuration Panel with the AVFormat View
ca: La subfinestra de configuració del vídeo en el digiKam amb la vista de l'AVFormat
it: Il pannello di configurazione video di digiKam con la vista Formato AV
nl: Het paneel voor videoconfiguratie van digiKam met de AVFormatweergave
pt: O Painel de Configuração do Vídeo do digiKam com a Área do AVFormat
sl: Konfiguracijska plošča digiKam Video s pogledom AVFormat
uk: Панель налаштовування відео у digiKam на сторінці «AVFormat»

source: Misc View
ca: Vista de la miscel·lània
it: Vista Varie
nl: Weergave van diversen
pt: Área de Diversos
sl: Razni pogled
uk: Панель «Різне»

source: This view allows to customize advanced rendering settings of the video frames on screen.
ca: Aquesta vista permet personalitzar la configuració avançada de la renderització dels fotogrames de vídeo a la pantalla.
it: Questa vista permette di personalizzare le impostazioni di resa avanzata dei fotogrammi video sullo schermo.
nl: Deze weergave biedt het aanpassen van geavanceerde instellingen voor renderen van de video frames op het scherm.
pt: Esta área permite personalizar algumas opções avançadas de desenho das imagens de vídeo no ecrã.
sl: Ta pogled omogoča prilagajanje naprednih nastavitev upodabljanja video okvirjev na zaslonu.
uk: За допомогою цієї панелі можна налаштувати додаткові параметри обробки відеокадрів на екрані.

source: The **Force fps** value will force to render an amount of frames per seconds on screen. A null value disable this setting.
ca: El valor de **Força els fps** obligarà a renderitzar una quantitat de fotogrames per segon a la pantalla. Un valor nul desactivarà aquesta opció de configuració.
it: **Forza fps** forzerà la resa a una quantità di fotogrammi per secondi sullo schermo. Un valore nullo disabilita l'impostazione.
nl: De waarde **Fps afdwingen** zal het renderen van een hoeveelheid frames per seconde afdwingen op het scherm. Een waarde nul schakelt deze instelling uit.
pt: O valor **Forçar o IPS** irá obrigar a gerar uma uma determinada quantidade de imagens por segundo no ecrã. Um valor nulo desactiva essa configuração.
uk: За допомогою значення **Примусова частота кадрів** можна примусово задати кількість кадрів за секунду. Нульове значення вимикає використання цього параметра.

source: The **Buffer frames** value will set the number of frames to cache in memory before rendering. Using -1 will let the program to automatize frames storage in memory.
ca: El valor de **Memòria intermèdia dels fotogrames** establirà el nombre de fotogrames que s'emmagatzemaran en la memòria cau a la memòria abans de renderitzar. L'ús de -1 permetrà que el programa automatitzi l'emmagatzematge dels fotogrames en la memòria.
it: **Fotogrammi in buffer** imposterà il numero di fotogrammi da mantenere nella cache prima della resa. Il valore -1 permetterà al programma di automatizzare la memorizzazione dei fotogrammi.
nl: De waarde **Bufferframes** zal het aantal frames in de cache in geheugen voor renderen instellen. Met -1 zal het programma de opslag van frames in geheugen automatiseren.
pt: O valor de **Imagens no 'buffer'** irá configurar o número de imagens a colocar em 'cache' na memória antes do desenho. Se usar o valor -1, deixará que o programa automatize o armazenamento das imagens em memória.
uk: Значення **Буферизація кадрів** визначатиме кількість кадрів для кешування у пам'яті до обробки. Використання значення -1 надасть змогу програмі автоматизувати збереження кадрів у пам'яті.

source: The **Timeout** value will specify the delay in seconds to considerate a broken stream. The **Abort** option will stop to play the stream in video player in this case.
ca: El valor de **Temps d'espera** especificarà el retard en segons per a considerar interromput un flux. L'opció **Interromp** aturarà la reproducció del flux en el reproductor de vídeo quan sigui el cas.
it: **Timeout** specificherà il ritardo in secondi per considerare un flusso danneggiato. In questo caso, l'opzione **Interrompi** fermerà la riproduzione del flusso nel riproduttore video.
nl: De waarde **Tijdslimiet** zal de vertraging in seconden specificeren om te bepalen of er een gebroken stream is. De optie **Afbreken** zal het afspelen van de stream in de videospeler in dit geval stoppen.
pt: O valor do **Tempo-limite** irá definir o atraso em segundos para considerar uma sequência danificada. A opção **Interromper** irá parar a reprodução da sequência no leitor de vídeo, nesse caso.
uk: Значення **Час очікування** задає затримку у секундах, щоб програма вважала потік даних пошкодженим. У випадку такого пошкодження використання варіанта **Перервати** призведе до припинення відтворення потоку у відеопрогравачі.

source: The **OpenGL type** options are available under Windows to optimize support of accelerated OpenGL rendering with video card.
ca: Les opcions de **Tipus d'OpenGL** estan disponibles a Windows per a optimitzar la compatibilitat amb la renderització accelerada d'OpenGL amb la targeta de vídeo.
it: Le opzioni **Tipo OpenGL** sono disponibili in Windows per ottimizzare il supporto dell'accelerazione della resa OpenGL con la scheda grafica.
nl: De optie **OpenGL-type** is beschikbaar onder Windows om ondersteuning van versnelde OpenGL rendering met de videokaart te optimaliseren.
pt: As opções do **tipo de OpenGL** estão disponíveis no Windows para optimizar o suporte para o desenho acelerado em OpenGL na placa gráfica.
sl: Možnosti **OpenGL type** so na voljo v sistemu Windows za optimizacijo podpore za pospešeno upodabljanje OpenGL z video kartico.
uk: Пункти **Тип OpenGL** доступні у Windows і призначені для оптимізації підтримки апаратного прискорення обробки OpenGL за допомогою відеокартки.

source: The **EGL** option is available under Linux to turn on support of OpenGL with X11 windows manager, only if X11 XCB extension is present.
ca: L'opció **EGL** està disponible a Linux per a activar el suport d'OpenGL amb el gestor de finestres X11, només si està present l'extensió XCB d'X11.
it: L'opzione **EGL** è disponibile in Linux per attivare il supporto OpenGL col gestore delle finestre X11, solo se è presente l'estensione X11 XCB.
nl: De optie **EGL** is beschikbaar onder Linux om ondersteuning van OPenGL met de X11 vensterbeheerder aan te zetten, alleen als de extensie X11 XCB aanwezig is.
pt: A opção **EGL** está disponível no Linux para activar o suporte para OpenGL do gestor de janelas X11, mas apenas se a extensão XCB do X11 estiver presente.
sl: Možnost **EGL** je na voljo pod Linuxom za vklop podpore za OpenGL z upraviteljem oken X11, samo če je prisotna razširitev X11 XCB.
uk: Варіант **EGL** доступний у Linux для вмикання підтримки OpenGL з системою керування вікнами X11, лише якщо реалізовано розширення X11 XCB.

source: The digiKam Video Configuration Panel with the Misc View
ca: La subfinestra de configuració del vídeo en el digiKam amb la vista de la miscel·lània
it: Il pannello di configurazione video di digiKam con la vista Varie
nl: Het paneel voor videoconfiguratie van digiKam met de weergave van diversen
pt: O Painel de Configuração do Vídeo do digiKam com a Área de Diversos
sl: Konfiguracijska plošča digiKam Video s pogledom Razno
uk: Панель налаштовування відео у digiKam на сторінці «Різне»
