Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/views_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Views Settings
ca: Configuració de les vistes del digiKam
it: Impostazioni delle viste di digiKam
nl: Instellingen voor weergaven van digiKam
pt: Configuração das Áreas do digiKam
pt_br: Configurações de vistas do digiKam
sl: digiKam nastavitev pogledov
uk: Параметри панелей перегляду digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, setup, configure, icon-view, tree-view, preview, full-screen, mime-type, categories
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, establir, configurar, vista d'icones, vista en arbre, vista prèvia, pantalla completa, tipus mime, categories
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, configurazione, configurare, vista a icone, vista ad albero, anteprima, schermo intero, tipi mime, categorie
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, opzet, configureren, pictogramweergave, boomstructuurweergave, voorbeeld, volledig scherm, mime-type, categorieën
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, configurar, configuração, área de ícones, árvore, antevisão, ecrã completo, tipo MIME, categorias
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, configurar, configuração, visualização de ícones, visualização em árvore, pré-visualização, tela cheia, tipo MIME, categorias
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, nastavitev, konfiguracija, pogled ikon, drevesni pogled, predogled, celozaslonski način, tip mime, kategorije
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, налаштування, налаштовування, параметри, перегляд піктограм, ієрархічний перегляд, попередній перегляд, повноекранний режим, тип mime, категорії

source: :ref:`Views Settings <setup_application>`
ca: :ref:`Configuració de les vistes <setup_application>`
it: :ref:`Impostazioni delle viste <setup_application>`
nl: :ref:`Instellingen voor Beeld <setup_application>`
pt_br: :ref:`Configurações de vistas <setup_application>`
sl: :ref:`Nastavitve pogledov <setup_application>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The **Views** options for digiKam are set from :menuselection:`Settings --> Configure digiKam... --> Views page`. With this settings page, you can customize settings for digiKam Views, grouped into the following categories: Icons, Tree-Views, Preview, Full-Screen, Mime Types, and Categories.
ca: Les opcions **Vistes** per al digiKam s'estableixen a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina de Vistes`. Amb aquesta pàgina de configuració, podeu personalitzar la configuració de les vistes del digiKam, agrupades en les categories següents: icones, vistes en arbre, vista prèvia, pantalla completa, tipus MIME i categories.
it: Le opzioni **Viste** di digiKam vengono configurate da :menuselection:`Impostazioni --> Configura digiKam... --> pagina Viste`. In queste pagine puoi personalizzare le impostazioni per le Viste di digiKam, raggruppate nelle categorie seguenti: Icone, Viste ad albero, Anteprima, Schermo intero, Tipi MIME e Categorie.
nl: De opties voor **Beeld** voor digiKam worden ingesteld uit :menuselection:`Instellingen --> digiKam configureren... --> Pagina Beeld`. Met deze pagina Instellingen kunt u instellingen voor Beeld van digiKam, gegroepeerd in de volgende categorieën: Pictogrammen, Boomstructuurweergaven, Voorbeeld, Volledig scherm, Mime-typen en Categorieën.
pt_br: As opções de **Vistas** para o digiKam são definidas em :menuselection:`Configurações --> Configurar digiKam... --> página de Vistas`. Nesta página de configurações, você pode personalizar as configurações das vistas do digiKam, agrupadas nas seguintes categorias: Miniaturas, Vistas em árvore, Visualização, Tela cheia, Tipos MIME e Categorias.
sl: Možnosti **Pogledi** za digiKam se nastavijo v :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Pogledi strani`. Na tej strani z nastavitvami lahko prilagodite nastavitve za poglede digiKam, razvrščene v naslednje kategorije: ikone, drevesni pogledi, predogled, celozaslonski prikaz, vrste mime in kategorije.

source: Icon Settings
ca: Configurar les icones
it: Impostazioni delle icone
nl: Pictograminstellingen
pt: Configuração dos Ícones
pt_br: Configurações de miniaturas
sl: Nastavitve ikon
uk: Параметри піктограм

source: The digiKam Icon-View Configuration Page
ca: La pàgina de configuració de la vista d'icones en el digiKam
it: La pagina di configurazione della Vista a icone di digiKam
nl: De configuratiepagina van Pictogramweergave van digiKam
pt: A Página de Configuração da Área de Ícones do digiKam
pt_br: A página de configuração de miniaturas do digiKam
sl: Konfiguracijska stran pogleda ikon digiKam

source: The first series of settings on the left side of this view allow you to select the technical information shown below the icon thumbnail, such as filename, file size, creation date, image dimensions, and aspect ratio.
ca: La primera sèrie d'opcions al costat esquerre d'aquesta vista permeten seleccionar la informació tècnica que es mostra a sota de la miniatura de la icona, com el nom del fitxer, la mida del fitxer, la data de creació, les dimensions de la imatge i la relació d'aspecte.
it: La prima serie di impostazioni nella parte sinistra di questa vista ti permette di selezionare le informazioni tecniche da mostrare sotto l'icona della miniatura dell'album, quali nome file, dimensione, data di creazione, dimensioni dell'immagine e proporzioni.
nl: De eerste serie instellingen aan de linkerzijde van deze weergave biedt u het aanpassen van de te tonen technische informatie onder het pictogramminiatuur, zoals van bestandsnaam, bestandsgrootte, aanmaakdatum, afmetingen van de afbeelding en de beeldverhouding.
pt_br: A primeira série de configurações no lado esquerdo desta vista permite que você selecione as informações técnicas mostradas abaixo da miniatura, como nome do arquivo, tamanho do arquivo, data de criação, dimensões da imagem e proporção.
sl: Prva serija nastavitev na levi strani tega pogleda vam omogoča, da izberete tehnične informacije, prikazane pod sličico ikone, kot so ime datoteke, velikost datoteke, datum kreiranja, dimenzije slike in razmerje stranic.

source: The **Show file modification date** option shows the file modification date only if it's different from the creation date. This function is useful to quickly identify which items have been modified.
ca: L'opció **Mostra la data de modificació del fitxer** només la mostrarà si és diferent de la data de creació. Aquesta funció és útil per a identificar ràpidament quins elements s'han modificat.
it: L'opzione **Mostra la data di modifica del file** visualizza la data di modifica del file solo se è diversa da quella di creazione. Questa funzione è utile per identificare rapidamente quali elementi sono stati modificati.
nl: Merk op dat de optie **Wijzigingsdatum van bestand tonen** de wijzigingsdatum van het bestand alleen toont als deze verschilt van de aanmaakdatum op de camera tonen. Deze functie is nuttig om snel te ontdekken welke items zijn gewijzigd.
pt_br: A opção **Mostrar data de modificação do arquivo** mostra a data de modificação do arquivo somente se for diferente da data de criação. Esta função é útil para identificar rapidamente quais itens foram modificados.
sl: Možnost **Pokaži datum spremembe datoteke** prikaže datum spremembe datoteke le, če se razlikuje od datuma kreiranja. Ta funkcija je uporabna za hitro prepoznavanje elementov, ki so bili spremenjeni.

source: The **Show Geolocation Indicator** option shows an icon over the image thumbnail if the item has geolocation information.
ca: L'opció **Mostra l'indicador de geolocalització**, mostra una icona a sobre de la miniatura de la imatge si l'element té informació de geolocalització.
it: L'opzione **Mostra l'indicatore di geolocalizzazione** visualizza un'icona sulla miniatura dell'immagine, se questa contiene le informazioni di geolocalizzazione.
nl: De optie **Geo-locatie-indicator tonen** wordt een pictogram over de miniatuur van een afbeelding getoond als het item geo-locatie-informatie bevat.
pt: A opção para **Mostrar o indicador de geo-localização** mostra um ícone sobre a miniatura da imagem, caso a mesma tenha dados de geo-localização.
pt_br: A opção **Mostrar indicador de geolocalização** mostra um ícone sobre a miniatura da imagem se o item tiver informações de geolocalização.
sl: Možnost **Pokaži indikator geolokacije** prikazuje ikono nad sličico slike, če ima element informacije o geolokaciji.
uk: За допомогою пункту **Показувати індикатор геопозиціювання** можна наказати програмі показувати накладну піктограму на мініатюрі зображення, якщо файл зображення містить дані щодо геопозиціювання.

source: The options on the right side allow you to customize other properties to show over and below the icon thumbnail, such as **Image Format**, **Title**, **Caption**, **Labels**, and the **Rating**.
ca: Les opcions a la part dreta permeten personalitzar altres propietats per a mostrar per sobre i per sota de la miniatura de la icona, com el **Format d'imatge**, el **Títol**, la **Llegenda**, els **Rètols** i la **Valoració**.
it: Le opzioni sul lato destro le opzioni ti permettono di personalizzare altre proprietà da mostrare sopra e sotto la miniatura dell'icona, quali **formato dell'immagine**, **titolo**, **didascalia**, **etichette** e **valutazione**.
nl: De opties aan de rechterzijde bieden u het aanpassen van andere eigenschappen om boven en onder de pictogramminiatuur te tonen, zoals **Afbeeldingsformaat**, **Titel**, **Opschrift**, **labels** en **Waardering**.
pt_br: As opções no lado direito permitem que você personalize outras propriedades para serem exibidas acima e abaixo da miniatura do ícone, como **Formato da imagem**, **Título**, **Descrição**, **Legendas** e **Classificação**.
sl: Na desni strani možnosti omogoča prilagajanje drugih lastnosti za prikaz nad in pod ikono predogledne sličice, kot **Format slike**, **Naslov**, **Napis**, **Oznake** in **Ocena**.

source: The **Show rotation overlay buttons** option shows overlay buttons over the image thumbnail to be able to rotate an image left or right.
ca: L'opció **Mostra els botons de gir a sobre** mostra els botons de gir sobreposats a sobre de la miniatura de la imatge per a poder girar la imatge a la dreta o l'esquerra.
it: L'opzione **Mostra in sovrimpressione i pulsanti per la rotazione** visualizza in sovrimpressione sulla miniatura dell'immagine i pulsanti per ruotare l'immagine a destra o a sinistra.
nl: De optie **Rotatie-overlay-knoppen tonen** toont overlay-knoppen over de afbeeldingsminiatuur om de afbeelding linksom of rechtsom te draaien.
pt_br: A opção **Mostrar botões de rotação sobrepostos** mostra botões sobrepostos à miniatura da imagem para poder girar uma imagem para a esquerda ou direita.
sl: Možnost **Pokaži prekrivne gumbe za vrtenje** prikazuje prekrivne gumbe nad sličico slike, da lahko izvedete zasuk slike v levo ali v desno.

source: The **Show fullscreen overlay button** option shows an overlay button over the image thumbnail to open it in fullscreen mode.
ca: L'opció **Mostra el botó de pantalla completa a sobre**, per a mostrar un botó a sobre de la miniatura de la imatge per a obrir-la en el mode de pantalla completa.
it: L'opzione **Mostra in sovrimpressione il pulsante per lo schermo intero** visualizza in sovrimpressione sull'immagine un pulsante per aprirla in modalità a schermo intero.
nl: De optie **Overlay-knop voor volledig-scherm tonen** toont een overlay-knop over de miniatuur van een afbeelding om het te openen in modus volledig-scherm.
pt: A opção para **Mostrar o botão sobreposto de ecrã completo** mostra um botão sobreposto sobre a miniatura da imagem para a poder abrir a ocupar o ecrã completo.
pt_br: A opção **Mostrar botão de tela cheia sobreposto** mostra um botão sobreposto à miniatura da imagem para abri-la no modo de tela cheia.
sl: Možnost **Pokaži celozaslonski prekrivni gumb** prikazuje prekrivni gumb nad predogledno sličico, da jo odprete v celozaslonskem načinu.
uk: За допомогою пункту **Показувати кнопку повноекранного режиму** можна наказати програмі показувати накладну кнопку відкриття зображення у повноекранному режимі над мініатюрою зображення.

source: An example of an icon-view item is given below:
ca: A continuació es mostra un exemple d'element en la vista d'icones:
it: Un esempio di un elemento della vista a icone è mostrato qui sotto:
nl: Een voorbeeld van een pictogramweergave is onderstaand gegeven:
pt: É dado em baixo um exemplo de um item na área de ícones:
pt_br: Um exemplo de um item de miniatura é fornecido abaixo:
sl: Spodaj je podan primer elementa pogleda ikon:
uk: Приклад пункту перегляду піктограм наведено нижче:

source: An Icon-View Item Example **Using Large Thumbnail Size** Option
ca: Un exemple d'element de vista d'icones utilitzant l'opció **Usa una mida gran de les miniatures**
it: Un esempio di elemento della vista a icone che **utilizza la dimensione grande delle miniature**
nl: Een voorbeeld van item in Pictogramweergave met optie **Grote miniatuurgrootte gebruiken**
pt: Um Exemplo de Item na Área de Ícones com a Opção **Usar um Tamanho de Miniaturas Grande**
pt_br: Exemplo de item de miniatura **usando a opção de tamanho de miniatura grande**
sl: Primer elementa pogleda ikon **Uporaba velike predogledne sličice**

source: For technical and design reasons, the **Icon-View** only displays a minimal set of information under thumbnails. However, digiKam offers a practical workaround, the **Table-View**, where thumbnails are organized in rows, and columns can be fully customized to show any metadata stored in the digiKam database
it: Per motivi tecnici e progettuali, la **Vista a icone** mostra solo una minima parte delle informazioni sotto le miniature. digiKam, tuttavia, offre un pratico aggiramento del problema, la **Vista a tabella**, dove le miniature sono organizzate in righe e le colonne possono essere personalizzate in modo completo per visualizzare qualsiasi metadato memorizzato nella banca dati di digiKam

source: The **Thumbnail click action** option allows to choose what should happen when you click on a thumbnail. Four settings are available:
ca: L'opció **Acció del clic sobre una miniatura** permet escollir el que succeirà quan feu clic sobre una miniatura. Hi ha quatre opcions de configuració disponibles:
it: L'opzione **Azione al clic su miniatura** permette di scegliere cosa deve accadere quando fai clic su una miniatura. Sono presenti quattro impostazioni:
nl: De optie **Miniatuur-klikactie** biedt het kiezen wat er zou moeten gebeuren wanneer u op een miniatuur klikt. Er zijn vier instellingen beschikbaar:
pt: A opção da **Acção ao carregar na miniatura** permite escolher o que deveria acontecer quando carregasse numa miniatura. Estão disponíveis quatro opções:
pt_br: A opção **Ação ao clicar na miniatura** permite escolher o que deve acontecer ao clicar em uma miniatura. Quatro configurações estão disponíveis:
sl: Možnost **Dejanje ob kliku predogledne sličice** omogoča izbiro, kaj naj se zgodiko kliknete sličico. Na voljo so štiri nastavitve:

source: **Show preview** to display the item in Preview Mode :kbd:`F3`.
ca: **Mostra la vista prèvia** per a mostrar l'element en el mode de vista prèvia (tecla :kbd:`F3`).
it: **Mostra l'anteprima**, per visualizzare l'elemento in modalità Anteprima :kbd:`F3`.
nl: **Voorbeeld tonen** om het item in modus Voorbeeld tonen :kbd:`F3`.
pt: **Mostrar uma antevisão** para mostrar o item no Modo de Antevisão :kbd:`F3`.
pt_br: **Mostrar visualização** para exibir o item no modo de visualização :kbd:`F3`.
sl: **Prikaži predogled** za prikaz predmeta v načinu predogleda :kbd:`F3`.
uk: **Показати попередній перегляд**, призначений для показу зображення у режимі попереднього перегляду :kbd::`F3`.

source: **Start image editor** to open the image in a separate Image Editor window :kbd:`F4`.
ca: **Inicia l'editor d'imatges** per a obrir la imatge en una finestra separada de l'editor d'imatges (tecla :kbd:`F4`).
it: **Avvia l'editor delle immagini**, per aprire l'immagine in una finestra dell'editor delle immagini separata :kbd:`F4`.
nl: **Afbeeldingsbewerker starten** om de afbeelding in een apart Afbeeldingsbewerkervenster openen :kbd:`F4`.
pt: **Iniciar o editor de imagens** para abrir a imagem numa janela separada do Editor de Imagens :kbd:`F4`.
pt_br: **Iniciar Editor de Imagem** para abrir a imagem em uma janela separada do Editor de Imagem :kbd:`F4`.
sl: **Zaženi urejevalnik slik**, da odpre sliko v ločenem oknu urejevalnika slik :kbd:`F4`.
uk: **Запустити редактор зображень**, призначений для відкриття зображення у окремому вікні редактора зображень :kbd:`F4`.

source: **Show on Light Table** to open the image in a separate Light Table window.
ca: **Mostra a la taula de llum** per a obrir la imatge en una finestra separada de la taula de llum.
it: **Mostra sul tavolo luminoso** per aprire l'immagine in una finestra del tavolo luminoso separata.
nl: **Op Lichttafel tonen** om de afbeelding in een apart Lichttafelvenster te openen.
pt_br: **Mostrar na Mesa de Luz** para abrir a imagem em uma janela separada da Mesa de Luz.
sl: **Pokaži na osvetlitveni mizi** za odpiranje slike v ločenem oknu osvetlitvene mize.

source: **Open with Default Application** to open item in default desktop application.
ca: **Obre amb l'aplicació predeterminada** per a obrir l'element en l'aplicació d'escriptori predeterminada.
it: **Apri con l'applicazione predefinita** per aprire l'elemento nell'applicazione desktop predefinita.
nl: **Met standaard toepassing openen** om item in de standaard toepassing van het bureaublad te openen.
pt: **Abrir com a Aplicação Predefinida** para abrir o item na aplicação predefinida do ambiente de trabalho.
pt_br: **Abrir com o aplicativo padrão** para abrir o item no aplicativo de desktop padrão.
sl: **Odpri s privzeto aplikacijo** za odpiranje predmeta v privzeti namizni aplikaciji.

source: The **Icon View font** option allows you to select the font used to display text under icon-view items.
ca: L'opció **Lletra de la vista d'icones** permet seleccionar la lletra utilitzada per a mostrar el text sota els elements en la vista d'icones.
it: L'opzione **Carattere della vista a icone** ti permette di selezionare il carattere usato per visualizzare il testo sotto gli elementi presenti nella vista a icone.
nl: De optie **Lettertype pictogramweergave** biedt u het selecteren van het lettertype voor tekst onder items in de pictogramweergave.
pt_br: A opção **Fonte na vista em miniaturas** permite que você selecione a fonte usada para exibir o texto em itens da vista em miniaturas.
sl: Možnost **Ikona pogleda pisave** omogoča izbiro pisave, uporabljene za prikaz besedila pod elementi pogleda ikon.

source: The **Use large thumbnail size for high screen resolution** option renders the icon-view items with a large thumbnail size, which can be useful if you are using a 4K monitor. By default this option is turned off and the maximum thumbnail size is limited to 256 x 256 pixels. When this option is enabled, the thumbnail size can be extended to 512 x 512 pixels. This option will store more data in the thumbnail database and will use more system memory. digiKam needs to be restarted for the option to take effect and the :ref:`Rebuild Thumbnails <maintenance_thumbnails>` option from the **Maintenance Tools** dialog needs to be executed to reprocess the thumbnails for all collections.
ca: L'opció **Usa una mida gran de les miniatures per a les pantalles d'alta resolució** representa els elements de la vista d'icones amb una mida de miniatura gran, que pot ser útil si utilitzeu un monitor 4K. De manera predeterminada, aquesta opció estarà desactivada i la mida màxima de la miniatura està limitada a 256 x 256 píxels. Quan aquesta opció està activada, la mida de la miniatura es podrà ampliar a 512 x 512 píxels. Aquesta opció emmagatzemarà més dades en la base de dades de miniatures i utilitzarà més memòria del sistema. El digiKam s'haurà de reiniciar perquè l'opció tingui efecte i l'opció :ref:`Reconstrueix les miniatures <maintenance_thumbnails>` del diàleg **Eines de manteniment** s'haurà d'executar per a reprocessar les miniatures de totes les col·leccions.
it: L'opzione **Usa la dimensione grande delle miniature, adatta a risoluzioni schermo elevate** rende gli elementi della vista a icone usando delle miniature di grandi dimensioni, utili se stai utilizzando un monitor 4K. Come impostazione predefinita quest'opzione è disattivata, e la dimensione massima della miniatura viene limitata a 256 x 256 pixel, estendibile fino a 512 x 512 se attivata. Quest'opzione immagazzinerà più dati nella banca dati, ed userà più memoria di sistema. digiKam ha bisogno di essere riavviato affinché l'opzione abbia effetto, mentre l'opzione :ref:`Ricostruisci le miniature <maintenance_thumbnails>`, presente nella finestra di dialogo **Strumenti di manutenzione**, deve essere eseguita per rielaborare le miniature per tutte le raccolte.
nl: De optie **Grote miniatuurgrootte gebruiken voor hoge schermresolutie** geeft pictogramweergave met grote miniaturen, wat nuttig kan zijn als u een 4K monitor gebruikt. Standaard is deze optie uitgeschakeld en is de maximale grootte van een miniatuur beperkt tot 256x256 pixels. Wanneer deze optie is ingeschakeld, kan de grootte van miniaturen uitgebreid worden tot 512x512 pixels. Deze optie zal meer gegevens in de database voor miniaturen opslaan en zal meer systeemgeheugen gebruiken. digiKam moet opnieuw gestart worden om effectief te worden voor de optie en de optie :ref:`Miniaturen opnieuw bouwen <maintenance_thumbnails>` vanuit het **Hulpmiddel Onderhoud** moet worden uitgevoerd om de miniaturen voor alle verzamelingen opnieuw te verwerken.
pt_br: A opção **Usar miniaturas maiores para resoluções mais altas** renderiza os itens da vista em miniaturas com um tamanho de miniatura grande, o que pode ser útil se você estiver usando um monitor 4K. Por padrão, essa opção está desativada e o tamanho máximo da miniatura é limitado a 256 x 256 pixels. Quando essa opção está ativada, o tamanho da miniatura pode ser estendido para 512 x 512 pixels. Essa opção armazenará mais dados no banco de dados de miniaturas e usará mais memória do sistema. O digiKam precisa ser reiniciado para que a opção entre em vigor e a opção :ref:`Reconstruir miniaturas <maintenance_thumbnails>` da caixa de diálogo **Ferramentas de manutenção** precisa ser executada para reprocessar as miniaturas de todas as coleções.
sl: Možnost **Uporabi veliko velikost sličice za visoko ločljivost zaslona** upodablja elemente pogleda ikon z veliko velikostjo predogledne sličice, kar je lahko koristno, če uporabljate monitor 4K. Ta možnost je privzeto izklopljena in največja velikost sličice je omejena na 256 x 256 slikovnih pik. Ko je ta možnost omogočena, se lahko velikost sličice razširi na 512 x 512 slikovnih pik. Ta možnost bo shranila več podatkov v bazo predoglednih sličic in bo porabila več sistemskega pomnilnika. digiKam je treba znova zagnati, da bo možnost uveljavljena, in ponovno je treba izvesti možnost :ref:`Ponovno izgradi predogledne sličice <maintenance_thumbnails>` iz pogovornega okna **Orodja vzdrževanje** za vse zbirke.
