Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/views_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The option **Preview image is always scaled to fit to window** will enlarge the image to always fit the free space available on the canvas. More precisely, fit to window means that it would downscale larger images to fit, as well as upscale smaller images to fit. Shrinking an image is usually not a problem, but enlarging a small image can introduce artifacts. If you don't want your small images enlarged, leave this option off.
ca: L'opció **La vista prèvia d'imatges sempre es canvia d'escala per a ajustar-la a la finestra** ampliarà la imatge perquè sempre s'ajusti a l'espai lliure disponible en el llenç. Per a ser més precisos, ajustar a la finestra significa que es reduiran les imatges més grans, i també s'ampliaran les imatges més petites. Reduir una imatge normalment no és cap problema, però l'ampliació pot presentar defectes visuals. Si no voleu que les imatges s'ampliïn, deixeu desactivada aquesta opció.
it: L'opzione **L'immagine in anteprima viene sempre adattata alla finestra** ridimensionerà l'immagine in modo che si adatti sempre allo spazio libero disponibile sulla tela. Più precisamente, adattarsi alla finestra significa che le immagini più grandi saranno ridotte e quelle più piccole ingrandite. Ridurre un'immagine in genere non è un problema, ma l'ingrandimento di un'immagine piccola può introdurre artefatti. Se non vuoi che le tue immagini piccole siano ingrandite, mantieni disattivata questa opzione.
nl: De optie **Voorbeeldafbeelding wordt altijd geschaald om te passen in het venster** zal de afbeelding altijd vergroten om te passen in de vrije ruimte beschikbaar in het werkblad. Meer precies, passen in het venster betekent dat het grotere afbeeldingen kleiner schaalt en kleinere afbeeldingen groter om te passen. Inkrimpen van afbeelding is gewoonlijk geen probleem, maar een kleine afbeelding vergroten kan artifacts introduceren. Als u kleinere niet vergroot wilt zien, laat deze optie dan uit.
pt_br: A opção **A imagem de visualização é sempre dimensionada para caber na janela** ampliará a imagem para sempre caber no espaço livre disponível na tela. Mais precisamente, ajustar à janela significa que ela reduzirá imagens maiores para caber, bem como aumentará imagens menores para caber. Reduzir uma imagem geralmente não é um problema, mas ampliar uma imagem pequena pode introduzir artefatos. Se você não quiser que suas imagens pequenas sejam ampliadas, deixe esta opção desativada.
sl: Možnost **Slika za predogled je vedno prilagojena oknu** bo sliko povečala tako, da se vedno prilega prostemu prostoru, ki je na voljo na platnu. Natančneje, prilagajanje oknu pomeni, da bi zmanjšal velikost večjih slik, da se prilegajo, in povečal manjše slike, da bi se prilegale. Zmanjšanje slike običajno ni težava, vendar lahko povečava majhne slike povzroči artefakte. Če ne želite, da se vaše majhne slike povečajo, pustite to možnost izklopljeno.

source: The option **Preview image use Anti-aliasing scale up** will blur details in an image when you zoom-in to the pixel level. Disable this option to show pixel artifacts when zoomed in.
ca: L'opció **La vista prèvia d'imatges usa l'antialiàsing en augmentar d'escala** difuminarà els detalls d'una imatge quan l'amplieu al nivell de píxel. Desactiveu aquesta opció per a mostrar els defectes visuals dels píxels quan s'ampliï.
it: L'opzione **L'immagine in anteprima usa l'antialias per ridimensionare** offuscherà i dettagli in un'immagine quando ingrandisci a livello di pixel. Disabilita questa opzione per mostrare gli artefatti dei pixel quando ingrandisci.
nl: De optie **Voorbeeldafbeelding gebruikt anti-aliasing bij opschalen** zal details vervagen in een afbeelding wanneer u inzoomt tot op het pixelniveau. Schakel deze optie uit om pixelartifacts te tonen bij inzoomen.
pt_br: A opção **A imagem de visualização usa anti-aliasing** desfoca os detalhes da imagem ao aumentar o zoom até o nível de pixel. Desative esta opção para mostrar artefatos de pixel ao aumentar o zoom.
sl: Možnost **Predogled slike uporabi povečavo z izravnavanjem (anti-aliasing)** bo zameglila podrobnosti na sliki, ko jo povečate na raven slikovnih pik. Onemogočite to možnost za prikaz artefaktov slikovnih pik pri povečavi.

source: The option **Show icons and text over preview** will show elements for rotation, face tags, full screen mode, etc. in the top left corner of the image preview and text indicating which data the preview is showing in the top right corner.
ca: L'opció **Mostra les icones i el text damunt de la vista prèvia** mostrarà els elements per al gir, etiquetes de cara, mode de pantalla completa, etc. a la cantonada superior esquerra de la vista prèvia de la imatge, així com text que indiqui quines dades mostra la vista prèvia a la cantonada superior dreta.
it: L'opzione **Mostra le icone e il testo sopra l'anteprima** mostrerà gli elementi per la rotazione, per i tag volto, per la modalità a schermo intero, ecc., nell'angolo in alto a sinistra dell'anteprima dell'immagine, e del testo indicante quali dati sta usando l'anteprima nell'angolo superiore destro.
nl: De optie **Pictogrammen en tekst boven voorbeeld tonen** zal elementen voor draaien, gezichtstags, modus volledig-scherm etc. tonen in de linkerbovenhoek van het afbeeldingsvoorbeeld en tekst die aangeeft welke gegevens het voorbeeld toont in de rechterbovenhoek.
pt_br: A opção **Mostrar os ícones e o texto sobre a visualização** mostrará elementos para rotação, etiquetas de rosto, modo de tela cheia, etc. no canto superior esquerdo da visualização da imagem e texto indicando quais dados a visualização está mostrando no canto superior direito.
sl: Možnost **Prikaži ikone in besedilo nad predogledom** bo v zgornjem levem kotu predogleda slike prikazala elemente za vrtenje, oznake obrazov, celozaslonski način itd., v zgornjem desnem kotu pa besedilo, ki označuje, katere podatke prikazuje predogled .

source: Full-Screen Settings
ca: Configurar la pantalla completa
it: Impostazioni a schermo intero
nl: Instellingen voor volledig-scherm
pt: Configuração do Ecrã Completo
pt_br: Configurações de tela cheia
sl: Celozaslonske nastavitve
uk: Параметри повноекранного режиму

source: The options in this tab apply only to the Full Screen Mode you can access via the Full Screen button on the Toolbar or via :menuselection:`View --> Full Screen Mode` :kbd:`Ctrl-Shift-F` in the main menu or the context menu. It does not apply to the Full Screen Mode you access by clicking the “Show Fullscreen” icon either on a thumbnail or on the preview.
ca: Les opcions en aquesta pestanya només s'apliquen al Mode de pantalla completa al qual s'hi pot accedir mitjançant el botó Pantalla completa a la barra d'eines o l'element de menú :menuselection:`Visualitza --> Mode pantalla completa` (drecera :kbd:`Ctrl+Maj+F`) o des del menú contextual. No s'aplicarà el mode de pantalla completa al que accediu fent clic sobre la icona «Mostra pantalla completa» en una miniatura o en la vista prèvia.
it: Le opzioni in questa scheda si applicano solo nella modalità a schermo intero, a cui puoi accedere con il pulsante Schermo intero nella barra degli strumenti, oppure con :menuselection:`Visualizza --> Modalità a schermo intero` :kbd:`Ctrl-Maiusc-F` nel menu principale o in quello contestuale. Non si applica alla modalità a schermo intero, a cui puoi accedere facendo clic sull'icona «Mostra a schermo intero», sia su una miniatura sia sull'anteprima.
nl: De opties in dit tabblad zijn alleen van toepassing op modus volledig scherm die u krijgt via de knop Volledig scherm op de Werkbalk of via :menuselection:`Beeld --> Modus Volledig scherm` :kbd:`Ctrl-Shift-F` in het hoofdmenu of het contextmenu. Het is niet van toepassing op de modus Volledig scherm die u krijgt door te klikken op het pictogram “In volledig scherm tonen” ofwel op een miniatuur of op het voorbeeld.
pt: As opções nesta página aplicam-se só ao modo de Ecrã Completo, o qual consegue aceder com o botão de Ecrã Completo na barra de ferramentas ou através da opção :menuselection:`Ver --> Modo de Ecrã Completo` :kbd:`Ctrl-Shift-F` no menu principal ou no menu de contexto. Não se aplica ao modo de Ecrã Completo a que acede se carregar no ícone “Mostrar no Ecrã Completo” sobre uma miniatura ou na antevisão.
pt_br: As opções nesta aba se aplicam apenas ao modo de tela cheia, que você pode acessar através do botão Tela cheia na barra de ferramentas ou através de :menuselection:`Exibir --> Modo de tela cheia` :kbd:`Ctrl-Shift-F` no menu principal ou no menu de contexto. Não se aplica ao Modo de tela cheia que você acessa clicando no ícone "Mostrar em tela cheia" em uma miniatura ou na visualização.
sl: Možnosti na tem zavihku veljajo samo za celozaslonski način, do katerega lahko dostopate prek gumba za celoten zaslon v orodni vrstici ali prek :menuselection:`Pogled --> Celozaslonski način` :kbd:`Ctrl-Shift-F` v glavnem meniju ali v kontekstnem meniju.To ne velja za celozaslonski način, do katerega dostopate s klikom na "Pokaži celotni zaslon" na sličici ali v predogledu.
uk: Пункти цієї вкладки стосуються лише режиму повноекранного перегляду, доступ до якого ви можете отримати за допомогою кнопки «На весь екран» на панелі інструментів, за допомогою пункту :menuselection:`Перегляд --> Повноекранний режим` (:kbd:`Ctrl-Shift-F`) головного меню програми або за допомогою контекстного меню. Вони не стосуються повноекранного режиму, доступ до якого можна отримати натисканням піктограми «Показати на весь екран» на мініатюрі або панелі попереднього перегляду.

source: The digiKam Full-Screen Configuration Page
ca: La pàgina de configuració de pantalla completa en el digiKam
it: La pagina di configurazione A schermo intero di digiKam
nl: De configuratiepagina van Volledig scherm van digiKam
pt: A Página de Configuração do Ecrã Completo do digiKam
pt_br: Página de configuração de tela cheia do digiKam
sl: Celozaslonska konfiguracijska stran digiKam

source: If the Hide toolbars option is activated, the only way to leave the Full Screen Mode is the context menu, or the keyboard shortcut :kbd:`Ctrl-Shift-F`. You can work on the images also by choosing functions from the context menu of an icon or preview.
ca: Si l'opció Oculta les barres d'eines està activada, l'única manera de sortir del mode de pantalla completa és el menú contextual, o la drecera :kbd:`Ctrl+Maj+F`. També podeu treballar amb les imatges escollint funcions des del menú contextual d'una icona o de la vista prèvia.
it: Se l'opzione Nascondi le barre degli strumenti è attivata, il solo modo per lasciare la modalità a schermo intero è il menu contestuale o la scorciatoia da tastiera :kbd:`Ctrl-Maiusc-F`. Puoi lavorare sulle immagini anche scegliendo le funzioni dal menu contestuale di un'icona o un'anteprima.
nl: Als de optie werkbalken verbergen is geactiveerd is de enige weg om de modus volledig scherm te verlaten het contextmenu of de sneltoets :kbd:`Ctrl+Shift+F`. U kunt ook aan de afbeeldingen werken door functies uit het contextmenu te kiezen van een pictogram of voorbeeld.
pt_br: Se a opção Ocultar barras de ferramentas estiver ativada, a única maneira de sair do Modo de tela cheia é pelo menu de contexto ou pelo atalho de teclado :kbd:`Ctrl-Shift-F`. Você também pode trabalhar nas imagens escolhendo funções no menu de contexto de uma miniatura ou na visualização.
sl: Če je možnost Skrij orodne vrstice aktivirana, je edini način, da zapustite celozaslonski način, kontekstni meni ali bližnjica na tipkovnici :kbd:`Ctrl-Shift-F`. Na slikah lahko delate tudi tako, da izberete funkcije iz kontekstnega menija ikone ali predogleda.

source: Mime Types Settings
ca: Configurar els tipus MIME
it: Impostazioni dei tipi MIME
nl: Mime-type-instellingen
pt: Configuração dos Tipos MIME
pt_br: Configurações de tipos MIME
sl: Nastavitve zvrsti mime
uk: Параметри типів MIME

source: digiKam can understand lots of different image file types as well as some video and audio formats. To control which types of files digiKam will try to display you can add or remove file extensions from these lists. digiKam ignores any files that are in the digiKam Album folders that do not match these extensions.
ca: El digiKam pot entendre molts tipus diferents de fitxer d'imatge, així com alguns formats de vídeo i àudio. Per a controlar quins tipus de fitxer tractarà de mostrar el digiKam podeu anar afegint o traient extensions de fitxer d'aquestes llistes. El digiKam ignorarà qualsevol fitxer que es trobi a la carpeta Àlbums del digiKam que no coincideixi amb aquestes extensions.
it: digiKam può interpretare molti tipi diversi di file di immagini, oltre ad alcuni formati video e audio. Puoi aggiungere o rimuovere delle estensioni di file da questi elenchi per controllare quali tipi di file digiKam cercherà di visualizzare. digiKam ignora qualsiasi file nelle cartelle degli album che non corrispondono a queste estensioni.
nl: digiKam kan veel verschillende afbeeldingsbestandstypen herkennen alsook enkele video- en audioformaten. Om te bepalen welke bestandstypen digiKam zal proberen te laten zien kunt u de bestandsextensies toevoegen of verwijderen uit deze lijsten. digiKam negeert elk bestand dat in de albummappen van digiKam niet overeenkomt met deze extensies.
pt_br: O digiKam reconhece diversos tipos de arquivos de imagem, bem como alguns formatos de vídeo e áudio. Para controlar quais tipos de arquivos o digiKam tentará exibir, você pode adicionar ou remover extensões de arquivo dessas listas. O digiKam ignora quaisquer arquivos nas pastas do álbum do digiKam que não correspondam a essas extensões.
sl: digiKam lahko razume veliko različnih vrst slikovnih datotek ter nekatere video in avdio formate. Če želite nadzirati, katere vrste datotek bo digiKam poskušal prikazati, lahko dodate ali odstranite končnice datotek s teh seznamov. digiKam prezre vse datoteke v mapah Albuma digiKam, ki se ne ujemajo s temi končnicami.

source: The default settings can be easily restored by clicking on the update buttons to the right of each category.
ca: La configuració predeterminada es pot restaurar amb facilitat fent clic en els botons d'actualització que hi ha a la dreta de cada categoria.
it: Le impostazioni predefinite possono essere facilmente ripristinate facendo clic sui pulsanti di aggiornamento a destra di ogni categoria.
nl: De standaardinstellingen kunnen eenvoudig worden hersteld door te klikken op de update-knoppen rechts van iedere categorie.
pt: A configuração predefinida poderá ser reposta facilmente se carregar nos botões de actualização, à direita de cada categoria.
pt_br: As configurações padrão podem ser facilmente restauradas clicando nos botões de atualização à direita de cada categoria.
sl: Privzete nastavitve lahko preprosto obnovite s klikom na gumbe za posodobitev na desni strani vsake kategorije.

source: The digiKam Mime-Type Configuration Page
ca: La pàgina de configuració dels tipus MIME en el digiKam
it: La pagina di configurazione Tipi-MIME di digiKam
nl: De configuratiepagina van Mime-type van digiKam
pt: A Página de Configuração de Tipos MIME do digiKam
pt_br: Página de configuração de tipos MIME do digiKam
sl: Konfiguracijska stran digiKam zvrsti Mime

source: You can add the extensions of image files (including RAW files) to be displayed in the Album view. Just put **xyz abc** to display files with the **xyz** and **abc** extensions in your Album view. You can also remove file formats that are shown by default by putting a minus sign in front of the extension: e.g. **-gif** would remove all GIF files from your Album view and any trace of them in your database. They would not be deleted, just not shown in digiKam.
ca: Podeu afegir les extensions dels fitxers d'imatge (inclosos els fitxers RAW) perquè es mostrin a la vista d'àlbums. Senzillament col·loqueu **xyz abc** per a mostrar els fitxers amb les extensions **xyz** i **abc** en la vista d'àlbums. També podeu suprimir els formats de fitxer que es mostren de manera predeterminada col·locant un signe menys davant de l'extensió: p. ex., **-gif** eliminaria tots els fitxers GIF de la vista d'àlbums i qualsevol rastre d'ells en la base de dades. No s'eliminaran, senzillament no es mostrarien en el digiKam.
it: Puoi aggiungere le estensioni dei file immagine (inclusi i file RAW) da visualizzare nella vista degli album Basta mettere **xyz abc** per far visualizzare i file con estensioni **xyz** e **abc** nella vista degli album. Puoi anche rimuovere i formati di file che sono visualizzati per impostazione predefinita mettendo un segno meno davanti all'estensione: **-gif** rimuove tutti i file GIF dalla vista degli album e qualsiasi loro traccia dalla banca dati. Non saranno eliminati, semplicemente non saranno mostrati in digiKam.
nl: Hier kunt u extensies toevoegen van afbeeldingsbestanden (inclusief RAW-bestanden) die weergegeven worden in de albumweergave. Geef "xyz abc" op om bestanden met de extensies **xyz** en **abc** in de Albumweergave zichtbaar te maken. U kunt ook bestandsformaten, die weergegeven worden, verwijderen door een min-teken voor de extensie te zetten: bijv. "-gif" verwijdert alle GIF-bestanden uit uw albumweergave en elk spoor hiervan in uw database. Ze worden echter niet verwijderd, maar alleen niet meer getoond in digiKam.
pt: Poderá adicionar as extensões dos ficheiros de imagens (incluindo os ficheiros RAW) a apresentar na área do Álbum. Basta escrever **xyz abc** para mostrar os ficheiros com as extensões **xyz** e **abc** na área do seu álbum. Também poderá remover formatos de ficheiros que são apresentados por omissão, colocando um sinal de menos antes da extensão: p.ex., **-gif** iria remover todos os ficheiros GIF do seu álbum e todos os vestígios dos mesmos na sua base de dados. Eles não serão apagados, simplesmente ficam invisíveis no digiKam.
pt_br: Você pode adicionar as extensões de arquivos de imagem (incluindo arquivos RAW) para serem exibidas na visualização de álbum. Basta digitar **xyz abc** para exibir arquivos com as extensões **xyz** e **abc** na sua visualização de álbum. Você também pode remover formatos de arquivo exibidos por padrão colocando um sinal de menos antes da extensão: por exemplo, **-gif** removeria todos os arquivos GIF da sua visualização de álbum e qualquer vestígio deles no seu banco de dados. Eles não seriam excluídos, apenas não seriam exibidos no digiKam.
sl: Dodate lahko pripone slikovnih datotek (vključno s surovimi datotekami RAW), da naj bodo prikazane v pogledu albuma. Samo vstavite **xyz abc** za prikaz datotek s priponami **xyz** in **abc** v pogledu albuma. Lahko tudi odstranite formate, ki so privzeto prikazani z znakom minus pred razširitvijo: npr. **-gif** bi odstranil vse datoteke GIF iz vašega pogleda albuma in kakršne koli sledi o njih v vaši bazi podatkov. Datoteke ne bi bile izbrisane, samo ne bi bile prikazane v digiKamu.

source: Removing files from the database means losing all of their tags and ratings.
ca: Eliminar fitxers de la base de dades significa perdre totes les vostres etiquetes i valoracions.
it: Rimuovere i file dalla banca dati significa perdere tutti i loro tag e le valutazioni.
nl: Verwijderen van bestanden uit de database betekent dat u alles van hun tags en waardering verliest.
pt: Remover os ficheiros da base de dados significa que perde todos as suas marcas e classificações.
pt_br: Remover arquivos do banco de dados significa perder todas as suas etiquetas e classificações.
sl: Odstranjevanje datotek iz baze podatkov pomeni izgubo vseh njihovih značk in ocen.

source: Album Categories Settings
ca: Configurar les categories a la vista d'àlbums
it: Impostazioni delle categorie degli album
nl: Instellingen voor categorieën van albums
pt: Configuração das Categorias do Álbum
pt_br: Configurações de categorias de álbuns
sl: Nastavitve kategorij albumov
uk: Параметри категорій альбомів

source: In the Album View you can choose from :menuselection:`View --> Sort Albums --> By Category` to have the Albums in the Album Tree of the Left Sidebar sorted by category. Here you can manage these categories by using the **Add**, **Remove**, and **Replace** button. Use the **Replace** button to rename a category. To assign categories to an Album you must use the Album Properties dialog.
ca: A la vista d'àlbums, podeu triar l'element de menú :menuselection:`Visualitza --> Ordena els àlbums --> Per categoria` per a tenir els àlbums en l'arbre d'àlbums de la barra lateral esquerra ordenats per categoria. Aquí podreu gestionar aquestes categories, fent servir els botons **Afegeix**, **Elimina** o **Substitueix**. Utilitzeu el botó **Substitueix** per a canviar el nom d'una categoria. Per a assignar categories a un àlbum cal fer servir el diàleg Propietats de l'àlbum.
it: Nella Vista album puoi scegliere di avere gli album nell'albero degli album che c'è nella barra laterale sinistra ordinati per categoria, andando in :menuselection:`Visualizza --> Ordina album --> Per categoria`. Qui puoi gestire queste categorie utilizzando il pulsante **Aggiungi**, **Rimuovi** e **Sostituisci**. Usa il pulsante **Sostituisci** per rinominare una categoria. Per assegnare una categoria a un album devi usare la finestra Proprietà dell'album.
nl: In de albumweergave kunt u kiezen uit :menuselection:`Beeld --> Albums sorteren --> Op categorie` om de albums in de albumboomstructuur van de linker zijbalk te sorteren op categorie. Hier kunt u deze categorieën beheren, door de knoppen **Toevoegen** of **Verwijderen** of **Vervangen** een categorie te hernoemen. Om categorieën aan een album toe te voegen moet u de dialoog Albumeigenschappen gebruiken.
pt_br: Na visualização de álbuns, você pode escolher entre :menuselection:`Exibir --> Classificar álbuns --> Por categoria` para que os álbuns na árvore de álbuns da barra lateral esquerda sejam classificados por categoria. Aqui, você pode gerenciar essas categorias usando os botões **Adicionar**, **Remover** e **Substituir**. Use o botão **Substituir** para renomear uma categoria. Para atribuir categorias a um álbum, você deve usar a caixa de diálogo Propriedades do álbum.
sl: V pogledu albuma lahko izbirate med :menuselection:`Pogled --> Razvrsti albume --> Po kategoriji`, da so albumi v drevesu albumov v levi stranski vrstici razvrščeni po kategorijah. Tukaj lahko upravljate te kategorije z uporabo gumbov **Dodaj**, **Odstrani** in **Zamenjaj**. Za preimenovanje kategorije uporabite gumb **Zamenjaj**. Če želite albumu dodeliti kategorije, morate uporabiti pogovorno okno Lastnosti albuma.

source: The digiKam Album Categories Configuration Page
ca: La pàgina de configuració de categories d'àlbums en el digiKam
it: La pagina di configurazione Categorie dell'album di digiKam
nl: De configuratiepagina van Albumcategorieën van digiKam
pt: A Página de Configuração das Categorias dos Álbuns no digiKam
pt_br: Página de configuração de categorias de álbuns do digiKam
sl: Stran za konfiguracijo kategorij albumov digiKam
uk: Сторінка налаштувань категорій альбомів digiKam

source: Views Settings
pt: Configuração das Áreas
uk: Параметри панелей перегляду

source: With this settings page, you can customize by the following groups of settings for the Views of digiKam as Albums tree-view, Tags tree-view, icon-view, preview, full-screen, etc.
pt: Com esta página de configuração poderá personalizar, de acordo com os seguintes grupos de definições, as diferentes áreas do digiKam, como a árvore de álbuns, a árvore de marcas, a área de ícones, a antevisão, o ecrã completo, etc.
