Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/views_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The first series of settings on the left side of this view allows to customize the technical information shown below the icon thumbnail, as the filename, the file size, the creation date, the image dimensions, and the aspect ratio.
pt: A primeira série de configurações do lado esquerdo desta área permitem personalizar a informação técnica apresentada por baixo da miniatura do ícone, como o nome do ficheiro, a data da criação, as dimensões da imagem e as proporções de tamanho.

source: The **Show file modification date** option shows the file modification date only if it's different from the creation date. This function is useful to identify quickly which items have been modified.
pt: A opção para **Mostrar a data de modificação do ficheiro** mostra a data de modificação do ficheiro, apenas se for diferente da data de criação. Esta função é útil para identificar rapidamente quais os itens que foram modificados.
uk: За допомогою пункту **Показувати час зміни файлів** можна наказати програмі показувати під мініатюрою зображення дату модифікації файла, лише якщо вона відрізняється від дати створення зображення, яку було записано фотоапаратом. Цей пункт корисний для пришвидшення виявлення записів, до яких було внесено зміни.

source: On the right side, the options allows to customize other properties to show over and below the icon thumbnail, as the **Image Format**, the **Title**, the **Caption**, the **labels**, and the **Rating**.
pt: Do lado direito, as opções permitem personalizar as outras propriedades a mostrar sobre e sob a miniatura do ícone, como o **Formato do ficheiro**, o **Título**, as **Legendas** e a **Classificação**.

source: The **Show rotation overlay buttons** option shows overlay buttons over the image thumbnail to be able to process left or right image rotation.
pt: A opção para **Mostrar os botões sobrepostos da rotação** mostra alguns botões sobrepostos sobre a miniatura da imagem para poder processar a rotação da imagem para a esquerda ou direita.
uk: За допомогою пункту **Показувати накладні кнопки обертання** можна наказати програмі показувати накладні кнопки, призначенні для обертання зображення за і проти годинникової стрілки, над мініатюрою зображення.

source: On the bottom side of this settings panel, you can tune the behavior of the icon with user actions.
pt: No lado inferior deste painel de configuração, poderá afinar o comportamento do ícone com as acções do utilizador.
uk: За допомогою нижньої частини цієї панелі ви можете налаштувати поведінку піктограми у відповідь на дії користувача.

source: **Show on Light Table** top open the image in a separate Light Table window.
pt: **Mostrar na Mesa de Luz** para abrir a imagem numa janela separada da Mesa de Luz.
uk: **Показати на столі з підсвічуванням** — відкрити зображення в окремому вікні стола з підсвічуванням.

source: The **Icon View font** option allows to select the font used to display text under icon-view items.
pt: A opção **Tipo de letra da área de ícones** permite-lhe seleccionar o tipo de letra usado para mostrar o texto sob os itens da área de ícones.
uk: За допомогою пункту **Шрифт перегляду піктограмами** можна вибрати шрифт для показу тексту під пунктами перегляду піктограм.

source: The **Use large thumbnail size for high screen resolution** option renders the icon-view items with large thumbnail size, for example in case of 4K monitor is used. By default this option is turned off and the maximum thumbnail size is limited to 256 x 256 pixels. When this option is enabled, the thumbnail size can be extended to 512 x 512 pixels. This option will store more data in the thumbnail database and will use more system memory. digiKam needs to be restarted for the option to take effect and the :ref:`Rebuild Thumbnails <maintenance_thumbnails>` option from the **Maintenance Tools** dialog needs to be processed over all collections.
pt: A opção **Usar um tamanho de miniaturas grande para ecrãs de alta resolução** desenha os itens na área de ícones com um tamanho grande; por exemplo se tiver um monitor 4K. Por omissão, esta opção está desligada e o tamanho máximo das miniaturas é limitado a 256 x 256 pixels. Quando esta opção está activa, o tamanho pode ser estendido a 512 x 512 pixels. Esta opção irá guardar mais dados na base de dados de miniaturas e irá usar mais memória do sistema. É necessário reiniciar o digiKam para a opção fazer efeito e a opção :ref:`Reconstruir as Miniaturas <maintenance_thumbnails>` da janela de **Ferramentas de Manutenção** precisa de ser processada para todas as colecções.
uk: За допомогою пункту **Використовувати мініатюри великих розмірів для екранів із високою роздільною здатністю** можна наказати програмі збільшити розмір мініатюр на панелі перегляду піктограм, наприклад, якщо ви користуєтеся монітором з роздільністю понад 4000 точок за лінійним розміром. Типово, цей параметр вимкнено, максимальним розміром мініатюри є 256⨯256 пікселів. Якщо пункт позначено, розміри мініатюри можна збільшити до 512⨯512 точок. Використання цього параметра призведе до того, що у базі даних доведеться зберігати більше даних, отже, використовувати більше оперативної пам’яті. Для того, щоб задіяти цей параметр, digiKam слід перезапустити. Слід також скористатися пунктом :ref:`повторної побудови мініатюр <maintenance_thumbnails>` вікна інструментів супроводу збірки для усіх ваших збірок.

source: These settings allows to customize the tree views of the Left and Right Sidebar.
pt: Estas definições permitem personalizar as árvores das barras laterais esquerda e direita.
uk: За допомогою цих параметрів можна налаштувати ієрархічні списки на лівій і правій бічних панелях.

source: The **Tree View icon size** option configures the size in pixels of the Tree View icons in digiKam's sidebars. Use large value for HiDPI screen.
pt: A opção **Tamanho dos ícones da árvore** configura o tamanho em pixels dos ícones das áreas em árvore nas barras laterais do digiKam. Use um valor elevado para um ecrã HiDPI.
uk: За допомогою пункту **Розмір піктограми перегляду деревом** можна налаштувати розмір у пікселях для піктограм ієрархічних списків на правій і лівій бічних панелях digiKam. Вкажіть велике значення, якщо роздільність екрана є високою.

source: Instead of opening the image in the editor, the digiKam preview mode :kbd:`F3` will show the image within the main window in the Image Area. The advantage of the preview is that it is faster than opening the image editor and that the icons of the other images remain visible so that you are able to review the list of current images quickly. Depending on your computer features, you can customize the best way to load images into the preview. Raw files can be processed differently, as this kind of container can require long computation.
pt: Em vez de abrir a imagem no editor, o modo de antevisão do digiKam :kbd:`F3` irá mostrar a imagem dentro da janela principal, na área da Imagem. A vantagem da antevisão é que é mais rápida que abrir o editor de imagens e os ícones ficam visíveis, de forma que poderá rever rapidamente a lista de imagens actuais. Dependendo das características do seu computador, poderá personalizar a melhor forma de carregar as imagens na antevisão. Os ficheiros RAW podem ser processados de forma diferente, dado que este tipo de contentor pode necessitar de cálculos extensos.
uk: Замість відкриття зображення у редакторі, у режимі попереднього перегляду digiKam (:kbd:`F3`) програма показує зображення у основному вікні програми у області зображень. Перевагою попереднього перегляду є те, що він працює швидше за відкриття редактора зображень, а мініатюри інших зображень залишаються видимими, отже ви зможете швидко пересуватися списком зображень у поточній теці. Залежно від можливостей вашого комп’ютера, ви можете налаштувати найкращий спосіб завантаження зображень на панель попереднього перегляду. Файли цифрових негативів (RAW) можна обробляти окремо, оскільки для обробки даних цього типу можуть знадобитися значні обчислювальні ресурси.

source: The option **Preview shows embedded view if available** will try to open a small version of the photograph embedded in the file. It will be found in all RAW files and can be found in all files that support IPTC or XMP like PNG, JPEG, TIFF, JPEG2000, PGF. If an embedded preview cannot be found some image decoders (JPEG, JPEG2000, and PGF, WebP) are able to create a reduced version of the photograph by themselves which is still faster than using the whole image. Depending on the size of the image, the size of the embedded preview and the size available for the preview on your screen the effect of this option can be visible or not.
pt: A opção **A antevisão mostra a vista incorporada se disponível** irá tentar abrir uma pequena versão da fotografia incorporada no ficheiro. Ela será encontrada em todos os ficheiros RAW e poderá ser encontrada em todos os ficheiros que suportam o IPTC ou o XMP, como por exemplo o PNG, JPEG, TIFF, JPEG2000, PGF. Se uma antevisão incorporada não for encontrada, alguns descodificadores de imagens (JPEG, JPEG2000, PGF e WebP) são capazes eles próprios de criar uma versão reduzida da fotografia, o que mesmo assim será mais rápido do que usar a imagem por inteiro. Dependendo do tamanho da imagem, o tamanho da antevisão incorporada e do tamanho disponível para a antevisão no seu ecrã, o efeito desta opção poderá ser visível ou não.
uk: Якщо буде вибрано варіант **Вбудоване зображення попереднього перегляду, якщо доступне (швидше)**, програма намагатиметься відкрити невеличку версію фотографії, вбудовану до самого файла. Таку версію передбачено для усіх файлів цифрових негативів та усіх файлів, у яких передбачено підтримку IPTC або XMP, зокрема PNG, JPEG, TIFF, JPEG2000, PGF. Якщо вбудованого зображення для попереднього перегляду не буде знайдено, у деяких засобах декодування зображень (JPEG, JPEG2000, а також PGF та WebP) передбачено можливість створення зменшеної версії фотографії, побудова якої є швидшою за показ усього зображення. Можливість візуально спостерігати за результатами застосування цього параметра залежить від розмірів зображення, розмірів вбудованого зображення попереднього перегляду та розмірів області попереднього перегляду на екрані.

source: The option **Preview shows the full image** will always use the full image data for the preview regardless of whether there is a reduced version embedded in the file or not. This can result in a better quality of the preview but is usually slower.
pt: A opção **A antevisão mostra a imagem completa** irá usar sempre os dados completos da imagem para a antevisão, independentemente de existir uma versão reduzida incorporada no ficheiro ou não. Isto poderá resultar numa melhor qualidade da antevisão mas normalmente é mais lento.

source: Only if the last option is checked, the drop down field to the right of **Raw images** is accessible. It offers three options: with **Automatic** selected, the Libraw decoder will decode the RAW data automatically without any adjustments from the user. This may lead to weird results sometimes. The algorithm also takes screen resolution and CPU speed into account to achieve an optimum regarding speed and rendering quality. **Embedded preview** will try to use the (JPEG) preview embedded in RAW files. **Raw data in half size** will show unprocessed RAW data in reduced size.
pt: Só se a última opção estiver assinalada, a lista à direita das **Imagens RAW** fica acessível. A mesma oferece três opções: com a **Automática** seleccionada, o descodificador da Libraw irá descodificar automaticamente os dados RAW sem quaisquer ajustes do utilizador. Isto poderá conduzir a alguns resultados estranhos em alguns casos. O algoritmo também tem a resolução do ecrã e a velocidade do CPU em conta para obter uma óptima velocidade e qualidade do desenho. A **Antevisão incorporada** irá tentar usar a antevisão (JPEG) incorporada nos ficheiros RAW. A opção **Dados RAW em metade do tamanho** irá mostrar os dados RAW não processados e num tamanho reduzido.
uk: Доступ до розташованого праворуч поля **Зображення цифрових негативів:** можна буде отримати, лише якщо вибрано останній варіант. Передбачено три варіанти. Якщо вибрано **Автоматично**, засіб декодування Libraw виконуватиме розшифрування даних RAW автоматично, без втручання користувача. Іноді використання цього варіанта призводить до небажаних результатів. Алгоритм обробки також враховує роздільну здатність екрана та швидкість процесора для досягнення оптимального співвідношення між швидкістю та якістю показу. Якщо буде вибрано варіант «Вбудований ескіз», програма намагатиметься скористатися ескізом (JPEG), який вбудовано до файла цифрового негатива. Якщо буде вибрано варіант **Негатив у половину розміру**, програма покаже необроблені дані RAW у зменшеному розмірі.

source: The option **Preview image is converted to 8 bits for a faster viewing** must be unchecked if you do not want to convert a 16 bits preview image to 8 bits. This will improve performances.
pt: A opção **A antevisão é convertida para 8 bits para uma visualização mais rápida** deverá estar desligada, caso não queira converter uma imagem de antevisão a 16 bits para 8 bits. Isto irá melhorar a performance.

source: The option **Preview image is always scaled to fit to window** will enlarge the image to always fit the free space available on the canvas. More precisely, fit to window want means that it would scale larger images smaller to fit, as well as scale smaller images larger to fit. For small image, the enlargement can introduce artifacts. If you don't like to see small images enlarged, leave this option off.
pt: A opção **A imagem de antevisão está sempre ajustada para caber na janela** irá aumentar a imagem para caber sempre no espaço livre disponível na área de desenho. Para ser mais exacto, o ajuste à janela significa que as imagens maiores serão reduzidas para caber, enquanto as imagens menores serão aumentadas para caber. No caso das imagens pequenas, a ampliação poderá introduzir alguns defeitos. Se não gostar de ver as imagens pequenas ampliadas, deixe esta opção desligada.

source: The option **Show icons and text over preview** will show elements for rotation, face tags, full screen mode, etc. in the top left corner of the image preview and a text indicating which data the preview is showing in the top right corner.
pt: A opção **Mostrar os ícones e o texto sobre a antevisão** irá mostrar os elementos da rotação, das marcas de caras, do ecrã completo, etc. no canto superior esquerdo da antevisão da imagem, bem como um texto que indica quais os dados que a antevisão apresenta no canto superior direito.
uk: Пункт **Показувати піктограми і текст над попереднім переглядом** призначено для показу піктограм обертання, міток облич, повноекранного режиму тощо у верхньому лівому куті ескізу зображення та тексту щодо того, які дані показано, у верхньому правому куті.

source: If first option is activated the only way to leave the Full Screen Mode is the context menu, the keyboard shortcut :kbd:`Ctrl-Shift-F`. You can work on the images also by choosing functions from the context menu of an icon or the preview.
pt: Se a primeira opção estiver activada, a única forma de sair do modo de Ecrã Completo é o menu de contexto, a combinação de teclas :kbd:`Ctrl-Shift-F`. Poderá lidar com as imagens também se escolher as funções do menu de contexto de um ícone ou da antevisão.
uk: Якщо позначено перший пункт, єдиним способом полишити повноекранний режим буде контекстне меню або натискання комбінації клавіш :kbd:`Ctrl-Shift-F`. Крім того, ви можете працювати із зображеннями за допомогою пунктів контекстного меню ескізу або зображення попереднього перегляду.

source: digiKam can understand lots of different image file types as well as some video and audio formats. To control which types of files digiKam will try to display you can add or remove file extensions from these lists. Any files that are in the digiKam Album folders that do not match these extensions will be ignored by digiKam.
pt: O digiKam consegue interpretar diversos tipos de ficheiros de imagens, assim como alguns formatos de vídeo e áudio. Para controlar os tipos de ficheiros, o digiKam irá tentar mostrar que pode adicionar ou remover extensões de ficheiros nessas listas. Todos os ficheiros que estão nas pastas de álbuns do digiKam que não corresponderem a estas extensões serão ignorados pelo digiKam.
uk: digiKam може обробляти зображення у багатьох форматах, а також файли у деяких відео та аудіо форматах Щоб визначитися з типами файлів, вміст яких digiKam намагатиметься показати, ви можете додати або вилучити суфікси файлів з цих списків. Всі файли, що зберігатимуться у теках альбомів digiKam і не матимуть у назві суфіксів зі списків, digiKam просто ігноруватиме.

source: In the Album View you can choose from :menuselection:`View --> Sort Albums --> By Category` to have the Albums in the Album Tree of the Left Sidebar sorted by category. Here you can manage these categories, which is **Add** or **Remove** categories or rename them by using the **Replace** button. To assign categories to an Album you got to use the Album Properties dialog.
pt: Na área do Álbum, poderá escolher em :menuselection:`Ver --> Ordenar os Álbuns --> Por Categoria` por ter os álbuns na árvore de álbuns, na barra lateral esquerda, ordenados por categorias. Aqui poderá gerir estas categorias, ou seja **Adicionar** ou **Remover** as mesmas, ou ainda mudar o seu nome, usando o botão **Substituir**. Para atribuir categorias a um álbum, terá de usar a janela de Propriedades do Álbum.
uk: У режимі перегляду альбому ви можете скористатися пунктом меню :menuselection:`Перегляд --> Впорядкувати альбоми --> За категорією` для упорядковування ієрархії альбомів на лівій бічній панелі за категоріями. На цій вкладці ви можете керувати цими категоріями, тобто додавати чи вилучати категорії або перейменовувати їх за допомогою кнопки **Замінити**. Для призначення категорії альбому вам слід скористатися діалоговим вікном «Властивості альбому».

source: The first series of settings on the left side of this view permit to customize the technical information shown below the icon thumbnail, as the filename, the file size, the creation date, the image dimensions, and the aspect ratio.
uk: За допомогою першого набору пунктів, розташованого ліворуч на цій сторінці, ви можете налаштувати перелік технічних даних, які буде показано під мініатюрою на панелі перегляду піктограм, зокрема це назва файла, розмір файла, дата створення файла, розміри зображення та співвідношення розмірів зображення.

source: On the right side, the options permit to customize other properties to show over and below the icon thumbnail, as the **Image Format**, the **Title**, the **Caption**, and the **Rating**.
uk: Праворуч розташовано пункти, які керують показом інших властивостей над і під мініатюрою на панелі перегляду піктограм, зокрема **формат зображення**, **Заголовок**, **Підпис** і **Оцінка**.

source: The **Thumbnail click action** option permits to choose what should happen when you click on a thumbnail. Four settings are available:
uk: За допомогою пункту **Дія за натисканням мініатюри** можна визначити, що відбуватиметься, якщо ви натиснете мініатюру. Передбачено чотири варіанти дій:

source: The **People Tree View icon size** option configure the size in pixels of the Tree View icons in digiKam's people sidebar.
uk: За допомогою пункту **Розмір піктограми ієрархії списку людей** можна налаштувати розмір у пікселях для піктограм ієрархічних списків на бічній панелі людей digiKam.

source: The option **Preview shows the fumm image** will always use the full image data for the preview regardless of whether there is a reduced version embedded in the file or not. This can result in a better quality of the preview but is usually slower.
uk: Якщо буде вибрано варіант **Зображення цілком у попередньому перегляді**, для попереднього перегляду завжди використовуватимуться усі дані зображення, незалежно від того, чи вбудовано до файла зменшену версію зображення. Використання цього варіанта, зазвичай, робить зображення попереднього перегляду якіснішим, але значно уповільнює роботу програми.
