Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/setup_application/views_settings.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Tree View Settings
ca: Configurar les vistes en arbre
it: Impostazioni della vista ad albero
nl: Boomstructuurweergave-instellingen
pt: Configuração da Árvore
pt_br: Configurações das vistas em árvore
sl: Nastavitve drevesnega pogleda
uk: Параметри ієрархічного перегляду

source: These settings allow you to customize the tree views of the Left and Right Sidebar.
ca: Aquestes opcions de configuració permeten personalitzar les vistes en arbre de la barra lateral esquerra i dreta.
it: Queste impostazioni ti permettono di personalizzare le viste ad albero delle barre laterali sinistra e destra.
nl: Deze instellingen bieden u het aanpassen van de boomstructuurweergave van de Linker en Rechter zijbalk.
pt_br: Essas configurações permitem que você personalize as vistas em árvore da barra lateral esquerda e direita.
sl: Te nastavitve vam omogočajo prilagajanje drevesnih pogledov leve in desne stranske vrstice.

source: The **Tree View icon size** option configures the size in pixels of the Tree View icons in digiKam's sidebars. Use larger values for HiDPI screens.
ca: L'opció **Mida de les icones de la vista en arbre** configura la mida en píxels de les icones de la vista en arbre en les barres laterals del digiKam. Utilitzeu valors grans per pantalles HiDPI.
it: L'opzione **Dimensioni delle icone della vista ad albero** configura la dimensione in pixel delle icone della vista ad albero nelle barre laterali di digiKam. Usa valori più elevati per gli schermi HiDPI.
nl: De optie **Grootte van pictogram in pictogramweergave** configureert de grootte in pixels van de pictogrammen in de boomstructuur in de zijbalken van digiKam. Grotere waarden voor HiDPI schermen gebruiken.
pt_br: A opção **Tamanho dos ícones na vista em árvore** configura o tamanho em pixels dos ícones da vista em árvore nas barras laterais do digiKam. Use valores maiores para telas HiDPI.
sl: Možnost **Velikost ikone drevesnega pogleda** konfigurira velikost v slikovnih pikah ikon drevesnega pogleda v stranskih vrsticah digiKama. Uporabite večje vrednosti za zaslone HiDPI.

source: The **People Tree View icon size** option configures the size in pixels of the Tree View icons in digiKam's people sidebar.
ca: L'opció **Mida de les icones de la vista en arbre de les persones** configura la mida en píxels de les icones de la vista en arbre en la barra lateral de persones del digiKam.
it: L'opzione **Dimensioni delle icone della vista ad albero delle persone** configura la dimensione in pixel delle icone della vista ad albero nella barra laterale delle persone di digiKam.
nl: De optie **Pictogramgrootte boomstructuurweergave van mensen** configureert de grootte in pixels van de pictogrammen in de boomstructuur in de zijbalk Mensen van digiKam.
pt: A opção **Tamanho dos ícones da árvore de Pessoas** configura o tamanho em pixels dos ícones da árvore na barra lateral de Pessoas do digiKam.
pt_br: A opção **Tamanho dos ícones na vista em árvore de pessoas** configura o tamanho em pixels dos ícones da vista em árvore na barra lateral de pessoas do digiKam.
sl: Možnost **Velikost ikon drevesnega pogleda ljudi** konfigurira velikost drevesnega pogleda ikon v slikovnih pikah v digiKamovem stranskem stolpcu ljudi.

source: The **Tree View font** option sets the font used to display text in nested album hierarchies.
ca: L'opció **Lletra de la vista en arbre** estableix la lletra utilitzada per a mostrar el text en les jerarquies imbricades d'àlbums.
it: L'opzione **Carattere della vista ad albero** imposta il carattere utilizzato per visualizzare il testo nelle gerarchie di album nidificate.
nl: De optie **Lettertype boomstructuurweergave** maakt het mogelijk het lettertype te selecteren voor tekst in geneste hiërarchieën van albums.
pt: A opção do **Tipo de letra da árvore** configura o tipo de letra usado para mostrar o texto nas hierarquias de álbuns encadeadas.
pt_br: A opção **Fonte na vista em árvore** define a fonte usada para exibir texto em hierarquias de álbuns aninhadas.
sl: Možnost **Pisava drevesnega pogleda** nastavi pisavo, ki se uporablja za prikaz besedila v ugnezdenih hierarhijah albumov.
uk: За допомогою пункту **Шрифт перегляду деревом** можна вказати шрифт, який використовуватиметься для показу вкладених ієрархій альбомів.

source: The option **Show a count of items in Tree Views** will display the number of items inside a folder or assigned to a tag behind the album/tag name. The count shown depends on whether the subfolders/-tags are folded out or not and on the :menuselection:`View --> Include Album Sub-Tree` and the :menuselection:`View --> Include Tag Sub-Tree` settings in the main menu.
ca: L'opció **Mostra un comptador d'elements a les vistes en arbre** mostrarà el nombre d'elements dins d'una carpeta o assignats a una etiqueta darrere del nom de l'àlbum/etiqueta. El recompte que es mostra dependrà de si les subcarpetes/etiquetes estan desplegades o no i de l'element de menú :menuselection:`Visualitza --> Inclou les subbranques de l'etiqueta`.
it: L'opzione **Mostra il conteggio degli elementi nelle viste ad albero** mostrerà il numero degli elementi all'interno di una cartella o assegnati a un tag dietro il nome di un album/tag. Il conteggio che viene mostrato dipende se le sottocartelle/-tag sono ripiegate o no, e dalle opzioni impostate in :menuselection:`Visualizza --> Includi sotto-albero dell'album` e in :menuselection:`Visualizza --> Includi sotto-albero del tag` nel menu principale.
nl: De optie **Het aantal items in de boomstructuur** zal het aantal items in een map of toegekend aan een tag achter de album/tagnaam tonen. Het getoonde aantal hangt af van of de submappen/-tags uitgevouwen zijn of niet en van de instellingen :menuselection:`Beeld --> Inclusief onderliggende boomstructuur van Album` en :menuselection:`Beeld --> Inclusief onderliggende boomstructuur van tags` in het hoofdmenu.
pt: A opção **Mostrar a Quantidade de Itens nas Árvores** irá mostrar o número de itens dentro de uma pasta ou atribuídas a uma marca atrás do nome do álbum/marca. A quantidade apresentada depende se as sub-pastas/marcas estão expandidas ou não e das opções :menuselection:`Ver --> Incluir a Sub-Árvore de Álbuns` e :menuselection:`Ver --> Incluir a Sub-Árvore de Marcas` do menu principal.
pt_br: A opção **Mostrar a quantidade de itens nas vista em árvore** exibirá o número de itens dentro de uma pasta ou atribuídos a uma etiqueta atrás do nome do álbum/etiqueta. A quantidade exibida depende se as subpastas/etiquetas estão desdobradas ou não e das configurações :menuselection:`Exibir --> Incluir Subárvore do Álbum` e :menuselection:`Exibir --> Incluir subárvore da etiqueta` no menu principal.
sl: Možnost **Prikaži število elementov v drevesnih pogledih** bo prikazala število elementov v mapi ali dodeljenih značk za imenom album/značka. Prikazano število je odvisno od tega, ali so podmape/značke prepognjene ali ne in na :menuselection:`Pogled --> Vključi poddrevo albuma` in :menuselection:`Pogled --> Vključi poddrevo značk` v glavnem meniju.
uk: За допомогою пункту **Показувати кількість елементів у дереві** можна наказати програмі показувати кількість записів у теці або кількість записів із певною міткою на позначці або мітці альбому. Показане число залежатиме від того, чи розгорнуто усі підтеки і підмітки, та того, чи позначено пункти :menuselection:`Перегляд --> Включати піддерево альбому` та :menuselection:`Перегляд --> Включати піддерево мітки` у головному меню програми.

source: The digiKam Tree-View Configuration Page
ca: La pàgina de configuració de la vista en arbre en el digiKam
it: La pagina di configurazione della Vista ad albero di digiKam
nl: De configuratiepagina van Boomstructuurweergave van digiKam
pt: A Página de Configuração da Árvore do digiKam
pt_br: Página de configuração das vistas em árvore do digiKam
sl: Stran s konfiguracijo drevesnega pogleda digiKam

source: Preview Settings
ca: Configurar les vistes prèvies
it: Impostazioni dell'anteprima
nl: Instelling voor voorbeeld
pt: Configuração da Antevisão
pt_br: Configurações de visualização
sl: Nastavitve predogleda
uk: Параметри попереднього перегляду

source: Instead of opening the image in the editor, the digiKam preview mode :kbd:`F3` will show the image within the Image Area of the main window. The advantage of the main window preview is that it is faster than opening the image editor and that the icons of the other images remain visible so that you are able to review the list of current images quickly. Depending on your computer features, you can customize the best way to load images into the preview. Raw files can be processed differently, as this kind of container can require long computation.
ca: En lloc d'obrir la imatge a l'editor, el mode de vista prèvia del digiKam (tecla :kbd:`F3`) es mostrarà la imatge a l'àrea d'imatges dins de la finestra principal. L'avantatge de la vista prèvia de la finestra principal és que és més ràpida que obrir l'editor d'imatges i que les icones de les altres imatges romanen visibles, de manera que sereu capaç de revisar ràpidament la llista d'imatges. Depenent de les característiques del vostre sistema, podreu personalitzar la millor manera de carregar les imatges a dins de la vista prèvia. Els fitxers RAW es poden processar de manera diferent, ja que aquest tipus de contenidor pot requerir molt temps de càlcul.
it: Invece di aprire l'immagine nell'editor, la modalità di anteprima di digiKam :kbd:`F3` la mostrerà all'interno dell'Area dell'immagine della finestra principale. Il vantaggio dell'anteprima della finestra principale sta nella velocità di apertura rispetto all'editor, e nel fatto che le icone delle altre immagini rimangono visibili; in questo modo puoi passare velocemente in rassegna l'elenco delle immagini correnti. A seconda delle caratteristiche del tuo computer puoi personalizzare il modo migliore di caricare le immagini nell'anteprima; i file RAW possono essere elaborati in maniera diversa, perché questo tipo di contenitore può richiedere una lunga elaborazione.
nl: In plaats van het openen van de afbeelding in de bewerker, zal :kbd:`F3` de voorbeeldmodus van digiKam ingaan en de afbeelding weergegeven binnen het hoofdvenster in het afbeeldingsgebied. Het voordeel van het voorbeeld is dat het sneller is dan het openen van de afbeeldingsbewerker en dat de pictogrammen van de andere afbeeldingen zichtbaar blijven zodat u snel een blik kan werpen op de lijst van huidige afbeeldingen. Afhankelijk van de mogelijkheden van uw computer, kunt u de beste manier kiezen om afbeeldingen te laden in het voorbeeld. Raw-bestanden kunnen anders behandeld worden, omdat dit soort lange berekeningen kan vereisen.
pt_br: Em vez de abrir a imagem no editor, o modo de visualização do digiKam :kbd:`F3` exibirá a imagem na área de imagens da janela principal. A vantagem da visualização na janela principal é que ela é mais rápida do que abrir o Editor de Imagem e que as miniaturas das outras imagens permanecem visíveis, permitindo que você revise a lista de imagens atuais rapidamente. Dependendo dos recursos do seu computador, você pode personalizar a melhor maneira de carregar imagens na visualização. Arquivos RAW podem ser processados ​​de diferentes maneiras, pois esse tipo de contêiner pode exigir um processamento longo.
sl: Namesto odpiranja slike v urejevalniku bo način predogleda digiKam :kbd:`F3` prikazal sliko v območju slike v glavnem oknu. Prednost predogleda v glavnem oknu je, da je hitrejši od odpiranja urejevalnika slik in da ikone drugih slik ostanejo vidne, tako da lahko hitro pregledate seznam trenutnih slik. Glede na funkcije računalnika lahko prilagodite najboljši način za nalaganje slik v predogled. Neobdelane datoteke je mogoče obdelati drugače, saj lahko ta vrsta vsebnika zahteva dolgo računanje.

source: The digiKam Preview Configuration Page
ca: La pàgina de configuració de la vista prèvia en el digiKam
it: La pagina di configurazione Anteprima di digiKam
nl: De configuratiepagina van Voorbeeld van digiKam
pt: A Página de Configuração da Antevisão do digiKam
pt_br: Página de configuração da visualização do digiKam
sl: Konfiguracijska stran predogleda digiKam

source: The option **Preview shows embedded view if available** will try to open a small version of the photograph embedded in the file. Small embedded images can be found in all RAW files and in all files that support IPTC or XMP like PNG, JPEG, TIFF, JPEG2000, PGF. If an embedded preview cannot be found, some image decoders (JPEG, JPEG2000, and PGF, WebP) are able to create a reduced version of the photograph by themselves which is still faster than using the whole image. Depending on the size of the image, the size of the embedded preview and the size available for the preview on your screen the effect of this option may or may not be evident.
ca: L'opció **La vista prèvia mostra la vista incrustada si està disponible**, intentarà obrir una versió petita de la fotografia incrustada en el fitxer. Les imatges petites incrustades es poden trobar en tots els fitxers RAW i en tots els fitxers compatibles amb IPTC o XMP com PNG, JPEG, TIFF, JPEG2000, PGF. Si no es troba una vista prèvia incrustada, alguns descodificadors d'imatges (JPEG, JPEG2000 i PGF, WebP) poden crear una versió reduïda de la fotografia per si mateixos, cosa que encara és més ràpida que utilitzar tota la imatge. Depenent de la mida de la imatge, la mida de la vista prèvia incrustada i la mida disponible per a la vista prèvia a la pantalla, l'efecte d'aquesta opció pot ser evident o no.
it: L'opzione **L'anteprima mostra la visualizzazione incorporata, se disponibile** tenterà di aprire una versione piccola della fotografia incorporata nel file. Saranno cercate piccole immagini incorporate a in tutti i file RAW, e in tutti i file che supportano IPTC o XMP, come PNG, JPEG, TIFF, JPEG2000 e PGF. Se un'anteprima incorporata non è rintracciabile, alcuni decodificatori d'immagine (JPEG, JPEG2000, PGF e WebP) sono in grado di creare da soli una versione ridotta della fotografia, che è ancora più veloce dell'uso dell'intera immagine. A seconda delle dimensioni dell'immagine, delle dimensioni dell'anteprima incorporata e di quelle disponibili per l'anteprima sul tuo schermo, l'effetto di questa opzione può essere evidente o no.
nl: De optie **Voorbeeld toont ingebedde weergave indien beschikbaar** zal een kleine versie van de foto ingebed in het bestand proberen te openen. Kleine ingebedde afbeeldingen kunnen gevonden worden in alle RAW-bestanden en is te vinden in alle bestanden die IPTC of XMP zoals PNG, JPEG, TIFF, JPEG2000, PGF, ondersteunen. Indien een ingebed voorbeeld niet is te vinden, zijn sommige decoders (JPEG, JPEG2000 en PGF, WebP) in staat een verkleinde versie van de foto zelf aan te maken wat nog steeds sneller is dan de hele afbeelding. Afhankelijk van de grootte van de afbeelding, de grootte van het ingebedde voorbeeld en de beschikbare grootte voor het voorbeeld op uw scherm, kan het effect van deze optie merkbaar zijn of niet.
pt_br: A opção **A visualização mostra a visualização embutida, se disponível** tentará abrir uma versão reduzida da fotografia embutida no arquivo. Imagens embutidas pequenas podem ser encontradas em todos os arquivos RAW e em todos os arquivos compatíveis com IPTC ou XMP, como PNG, JPEG, TIFF, JPEG2000 e PGF. Se uma visualização embutida não for encontrada, alguns decodificadores de imagem (JPEG, JPEG2000 e PGF, WebP) conseguem criar uma versão reduzida da fotografia por conta própria, o que ainda é mais rápido do que usar a imagem inteira. Dependendo do tamanho da imagem, do tamanho da visualização embutida e do tamanho disponível para a visualização na tela, o efeito desta opção pode ou não ser evidente.
sl: Možnost **Predogled prikazuje vdelan pogled, če je na voljo** bo poskušala odpreti majhno različico fotografije, vdelane v datoteko. Majhne vdelane slike lahko najdete v vseh datotekah RAW in v vseh datotekah, ki podpirajo IPTC ali XMP, kot so PNG, JPEG, TIFF, JPEG2000, PGF. Če vdelanega predogleda ni mogoče najti, lahko nekateri dekodirniki slik (JPEG, JPEG2000 in PGF, WebP) sami ustvarijo pomanjšano različico fotografije, kar je še vedno hitreje kot uporaba celotne slike. Odvisno od velikosti slike, velikosti vdelanega predogleda in velikosti, ki je na voljo za predogled na vašem zaslonu, je lahko učinek te možnosti očiten ali ne.

source: The option **Preview shows the full image** will always use the full image data for the preview regardless of whether there is a reduced version embedded in the file or not. This can result in a higher quality preview but is usually slower.
ca: L'opció **La vista prèvia mostra la imatge completa** sempre utilitzarà les dades de tota la imatge per a la vista prèvia, independentment de si hi ha o no una versió reduïda incrustada en el fitxer. Això pot resultar en una qualitat més alta de la vista prèvia, però generalment és més lent.
it: L'opzione **L'anteprima mostra l'immagine completa** userà sempre i dati dell'immagine intera per l'anteprima, sia che nel file sia presente una versione ridotta o no. Può generare un'anteprima di qualità superiore, ma è in genere più lenta.
nl: De optie **Voorbeeld van de volledige afbeelding tonen** zal altijd de volledige afbeeldingsgegevens voor het voorbeeld gebruiken onafhankelijk van of er een gereduceerde versie ingebed in het bestand is of niet. Dit kan resulteren in een hogere kwaliteit voorbeeld maar is gewoonlijk langzamer.
pt_br: A opção **A visualização mostra a imagem completa** sempre usará os dados completos da imagem para a visualização, independentemente de haver ou não uma versão reduzida incorporada no arquivo. Isso pode resultar em uma visualização de maior qualidade, mas geralmente é mais lenta.
sl: Možnost **Predogled prikazuje celotno sliko** bo za predogled vedno uporabila podatke celotne slike, ne glede na to, ali je v datoteko vdelana zmanjšana različica ali ne. To lahko povzroči višjo kakovost predogleda, vendar je običajno počasnejše.

source: If the last option is checked, the drop-down field to the right of **Raw images** is accessible. It offers three options: with **Automatic** selected, the Libraw decoder will decode the RAW data automatically without any adjustments from the user. This sometimes leads to weird results. The algorithm also takes screen resolution and CPU speed into account to try to balance speed and rendering quality. **Embedded preview** will try to use the (JPEG) preview embedded in RAW files. **Raw data in half size** will show unprocessed RAW data in reduced size.
ca: Si es marca l'última opció, serà accessible el camp desplegable a la dreta d'**Imatges RAW**. Ens ofereix tres opcions: amb **Automàtica** seleccionada, el descodificador de la LibRaw descodificarà les dades RAW automàticament sense cap ajust per part de l'usuari. A vegades això pot portar a resultats estranys. L'algoritme també té en compte la resolució de la pantalla i la velocitat de la CPU per a intentar un equilibri entre la velocitat i la qualitat de representació. **Vista prèvia incrustada** intentarà utilitzar la vista prèvia (JPEG) incrustada en els fitxers RAW. **Dades RAW a mida mitjana** mostrarà les dades RAW sense processar en una mida reduïda.
it: La casella a cascata alla destra di **Immagini RAW** è accessibile se è attivata l'ultima opzione, e offre tre opzioni: se è selezionato **Automatico** il decodificatore Libraw decodificherà automaticamente i dati RAW, senza che l'utente debba intervenire; a volte questo può produrre strani risultati. L'algoritmo prende in considerazione anche la risoluzione dello schermo e la velocità della CPU per provare a bilanciare velocità e qualità di resa. **Anteprima incorporata** cercherà di usare l'anteprima (JPEG) incorporata nei file RAW. **Dati RAW a metà dimensione* mostrerà i dati RAW non processati a dimensione ridotta.
nl: Als de laatste optie is geactiveerd zal het afrolveld rechts van **Raw-afbeeldingen** toegankelijk zijn. Het biedt drie opties: met **Automatisch** geselecteerd zal de Libraw-decoder de RAW-gegevens automatisch, zonder enige aanpassing door de gebruiker, decoderen. Dit leidt soms tot vreemde resultaten. Het algoritme neemt schermresolutie en CPU-snelheid in rekening en probeert snelheid en kwaliteit van rendering te balanceren. **Ingebed voorbeeld** zal proberen om het (JPEG) voorbeeld ingebed in het RAW-bestand te gebruiken. **Raw-gegevens in halve grootte** zal niet bewerkte RAW-gegevens in gereduceerde grootte tonen.
pt_br: Se a última opção estiver marcada, o campo suspenso à direita de **Imagens RAW** estará acessível. Ele oferece três opções: com **Automático** selecionado, o decodificador Libraw decodificará os dados RAW automaticamente, sem qualquer ajuste por parte do usuário. Isso às vezes leva a resultados estranhos. O algoritmo também leva em consideração a resolução da tela e a velocidade da CPU para tentar equilibrar velocidade e qualidade de renderização. **Visualização embutida** tentará usar a visualização (JPEG) embutida em arquivos RAW. **Dados RAW na metade do tamanho** mostrará dados RAW não processados ​​em tamanho reduzido.
sl: Če je zadnja možnost označena, je dostopno spustno polje desno od **Neobdelane slike**. Ponuja tri možnosti: če je izbrano **Samodejno**, bo dekoder Libraw samodejno dekodiral podatke RAW brez kakršnih koli prilagoditev s strani uporabnika. To včasih vodi do čudnih rezultatov. Algoritem upošteva tudi ločljivost zaslona in hitrost procesorja, da poskuša uravnotežiti hitrost in kakovost upodabljanja. **Vdelan predogled** bo poskušal uporabiti predogled (JPEG), vdelan v datoteke RAW. **Neobdelani podatki v polovični velikosti** bodo prikazali neobdelane podatke RAW v zmanjšani velikosti.

source: The option **Preview image is converted to 8 bits for a faster viewing** must be unchecked if you do not want to convert a 16-bit preview image to 8 bits. This will improve performance.
ca: L'opció **La vista prèvia de la imatge es converteix a 8 bits per a una visualització més ràpida** haurà d'estar desmarcada si no voleu convertir una imatge de vista prèvia de 16 bits a 8 bits. Això millorarà el rendiment.
it: Se non vuoi convertire un'immagine di anteprima a 16 bit in una a 8 bit devi disattivare l'opzione **L'immagine in anteprima viene convertita in 8 bit per una visualizzazione più rapida**. Ciò migliorerà le prestazioni.
nl: De optie **Voorbeeldafbeelding is geconverteerd naar 8 bits voor sneller bekijken** moet gedeactiveerd worden als u niet wilt dat een 16 bits voorbeeld wordt geconverteerd naar een 8 bits afbeelding. Dit zal prestaties verbeteren.
pt_br: A opção **A imagem de visualização é convertida para 8 bits para uma visualização mais rápida** deve ser desmarcada se você não quiser converter uma imagem de visualização de 16 bits para 8 bits. Isso melhorará o desempenho.
sl: Možnost **Predogled slike se pretvori v 8-bitno za hitrejši ogled** ne sme biti označena, če ne želite pretvarjati 16-bitne predogledne slike v 8-bitno. To bo izboljšalo delovanje.
