Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/authorship_copyright.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: Whereas filling-in the author and copyright sections provides some legal protections, these fields do not protect against fraud. Anyone with a bit more than basic computer knowledge can delete or modify embedded image metadata. The solution to this problem is called *digital watermarking*. This might be of little interest to amateur photographers, but digital watermarking is really important for professionals and semi-professionals.
ca: Mentre que l'emplenament de les seccions d'autor i copyright proporciona algunes proteccions legals, aquests camps no protegeixen contra el frau. Qualsevol persona amb una mica més que coneixement informàtic bàsic pot eliminar o modificar les metadades d'imatge incrustades. La solució a aquest problema s'anomena *marca d'aigua digital*. Això pot ser de poc interès per als fotògrafs aficionats, però la marca d'aigua digital és realment important per als professionals i semiprofessionals.
it: Sebbene compilare le sezioni per l'autore e il copyright fornisca qualche protezione legale, questi campi non proteggono contro le frodi. Chiunque con una conoscenza al di sopra del minimo di informatica può cancellare o modificare i metadati dell'immagine incorporati. La soluzione a questo problema si chiama *filigrana digitale*. Può un argomento di poco interesse per gli fotografi amatoriali, ma la filigrana digitale è davvero importante per i professionisti e i semi-professionisti.
pt_br: Embora o preenchimento das seções de autor e direitos autorais ofereça alguma proteção legal, esses campos não protegem contra fraudes. Qualquer pessoa com um conhecimento um pouco mais do que básico de informática pode excluir ou modificar os metadados embutidos nas imagens. A solução para esse problema se chama *marca d'água digital*. Isso pode não interessar muito a fotógrafos amadores, mas a marca d'água digital é realmente importante para profissionais e semiprofissionais.
sl: Medtem ko izpolnjevanje razdelkov o avtorju in avtorskih pravicah zagotavlja določeno pravno zaščito, ta polja ne ščitijo pred goljufijami. Vsakdo z nekaj več kot osnovnim računalniškim znanjem lahko izbriše ali spremeni metapodatke vdelane slike. Rešitev tega problema se imenuje *digitalni vodni žig*. To morda ne zanima amaterskih fotografov, vendar je digitalni vodni žig resnično pomemben za profesionalce in polprofesionalce.
sv: Även om att fylla i författarskaps- och upphovsrättssektionerna ger ett visst juridiskt skydd, skyddar fälten inte mot bedrägerier. Vem som helst med lite mer än grundläggande datorkunskaper kan ta bort eller ändra inbäddade metadata i bilden. Lösningen på problemet kallas *digital vattenmärkning*. Det kan vara av föga intresse för amatörfotografer, men digital vattenmärkning är verkligt viktigt för både proffs och semiprofessionella.
uk: Хоча розділи автора або авторських прав надають певний юридичний захист, ці розділи не зможуть захистити вашу інтелектуальну власність від шахрайства. Будь-хто зі знанням комп’ютера лише трохи вищим за основи може вилучити або змінити вбудовані метадані зображення. Вирішення цієї проблеми називається «цифровий водяний знак». Для приватних осіб та більшості фотографів, подібний захист зовсім не потрібен, але для професіоналів або напівпрофесіоналів він є дуже важливим.
zh_cn: 虽然填写作者和版权字段能提供法律保护，但这些信息防不了造假。稍微懂电脑的人就能删除或修改图片内嵌的元数据。解决方案叫做 *数字水印* ——这对业余摄影师可能不重要，但对专业和半专业人士非常关键。

source: Digital Watermarking refers to an invisible digital watermark that is impressed on photographs as an element of Digital Rights Management (DRM). The watermark contains the same information of authorship and copyright as described above, but the metadata is encrypted and saved in the actual image data (as opposed to the metadata section which is a separate section within the image file).
ca: La marca d'aigua digital es refereix a una marca invisible que està impresa en les fotografies com a element per a la gestió dels drets digitals (DRM). La marca d'aigua conté la mateixa informació sobre l'autoria i els drets d'autor tal com s'ha descrit anteriorment, però les metadades estan encriptades i es desen en les dades reals de la imatge (en contraposició amb la secció metadades, la qual és una secció separada dins del fitxer d'imatge).
it: La filigrana digitale si riferisce a un invisibile segno digitale che è impresso sulle fotografie come elemento di gestione dei diritti digitali (Digital Rights Management, DRM). La filigrana contiene le stesse informazioni sull'autore e sul diritto d'autore descritte prima, ma questi metadati sono codificati e salvati nei dati reali dell'immagine (diversamente da quelli salvati nella sezione dei metadati, che è una sezione separata nell'immagine).
pt_br: A marca d'água digital refere-se a uma marca d'água digital invisível impressa em fotografias como um elemento de Gerenciamento de Direitos Digitais (DRM). A marca d'água contém as mesmas informações de autoria e direitos autorais descritas acima, mas os metadados são criptografados e salvos nos dados da imagem (ao contrário da seção de metadados, que é uma seção separada dentro do arquivo de imagem).
sl: Digitalni vodni žig se nanaša na nevidni digitalni vodni žig, ki je vtisnjen na fotografije kot element upravljanja digitalnih pravic (DRM). Vodni žig vsebuje iste informacije o avtorstvu in avtorskih pravicah, kot je opisano zgoraj, vendar so metapodatki šifrirani in shranjeni v dejanskih slikovnih podatkih (v nasprotju z razdelkom z metapodatki, ki je ločen razdelek znotraj slikovne datoteke).
sv: Digital vattenmärkning betyder ett osynligt digitalt vattenmärke som präglas på fotografier som en del av Digital Rights Management (DRM). Vattenmärket innehåller samma information om författarskap och upphovsrätt som beskrivs ovan, men metadata krypteras och sparas i själva bilddata (i motsats till metadatasektionen som är en separat sektion i bildfilen).
uk: Терміном «цифровий водяний знак» позначають невидиму цифрову позначку, яка накладається на фотографію у межах керування цифровими правами (digital rights management або DRM). Водяний знак містить ті самі дані щодо авторства та авторських прав, які було описано вище, але метадані буде зашифровано і збережено у самих даних зображення (на відміну від розділу метаданих, який є окремим розділом у файлі зображення).
zh_cn: 数字水印是作为数字版权管理(DRM)的一部分嵌入照片的隐形标记，包含上述作者和版权信息，但数据会加密存储在图像实际数据中（而不是容易修改的独立元数据区）。

source: This invisible imprint has holographic properties so that modifications done to an image (size, color, crop, up to a certain limit) will not destroy the copyright information. Only when an image is resized to a very small fraction like a thumbnail will the embedded information be lost, but then the image is of no value anymore to the copyright infringing party. The digital watermark will be unique per image.
ca: Aquesta impressió invisible té propietats hologràfiques, de manera que les modificacions fetes a una imatge (mida, color, escapçat, fins a un cert límit) no destruiran la informació dels drets d'autor. Només quan es canvia la mida d'una imatge a una fracció molt petita com una miniatura, es perdrà aquesta informació incrustada, però llavors la imatge no tindrà cap valor per a la part infractora dels drets d'autor.
it: Questa stampigliatura invisibile ha proprietà olografiche, cosicché le modifiche fatte all'immagine (dimensioni, forma, ritaglio, fino a un certo limite) non distruggeranno le informazioni sul copyright. Solo quando l'immagine è ridotta a una frazione molto piccola, come una miniatura, l'informazione incorporata viene persa, ma a quel punto l'immagine non ha più valore per chi sta violando il copyright. La filigrana digitale sarà univoca per immagine.
nl: Deze onzichtbare opdruk beschikt over holografische eigenschappen zodat wijzigingen, aangebracht aan het beeldbestand de copyrightgegevens, niet vernietigen. Slechts wanneer een beeld word gereduceerd tot een erg klein gedeelte zoals een miniatuurtje zal aangebrachte informatie verloren gaan maar in dat geval is het beeld niet langer van enige waarde voor de partij die het copyright overtreedt. Het digitale watermerk zal uniek zijn per afbeelding.
pt_br: Essa impressão invisível possui propriedades holográficas, de modo que modificações feitas em uma imagem (tamanho, cor, corte, até um certo limite) não destruirão as informações de direitos autorais. Somente quando uma imagem é redimensionada para uma fração muito pequena, como uma miniatura, as informações embutidas são perdidas, mas a imagem perde seu valor para a parte que infringe os direitos autorais. A marca d'água digital será única para cada imagem.
sl: Ta nevidni odtis ima holografske lastnosti, tako da spremembe slike (velikost, barva, obrezovanje, do določene meje) ne bodo uničile informacij o avtorskih pravicah. Šele ko se velikost slike spremeni na zelo majhen del, kot je sličica, se vdelane informacije izgubijo, vendar potem slika za stranko, ki krši avtorske pravice, nima več vrednosti. Digitalni vodni žig bo edinstven za vsako sliko.
sv: Det osynliga avtrycket har holografiska egenskaper så att ändringar som görs av en bild (storlek, färg, beskärning, upp till en viss gräns) inte förstör upphovsrättsinformationen. Endast när en bild ändras i storlek till en mycket liten del, som en miniatyrbild, går den inbäddade informationen förlorad, men då har bilden inget värde längre för den som utför upphovsrättsintrånget. Det digitala vattenmärket är unikt per bild.
uk: Цей невидимий штамп має голографічні властивості, отже, зміни у зображенні (зміни розмірів, кольору, обрізання до певної міри) не знищать відомості про авторське право. Лише якщо розміри зображення буде значно зменшено (до розмірів мініатюри), ці вбудовані дані буде втрачено, але у такому разі зображення вже не цікавитиме нікого з точки зору збереження авторських прав. Цифровий водяний знак буде унікальним для кожного зображення.
zh_cn: 这种隐形印记具有全息特性，即使图片被修改（调整尺寸、颜色、裁剪等，在一定限度内）也不会破坏版权信息。只有当图片缩到极小尺寸（如缩略图）时信息才会丢失，不过那种情况对盗用者也没价值了。每张图片的水印都是独一无二的。

source: digiKam does not currently support digital watermarking, but it can pass images to external programs that can add digital watermarks.
ca: Actualment, el digiKam no admet marques d'aigua digitals, però pot passar imatges a programes externs que poden afegir marques d'aigua digitals.
it: digiKam attualmente non supporta la filigrana digitale, ma può passare immagini a programmi esterni in grado di aggiungere le filigrane digitali.
pt_br: Atualmente, o digiKam não oferece suporte a marcas d'água digitais, mas pode passar imagens para programas externos que podem adicionar marcas d'água digitais.
sl: digiKam trenutno ne podpira digitalnega vodnega žiga, vendar lahko posreduje slike zunanjim programom, ki lahko dodajo digitalne vodne žige.
sv: digiKam stöder för närvarande inte digital vattenmärken, men kan skicka bilder till externa program som kan lägga till digitala vattenmärken.
uk: У поточній версії digiKam не передбачено підтримки цифрових водяних знаків, але програма здатна передавати зображення зовнішнім програмам, які можуть додавати цифрові водяні знаки.
zh_cn: digiKam目前不支持直接添加数字水印，但可以将图片传给外部程序处理。

source: Authorship and Copyright
nl: Auteurschap en copyright

source: This will be the last chapter and step to mark your digital library with authorship, ownership and copyright or left information. More than in 'the good(?) old days' of paper copies, the ubiquitous Internet makes it just too easy to 'steal' a picture from a web site. At the very least, for all images that will be exported and/or published in any form, the authorship and copyright information should be part of their metadata.
nl: Dit wordt het laatste hoofdstuk en stap om uw digitale bibliotheek te merken met auteurschap, eigendom, en copyright of -left. Meer nog dan in de goede oude tijd van papieren foto's maakt het Internet het al heel gemakkelijk om beelden van een website te stelen. Copyright informatie moet eigenlijk deel uit maken van de metagegevens voor alle digitale beelden die worden geëxporteerd en gepubliceerd en welke vorm dan ook.

source: Nothing more simple to do with digiKam: you can setup the default identity, and any images ingested be digiKam will be automatically informed. We put **copyleft** in the title for a reason:
nl: Niets is eenvoudiger dan dat met digiKam: U kunt een standaard identiteit aanmaken, en alle afbeeldingen die worden ingebracht in digiKam worden automatisch daarvan voorzien. We hebben **copyleft** in de titel staan om een reden.

source: Copyleft is a play on the word copyright and is the practice of using copyright law to remove restrictions on distributing copies and modified versions of a work for others and requiring that the same freedoms be preserved in modified versions.
nl: Copyleft is een woordspeling op het woord copyright en houdt in het gebruik van de auteursrechten om de beperkingen door auteursrecht op te heffen voor distributie van kopieën en gewijzigde versies van bestanden van een werk voor anderen en vereist dat dezelfde vrijheden worden behouden voor gewijzigde versies.

source: Copyleft is a form of licensing and may be used to modify copyrights for works such as ... music, and art. In general, copyright law allows an author to prohibit others from reproducing, adapting, or distributing copies of the author's work. In contrast, an author may, through a copyleft licensing scheme, give every person who receives a copy of a work permission to reproduce, adapt or distribute the work as long as any resulting copies or adaptations are also bound by the same copyleft licensing scheme. A widely used and originating copyleft license is the GNU General Public License. Similar licenses are available through Creative Commons - called Share-alike.
nl: Copyleft is a vorm van licensing en kan worden gebruikt om auteursrechten te wijzigen voor werken als muziek en kunst. In het algemeen staan auteursrechten een auteur toe om te beletten dat anderen kopieën van het werk van de auteur reproduceren, wijzigen of distribueren. Aan de andere kant kan een auteur door middel van een copyleft regeling licentie verlenen aan ieder persoon die een kopie van het werk ontvangt om die te wijzigen en te distribueren zolang de resulterende kopieën of aanpassingen gebonden zijn aan dezelfde copyleft regeling. Een algemeen gebruikt, van oorsprong copyleft licentie, is de GNU publieke licentie. Soortgelijke licenties zijn beschikbaar door Creative Commons (een non-profit organisatie ) - Share-alike genoemd.

source: And here follows a description of what should be supplied to digiKam's setup page as information:
nl: En hier volgt een beschrijving van wat er aan informatie nodig is voor de instellingenpagina van digiKam:

source: **Author** (synonymous with Creator and By-line): This field should contain your name, or the name of the person who created the photograph. If it is not appropriate to add the name of the photographer (for example, if the identity of the photographer needs to be protected) the name of a company or organization can also be used. Once saved, this field should not be changed by anyone. This field does not support the use of commas or semi-colons as separator.
nl: **Auteur** (synoniem met maker en bijschrift): Dit veld is bestemd voor uw naam of de naam van de persoon die de foto heeft gemaakt. Als het niet de bedoeling is om de naam van de fotograaf toe te voegen (bijvoorbeeld als de identiteit van een fotograaf beschermd moet worden) dan kan ook de naam van de onderneming of organisatie worden gebruikt. Als dit eenmaal opgeslagen is dan moet dit veld door niemand meer worden gewijzigd. Dit veld staat geen gebruik van komma's of puntkomma's als scheidingsteken toe.

source: **Author** title (synonymous with By-line title): Linked to Author. This field should contain the job title of the photographer. Examples might include titles such as: Staff Photographer, Freelance Photographer, or Independent Commercial Photographer. Since this is a qualifier for the Author field, the Author field must also be filled out.
nl: **Auteur** titel (synoniem met titel van maker): Betreft de auteur. Dit veld bevat de functietitel van de maker. Voorbeelden zijn titels zoals: bedrijfsfotograaf, freelance fotograaf of onafhankelijk commercieel fotograaf. Aangezien dit een aanvulling is voor het veld Auteur, moet het veld Auteur ook worden ingevuld.

source: **Source**: The Source field should be used to identify the original owner or copyright holder of the photograph. The value of this field should never be changed after the information is entered following the image's creation. You should consider this to be a write-once field. The source could be an individual, an agency, or a member of an agency. To aid in later searches, We suggest to separate any slashes '/' with a blank space. Use the form 'photographer / agency' rather than 'photographer/agency.' Source may also be different from Creator and from the names listed in the Copyright Notice.
nl: **Bron**: Het veld Bron moet worden gebruikt voor het identificeren van de oorspronkelijke eigenaar of auteursrechthebbende van de foto. De waarde van dit veld moet u niet veranderen nadat, aansluitend op het maken van de foto de informatie is ingevoerd. U moet dit beschouwen als een eenmalig in te vullen veld. De bron kan zijn een individu, een agentschap of een lid van een agentschap. Om te helpen bij latere zoekopdrachten, is het beter om een slash '​​/' met een spaties te scheiden. Gebruik de vorm 'fotograaf / agentschap' in plaats van 'fotograaf/agentschap'. Bron kan verschillen van Maker en van de namen vermeld in het copyright veld.

source: **Copyright Notice**: The Copyright Notice should contain any necessary copyright notice for claiming the intellectual property, and should identify the current owner(s) of the copyright for the photograph. Usually, this would be the photographer, but if the image was done by an employee or as work-for-hire, then the agency or company should be listed. Use the form appropriate to your country. For the United States you would typically follow the form of © {date of first publication} name of copyright owner, as in 'copr 2005 John Doe.' The word 'copyright' or the abbreviation 'copr' shall be used in place of the (c) symbol as ASCII characters only are allowed. In some foreign countries only the copyright symbol is recognized and the abbreviation does not work. Using something like (c) where the parentheses form a partial circle is not sufficient. For additional protection worldwide, use of the phrase, 'all rights reserved' following the notice above is encouraged. In Europe you would use: Copyright {Year} {copyright owner}, all rights reserved. In Japan, for maximum protection, the following three items should appear in the copyright field of the IPTC Core: (a) the word, Copyright; (b) year of the first publication; and (c) name of the author. You may also wish to include the phrase *all rights reserved*.
nl: **Copyright vermelding**: De Copyright vermelding moet elke opmerking bevatten die noodzakelijk is voor het claimen van het intellectuele eigendom en moet de huidige eigenaar(s) van de auteursrechten voor de foto identificeren. Normaal gesproken zou dit de fotograaf zijn, maar als het beeld werd gemaakt door een werknemer of als ingehuurde kracht, dan moet het agentschap of het bedrijf worden vermeld. Gebruik de vorm die geschikt is voor uw land. Voor de Verenigde Staten zou je meestal de vorm kiezen van © {datum van eerste publicatie} naam van de eigenaar van het auteursrecht, zoals in "copr 2005 John Doe". Het woord 'copyright' of de afkorting 'copr' wordt gebruikt in plaats van het © symbool als alleen ASCII-tekens zijn toegestaan. In sommige landen wordt alleen het symbool voor auteursrecht erkend en de afkorting niet. Gebruik van iets als (c) waarbij de haakjes een gedeeltelijke cirkel vormen is onvoldoende. Voor extra bescherming wereldwijd, wordt geadviseerd, gebruik te maken van de uitdrukking, 'alle rechten voorbehouden' na de mededeling van het boven vermeldde. In Europa zou u Copyright{Jaar} {copyright eigenaar}, alle rechten voorbehouden, gebruiken. In Japan moeten voor maximale bescherming, de volgende drie items van de IPTC Core in het veld copyright getoond worden: (a) het woord, Copyright; (b) het jaar van de eerste publicatie; en (c) de naam van de auteur. U kunt ook de zinsnede *alle rechten voorbehouden* meenemen.

source: Whereas it is paramount to fill-in the author and copyright sections, they represent no protection against fraud. Anyone with a bit more than basic computer knowledge is able to delete or modify image embedded metadata. The solution to this problem is called *digital watermarking*. To private persons this might be of little interest for the majority of photographs, but for professionals ans semi-professionals this protection is really important.
nl: Overwegende dat het van het grootste belang is de secties voor auteur en copyright in te vullen, vertegenwoordigen die geen bescherming tegen fraude. Iedereen met een beetje meer dan een elementaire kennis van computers is in staat om ingebedde metagegevens van een afbeelding te verwijderen of aan te passen. De oplossing voor dit probleem wordt genoemd: *digitaal watermerken*. Voor particuliere personen zal dit voor de meerderheid van foto's van weinig belang zijn. Maar voor professionals en semi-professionals is deze bescherming echt belangrijk.

source: Digital Watermarking refers to an invisible digital watermark that is being impressed on photographs as an element of Digital Rights Management (DRM). The watermark contains the same information of authorship and copyright as described above, but the metadata is encrypted and saved in the actual image data (as opposed to the metadata section which is a separate section within the image file).
nl: Digitaal watermerken betreft het onzichtbare digitale watermerk dat op een foto wordt aangebracht als onderdeel van Digitaal Rechtenbeheer (DRM). Het watermerk bevat dezelfde informatie over eigendom en copyrights als hier bovenbeschreven maar de metagegevens worden versleuteld en opgeslagen in de eigenlijke metagegevens (anders dan in de metagegevens sectie die een afzonderlijke sectie in de beeldbestand vormt.
