Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/authorship_copyright.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: Protect Your Authorship and Copyright
ca: Protegir la vostra autoria i els drets d'autor
it: Proteggi il tuo diritto d'autore e il tuo copyright
nl: Bescherm uw auteurschap en copyright
pt_br: Proteja sua autoria e direitos autorais
sl: Zaščitite svoje avtorstvo in avtorske pravice
sv: Skydda ditt författarskap och din upphovsrätt
uk: Захист ваших авторських прав
zh_cn: 保护您的作者身份和版权

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, watermarking, IPTC and XMP authorship data, export size
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, marca d'aigua, dades d'autoria IPTC i XMP, mida d'exportació
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, filigrana, dati di paternità IPTC e XMP, dimensione esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, watermerken, IPTC en XMP auteurschapgegevens, exportafmeting
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprenda, fácil, marca d'água, dados de autoria IPTC e XMP, tamanho de exportação
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, vodni žig, podatki o avtorstvu IPTC in XMP, izvozna velikost
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, vattenmärkning, IPTC- och XMP-upphovsdata, exportstorlek
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, водяні знаки, дані щодо авторства IPTC та XMP, розмір експортування
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 水印, IPTC 和 XMP 作者数据, 导出大小

source: :ref:`Authorship and Copyright <asset_management>`
ca: :ref:`Autoria i drets d'autor <asset_management>`
it: :ref:`Diritto d'autore e copyright <asset_management>`
pt_br: :ref:`Autoria e direitos autorais <asset_management>`
sl: :ref:`Avtorstvo in avtorske pravice <asset_management>`
sv: :ref:`Författarskap och upphovsrätt <asset_management>`
uk: :ref:`Авторські та суміжні права <asset_management>`
zh_cn: :ref:`作者身份和版权 <asset_management>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: Strings Metadata
ca: Cadenes de metadades
it: Metadati delle stringhe
nl: Tekenreeks met metagegevens
pt_br: Metadados de texto
sl: Metapodatki nizov
sv: Metadatasträngar
uk: Метадані рядків
zh_cn: 字符串元数据

source: One of the last steps in tagging your digital images may be to add authorship, ownership, and copyright tags. Unlike 'the good(?) old days' of paper copies, the ubiquitous Internet makes it just too easy to 'steal' a picture from a web site. At the very least, all images that will be exported and/or published in any form, should have embedded authorship and copyright information as part of their metadata. Including this information allows you to legally prohibit others from reproducing, adapting, or distributing copies of your work.
ca: Un dels últims passos per a etiquetar les vostres imatges digitals pot ser afegir etiquetes d'autoria, propietat i drets d'autor. A diferència d'«els bons (?) vells temps» de les còpies en paper, l'omnipresent Internet fa que sigui massa fàcil «robar» una imatge d'un lloc web. Com a mínim, totes les imatges que s'exporten o publiquen en qualsevol forma, haurien de tenir incrustada informació d'autoria i drets d'autor com a part de les seves metadades. Incloure aquesta informació us permet prohibir legalment a altres reproduir, adaptar o distribuir còpies de la vostra obra.
it: Uno degli ultimi passaggi nell'assegnazione dei tag nelle tue immagini digitali potrebbe essere aggiungere i tag dell'autore, della proprietà e del copyright. L'onnipresente Internet rende troppo facile 'rubare' un'immagine da un sito web rispetto 'ai bei vecchi tempi' delle copie cartacee. In ultima analisi, tutte le immagini che saranno esportate e/o pubblicate in qualsiasi forma, dovrebbero incorporare, come parte dei loro metadati, le informazioni sull'autore e sul copyright. Includere questa informazione ti consente di proibire legalmente agli altri la riproduzione, l'adattamento o la distribuzione di copie del tuo lavoro.
pt_br: Uma das últimas etapas da marcação de suas imagens digitais pode ser adicionar etiquetas de autoria, propriedade e direitos autorais. Ao contrário dos "bons(?) velhos tempos" das cópias em papel, a onipresente internet torna muito fácil "roubar" uma imagem de um site. No mínimo, todas as imagens que serão exportadas e/ou publicadas em qualquer formato devem ter informações de autoria e direitos autorais embutidas como parte de seus metadados. Incluir essas informações permite que você proíba legalmente terceiros de reproduzir, adaptar ou distribuir cópias do seu trabalho.
sl: En od zadnjih korakov pri označevanju vaših digitalnih slik je morda dodajanje oznak avtorstva, lastništva in avtorskih pravic. Za razliko od 'dobrih (?) starih časov' papirnatih kopij, je zaradi vseprisotnega interneta preveč enostavno 'ukrasti' sliko s spletne strani. Vsaj vse slike, ki bodo izvožene in/ali objavljene v kakršni koli obliki, morajo imeti vdelane informacije o avtorstvu in avtorskih pravicah kot del svojih metapodatkov. Vključitev teh informacij vam omogoča, da pravno prepoveste drugim reproduciranje, prilagajanje ali distribucijo kopij vašega dela.
sv: Ett av de sista stegen i att etikettera digitala bilder kan vara att lägga till etiketter för författarskap, äganderätt och upphovsrätt. Till skillnad från "den gamla goda (?) tiden" med papperskopior gör det allestädes närvarande Internet det alldeles för enkelt att "stjäla" en bild från en webbplats. Som ett absolut minimum bör alla bilder som exporteras och/eller publiceras i någon form ha inbäddad information om författarskap och upphovsrätt som en del av metadata. Att inkludera den informationen gör det möjligt att lagligt förbjuda andra att reproducera, bearbeta eller distribuera kopior av verket.
uk: Одним із останніх кроків у встановленні міток до ваших цифрових зображень може бути крок з додавання даних щодо авторських прав на вашу цифрову бібліотеку. Всюдисущий інтернет, порівняно з «добрими(?) старими часами» паперових відбитків, значно спростив «крадіжку» знімка з вебсайта. Щоб запобігти цьому, принаймні слід зберігати у метаданих всіх експортованих і/або призначених для оприлюднення у будь-якій формі знімків дані щодо авторства і авторських прав. Включення цих відомостей надасть вам змогу юридично заборонити стороннім особам відтворювати, адаптувати або поширювати копії вашої роботи.
zh_cn: 给数字图片添加标签的最后一步，可能是加上作者、所有权和版权信息。和纸质照片的“美好(?)旧时光”不同，现在网上随便就能“偷”走一张图。至少所有要导出或发布的图片，都应该在元数据里嵌入作者和版权信息。有了这些信息，你就能在法律上禁止他人复制、修改或传播你的作品。

source: Alternatively, you should embed authorship and **copyleft** information into your images if you want to openly share your images, allowing other people to freely use them, while retaining the tags indicating your authorship.
ca: Alternativament, hauríeu d'incrustar informació d'autoria i **copyleft** a les vostres imatges si voleu compartir obertament les imatges, i això permet que altres persones les utilitzin lliurement, mentre es conserven les etiquetes que indiquen la vostra autoria.
it: In alternativa, se vuoi condividere in modo aperto le immagini, consentendo agli altri di utilizzarle liberamente, ma preservando i tag che indicano i tuoi diritti, dovresti incorporare al loro interno le informazioni sull'autore e sul **copyleft**.
pt_br: Como alternativa, você pode incorporar informações de autoria e **copyleft** em suas imagens se quiser compartilhá-las abertamente, permitindo que outras pessoas as utilizem livremente, mantendo as etiquetas que indicam sua autoria.
sl: Druga možnost je, da v svoje slike vdelate informacije o avtorstvu in **copyleft**, če želite odkrito deliti svoje slike in dovoliti drugim ljudem, da jih prosto uporabljajo, pri tem pa ohraniti oznake, ki označujejo vaše avtorstvo.
sv: Alternativt bör information om upphovsrätt och **copyleft** inbäddas i bilder om bilderna ska delas öppet, så att andra kan använda dem fritt, samtidigt som de behåller etiketterna som anger upphovsrätten.
uk: Крім того, вам слід вбудувати дані щодо авторства і **авторських прав** до ваших зображень, якщо ви маєте намір відкрито поширювати ваші зображення, надаючи іншим особам можливість вільно ними користуватися, зберігаючи мітки, що вказують на ваше авторство.
zh_cn: 如果你想开放分享图片，允许他人自由使用，同时保留作者信息标签，那可以嵌入作者和​​ Copyleft​​ 信息。

source: Copyleft, a play on the word copyright, is the practice of using copyright law to remove restrictions on distributing copies and modified versions of a work for others and requiring that the same freedoms be preserved for modified versions.
ca: El copyleft, un joc de paraules amb copyright (drets d'autor), és la pràctica d'utilitzar la llei sobre els drets d'autor per a eliminar les restriccions a la distribució de còpies i versions modificades d'una obra, exigint que es mantinguin les mateixes llibertats a les versions modificades.
it: L'espressione inglese copyleft, gioco di parole sulla parola copyright, è la pratica di utilizzare la legge sul copyright per rimuovere le restrizioni alla distribuzione di copie e versioni modificate di un'opera ad altri soggetti e richiedere che le stesse libertà siano preservate per le versioni modificate.
pt_br: Copyleft, um trocadilho com a palavra copyright, é a prática de usar a lei de direitos autorais para remover restrições à distribuição de cópias e versões modificadas de uma obra para terceiros e exigir que as mesmas liberdades sejam preservadas para as versões modificadas.
sl: Copyleft je besedna igra z besedo copyright, je praksa uporabe zakona o avtorskih pravicah za odpravo omejitev pri distribuciji kopij in spremenjenih različic dela za druge in zahteva, da se iste svoboščine ohranijo za spremenjene različice.
sv: Copyleft, en ordlek med ordet copyright, är praxis att använda upphovsrättslagar för att avlägsna restriktioner för distribution av kopior och modifierade versioner av ett verk för andra och kräva att samma friheter bevaras för modifierade versioner.
uk: Термін copyleft (від сполучення англійських слів «copy» та «left», недослівно це можна перекласти як «усі права дозволено») вживається для позначення особливого підходу до розуміння прав інтелектуальної власності. За подібного ліцензування закон про авторські права використовується для вилучення обмежень щодо розповсюдження копій та змінених версій роботи сторонніми особами, а також для усування можливих обмежень розповсюдження у змінених версіях.
zh_cn: （“版权”的英文是 copyright，因此 copyleft 是为了表达相反意思而造的词，旨在放弃独占，为公共获取提供方便）Copyleft 是一种利用版权法来解除作品传播和修改限制的做法，要求衍生作品也必须保持同样的自由。

source: Copyleft licensing often gives every person who receives a copy of a work permission to reproduce, adapt or distribute the work as long as any resulting copies or adaptations are also bound by the same copyleft licensing scheme. A widely used copyleft license is the GNU General Public License. Similar licenses are available through Creative Commons - called Share-alike.
ca: La llicència copyleft sovint dona a cada persona que rep una còpia d'un permís de treball per a reproduir, adaptar o distribuir l'obra sempre que les còpies o adaptacions resultants també estiguin lligades pel mateix esquema de llicències copyleft. Una llicència copyleft utilitzada àmpliament és la GNU General Public License. Llicències similars estan disponibles a través de Creative Commons, anomenada Compartir-Igual («Share-alike»).
it: La licenza copyleft spesso dà a chiunque riceva una copia di un'opera il permesso di riprodurre, adattare o distribuire l'opera, a patto che tutte le copie o gli adattamenti risultanti siano anch'essi vincolati dallo stesso schema di licenza copyleft. Una licenza copyleft ampiamente utilizzata è la GNU General Public License. Licenze simili sono disponibili tramite Creative Commons, chiamate Share-alike.
pt_br: O licenciamento copyleft geralmente concede a qualquer pessoa que recebe uma cópia de uma obra a permissão para reproduzi-la, adaptá-la ou distribuí-la, desde que quaisquer cópias ou adaptações resultantes também estejam sujeitas ao mesmo regime de licenciamento copyleft. Uma licença copyleft amplamente utilizada é a GNU General Public License. Licenças semelhantes estão disponíveis através da Creative Commons, denominadas Compartilhamento pela mesma Licença.
sl: Licenciranje Copyleft pogosto daje vsaki osebi, ki prejme kopijo dela, dovoljenje za reprodukcijo, predelavo ali distribucijo dela, če vse kopije ali prilagoditve, ki iz tega izhajajo, prav tako zavezuje ista shema licenciranja copyleft. Široko uporabljena licenca za kopiranje je GNU General Public License. Podobne licence so na voljo prek Creative Commons – imenovane Share-alike (deljenje pod enakimi pogoji).
sv: Copyleft-licenser ger ofta varje person som tar emot en kopia av ett verk tillstånd att reproducera, bearbeta eller distribuera verket så länge eventuella resulterande kopior eller bearbetningar också är bundna av samma copyleft-licensering. En allmänt använd copyleft-licens är GNU General Public License. Liknande licenser finns tillgängliga via Creative Commons, som kallas Share-alike.
uk: Умови ліцензування копілефту часто надають кожному, хто отримує копію роботи, дозвіл відтворювати, переробляти або поширювати роботу за умови, що обіг копій або змінених робіт також підлягатиме умовам схеми ліцензування копілефту. Розповсюдженими умовами ліцензування копілефт є GNU General Public License. Подібні ж ліцензії можна отримати і з Creative Commons — їх називають «подібними до акцій» (Share-alike).
zh_cn: Copyleft 许可通常允许任何人复制、修改或传播作品，只要衍生作品也遵循同样的 Copyleft 许可协议。常用的 Copyleft 许可有 GNU 通用公共许可证，类似的还有知识共享组织的“相同方式共享”许可。

source: Adding authorship, ownership, and copyright (or copyleft) tags couldn't be more simple with digiKam: you can setup a default identity in :menuselection:`Settings --> Templates` that is used to automatically tag any images digiKam imports.
ca: Afegir etiquetes d'autoria, propietat i drets d'autor (o copyleft) no podria ser més senzill amb el digiKam: podeu configurar una identitat predeterminada a :menuselection:`Arranjament --> Plantilles` que s'utilitza per a etiquetar automàticament qualsevol imatge que s'importi al digiKam.
it: L'aggiunta dei tag relativi ad autore, proprietà e copyright (o copyleft) è semplicissimo in digiKam: puoi configurare la tua identità predefinita in :menuselection:`Impostazioni --> Modelli`, la quale sarà utilizzata per attribuire automaticamente tag a qualsiasi immagine importata da digiKam.
pt_br: Adicionar etiquetas de autoria, propriedade e direitos autorais (ou copyleft) não poderia ser mais simples com o digiKam: você pode configurar uma identidade padrão em :menuselection:`Configurações --> Modelos` que é usada para marcar automaticamente qualquer imagem importada pelo digiKam.
sl: Dodajanje oznak avtorstva, lastništva in avtorskih pravic (ali copyleft) z digiKamom ne bi moglo biti preprostejše: lahko nastavite privzeto identiteto v :menuselection:`Nastavitve --> Predloge`, ki se uporabljajo za samodejno označevanje vseh slik, ki jih uvozi digiKam.
sv: Att lägga till författarskaps-, ägarskaps- och upphovsrätts- (eller copyleft-) etiketter kan inte vara enklare med digiKam: man kan ställa in en normal identitet i :menuselection:`Inställningar --> Mallar` som används för att automatiskt etikettera alla bilder som digiKam importerar.
uk: Спосіб додавання записів авторства, власності та авторських прав (або відмови від авторських прав) у digiKam є надзвичайно простим: ви можете налаштувати типовий профіль за допомогою пункту меню :menuselection:`Параметри --> Шаблони`, який буде автоматично використано для встановлення міток для усіх імпортованих digiKam зображень.
zh_cn: 用 digiKam 添加作者、所有权和版权（或 Copyleft）标签特别简单：你可以在 :menuselection:`设置 --> 模板` 里预设身份信息，导入图片时会自动添加这些标签。

source: The digiKam :ref:`Template Metadata <templates_settings>` Settings Panel
ca: El plafó de configuració de :ref:`Plantilla de metadades <templates_settings>` en el digiKam
it: Il pannello delle impostazioni dei :ref:`metadati dei modelli <templates_settings>` di digiKam
nl: Het instellingenpaneel van digiKam met :ref:`Sjabloon voor metagegevens`
pt_br: Painel de configurações do digiKam :ref:`Modelos de metadados<templates_settings>`
sl: Plošča z nastavitvami digiKam :ref:`Metapodatki predloge <templates_settings>`
sv: Inställningspanelen :ref:`metadatamall <templates_settings>` i digiKam
uk: Панель параметрів :ref:`шаблонних метаданих <templates_settings>` digiKam
zh_cn: digiKam的 :ref:`元数据模板设置 <templates_settings>` 面板需要填写以下字段：

source: The fields that should be supplied to digiKam's Templates setup page include:
ca: Els camps que s'han de subministrar a la pàgina de configuració de les plantilles del digiKam inclouen:
it: I campi da fornire alla pagina di configurazione dei Modelli di digiKam includono:
pt_br: Os campos que devem ser fornecidos na página de configuração de modelos do digiKam incluem:
sl: Polja, ki jih morate izpolniti na digiKamovi strani za nastavitev predlog, vključujejo:
sv: Fälten som ska anges på digiKams inställningssida för mallar inkluderar:
uk: Поля, які слід заповнити на сторінці налаштовування шаблонів digiKam:
zh_cn: 应提供给 digiKam 设置页面的字段包括：

source: **Author Names** (synonymous with Creator and By-line): This field should contain your name, or the name of the people who created the photograph. If it is not appropriate to add the name of the photographer (for example, if the identity of the photographer needs to be protected), the name of a company or organization can be used. Once saved, this field should not be changed by anyone. This field supports the use of semi-colons as a separator.
ca: **Noms de l'autor** (és sinònim de creador -Creator- i per línia -By-line-): Aquest camp haurà de contenir el vostre nom, o el nom de la persona que va crear la fotografia. Si no és convenient afegir-hi el nom del fotògraf (per exemple, si cal protegir la seva identitat), també podeu emprar el nom d'una empresa o organització. Un cop desat, aquest camp no haurà de ser canviat per ningú. Aquest camp admet l'ús de punt i coma com a separador.
it: **Nomi dell'Autore** (sinonimo di Creatore e Ideatore): questo campo dovrebbe contenere il tuo nome, o il nome delle persone che ha creato la foto. Se non è appropriato aggiungere il nome del fotografo (per esempio nei casi in cui l'identità debba essere protetta), può essere utilizzato il nome della compagnia o dell'organizzazione. Una volta salvato, questo campo non dovrebbe essere cambiato da nessuno. Questo campo supporta l'uso di punti e virgola come separatore.
pt_br: **Nomes dos Autores** (sinônimo de Criador e Autor): Este campo deve conter seu nome ou o nome das pessoas que criaram a fotografia. Se não for apropriado adicionar o nome do fotógrafo (por exemplo, se a identidade do fotógrafo precisar ser protegida), o nome de uma empresa ou organização pode ser usado. Uma vez salvo, este campo não deve ser alterado por ninguém. Este campo permite o uso de ponto e vírgula como separador.
sl: **Imena avtorjev** (sinonim za ustvarjalca in avtorja): to polje mora vsebovati vaše ime ali imena oseb, ki so ustvarili fotografijo. Če ni primerno dodati imena fotografa (če je na primer treba zaščititi identiteto fotografa), se lahko uporabi ime podjetja ali organizacije. Ko je to polje shranjeno, ga ne sme nihče spreminjati. To polje podpira uporabo podpičja kot ločila.
sv: **Upphovsmännens namn** (synonym till Skapare and Byline): Fältet ska innehålla ditt namn, eller namnet på de personer som skapade fotografiet. Om det inte är lämpligt att ange fotografens namn (till exempel om fotografens identitet behöver skyddas) kan namnet på ett företag eller en organisation användas. När det har sparats bör det inte ändras av någon. Fältet stöder användning av semikolon som avgränsare.
uk: **Імена авторів** (або розробників): у цьому полі слід вказати ваше ім’я або ім’я особи, якою було створено фотографію. Якщо вказувати ім’я фотографа небажано (наприклад, якщо особу фотографа слід тримати у таємниці) можна скористатися назвою компанії або установи. Після збереження, ніхто не має права змінювати значення цього поля. У цьому полі передбачено підтримку відокремлення слів комами або крапками з комою.
zh_cn: **作者姓名**​​ （等同于创建者和署名行）：这里填你的名字或照片创作者的名字。如果不便透露摄影师身份（比如需要保护隐私），可以填公司或组织名。保存后任何人都不应修改此字段。多个姓名可以用分号隔开。

source: **Author Position** (synonymous with By-line title): Linked to Author. This field should contain the job title or position of the photographer. Examples might include titles such as: Staff Photographer, Freelance Photographer, or Independent Commercial Photographer. Since this is a qualifier for the Author field, the Author field must also be filled out.
ca: **Càrrec de l'autor** (sinònim de títol per línia -By-line-): Aquest camp hauria de contenir el càrrec o títol professional de l'autor. Per exemple, es poden indicar els càrrecs següents: Fotògraf de plantilla, Fotògraf independent o Fotògraf comercial independent. Com que és un qualificador del camp Autor, aquest també s'ha d'emplenar.
it: **Posizione dell'Autore** (sinonimo di titolo dell'Ideatore): collegato all'Autore. Questo campo contiene il titolo professionale o la posizione del fotografo. Gli esempi potrebbero includere titoli come: Fotografo Associato, Fotografo Indipendente, Fotografo Commerciale. Dato che questa è una qualifica per il campo Autore, anche il campo Autore deve essere compilato.
pt_br: **Cargo do autores** (sinônimo de título por linha): Vinculado ao Autor. Este campo deve conter o título, cargo ou posição do fotógrafo. Exemplos podem incluir algo como: Fotógrafo da Equipe, Fotógrafo Freelancer ou Fotógrafo Comercial Independente. Como este é um qualificador para o campo Autor, o campo Autor também deve ser preenchido.
sl: **Položaj avtorja** (sinonim za naslov avtorja): Povezan z avtorjem. To polje mora vsebovati naziv delovnega mesta ali položaj fotografa. Primeri lahko vključujejo nazive, kot so: zaposleni fotograf, samostojni fotograf ali neodvisni komercialni fotograf. Ker je to kvalifikator za polje Avtor, je treba izpolniti tudi polje Avtor.
sv: **Upphovsmännens befattningar** (synonym till Byline titel): Länkad till Upphovsmän. Fältet ska innehålla fotografens jobbtitel eller befattning. Exempel kan vara titlar som: Fastighetsfotograf, Frilansfotograf eller Oberoende kommersiell fotograf. Eftersom det är en kvalificering av fältet Upphovsmän måste även det fältet fyllas i.
uk: **Посада автора**: робоче звання автора. У цьому полі слід вказати посаду фотографа. Прикладом посади може бути: Staff Photographer (штатний фотограф), Freelance Photographer (найманий фотограф) або Independent Commercial Photographer (незалежний комерційний фотограф). Оскільки це поле є характеристикою поля «Автор», поле «Автор» також доведеться заповнити.
zh_cn: **作者职位** （等同于署名头衔）：和作者关联。这里填摄影师的职位，比如：专职摄影师、自由摄影师或独立商业摄影师。因为这是作者信息的补充，所以作者字段也必须填写。
