Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/authorship_copyright.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: **Credit** (synonymous to Provider): Use the Provider field to identify who is providing the photograph. This does not necessarily have to be the author. If a photographer is working for a news agency such as Reuters or the Associated Press, these organizations could be listed here as they are 'providing' the image for use by others. If the image is a stock photograph, then the group (agency) involved in supplying the image should be listed here.
ca: **Crèdit** (sinònim de proveïdor): Utilitzeu el camp Proveïdor per a identificar qui proporciona la fotografia. Aquest no ha de ser necessàriament l'autor. Si un fotògraf treballa per a una agència de notícies com Reuters o Associated Press, aquestes organitzacions poden estar indicades aquí atès que elles «proporcionen» la imatge per a l'ús d'altres. Si la imatge és una fotografia que prové d'un banc d'imatges, caldria indicar aquí el grup (agència) responsable del subministrament de la imatge.
it: **Crediti** (sinonimo di Fornitore): usa il campo Fornitore per identificare chi fornisce la fotografia, che non deve necessariamente essere l'autore. Se un fotografo lavora per un'agenzia di stampa come la Reuters o la Associated Press, queste organizzazioni potrebbero essere elencate qui come 'fornitori' dell'immagine agli utenti. Se l'immagine è una fotografia di repertorio, il gruppo (agenzia) che la fornisce dovrebbe essere indicato qui.
nl: **Credit** (synoniem van leverancier): Gebruik het veld Leverancier om aan te geven wie de foto beschikbaar heeft gesteld. Dat hoeft niet altijd de maker van de foto te zijn. Als een fotograaf voor een nieuwsagentschap werkt zoals Reuters or Associated Press, dan kan deze organisatie worden vermeld omdat zij de foto beschikbaar maken voor anderen. Als het beeld een 'stock foto' is dan moet hier de groep of het agentschap worden vermeld door wie het beeld beschikbaar wordt gesteld.
pt_br: **Créditos** (sinônimo de Fornecedor): Use o campo de Fornecedor para identificar quem está fornecendo a fotografia. Não precisa ser necessariamente o autor. Se um fotógrafo trabalha para uma agência de notícias como a Reuters ou a Associated Press, essas organizações podem ser listadas aqui, pois estão "fornecendo" a imagem para uso por terceiros. Se a imagem for um banco de imagens, o grupo (agência) envolvido no fornecimento da imagem deve ser listado aqui.
sl: **Zasluge** (sinonim za Ponudnik): Uporabite polje Ponudnik, da ugotovite, kdo zagotavlja fotografijo. Ni nujno, da je to avtor. Če fotograf dela za tiskovno agencijo, kot sta Reuters ali Associated Press, bi te organizacije lahko našteli tukaj, saj 'zagotavljajo' sliko za uporabo drugim. Če je slika fotografija iz zaloge, mora biti tukaj navedena skupina (agencija), ki sodeluje pri dobavi slike.
sv: **Erkännande** (synonym till Försörjare): Använd fältet Försörjare för att identifiera vem som tillhandahåller fotografiet. Det behöver inte nödvändigtvis vara upphovsmannen. Om en fotograf arbetar för en nyhetsbyrå som Reuters eller Associated Press kan organisationerna listas här eftersom de "försörjer" bilden för användning av andra. Om bilden är lagervara bör gruppen (byrån) som är delaktig i att tillhandahålla bilden listas här.
uk: **Подяка** (синонім постачальника): Використовуйте поле Постачальник для особи, яка надала фотографію. Це не обов’язково повинен бути автор. Якщо фотограф працює у агенції новин, такій як Reuters або Associated Press, ці організації слід подати у списку, оскільки вони «надають» зображення для використання іншими. Якщо зображення є комерційною фотографією, у цьому полі слід зазначити групу (агенцію), яку до цього залучено.
zh_cn: **图片来源​​** （等同于提供者）：这里标出照片提供方，不一定是作者本人。比如摄影师供职于路透社或美联社，就可以填这些机构名，因为是他们在“提供”图片。如果是图库照片，就填提供图片的机构名。

source: **Copyright**: The Copyright Notice should contain any necessary copyright notice for claiming the intellectual property, and should identify the current owner(s) of the copyright for the photograph. Usually, this would be the photographer, but if the image was done by an employee or as work-for-hire, then the agency or company should be listed. Use the form appropriate to your country. For the United States you would typically follow the form of © {date of first publication} name of copyright owner, as in 'copr 2005 John Doe.' The word 'copyright' or the abbreviation 'copr' shall be used in place of the (c) symbol as only ASCII characters are allowed. In some foreign countries only the copyright symbol is recognized and the abbreviation does not work. Using something like (c) where the parentheses form a partial circle is not sufficient. For additional protection worldwide, use of the phrase, 'all rights reserved' following the notice above is encouraged. In Europe you would use: Copyright {Year} {copyright owner}, all rights reserved. In Japan, for maximum protection, the following three items should appear in the copyright field of the IPTC Core: (a) the word, Copyright; (b) year of the first publication; and (c) name of the author. You may also wish to include the phrase *all rights reserved*.
ca: **Copyright**: La nota del copyright ha de contenir qualsevol avís sobre drets d'autor necessari per a reclamar la propietat intel·lectual, i ha d'identificar al/s propietari/s actual/s dels drets d'autor de la fotografia. En general, aquest seria el fotògraf, però si la imatge va ser feta per un empleat o com un treball a sou, llavors l'agència o empresa haurà d'estar llistada. Utilitzeu la forma corresponent al vostre país. Per als Estats Units normalment seguiria la forma © {data de la primera publicació} nom del propietari del copyright, com a «Copr 2005 John Doe». La paraula «copyright» o l'abreviatura «copr» s'utilitzen en lloc del símbol (c), ja que només estan permesos els caràcters ASCII. En alguns països estrangers només es reconeix el símbol de drets d'autor i l'abreviatura no funciona. L'ús de quelcom com (c), on els parèntesis formen un cercle parcial no és suficient. Per a augmentar la seguretat a tot el món, s'anima a l'ús de la frase, «tots els drets reservats» després de l'avís anterior. A Europa s'hauria d'utilitzar: Drets d'autor {Any} {propietari del copyright}, tots els drets reservats. Al Japó, per a una màxima protecció, han d'aparèixer els tres elements següents al camp dels drets d'autor de la IPTC Core: (a) la paraula, Copyright; (b) l'any de la primera publicació; i (c) el nom de l'autor. També podríeu voler incloure la frase *tots els drets reservats*.
it: **Nota del diritto d'autore**: la nota del diritto d'autore dovrebbe contenere ogni nota necessaria per attribuire la proprietà intellettuale, e dovrebbe identificare i presenti proprietari del diritto d'autore della fotografia. Normalmente, questi sarebbe il fotografo, ma, se l'immagine è stata fatta da un impiegato o come lavoro retribuito, dovrebbe essere indicata l'agenzia o la società. Usa la forma appropriata per il tuo paese. Per gli Stati Uniti useresti la seguente forma tipica: © {data di prima pubblicazione} nome del proprietario, come in '© 2008 Pinco Pallino'. Nota che si può usare la parola 'copyright' o l'abbreviazione 'copr' al posto del simbolo (c), dato che sono ammessi solo i caratteri ASCII. In alcuni paesi viene riconosciuto solo il simbolo del copyright e l'abbreviazione non è valida. Inoltre, il simbolo del copyright deve essere un cerchio completo con una 'C' in mezzo: usare qualcosa come (c), dove le parentesi formano un cerchio parziale, non è sufficiente. Per maggiore protezione a livello mondiale, si incoraggia l'uso della frase 'tutti i diritti riservati'. In Europa, si userebbe: Copyright {anno} {proprietario}, tutti i diritti riservati. In Giappone, per la massima protezione, dovrebbero comparire i seguenti tre elementi nel campo del diritto d'autore IPTC: (a) la parola Copyright; (b) l'anno di prima pubblicazione; e (c) il nome dell'autore. Potresti anche includere la frase *tutti i diritti riservati*.
pt_br: **Direitos autorais**: O Aviso de Direitos Autorais deve conter todos os avisos de direitos autorais necessários para reivindicar a propriedade intelectual e deve identificar o(s) proprietário(s) atual(is) dos direitos autorais da fotografia. Normalmente, este seria o fotógrafo, mas se a imagem foi feita por um funcionário ou por encomenda, a agência ou empresa deve ser listada. Use o formato apropriado para o seu país. Para os Estados Unidos, você normalmente seguiria o formato © {data da primeira publicação} nome do proprietário dos direitos autorais, como em 'copr 2005 John Doe'. A palavra 'copyright' ou a abreviação 'copr' deve ser usada no lugar do símbolo (c), pois apenas caracteres ASCII são permitidos. Em alguns países estrangeiros, apenas o símbolo de direitos autorais é reconhecido e a abreviação não funciona. Usar algo como (c), onde os parênteses formam um círculo parcial, não é suficiente. Para proteção adicional em todo o mundo, o uso da frase 'todos os direitos reservados' após o aviso acima é incentivado. Na Europa, você usaria: Copyright {Ano} {proprietário dos direitos autorais}, todos os direitos reservados. No Japão, para máxima proteção, os três itens a seguir devem constar no campo de direitos autorais do Núcleo do IPTC: (a) a palavra Copyright; (b) o ano da primeira publicação; e (c) o nome do autor. Você também pode incluir a frase *todos os direitos reservados*.
sl: **Copyright - avtorske pravice**: Obvestilo o avtorskih pravicah mora vsebovati vsa potrebna obvestila o avtorskih pravicah za zahtevanje intelektualne lastnine in mora identificirati trenutne(ga) lastnika/e avtorskih pravic za fotografijo. Običajno bi bil to fotograf, če pa je sliko naredil zaposleni ali jo je najemal, je treba navesti agencijo ali podjetje. Uporabite obrazec, ki ustreza vaši državi. Za Združene države bi običajno sledili obliki © {datum prve objave} ime lastnika avtorskih pravic, kot v 'copr 2005 John Doe.' Namesto simbola (c) se uporablja beseda „avtorska pravica“ ali okrajšava „copr“, saj so dovoljeni samo znaki ASCII. V nekaterih tujih državah je priznan le simbol avtorskih pravic, okrajšava pa ne deluje. Uporaba nečesa podobnega (c), kjer oklepaji tvorijo delni krog, ne zadostuje. Za dodatno zaščito po vsem svetu je priporočljiva uporaba izraza "vse pravice pridržane", ki sledi zgornjemu obvestilu. V Evropi bi uporabili: Copyright {Year} {lastnik copyrighta}, vse pravice pridržane. Na Japonskem se morajo zaradi največje zaščite v polju avtorskih pravic jedra IPTC pojaviti naslednji trije elementi: (a) beseda Copyright; (b) leto prve objave; in (c) ime avtorja. Morda boste želeli vključiti tudi izraz *all rights reserved*.
sv: **Copyright**: Copyright ska innehålla all nödvändig information för att hävda upphovsrättsligt ägande, och ska identifiera den nuvarande innehavaren eller innehavarna av fotografiets copyright. Oftast är det fotografen, men om bilden togs av en anställd eller på uppdrag, ska byrån eller företaget anges. Använd formen som är tillämplig i ditt land. I Förenta staterna ska man typiskt följa formen © {datum för första publicering} innehavarens namn, såsom "copr 2005 N.N." Ordet "copyright" eller förkortningen "copr" ska användas istället för symbolen (c) eftersom bara ASCII-tecken är tillåtna. I vissa länder erkänns bara copyrightsymbolen, och förkortningen fungerar inte. Att använda något som (c) där parenteserna formar en ofullständig cirkel är inte tillräckligt. För ytterligare skydd över hela världen, rekommenderas användning av frasen "all rights reserved" efter ovanstående information. I Europa använder man: Copyright {År} {upphovsrättsinnehavare}, all rights reserved. I Japan ska följande tre delar ingå i IPTC-kärnans copyright-fält för att erhålla maximalt skydd: (a) ordet Copyright, (b) år för första publicering, och (c) upphovsmannens namn. Om du så önskar, kan du lägga till frasen "all rights reserved".
uk: **Авторські права**: у полі «Авторські права слід вказати всі повідомлення про авторські права на інтелектуальну власність, а також слід вказати поточних власників авторських прав на фотографію. Зазвичай, таким власником є фотограф, але, якщо знімок було зроблено найманим працівником, слід вказати назву агенції або компанії, яка його чи її найняла. Використовуйте форму, відповідну законодавству вашої країни. У США типовою формою є: © {дата першої публікації} ім’я власника авторських прав, наприклад, «copr 2005 John Doe». Замість символу © слід використовувати слова «copyright» або скорочення «copr», оскільки можна використовувати лише символи ASCII. У деяких інших країнах визнається лише символ ©, а скорочення не вважається чинним. Використовувати щось на зразок (c), де дужки позначають частини кола, теж не завжди можливо. Щоб додатково захистити вміст, скористайтеся фразою «all rights reserved», вказаною після наведеної вище формули. У Європі слід використовувати формулу: Copyright {Рік} {власник авторських прав}, all rights reserved. У Японії, щоб максимально захистити вміст, у записі поля авторських прав IPTC слід вказати: (а) слово Copyright; (б) рік першої публікації і (в) ім’я автора. Крім того, ви можете додати фразу «all rights reserved».
zh_cn: **版权声明​​** ：这里填声明知识产权的版权信息，标明照片当前的版权所有者。通常是摄影师本人，但如果是职务作品或委托作品，就该填公司或机构名。 格式要符合所在国家/地区的规定：美国通常用 © {date of first publication} (首发年份) + 版权所有者，比如"copr 2005 John Doe"。只能用 “copyright” 或缩写 “copr” 代替 © 符号（因为只支持 ASCII 字符）。在某些国家只认 © 符号，缩写无效。像 (c) 这样用括号模拟 © 是不行的。为了全球范围内加强保护，建议在这些声明后追加“all rights reserved”。 欧洲用：Copyright {Year} (年份) {copyright owner} (版权所有者), all rights reserved。 如果在日本，为了最大限度保护，IPTC核心元数据的版权字段应包含：(a) Copyright 字样；(b) 首发年份；(c) 作者姓名。也可以加上all rights reserved。

source: The copyright marking for a Creative Commons Share-alike license might read:
ca: La marca de copyright d'una llicència Creative Commons Compartir-Igual («Share-Alike») podria indicar:
it: Il contrassegno del copyright per una licenza Creative Commons Share-alike potrebbe recitare:
pt_br: A marcação de direitos autorais para uma licença do tipo Creative Commons Share pode ser:
sl: Oznaka avtorskih pravic za licenco Creative Commons Share-alike se lahko glasi:
sv: Upphovsrättsmärkningen för en Creative Commons Share-alike-licens kan lyda:
uk: Позначка авторських прав для умов ліцензування Creative Commons Share-alike може бути такою:
zh_cn: 知识共享“相同方式共享”许可的版权声明可以这样写：

source: *This work copyright {Year} by {Author} is licensed under CC BY-SA 4.0*
ca: *El copyright {Any} d'aquest treball de {Autor} està llicenciat segons CC BY-SA 4.0*
it: *Quest'opera è copyright {Anno} di {Autore} ed è sotto licenza CC BY-SA 4.0*
pt_br: *Este trabalho, com direitos autorais de {Ano} para {Autor}, está licenciado sob CC BY-SA 4.0*
sl: *To avtorsko zaščiteno delo {Year} avtorja {Author} je licencirano pod CC BY-SA 4.0*
sv: *This work copyright {År} by {Upphovsman} is licensed under CC BY-SA 4.0*

source: See `<https://creativecommons.org/licenses/by-sa/4.0/>`_ for details on what the Share-Alike license means.
ca: Vegeu els detalls a `<https://creativecommons.org/licenses/by-sa/4.0/>`_ sobre què significa la llicència Compartir-Igual («Share-Alike»).
it: Vedi `<https://creativecommons.org/licenses/by-sa/4.0/>`_ per i dettagli su cosa significa la licenza Share-Alike.
pt_br: Consulte `<https://creativecommons.org/licenses/by-sa/4.0/>`_ para obter detalhes sobre o que significa uma licença de compartilhamento.
sl: Glejte `<https://creativecommons.org/licenses/by-sa/4.0/>`_ za podrobnosti o tem, kaj pomeni licenca za deljenje pod enakimi pogoji.
sv: Se `<https://creativecommons.org/licenses/by-sa/4.0/>`_ för detaljinformation om vad Share-Alike licensen betyder.
uk: Див. `<https://creativecommons.org/licenses/by-sa/4.0/>`_, щоб дізнатися більше про те, що являють собою умови ліцензування Share-Alike.
zh_cn: SA许可条款具体的含义详见：`<https://creativecommons.org/licenses/by-sa/4.0/>`_

source: **Source**: The Source field should be used to identify the original owner or copyright holder of the photograph. The value of this field should never be changed after the information is entered following the image's creation. You should consider this to be a write-once field. The source could be an individual, an agency, or a member of an agency. To aid in later searches, we suggest separating any slashes '/' with a blank space. Use the form 'photographer / agency' rather than 'photographer/agency.' The source may also be different from the Creator and from the names listed in the Copyright Notice.
ca: **Origen**: El camp Origen s'ha d'utilitzar per a identificar al propietari original o el titular del copyright de la fotografia. El valor d'aquest camp mai s'ha de canviar un cop s'introdueixi la informació després de la creació de la imatge. Heu de considerar aquest camp com d'escriptura una vegada. L'origen pot ser un individu, una agència o un membre d'una agència. Per a ajudar en les cerques posteriors, se suggereix separar qualsevol barra «/» amb un espai en blanc. Utilitzeu la forma «fotògraf / agència» abans que «fotògraf/agència». L'origen també pot ser diferent del creador i dels noms indicats a la nota del copyright.
it: **Fonte**: il campo Fonte dovrebbe essere usato per identificare il proprietario originale o il detentore del diritto d'autore della fotografia. Il valore di questo campo non dovrebbe mai essere cambiato dopo che l'informazione è stata inserita dopo la creazione dell'immagine. Dovresti considerare questo campo come a scrittura singola (solo una volta). La fonte potrebbe essere un individuo, un'agenzia, o un membro di un'agenzia. Per facilitare ricerche successive, suggeriamo di separare le barre '/' con uno spazio. Usa la forma 'fotografo / agenzia' piuttosto che 'fotografo/agenzia'. La fonte potrebbe anche essere diversa dal Creatore e dai nomi elencati nella nota del diritto d'autore.
pt_br: **Origem**: O campo Origem deve ser usado para identificar o proprietário original ou detentor dos direitos autorais da fotografia. O valor deste campo nunca deve ser alterado após a inserção das informações depois da criação da imagem. Considere este um campo de preenchimento único. A origem pode ser uma pessoa, uma agência ou um membro de uma agência. Para auxiliar em pesquisas posteriores, sugerimos separar as barras '/' por um espaço em branco. Use o formato 'fotógrafo / agência' em vez de 'fotógrafo/agência'. A origem também pode ser diferente do Criador e dos nomes listados no Aviso de Direitos Autorais.
sl: **Vir**: Polje Vir je treba uporabiti za identifikacijo prvotnega lastnika ali imetnika avtorskih pravic fotografije. Vrednosti tega polja se ne sme nikoli spremeniti po vnosu informacij po ustvarjanju slike. To bi morali obravnavati kot polje za enkratno pisanje. Vir je lahko posameznik, agencija ali član agencije. Za pomoč pri poznejših iskanjih predlagamo, da vse poševnice '/' ločite s presledkom. Uporabite obrazec 'fotograf / agencija' namesto 'fotograf/agencija'. Vir je lahko tudi drugačen od ustvarjalca in imen, navedenih v obvestilu o avtorskih pravicah.
sv: **Källa**: Källfältet ska användas för att identifiera fotografiets ursprungliga ägare eller upphovsrättsinnehavare. Fältets värde ska aldrig ändras när informationen har skrivits in efter att bilden har skapats. Man bör betrakta det som ett fält som är "skrivbart en gång. Källan kan vara en enskild person, en byrå, eller en anställd på en byrå. För att förenkla senare sökning, föreslås att alla snedstreck "/" omges av blanktecken. Använd formen "fotograf / byrå" istället för "fotograf/byrå". Källan kan också skilja sig från skaparen och från de namn som anges under copyright.
uk: **Джерело**: у полі «Джерело» слід вказати власника фотографії або власника авторських прав на фотографію. Значення цього поля не повинно ніколи змінюватися після введення даних одразу після створення знімка. Вважайте це поле таким, яке слід заповнювати лише одного разу. Джерелом може бути певна особа, агенція або працівник агенції. Щоб спростити можливий пошук, вам варто відокремлювати зворотні риски («/») від решти тексту пробілами. Користуйтеся формулою «фотограф / агенція», а не «фотограф/агенція». Джерело може відрізнятися від автора і не міститися у списку повідомлення про авторські права.
zh_cn: **来源​​** ：这个字段用于标明照片的原所有者或版权持有者。信息一旦在照片创建后录入就永远不要修改，应该视为“一次性填写”字段。来源可以是个人、机构或机构成员。为了方便后续搜索，建议用斜杠“/”的前后加空格，写成“摄影师 / 机构”而不是“摄影师/机构”。来源可能不同于创作者和版权声明中的名字。

source: The digiKam :ref:`Copyrights View <metadata_editor>` From Metadata Editor
ca: La vista :ref:`Drets d'autor <metadata_editor>` en el digiKam des de l'editor de metadades
it: La :ref:`vista dei copyright <metadata_editor>` di digiKam dall'editor dei metadati
nl: De :ref:`Copyrightsweergave <metadata_editor>` in digiKam in de bewerker van metagegevens
pt_br: A digiKam :ref:`Visualização de direitos autorais <metadata_editor>` do Editor de metadados
sl: DigiKam :ref:`Pogled avtorskih pravic <metadata_editor>` iz urejevalnika metapodatkov
sv: :ref:`Copyright visning <metadata_editor>` från metadataeditorn i digiKam
uk: Панель :ref:`перегляду авторських прав <metadata_editor>` з редактора метаданих digiKam
zh_cn: digiKam的 :ref:`版权视图 <metadata_editor>` （来自元数据编辑器）

source: Digital Watermarking
ca: Marca d'aigua digital (DW)
it: La filigrana digitale
nl: Digitaal watermerken
pt_br: Marca d'água digital
sl: Digitalni vodni žig
sv: Digital vattenmärkning
uk: Цифрові водяні знаки
zh_cn: 数字水印
