Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/dam_workflow.po
Languages: ca, es, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: A Typical Digital Asset Management Workflow
ca: Un flux de treball típic en la gestió d'actius digitals
es: Un flujo de trabajo típico de gestión de activos digitales
it: Tipico flusso di lavoro di gestione delle risorse digitali
nl: Een typische werkmethode voor Digital Asset Management
pt: Um Processo Típico de Gestão de Activos Digitais
pt_br: Um fluxo de trabalho típico de gerenciamento de ativos digitais
sl: Tipičen potek dela za upravljanje digitalnih sredstev
sv: Ett typiskt arbetsflöde för hantering av digitala tillgångar
uk: Типовий робочий процес із керуванням цифровою власністю
zh_cn: 典型数字资产管理流程

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, digital, asset, management, workflow, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, digital, actiu, gestió, flux de treball, exportació
es: digiKam, documentación, manual del usuario, gestión de fotos, gestión fotográfica, código abierto, libre, gratis, aprender, fácil, digital, activo, gestión, flujo de trabajo, exportar, exportación
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, digitale, risorse, gestione, flusso di lavoro, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, digitaal, asset, bezit, beheer, werkmethode, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, digital, activo, gestão, processo, exportação
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, digital, ativos, gerenciamento, fluxo de trabalho, exportação
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, digitalno, sredstva, upravljanje, potek dela, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, digital, tillgång, hantering, arbetsflöde, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, цифрова, власність, керування, робочий, процес, експорт
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 数字, 资产, 管理, 工作流, 导出

source: DAM Workflow
ca: Flux de treball DAM
es: Flujo de trabajo DAM
pt: Processo DAM
sl: Potek dela DAM

source: Contents
ca: Contingut
es: Contenido
pt: Conteúdo
sl: Vsebina

source: Import images from camera, card reader or scanner. As long as the images are stored on the camera media, you can use that as a temporary backup.
ca: Importau les imatges des de la càmera, lector de targetes o un escàner. Sempre que les imatges s'emmagatzemin en el suport de la càmera, podreu utilitzar això com una còpia de seguretat temporal.
it: Importa le immagini dalla fotocamera, dal lettore di schede o dallo scanner; fino a quando queste sono conservate nella memoria della macchina fotografica puoi usarle come una copia di sicurezza temporanea.
nl: Importeer beelden van camera, kaartlezer of scanner. Zolang de beelden opgeslagen blijven op het medium van de camera kunt u dat gebruiken als een tijdelijke reservekopie.
pt_br: Importe as imagens da câmera, leitor de cartão ou scanner. Uma vez que as imagens estejam armazenadas na mídia da câmera, você pode usá-la como um backup temporário.
sl: Uvozite slike iz fotoaparata, čitalnika kartic ali optičnega bralnika. Dokler so slike shranjene na mediju fotoaparata, ga lahko uporabite kot začasno varnostno kopijo.
sv: Importera bilder från kamera, kortläsare eller bildläsare. Så länge bilderna är lagrade på kamerans media kan det användas som en tillfällig säkerhetskopia.
uk: Імпортуйте зображення з фотоапарата, пристрою читання карток або сканера. Доки зображення зберігаються на носії фотоапарата, ви не зможете створити для них тимчасову резервну копію.
zh_cn: 从相机、读卡器或扫描仪导入照片。如果照片还存储在相机内部没删，这也可以算作一个暂时的备份存档。

source: RAW images are converted to DNG and stored away into a DNG archive.
ca: Les imatges RAW es converteixen a DNG i emmagatzemades lluny a dins d'un arxiu DNG.
it: Le immagini RAW sono convertite in DNG e memorizzate in un archivio DNG.
nl: RAW-afbeeldingen worden geconverteerd naar DNG en opgeslagen in een DNG-archief.
pt_br: As imagens RAW são convertidas em DNG e armazenadas em um arquivo DNG.
sl: Surove slike RAW se pretvorijo v DNG in shranijo v arhiv DNG.
sv: Obehandlade bilder konverteras till DNG och lagras i ett DNG-arkiv.
uk: Перетворіть цифрові негативи на DNG і зберегти їх у якомусь сторонньому місці у архіві DNG.
zh_cn: RAW 文件处理​​：将 RAW 格式转换为 DNG 并存入 DNG 归档库。

source: The DNG Convert Settings from Import Tool
ca: La configuració del Convertidor DNG des de l'eina d'importació
it: Le impostazioni di conversione DNG dallo strumento di importazione
nl: De instellingen voor DNG-converteren van het hulpmiddel Importeren
pt_br: A ferramenta de conversão das configurações para DNG a partir da importação
sl: Orodje DNG pretvori nastavitve iz orodja za uvoz
sv: Inställning av DNG-konvertering från importverktyget
uk: Параметри перетворення DNG із засобу імпортування
zh_cn: “导入工具”中的“DNG 转换设置”

source: Rate and cull, write metadata into the DNG archive.
ca: Classifiqueu i escolliu, escriviu les metadades a l'arxiu DNG.
it: Classifica e seleziona, e scrivi i metadati all'interno dell'archivio DNG.
nl: Waardeer en schift, schrijf metagegevens in het DNG-archief.
pt_br: Classifique, selecione e grave os metadados no arquivo DNG.
sl: Oceni in izloči, zapisuje metapodatke nazaj v arhiv DNG.
sv: Betygsätt och ta bort, skriv metadata till DNG-arkivet.
uk: Оцініть і вибракуйте, запишіть дані назад до архіву DNG.
zh_cn: 对照片进行评分和筛选，将元数据写入 DNG 归档文件。

source: Applying Labels to Items using Captions Tab from Right Sidebar
ca: Apliqueu etiquetes als elements mitjançant la pestanya Llegendes des de la barra lateral dreta
it: Applicare le etichette agli elementi utilizzando la scheda delle didascalie dalla barra laterale destra
nl: Labels toepassen op items met tabblad Opschrift uit de rechter zijbalk
pt_br: Aplicando rótulos a itens usando a aba de Legendas na barra lateral direita
sl: Uporabi oznake za elemente z uporabo zavihka z napisi v desnem stranskem stolpcu
sv: Lägg till etiketter på objekt med hjälp av fliken Rubriker från höger sidorad
uk: Застосування міток до записів за допомогою вкладки підписів правої бічної панелі
zh_cn: 通过右侧边栏的"说明"标签页添加分类标签

source: Make a backup e.g. on external drive, and optical medium, or a tape.
ca: Feu una còpia de seguretat, p. ex. en una unitat externa, mitjà òptic o una cinta.
es: Hacer una copia de seguridad, por ejemplo, en un disco externo, en un medio óptico o en una cinta.
it: Fai una copia di sicurezza su DVD, su un CD o su un nastro magnetico.
nl: Maak een reservekopie bijv. op een externe schijf, optisch medium of tape.
pt: Crie uma cópia de segurança p.ex. num disco externo e um disco óptico ou numa fita magnética.
pt_br: Faça um backup, por exemplo, em uma unidade externa, mídia óptica ou fita.
sl: Naredite varnostno kopijo, npr. na zunanjem disku, optičnem mediju ali traku.
sv: Skapa en säkerhetskopia, t.ex. på en extern enhet, och optiskt medium, eller ett band
uk: Створіть резервні копії, наприклад, на зовнішньому диску, оптичному диску або стрічковому накопичувачі.
zh_cn: 备份至外部硬盘、光盘或磁带等介质。

source: Tag, comment, and geo-locate.
ca: Etiqueteu, comenteu i geolocalitzeu.
es: Etiquetar, comentar y geolocalizar.
it: Etichetta, commenta e geolocalizza.
nl: Geef tags, becommentarieer en voeg geo-locatie toe.
pt: Marque, comente e faça a localização geográfica.
pt_br: Etiquete, comente e geolocalize.
sl: Označite, komentirajte in geografsko locirajte.
sv: Etikettera, kommentera, och gör geografisk lokalisering
uk: Створіть мітки, коментар і вкажіть дані геопозиціонування.
zh_cn: 添加标签、注释和地理定位信息。

source: Applying Descriptions to Items using Captions Tab from Right Sidebar
ca: Apliqueu descripcions als elements utilitzant la pestanya Llegendes des de la barra lateral dreta
it: Applicare le descrizioni agli elementi utilizzando la scheda delle didascalie dalla barra laterale destra
nl: Beschrijvingen toepassen op items met tabblad Opschrift uit de rechter zijbalk
pt_br: Aplicando descrições a itens usando a aba Legendas na barra lateral direita
sl: Uporabi opise za elemente z uporabo zavihka z napisi v desnem stranskem stolpcu
sv: Lägg till beskrivningar för objekt med hjälp av fliken Rubriker från höger sidorad
uk: Застосування описів до записів за допомогою вкладки підписів правої бічної панелі
zh_cn: 使用右侧边栏的"说明标签页"添加描述信息

source: Edit and enhance the photographs.
ca: Editeu i milloreu les fotografies.
it: Modifica e migliora le fotografie.
nl: Bewerk en verbeter de foto's.
pt_br: Edite e aprimore as fotografias.
sl: Ureja in izboljšuje fotografije.
sv: Redigera och förbättra fotografierna.
uk: Редагуйте фотографії з метою покращення вигляду

source: Sharpening Details in the Image Editor Using Refocus Tool
ca: Definiu més els detalls a l'editor d'imatges mitjançant l'eina Reenfocament
it: Migliorare i dettagli nell'Editor delle immagini utilizzando lo strumento Rimessa a fuoco
nl: Details verscherpen in de afbeeldingsbewerker met hulpmiddel Opnieuw focusseren
pt_br: Melhorando a nitidez no editor de imagens usando a ferramenta de Nova focagem
sl: Izostri podrobnosti v urejevalniku slik z uporabo orodja za ponovno izostritev
sv: Gör detaljer i bildeditorn skarpare med hjälp av verktyget Fokusera om
uk: Подробиці збільшення різкості у редакторі зображень з використанням засобу зміні фокусування
zh_cn: 在图像编辑器中的用“锐化”来重新对焦，锐化细节

source: Use external applications for layered editing. This editing may cause the loss or deletion of metadata previously recorded into the images. Back in digiKam, re-apply the metadata recorded in the digiKam database to the edited images.
ca: Useu aplicacions externes per a l'edició en capes. Aquesta edició pot provocar la pèrdua o supressió de les metadades enregistrades prèviament a les imatges. De tornada al digiKam, torneu a aplicar les metadades enregistrades a la base de dades del digiKam a les imatges editades.
it: Usa le applicazioni esterne per la modifica a livelli. Questa modifica potrebbe causare la perdita o l'eliminazione dei metadati precedentemente registrati all'interno delle immagini. Ritorna in digiKam, riapplica i metadati registrati nella banca dati di digiKam alle immagini modificate.
nl: Externe toepassingen gebruiken voor gelaagd bewerken. Dit bewerken kan het verlies of verwijdering van eerder opgeslagen metagegevens opgenomen in de afbeeldingen veroorzaken. Terug in digiKam, pas de opgenomen metagegevens in de digiKam database opnieuw toe op de bewerkte afbeeldingen.
pt_br: Use aplicativos externos para edição em camadas. Essa edição pode causar a perda ou exclusão de metadados previamente registrados nas imagens. De volta ao digiKam, reaplique os metadados registrados no banco de dados do digiKam às imagens editadas.
sl: Uporabi zunanje aplikacije za večplastno urejanje. To urejanje lahko povzroči izgubo ali izbris metapodatkov, ki so bili predhodno posneti na slikah. Nazaj v digiKam ponovno uporabi metapodatke, zapisane v zbirki podatkov digiKam, za urejane slike.
sv: Använd externa program för lagerredigering. Redigering kan orsaka förlust eller radering av metadata som tidigare registrerats i bilderna. Tillbaka i digiKam, återför metadata som registrerats i digiKams databasen för de redigerade bilderna.
uk: Скористайтеся зовнішніми програмами для багатошарового редагування. Таке редагування може призвести до втрати або вилучення метаданих, які перед цим було записано до зображення. Поверніться до digiKam і повторно застосуйте метадані, які було записано до бази даних digiKam, до редагованих зображень.
zh_cn: 使用外部软件进行分层编辑。注意：此类编辑可能导致原有元数据丢失，需返回 digiKam 后从数据库重新同步元数据到编辑后的文件。

source: Run a routine backup, followed up by data-integrity checks.
ca: Executeu una còpia de seguretat de rutina, seguida de controls d'integritat de les dades.
it: Esegui una copia di sicurezza di routine, seguita da controlli di integrit√† dei dati.
nl: Voer een routine backup uit, gevolgd door integriteitscontrole van gegevens.
pt_br: Execute um backup de rotina, seguido de verificações de integridade de dados.
sl: Zažene rutinsko varnostno kopiranje, ki mu sledi preverjanje celovitosti podatkov.
sv: Utför rutinmässig säkerhetskopiering, uppföljd med dataintegritetskontroller.
uk: Виконайте типове резервне копіювання з наступними перевірками цілісності даних.
zh_cn: 执行例行备份后，务必进行数据完整性校验。

source: Protect processed images by using Digital Watermarking to encode copyright data. Export to web galleries, slide shows, MPEG encode, contact sheets, printing, etc.
ca: Protegiu les imatges processades fent servir marques d'aigua digitals per a codificar les dades de drets d'autor. Exporteu a galeries web, presentacions de diapositives, codificació MPEG, fulls de contacte, impressió, etc.
it: Proteggi le immagini elaborate utilizzando la filigrana digitale per codificare i dati del diritto d'autore. Esporta nelle gallerie web, nelle presentazioni, nella codifica MPEG, nelle schede dei contatti, nelle stampe, ecc.
nl: Bescherm bewerkte afbeeldingen door digitale watermerken te gebruiken om gegevens over copyright te coderen. Exporteer naar webgalerijen, diashows, MPEG codering, contactvellen, afdrukken, etc.
pt_br: Proteja as imagens processadas usando Marca D'água Digital para codificar dados de direitos autorais. Exporte para galerias da web, apresentações de slides, codificação MPEG, folhas de contato, impressão, etc.
sl: Zaščiti obdelane slike za avtorske pravice z digitalnim vodnim žigom. Izvozi v spletne galerije, predstavitve, zakodira v MPEG, kontaktne odtise, tiske, itd.
sv: Skydda de bearbetade bildernas genom att använda digital vattenmärkning för att koda upphovsrättsinformation. Exportera till webbgallerier, bildspel, MPEG-kodning, kontaktblad, utskrift, etc.
uk: Захистіть авторські права на зображення за допомогою цифрових водяних знаків, у яких буде закодовано дані щодо авторських прав. Експортуйте зображення до інтернет-галерей, показів слайдів, закодуйте у MPEG, створіть підбірки мініатюр зображень, надрукуйте їх тощо.
zh_cn: 使用数字水印技术嵌入版权信息。接下来有多种方式导出：网络相册、幻灯片演示、MPEG 视频编码、联系人、打印，等等。

source: The List of Export Tools Available from the Image Editor
ca: La llista d'eines d'exportació disponibles des de l'editor d'imatges
it: Elenco degli strumenti di esportazione disponibili dall'Editor delle immagini
nl: De lijst met hulpmiddelen voor exporteren beschikbaar in de afbeeldingsbewerker
pt_br: Lista de ferramentas de exportação disponíveis no editor de imagens
sl: Seznam orodij za izvoz, ki so na voljo v urejevalniku slik
sv: Listan över tillgängliga exportverktyg i bildeditorn
uk: Список інструментів експортування, які доступні з вікна редактора зображень
zh_cn: 图像编辑器中的导出工具列表

source: The typical photographic workflow is illustrated below:
ca: A continuació s'il·lustra el típic flux de treball fotogràfic:
it: Di seguito viene illustrato il tipico flusso di lavoro fotografico:
nl: Een typische fotografische werkmethode is onderstaand ge√Øllustreerd:
pt_br: O fluxo de trabalho fotográfico típico é ilustrado abaixo:
sl: Tipičen fotografski potek dela je prikazan spodaj:
sv: Ett typiskt fotografiskt arbetsflöde illustreras nedan:
uk: Типова загальна чернетка усіх кроків обробки фотографій наведена нижче:
zh_cn: 摄影工作流示意图

source: Diagram of Common Tasks During a Photographic Workflow
ca: Diagrama de totes les tasques habituals durant un flux de treball de fotografia
it: Diagramma delle operazioni comuni durante un flusso di lavoro fotografico
nl: Diagram van algemene taken gebruikt tijdens een fotografische werkmethode
pt_br: Diagrama de tarefas comuns durante um fluxo de trabalho fotográfico
sl: Diagram pogostih opravil med fotografskim potekom dela
sv: Diagram över vanliga uppgifter under ett fotografiskt arbetsflöde
uk: Діаграма усіх типових завдань під час обробки фотографій
zh_cn: 常见的摄影工作流程图示

source: Import images from camera, card reader or scanner. As long as the images are stored on the camera media, you can use that as temporary backup.
es: Importe imágenes de la cámara, el lector de tarjetas o el escáner. Siempre que las imágenes estén almacenadas en los medios de la cámara, puede usarlas como copia de seguridad temporal.
pt: Importar as imagens de uma câmara, leitor de cartões ou 'scanner'. Enquanto as imagens estiverem guardadas no dispositivo da câmara, poderá usar isso como cópia de segurança temporária.

source: RAW are converted to DNG and stored away into an RAW archive.
es: RAW se convierte a DNG y se almacena en un archivo RAW.
pt: Os ficheiros RAW são convertidos para DNG e guardados num pacote RAW.

source: The DNG Convert Settings From Import Tool
es: Las preferencias de conversión a DNG de la herramienta de importación
pt: A Configuração da Conversão de DNG a Partir da Ferramenta de Importação

source: Rate and cull, write-back metadata to the DNG archive.
es: Puntúe y seleccione, vuelva a escribir metadatos en el archivo DNG.
pt: Classifique e escolha, gravando depois os meta-dados no pacote DNG.

source: Applying Labels to Items Using Captions Tab from Right Sidebar
es: Aplicación de etiquetas a elementos mediante la pestaña Pies de foto de la barra lateral derecha
pt: Aplicação de Legendas aos Itens, Usando a Página de Legendas da Barra Lateral Direita

source: Applying Descriptions to Items Using Captions Tab from Right Sidebar
es: Aplicación de descripciones a elementos mediante la pestaña Pies de foto de la barra lateral derecha
pt: Aplicação de Descrições aos Itens, Usando a Página de Legendas da Barra Lateral Direita

source: Edit and improve photographs.
es: Editar y mejorar las fotografías.
pt: Edite e melhore as fotografias.

source: Sharpening Details In Image Editor Using Refocus Tool
es: Detalles de nitidez en el editor de imágenes usando la herramienta de reenfoque
pt: Detalhes de Afiamento/Nitidez no Editor de Imagens, Usando a Ferramenta de Focagem

source: For layered editing use external applications. Back in digiKam, re-apply the metadata, which was probably lost or curtailed by the other applications.
es: Para editar por capas, use aplicaciones externas. Cuando regrese a digiKam, vuelva a aplicar los metadatos, que probablemente habrán sufrido cambios al usar otras aplicaciones.
pt: Para uma edição em camadas, use aplicações externas. De volta ao digiKam, volte a aplicar os meta-dados, os quais provavelmente se perderam ou foram adulterados pelas outras aplicações.

source: Run the routine backup with following data-integrity checks.
es: Ejecute la copia de seguridad de rutina con las siguientes comprobaciones de integridad de datos.
pt: Execute a cópia de segurança de rotina com as seguintes verificações de integridade dos dados.

source: Protect processed images for copyrights with Digital Watermarking. Export to web galleries, slide shows, MPEG encode, contact sheets, printing, etc.
es: Proteja las imágenes procesadas por derechos de autor con una marca de agua digital. Exporte a galerías web, presentaciones de diapositivas, codificación MPEG, hojas de contactos, impresión, etc.
pt: Proteja as imagens processadas com direitos de cópia e Marcas-de-Água Digitais. Exporte para galerias Web, apresentações, codifique em MPEG, folhas de contactos, impressões, etc.

source: The List of Export Tools Available From Image Editor
es: La lista de herramientas de exportación disponibles en el editor de imágenes
pt: A Lista de Ferramentas de Exportação Disponíveis no Editor de Imagens

source: A typical generic draft of all photograph workflow stages is given below:
es: A continuación se muestra un borrador genérico típico de todas las etapas del flujo de trabajo fotográfico:
pt: Um rascunho genérico típico de todas as etapas do processo fotográfico está disponível em baixo:

source: Draft of all Common Tasks Used During a Photographs Workflow
es: Borrador de todas las tareas comunes usadas durante el flujo de trabajo con fotografías
pt: Rascunho de Todas as Tarefas Comuns Durante um Processo de Fotografia

source: :ref:`DAM Workflow <asset_management>`
it: :ref:`Flusso di lavoro DAM <asset_management>`
nl: :ref:`DAM-werkmethode <asset_management>`
pt_br: :ref:`Fluxo de trabalho de DAM <asset_management>`
sv: :ref:`Arbetsflöde för hantering av digitala tillgångar <asset_management>`
uk: :ref:`Робочий процес із керуванням цифровою власністю <asset_management>`
zh_cn: :ref:`数字资产管理流程 <asset_management>`
