Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/dam_overview.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: Overview to Digital Asset Management
ca: Vista general a la gestió d'actius digitals
it: Panoramica della gestione delle risorse digitali (DAM)
nl: Overzicht van Digital Asset Management
pt_br: Visão geral do gerenciamento de ativos digitais
sl: Pregled upravljanja digitalnih sredstev
sv: Översikt av hantering av digitala tillgångar
uk: Огляд керування цифровою власністю
zh_cn: 数字资产管理概览

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, digital, asset, management
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, digital, actius, gestió
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, digitale, risorse, gestione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, digitaal, asset, bezit, beheer
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, digital, gerenciamento de ativos
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, digitalno, sredstva, upravljanje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, digital, tillgång, hantering
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, цифрова, власність, керування
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 数字, 资产, 管理

source: :ref:`Overview <asset_management>`
ca: :ref:`Vista general <asset_management>`
it: :ref:`Panoramica <asset_management>`
nl: :ref:`Overzicht <asset_management>`
pt_br: :ref:`Visão geral <asset_management>`
sl: :ref:`Pregled <asset_management>`
sv: :ref:`Översikt <asset_management>`
zh_cn: :ref:`概览 <asset_management>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: Introduction
ca: Introducció
it: Introduzione
nl: Inleiding
pt_br: Introdução
sl: Uvod
sv: Inledning
uk: Вступ
zh_cn: 简介

source: Can you find your digital photographs when you need them? Or do you spend more time sifting through your hard drive and file cabinets than you would like? Do you have a systematic approach for assigning and tracking data describing the content of your photos? If you make a living as a photographer, do your images bear your copyright and contact information, or do they circulate in the marketplace unprotected? Do you want your future grandchildren to admire the photographs you have taken? How do you ensure backup and the integrity of your data? Are you ready to replace your computer, your hard disk, your software and operating system and still manage to find your pictures or movies?
ca: Trobeu les fotografies digitals quan les necessiteu? O perdeu més temps cercant-les al disc dur i arxivadors del que us agradaria? Disposeu d'un enfocament sistemàtic per a l'assignació i seguiment de les dades que descriuen el contingut de les vostres fotografies? Si us guanyeu la vida com a fotògraf, les vostres imatges hauran de tenir drets d'autor i informació de contacte, o circulen pel mercat sense protecció? Voleu que els vostres futurs nets admirin les fotografies que vàreu prendre? Com assegureu la còpia de seguretat i la integritat de les dades? Com us prepareu per a canviar d'ordinador, el disc dur, el programari, el sistema operatiu i que, així i tot, encara aconseguiu trobar les vostres fotografies o pel·lícules?
it: Riesci a trovare le tue fotografie quando ti servono? O sprechi più tempo cercando nel disco fisso e tra le cartelle di quanto vorresti? Hai un approccio sistematico per assegnare e tracciare i dati che descrivono i contenuti delle tue fotografie? Se sei un fotografo professionista, le tue immagini contengono le informazioni sul tuo copyright e su come contattarti, o girano sul mercato senza protezione? Vuoi che i tuoi nipotini ammirino le foto che hai scattato? Come gestisci le copie di sicurezza e l'integrità dei dati? Sei pronto a sostituire il computer, il disco fisso, i tuoi programmi e il sistema operativo per poter ancora riuscire a trovare le tue immagini e i tuoi filmati?
nl: Kunt u uw digitale foto's vinden wanneer u ze nodig hebt? Of besteed u meer tijd aan het zoeken op uw harde schijf en in uw opbergkasten dan u lief is? Heeft u een systematische aanpak voor het toewijzen van gegevens die de inhoud van uw foto's beschrijven voor het opzoeken? Als fotografie uw bestaan is, zijn uw beelden dan wel voorzien van copyright en contactgegevens of dolen ze rond in de markt zonder enige bescherming? Wilt u dat uw kleinkinderen de foto's, die u gisteren nam ook nog kunnen bewonderen? Hoe verzekert u zich van back-ups en integriteit van de gegevens? Bent u klaar om uw computer of harde schijf of besturingssysteem te vervangen en nog steeds uw foto's en films te vinden?
pt_br: Você consegue encontrar suas fotos digitais quando precisa delas? Ou passa mais tempo do que gostaria vasculhando seu disco rígido e arquivos? Você tem uma abordagem sistemática para atribuir e rastrear dados que descrevem o conteúdo de suas fotos? Se você ganha a vida como fotógrafo, suas imagens contêm seus direitos autorais e informações de contato ou circulam no mercado sem proteção? Você quer que seus futuros netos admirem as fotos que você tirou? Como você garante o backup e a integridade dos seus dados? Você está pronto para substituir seu computador, seu disco rígido, seu software e sistema operacional e ainda conseguir encontrar suas fotos ou vídeos?
sl: Ali lahko najdete svoje digitalne fotografije, ko jih potrebujete? Ali pa porabite več časa za brskanje po trdem disku in omarah za datoteke, kot bi si želeli? Ali imate sistematičen pristop pri dodeljevanju in sledenju podatkov, ki opisujejo vsebino vaših fotografij? Če se preživljate kot fotograf, ali vaše slike nosijo vaše avtorske pravice in kontaktne podatke ali krožijo na trgu nezaščitene? Si želite, da bodo vaši bodoči vnuki občudovali fotografije, ki ste jih posneli? Kako zagotovite varnostno kopiranje in celovitost svojih podatkov? Ali ste pripravljeni zamenjati računalnik, trdi disk, programsko opremo in operacijski sistem in še vedno uspešno najti svoje slike ali filme?
sv: Kan du hitta dina digitala fotografier när du behöver dem? Eller lägger du mer tid på att sålla igenom hårddisken och arkivskåpen än du skulle vilja? Har du ett systematiskt tillvägagångssätt för att tilldela och spåra data som beskriver innehållet på foton? Om du försörjer dig som fotograf, har dina bilder upphovsrätt och kontaktinformation, eller cirkulerar de oskyddade på marknaden? Vill du att dina framtida barnbarn ska beundra bilderna du har tagit? Hur säkerställer du säkerhetskopiering och dataintegritet? Är du redo att byta dator, hårddisk, programvara, och operativsystem och ändå lyckas hitta dina bilder eller filmer?
uk: Легко знаходите цифрові фотографії у разі потреби? Можливо вам доводиться витрачати більше часу на блукання вмістом жорсткого диска вашого комп’ютера та сховищами файлів, ніж ви б того хотіли? Маєте системне бачення щодо визначення і спостереження за даними щодо вмісту ваших фотографій? Якщо ви заробляєте на життя фотографією, чи містять ваші знімки відомості щодо авторських прав та адрес, за якими можна з вами зв’язатися? Можливо, ваші знімки потрапляють у обіг зовсім незахищеними? Бажаєте, щоб ваші онуки насолоджувалися фотографіями, знятими вами вчора? Як ви забезпечуєте резервування та цілісність ваших даних? Як ви готуєтеся до зміни вашого комп’ютера, жорсткого диска, програмного забезпечення, операційної системи? Що ви думаєте про способи керування вашими зображеннями і відео на новому обладнанні та у новому програмному середовищі?
zh_cn: 你能在需要时快速找到自己的数码照片吗？还是总把时间浪费在翻硬盘和文件夹上？你有没有一套系统方法来管理照片的内容描述信息？如果你是职业摄影师，你的作品是否都标注了版权和联系方式，还是毫无保护地流通在市场？你希望未来的子孙能欣赏你拍的照片吗？如何确保数据备份和完整性？当更换电脑、硬盘、软件或系统时，你还能顺利找到自己的照片和视频吗？

source: Definitions
ca: Definicions
it: Definizioni
nl: Definities
pt_br: Definições
sl: Definicije
sv: Definitioner
uk: Визначення
zh_cn: 基本定义

source: Digital Asset Management (DAM) refers to every part of the process that follows taking a picture, from downloading the data to your computer, all the way through final output and permanent storage. Anyone who shoots, scans or stores digital photographs is practicing some form of DAM, but most of us are not doing so in a systematic or efficient way.
ca: La gestió d'actius digitals (DAM) fa referència a cada part del procés que segueix a la presa d'una fotografia, des de baixar les dades a l'ordinador, tot el camí fins a la sortida final i l'emmagatzematge permanent. Qualsevol persona que dispara, escaneja o emmagatzema fotografies digitals està practicant algun tipus de DAM, però la majoria de nosaltres no ho fem d'una manera sistemàtica o eficient.
it: Con *gestione delle risorse digitali* (Digital Asset Management, DAM) ci si riferisce a ogni parte del processo che segue lo scatto di una fotografia, dallo scaricamento dei dati nel tuo computer, fino al prodotto finale e alla memorizzazione permanente. Chiunque scatti, scansioni o memorizzi fotografie digitali fa una qualche forma di DAM, ma la maggior parte di noi non la fa in modo sistematico o efficiente.
nl: Digital Asset Management (DAM) betreft elk deel van het proces dat volgt op het nemen van een foto, downloaden van de gegevens naar uw computer, helemaal naar de uiteindelijke uitvoer en de permanente opslag. Iedereen die afbeeldingen schiet, scant of opslaat gebruikt de een of andere vorm van DAM, Digital Asset Management. De meeste van ons doen dit niet op een praktische of efficiënte manier.
pt_br: A Gestão de Ativos Digitais (DAM, sigla em inglês) refere-se a todas as etapas do processo que se segue à captura de uma foto, desde o download dos dados para o seu computador até a sua finalização e armazenamento permanente. Qualquer pessoa que fotografe, digitalize ou armazene fotografias digitais está praticando alguma forma de DAM, mas a maioria de nós não o faz de forma sistemática ou eficiente.
sl: Upravljanje digitalnih imetij - Digital Asset Management (DAM) se nanaša na vsak del postopka, ki sledi fotografiranju, od prenosa podatkov v vaš računalnik, vse do končnega izpisa in trajnega shranjevanja. Vsakdo, ki fotografira, optično prebira ali shranjuje digitalne fotografije, izvaja neko obliko DAM, vendar večina od nas tega ne počne na sistematičen ali učinkovit način.
sv: Hantering av digitala tillgångar (Digital Asset Management, DAM) hänvisar till varje del av processen som följer efter en bild har tagits, från nerladdning av data till datorn, hela till det slutliga resultatet och permanent lagring. Alla som fotograferar, scannar eller lagrar digitala fotografier utövar någon form av hantering av digitala tillgångar, men de flesta av oss gör det inte på ett systematiskt eller effektivt sätt.
uk: Керування цифровою власністю (Digital Asset Management або DAM) позначає будь-яку зі стадій процесу після створення знімка, від отримання даних на ваш комп'ютер, аж до остаточного відбитка або сховища даних. Всі, хто знімає, сканує або зберігає цифрові фотографії, користуються певною схемою DAM, але більшість з нас робить це несистематично і неефективно.
zh_cn: 数字资产管理（DAM）​​ 涵盖从拍摄照片到最终存储的整个流程：将数据导入电脑、整理、输出和永久保存。每个拍摄、扫描或存储数码照片的人都在实践某种形式的DAM，但多数人的方法不够系统高效。

source: One generic definition of DAM is:
ca: Una definició genèrica de la DAM és:
it: Una definizione generica di gestione delle risorse digitali (DAM) è:
nl: Een algemene definitie van DAM is:
pt_br: Uma definição genérica de DAM é:
sl: Generična definicija DAM je:
sv: En generell definition av hantering av digitala tillgångar är:
uk: Загальне визначення керування цифровою власністю:
zh_cn: 一个通用定义是：

source: Digital Asset Management ingests, indexes, categorizes, secures, searches, transforms, assembles and exports content that has monetary, cultural, or personal value.
ca: La gestió d'actius digitals ingereix, indexa, categoritza, assegura, cerca, transforma, munta i exporta el contingut que té valor monetari, cultural o personal.
it: La gestione delle risorse digitali include, indicizza, categorizza, mette al sicuro, cerca, trasforma, assembla ed esporta il contenuto che ha un valore monetario, culturale o personale.
nl: Digital Asset Management haalt binnen, indexeert, categoriseert, beveiligt, zoekt, transformeert, brengt samen en exporteert materiaal van geldelijke, culturele of persoonlijke waarde.
pt_br: A Gestão de Ativos Digitais consume, indexa, categoriza, protege, pesquisa, transforma, reúne e exporta conteúdo que tem valor monetário, cultural ou pessoal.
sl: Upravljanje digitalnih imetij - Digital Asset Management zaužije, indeksira, kategorizira, varuje, išče, preoblikuje, sestavlja in izvaža vsebino, ki ima denarno, kulturno ali osebno vrednost.
sv: Hantering av digitala tillgångar tar in, indexerar, kategoriserar, säkrar, söker, omvandlar, sammanställer och exporterar innehåll som har monetärt, kulturellt eller personligt värde.
uk: Керування цифровою власністю — це процес отримання, створення покажчика, категоризації, убезпечення, пошуку, перетворення, об’єднання та експортування даних, які є цінними у грошовому або культурному вимірі.
zh_cn: 数字资产管理是对具有经济、文化或个人价值的内容进行获取、索引、分类、保护、搜索、转换、整合及导出的过程。

source: And since we're at it, here is another important definition:
ca: I ja que hi som, aquí hi ha una altra definició important:
it: E, già che ci siamo, ecco un'altra definizione importante:
nl: En omdat we er mee bezig zijn, hier is nog een belangrijke definitie:
pt_br: E já que estamos nisso, aqui vai outra definição importante:
sl: In ko smo že pri tem, je tu še ena pomembna definicija:
sv: Och eftersom vi redan är igång, här är en annan viktig definition:
uk: І, оскільки це нам ще знадобиться, інше важливе визначення:
zh_cn: 顺带一提另一个重要概念：

source: Metadata is defined as data about data. Metadata is definitional data that provides information about, or documentation of, other data managed within an application or environment.
ca: Les metadades es defineixen com a dades sobre les dades. Les metadades són dades de definició que proporcionen informació o documentació d'altres dades manejades dins d'una aplicació o entorn.
it: I metadati sono definiti come dei dati sui dati; sono dati che forniscono informazioni, o documentazione, su altri dati gestiti in un'applicazione o in un ambiente.
nl: Metagegevens wordt gedefinieerd als gegevens over gegevens. Metagegevens zijn definiërende gegevens die informatie verstrekken over of documentatie van, andere gegevens die beheerd worden binnen een toepassing of omgeving.
pt_br: Metadados são definidos como dados sobre dados. Metadados são dados de definição que fornecem informações ou documentação sobre outros dados gerenciados em um aplicativo ou ambiente.
sl: Metapodatki so opredeljeni kot podatki o podatkih. Metapodatki so definicijski podatki, ki zagotavljajo informacije ali dokumentacijo o drugih podatkih, upravljanih znotraj aplikacije ali okolja.
sv: Metadata definieras som data om data. Metadata är definitionsdata som tillhandahåller information om eller dokumentation av annan data som hanteras inom ett program eller i en miljö.
uk: Метадані визначають як дані щодо даних. Метадані є додатковими даними, які містять відомості або документацію щодо інших даних, якими керує програма або середовище.
zh_cn: ​​元数据​​ 是关于数据的数据，用于描述或记录应用程序或环境中管理的其他信息。

source: For the purposes of this manual, metadata is all the information about an image and its associated file.
ca: A l'efecte d'aquest manual, les metadades són tota la informació sobre una imatge i el seu fitxer associat.
it: Per gli scopi di questo manuale, i metadati rappresentano tutte le informazioni su un'immagine e il suo file associato.
nl: Voor het doel van deze handleiding, metagegevens is alle informatie over een afbeelding en zijn bijbehorende bestand.
pt_br: Para os propósitos deste manual, metadados são todas as informações sobre uma imagem e seu arquivo associado.
sl: Za namene tega priročnika so metapodatki vse informacije o sliki in z njo povezani datoteki.
sv: I handboken är metadata all information om en bild och dess tillhörande fil.
uk: У цьому підручнику ми розуміємо під словом «метадані» усі дані щодо зображення та пов'язаного із ним файла.
zh_cn: 在本手册中，元数据指一切与图片及其关联文件相关的信息。

source: DAM and digiKam
ca: DAM i el digiKam
it: DAM e digiKam
nl: DAM en digiKam
pt_br: DAM e o digiKam
sl: DAM in digiKam
sv: Hantering av digitala tillgångar och digiKam
uk: Керування цифровою власністю і digiKam
zh_cn: DAM与digiKam

source: This section of the manual presents **tools** and **practical advice** on how to **file**, **find**, **protect** and **re-use** photographs, focusing on best practices for digital photographers using digiKam. We discuss **downloading**, **renaming**, **culling**, **converting**, **grouping**, **backing-up**, **rating**, **tagging**, **archiving**, **optimizing**, **maintaining** and **exporting** image files.
ca: Aquesta secció del manual presenta les **eines** i els **consells pràctics** sobre com **arxivar**, **trobar**, **protegir** i **reutilitzar** fotografies, centrant-se en les millors pràctiques per a fotògrafs digitals que utilitzen el digiKam. Debatem la **baixada**, el **canvi de nom**, la **selecció**, la **conversió**, l'**agrupació**, la **còpia de seguretat**, la **valoració**, l'**etiquetatge * *, l'**arxivat**, l'**optimització**, el **manteniment** i l'**exportació** dels fitxers d'imatge.
it: Questa sezione del manuale presenta gli **strumenti** e le **note pratiche** su come **memorizzare**, **proteggere** e **riutilizzare** le fotografie, concentrando l'attenzione sulle migliori pratiche da seguire per i fotografi digitali che utilizzano digiKam. Discutiamo argomenti quali **scaricamento**, **rinomina**, **selezione**, **conversione**, **raggruppamento**, **salvataggio di copie di sicurezza**, **valutazione**, **attribuzione di tag**, **ottimizzazione**, **manutenzione** ed **esportazione** delle immagini su file.
nl: Deze sectie van de handleiding presenteert **hulpmiddelen** en **praktisch advies** over hoe **opslaan**, **zoeken**, **beschermen** en **hergebruiken** van foto's, gericht op de beste werkwijzen voor digitale fotografen met gebruik van digiKam. Wij behandelen **downloaden**, **hernoemen**, **opruimen**, **converteren**, **groeperen**, **reservekopieën maken**, **waarderen**, **van tags voorzien**, **archiveren**, **optimaliseren**, **onderhouden** en **exporteren** van afbeeldingsbestanden.
uk: У цьому розділі підручника, пропонуємо вам **інструмент** і **практичні поради** щодо того, як зберегти до **файла**, **знайти**, **захистити** та **повторно використати** фотографії, з акцентом на найкращих методиках роботи для цифрового фотографа, що працює з програмою digiKam. Ми поговоримо про **отримання**, **перейменування**, **бракування**, **групування**, **створення резервних копій**, **визначення оцінок**, **створення міток**, **архівування**, **оптимізацію**, **супровід** та **експортування** файлів зображень.
