Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/dam_overview.po
Languages: ca, it, nl, pt_br, sl, sv, uk, zh_cn

source: digiKam supports most DAM tasks by providing a unique and comprehensive set of tools that can be applied to its databases and the associated image files in your collection. This makes most DAM tasks fast and easy to perform. digiKam is based on open standards, so it will not confine you to a platform or lock you into a single application. It instead puts you onto the fast track to manage and find your photographs, allowing you to move on to any other platform, application, or system without losing any of your work. digiKam has features making it suitable for use by occasional users, enthusiasts, and professionals.
ca: El digiKam permet la majoria de les tasques del DAM proporcionant un conjunt únic i complet d'eines que es poden aplicar a les seves bases de dades i als fitxers d'imatge associats a la vostra col·lecció. Això fa que la majoria de les tasques DAM siguin ràpides i fàcils de realitzar. El digiKam es basa en estàndards oberts, de manera que no us limitarà a una plataforma o us bloquejarà en una única aplicació. En canvi, us encamina ràpidament a gestionar i trobar les fotografies, i això us permet moure's a qualsevol altra plataforma, aplicació o sistema sense perdre cap obra. El digiKam té funcions que el fan adequat per al seu ús per part d'usuaris ocasionals, entusiastes i professionals.
it: digiKam supporta la maggior parte delle attività di DAM fornendo un set di strumenti strumento unici e completi applicabili alle sue banche dati e i file immagini associati nella tua raccolta. Questo rende la maggior parte delle attività di DAM veloci e facili da realizzare. digiKam si basa su standard aperti, non sarai dunque limitato a una piattaforma o a un'applicazione. Al contrario ti metterà in condizione di gestire e trovare le tue fotografie, permettendoti di spostarti su un'altra piattaforma, applicazione o sistema senza perdere nulla del tuo lavoro. digiKam possiede funzionalità che lo rendono adatto all'uso da parte di tutti gli utenti, occasionali, appassionati e professionisti.
nl: digiKam ondersteunt de meeste DAM-taken door unieke en samenhangende sets hulpmiddelen te leveren die toegepast kunnen worden op zijn databases en de bijbehorende afbeeldingsbestanden in uw verzameling. digiKam is gebaseerd op open standaarden, dus het zal u niet beperken tot een platform of opsluiten in een enkele toepassing. Veeleer zet het u op een snel pad om uw foto's te beheren en te vinden, en u in staat stellen om naar elk ander platform, toepassing of systeem te gaan zonder enig verlies van uw werk. digiKam heeft mogelijkheden die geschikt zijn voor gebruik door tijdelijke gebruikers, enthousiastelingen en professionals.
pt_br: O digiKam suporta a maioria das tarefas de DAM, fornecendo um conjunto exclusivo e abrangente de ferramentas que podem ser aplicadas aos seus bancos de dados e aos arquivos de imagem associados em sua coleção. Isso torna a maioria das tarefas de DAM rápida e fácil de executar. O digiKam é baseado em padrões abertos, portanto, não o limitará a uma plataforma ou a um único aplicativo. Em vez disso, ele o coloca no caminho rápido para gerenciar e encontrar suas fotografias, permitindo que você migre para qualquer outra plataforma, aplicativo ou sistema sem perder nenhum trabalho. O digiKam possui recursos que o tornam adequado para uso por usuários ocasionais, entusiastas e profissionais.
sl: digiKam podpira večino opravil DAM z zagotavljanjem edinstvenega in celovitega nabora orodij, ki jih je mogoče uporabiti v njegovih zbirkah podatkov in povezanih slikovnih datotekah v vaši zbirki. Zaradi tega je večina opravil DAM hitra in enostavna za izvedbo. digiKam temelji na odprtih standardih, zato vas ne bo omejil na platformo ali zaklenil v eno samo aplikacijo. Namesto tega vam omogoča hitro upravljanje in iskanje vaših fotografij, kar vam omogoča, da se premaknete na katero koli drugo platformo, aplikacijo ali sistem, ne da bi pri tem izgubili kar koli od svojega dela. digiKam ima funkcije, zaradi katerih je primeren za uporabo občasnih uporabnikov, navdušencev in profesionalcev.
sv: digiKam stöder de flesta uppgifter för hantering av digitala tillgångar genom att tillhandahålla en unik och omfattande uppsättning verktyg som kan användas med dess databaser och tillhörande bildfiler i en samling. Det gör att de flesta uppgifter för hantering av digitala tillgångar kan utföras snabbt och enkelt. digiKam är baserat på öppna standarder, begränsar det dig inte till en plattform eller ett enda program, snarare ger det ett snabbspår för att hantera och hitta fotografier, vilket gör det möjligt att gå vidare med andra plattformar, program, eller system, utan att förlora något arbete. digiKam har funktioner som gör det lämpligt att använda för tillfälliga användare, entusiaster och proffs.
uk: У digiKam передбачено підтримку більшості завдання з керування цифровими даними шляхом надання користувачів унікального і повного набору інструментів, які можна застосовувати до баз даних програми та пов'язаних із ними файлів у вашій збірці. Це полегшує виконання більшої частини завдань DAM. digiKam виконує завдання швидко і прозоро. Програма спирається на відкриті стандарти, вона не обмежить ваші можливості певною платформою чи програмою, але надасть вам всі можливості для швидкого керування і пошуку ваших фотографій, а також для переходу, якщо у вас виникне таке бажання, на будь-яку іншу платформу, програму, систему без втрати жодного з результатів вашої роботи. У digiKam передбачено можливості, що роблять програму придатною до використання звичайними користувачами, ентузіастами та професіоналами.
zh_cn: digiKam通过一套独特的工具支持大多数DAM任务，能快速高效地管理图库数据库和关联图像文件。基于开放标准的特性让它不局限于特定平台或软件，你可以随时迁移到其他系统而不会丢失成果。无论是普通用户、摄影爱好者还是专业人士，digiKam都能满足需求。

source: digiKam :ref:`Advanced Search Tool <advanced_search>` Locating Several Items in the Database by Photograph Properties
ca: L':ref:`eina de cerca avançada <advanced_search>` del digiKam que localitza diversos elements en la base de dades per les propietats de la fotografia
it: :ref:`Strumento di ricerca avanzata <advanced_search>` di digiKam che individua diversi elementi nella banca dati tramite le proprietà della fotografia
nl: digiKam :ref:`Geavanceerd zoekhulpmiddel <advanced_search>` die verschillende items lokaliseert in de database met fotografische eigenschappen
pt_br: A :ref:`Ferramenta de busca avançada <advanced_search>` do digiKam localizando vários itens no banco de dados por propriedades de fotografia
sl: digiKam :ref:`Orodje za napredno iskanje <advanced_search>` Iskanje več elementov v zbirki podatkov po lastnostih fotografije
sv: digiKams :ref:`Avancerade sökverktyg <advanced_search>` Hitta flera objekt i databasen enligt fotografiernas egenskaper
uk: :ref:`Інструмент розширеного пошуку <advanced_search>` digiKam при пошуку декількох записів у базі даних за властивостями фотографій
zh_cn: 通过 :ref:`高级搜索工具 <advanced_search>` ，你可以根据照片属性批量定位数据库中的文件。

source: The ability to make exact copies is one key thing that differentiates the archiving of digital images versus film. Digital images can be copied exactly, so you can make as many new originals as you want. In contrast, there is one original for a film image, and all copies made from that original will have a slightly lower quality. And if that wasn't bad enough, both the film original and any copies are slowly aging and disappearing. The only way to keep a film image *forever fresh* is to make a digital copy of it. And that is also the only way to protect it from all hazards.
ca: La capacitat de fer còpies exactes és una cosa clau que diferencia l'arxivament d'imatges digitals enfront de la pel·lícula. Les imatges digitals es poden copiar exactament, de manera que podeu fer tants originals nous com vulgueu. En canvi, hi ha un original d'una imatge en pel·lícula, i totes les còpies fetes d'aquest original tindran una qualitat lleugerament inferior. I si això no fos prou dolent, tant l'original en pel·lícula com les còpies envelleixen i desapareixen lentament. L'única manera de mantenir una imatge en pel·lícula *fresca per sempre* és fer-ne una còpia digital. I aquesta també és l'única manera de protegir-la de tots els perills.
it: La capacità di creare copie esatte è un aspetto chiave che differenzia l'archiviazione delle immagini digitali rispetto a quelle in pellicola. Le immagini digitali possono essere copiate in modo esatto, e puoi creare tanti nuovi originali quanti desideri. Al contrario, per l'immagine di una pellicola esiste soltanto un'originale e le copie create da quella originale avranno comunque una qualità leggermente inferiore. E come se non bastasse, sia l'originale in pellicola, sia le sue copie lentamente invecchiano e spariscono. L'unico modo per conservare in modo *permanente* l'immagine di una pellicola è farne una copia digitale, che è anche l'unico modo di proteggerla da ogni rischio.
nl: De mogelijkheid om exacte kopieën te maken is een belangrijk kenmerk dat het verschil is tussen het archiveren van digitale afbeeldingen en het bewaren op film. Digitale afbeeldingen kunnen exact gekopieerd worden, u kunt dus zo veel originelen maken als u wilt. In tegenstelling, er is met film slechts één origineel en alle kopieën daarvan zullen een beetje lager in kwaliteit zijn. En of dat nog niet slecht genoeg is zullen beiden, de originele film en de kopieën langzaam in kwaliteit achteruit gaan en verdwijnen. De enige manier om een film voor *altijd vers* te houden is om er een digitale kopie van te maken. En dat is ook de enige manier om ze te beschermen tegen alle gevaren.
pt_br: A capacidade de fazer cópias exatas é um dos principais diferenciais do arquivamento de imagens digitais em relação ao filme. Imagens digitais podem ser copiadas com exatidão, permitindo a criação de quantos originais novos desejar. Em contrapartida, existe um original para cada imagem em filme, e todas as cópias feitas a partir desse original terão uma qualidade ligeiramente inferior. E como se isso não bastasse, tanto o original em filme quanto as cópias estão envelhecendo e desaparecendo lentamente. A única maneira de manter uma imagem em filme *para sempre atual* é fazer uma cópia digital dela. E essa também é a única maneira de protegê-la de todos os perigos.
sl: Možnost izdelave natančnih kopij je ključna stvar, ki razlikuje arhiviranje digitalnih slik od filma. Digitalne slike je mogoče natančno kopirati, tako da lahko naredite toliko novih izvirnikov, kot želite. Nasprotno pa obstaja en izvirnik za filmsko sliko in vse kopije, narejene iz tega izvirnika, bodo imele nekoliko nižjo kakovost. In če to ni bilo dovolj slabo, se tako filmski original kot morebitne kopije počasi starajo in izginjajo. Edini način, da ohranite filmsko sliko *večno svežo*, je, da naredite njeno digitalno kopijo. In to je tudi edini način, da ga zaščitimo pred vsemi nevarnostmi.
sv: Möjligheten att göra exakta kopior är en viktig sak som skiljer arkivering av digitala bilder mot film. Digitala bilder kan kopieras exakt, så att man kan göra så många nya original som man vill. Däremot finns det ett original för en filmbild, och alla kopior som görs från det originalet har en något lägre kvalitet. Och om det inte var illa nog så åldras både filmoriginalet och eventuella kopior sakta och försvinner. Det enda sättet att hålla en filmbild *fräsch för alltid* är att göra en digital kopia av den. Och det är också det enda sättet att skydda den från alla faror.
uk: Можливість створення точних копій є однією з ключових відмінностей між зберіганням зображень на плівці і зберіганням зображень на цифрових носіях. Цифрові зображення можна скопіювати точно, тому ви можете створити будь-яку кількість оригіналів зображення. Зображення ж на плівці завжди залишатиметься єдиним оригіналом. Рівень будь-яких копій такого зображення завжди буде трохи нижчим на оригінал, крім того, і оригінали, і копії на плівці швидше чи повільніше старіють і зрештою зникають. Єдиним способом збереження зображень на плівці у «вічно новому» стані є створення їхньої цифрової копії. Це також єдиний шлях захисту цих зображень від всіх можливих загроз їх якості.
zh_cn: 数字图像可精确复制的特性是它与胶片存档的本质区别。你能无限复制"原片"，而胶片只有一张原始底片，任何拷贝都会损失画质——更糟的是，底片和拷贝都会随时间老化。让胶片照片永久保鲜的唯一方法就是将其数字化，这也是避免物理损坏的唯一途径。

source: Yet some may object that digital media don't last forever. In fact, the lifespan of today's digital media may be shorter than many types of film. But you can maintain digital media forever by periodically making new copies (e.g. every 1, 5, or 10 years), and always keeping at least 2-3 copies of the files in different physical locations. This is why digital images can be archived and protected against aging, fire and flood in a way that film never could. The good and bad news is then this: if you lose digital images and data, you will only have yourself to blame.
ca: No obstant això, algú pot objectar que els mitjans digitals no duren per sempre. De fet, la vida útil dels mitjans digitals actuals pot ser més curta que molts tipus de pel·lícules. Però es pot mantenir els mitjans digitals per sempre fent periòdicament còpies noves (per exemple, cada 1, 5 o 10 anys), i sempre mantenint almenys 2-3 còpies dels arxius en ubicacions físiques diferents. És per això que les imatges digitals poden ser arxivades i protegides contra l'envelliment, el foc i les inundacions d'una manera que mai van poder les pel·lícules. La notícia bona i dolenta és la següent: si perdeu imatges i dades digitals, només vós en tindreu la culpa.
it: Qualcuno potrebbe obiettare che i supporti digitali non durano per sempre. Di fatto, l'aspettativa di vita dei supporti digitali odierni potrebbe essere più breve di molti tipi di pellicole. Puoi, però, conservare in modo duraturo i supporti digitali facendo periodicamente nuove copie (per esempio, ogni uno, cinque o dieci anni), e mantenendo sempre almeno due o tre copie dei file, in luoghi fisici distinti. Ecco perché le immagini digitali possono essere archiviate e protette contro l'invecchiamento, il fuoco e l'allagamento in un modo che mai potrebbe essere fatto con le pellicole. La buona e cattiva notizia è dunque questa: se dovessi perdere le immagini digitali e i dati, te la dovrai prendere solo con te stesso.
nl: Toch kan iemand bezwaar maken dat digitale media niet altijd blijven bestaan. In feite is de levensduur van digitale media korter dan vele typen film. Maar men kan digitale media eeuwig onderhouden door periodiek nieuwe kopieën te maken (bijv. elke 1, 5 of 10 jaar) en altijd minstens 2-3 kopieën te houden van de bestanden op verschillende op verschillende locaties. Dat is waarom digitale afbeeldingen kunnen worden gearchiveerd en beschermd tegen veroudering, vuur en overstroming op een manier die bij film nooit mogelijk was. Het goede en het slechte nieuws is dit: als u digitale afbeeldingen en gegevens verliest, dan hebt u dat alleen uzelf te verwijten.
pt_br: No entanto, alguns podem objetar que as mídias digitais não duram para sempre. Na verdade, a vida útil das mídias digitais atuais pode ser menor do que a de muitos tipos de filme. Mas você pode manter a mídia digital para sempre fazendo novas cópias periodicamente (por exemplo, a cada 1, 5 ou 10 anos) e sempre mantendo pelo menos 2 a 3 cópias dos arquivos em locais físicos diferentes. É por isso que as imagens digitais podem ser arquivadas e protegidas contra envelhecimento, incêndio e inundação de uma forma que o filme nunca poderia. A boa e a má notícia são estas: se você perder imagens e dados digitais, a culpa será sua.
sl: Kljub temu lahko nekateri ugovarjajo, da tudi digitalni mediji ne trajajo večno. Pravzaprav je življenjska doba današnjih digitalnih medijev morda krajša od mnogih vrst filmov. Digitalne medije pa lahko ohranite za vedno tako, da občasno izdelate nove kopije (npr. vsakih 1, 5 ali 10 let) in vedno hranite vsaj 2-3 kopije datotek na različnih fizičnih lokacijah. Zato je mogoče digitalne slike arhivirati in zaščititi pred staranjem, požarom in poplavami na način, kot film nikoli ne bi mogel. Dobra in slaba novica je torej naslednja: če izgubite digitalne slike in podatke, boste za to krivi samo vi sami.
sv: Ändå kan vissa invända att digitala medier inte varar för evigt. I själva verket kan livslängden för dagens digitala medier vara kortare än många typer av film. Men man kan upprätthålla digitala medier för alltid genom att med jämna mellanrum göra nya kopior (t.ex. efter 1, 5 eller 10 år) och alltid ha minst 2-3 kopior av filerna på olika fysiska platser. Det är därför digitala bilder kan arkiveras och skyddas mot åldrande, brand och översvämning på ett sätt som film aldrig kunde. De goda och dåliga nyheterna är då följande: om du förlorar digitala bilder och data har du bara dig själv att skylla.
uk: Дехто може зауважити, що цифрові носії даних також не вічні. Фактично, строк придатності деяких сучасних носіїв цифрових даних може навіть бути коротшим за строк придатності багатьох типів плівки. Але ви можете зробити строк придатності носіїв цифрових даних необмеженим, якщо періодично створюватимете копії цифрових зображень кожного року, кожні 5 або 10 років або тоді, коли це буде потрібно. Ви також можете зберігати принаймні 2-3 копії цих файлів, бажано на різних фізичних носіях у різних місцях. Ось у такий спосіб цифрові зображення можна архівувати і захисти від старіння, полум'я та води у спосіб, який просто неможливий для зображень на плівці. Отже переваги і недоліки цифрового зберігання зображень можна висловити формулою: якщо ви втратили цифрові знімки/дані, причиною цього є лише ваше власне нехлюйство.
zh_cn: 有人可能质疑数字媒介也无法永久保存。确实，当前数字介质的寿命可能短于某些胶片。但通过定期（如每1、5或10年）制作新副本，并在不同物理位置保留至少2-3份拷贝，数字文件就能永久存续。这种方式让数字图像可以抵御时间、火灾和水患，而胶片永远做不到。因此有个好坏参半的事实：如果弄丢数字文件，责任全在你自己。

source: This section of the manual presents **tools** and **practical advice** on how to **file**, **find**, **protect** and **reuse** photographs, focusing on best practices for digital photographers using digiKam. We discuss **downloading**, **renaming**, **culling**, **converting**, **grouping**, **backing-up**, **rating**, **tagging**, **archiving**, **optimizing**, **maintaining** and **exporting** image files.
pt_br: Esta seção do manual apresenta **ferramentas** e **conselhos práticos** sobre como **arquivar**, **encontrar**, **proteger** e **reutilizar** fotografias, com foco nas melhores práticas para fotógrafos digitais que utilizam o digiKam. Abordamos o **download**, **renomeação**, **seleção**, **conversão**, **agrupamento**, **backup**, **classificação**, **marcação**, **arquivamento**, **otimização**, **manutenção** e **exportação** de arquivos de imagem.
sl: Ta del priročnika predstavlja **orodja** in **praktične nasvete** o tem, kako **shranjevati**, **poiskati**, **zaščititi** in **ponovno uporabiti** fotografije, s poudarkom na najboljše prakse za digitalne fotografe, ki uporabljajo digiKam. Razpravljamo o **prenosu**, **preimenovanju**, **izločevanju**, **pretvorbi**, **združevanju**, **varnostnem kopiranju**, **ocenjevanju**, **označevanju* *, **arhiviranju**, **optimiziranju**, **vzdrževanju** in **izvažanju** slikovnih datotek.
sv: I det här avsnittet av handboken presenterar vi **verktygen** och de **praktiska råden** om hur man **arkiverar**, **hittar**, **skyddar** och **återanvänder ** fotografier, med fokus på bästa praxis för digitala fotografer som använder digiKam. Vi täcker **nerladdning**, **namnbyte**, **borttagning**, **konvertering**, **gruppering**, **säkerhetskopiering**, **betygsättning**, **etikettering* *, **arkivering**, **optimering**, **underhåll** och **export** av bildfiler.

source: Overview
uk: Огляд
