Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: In a nutshell: Disks run longest when operating between 35°C and 45°C. It may seem counter-intuitive, but HDD failure rates increase dramatically at lower temperatures. Controller parts (electronics) are the foremost sources of failure, an error source that SMART does not diagnose. Some `SMART <https://en.wikipedia.org/wiki/Self-Monitoring,_Analysis_and_Reporting_Technology>`_ errors are indicative of imminent failure, in particular scan errors and relocation counts. Lifetime expectancy is 4-5 years.
ca: En poques paraules: els discs funcionen més temps quan operen entre 35°C i 45°C. Pot semblar contraintuïtiu, però les taxes de fallada dels HDD augmenten dràsticament a temperatures més baixes. Les parts controladores (electrònica) són les fonts de fallada principals, una font d'error que SMART no diagnostica. Alguns errors `SMART <https://en.wikipedia.org/wiki/Self-Monitoring,_Analysis_and_Reporting_Technology>`_ són indicatius d'una fallada imminent, en particular els errors d'escaneig i els comptadors de reubicació. L'esperança de vida és de 4-5 anys.
it: In breve: la durata dei dischi è maggiore quando funzionano tra i 35° e i 45°C. Potrebbe essere contro-intuitivo ma il tasso di errore dei dischi rigidi aumenta drasticamente alle temperature più basse. I componenti del controller (elettronici) sono la principale causa di guasti e una fonte di errore che SMART non diagnostica. Alcuni errori `SMART <https://en.wikipedia.org/wiki/Self-Monitoring,_Analysis_and_Reporting_Technology>`_ sono indicativi di un guasto imminente, in particolare errori di tipo «scan» e «relocation counts». L'aspettativa di vita media è di 4-5 anni.
nl: In een notendop: schijven draaien het langst bij temperaturen tussen 35 °C en 45 °C. Het kan tegen-intuïtief zijn, maar faalsnelheden nemen dramatisch toe bij lagere temperaturen. Besturingsonderdelen (elektronica) zijn de belangrijkste bronnen van falen,een bron van fouten waar SMART geen diagnose op doet. Sommige `SMART <https://en.wikipedia.org/wiki/Self-Monitoring,_Analysis_and_Reporting_Technology>`_ fouten zijn een indicatie van dreigend falen, in het bijzonder aantallen scanfouten en herplaatsingen. Verwachte levensduur is 4-5 jaar.
pt_br: Em resumo: os discos duram mais tempo quando operam entre 35 °C e 45 °C. Pode parecer contraintuitivo, mas as taxas de falhas em HDDs aumentam drasticamente em temperaturas mais baixas. As peças do controlador (eletrônica) são as principais fontes de falhas, uma fonte de erro que o SMART não diagnostica. Alguns erros do `SMART <https://en.wikipedia.org/wiki/Self-Monitoring,_Analysis_and_Reporting_Technology>`_ são indicativos de falha iminente, em particular erros de varredura e contagens de realocação. A expectativa de vida útil é de 4 a 5 anos.
sl: Na kratko: diski delujejo najdlje, ko delujejo med 35°C in 45°C. Morda se zdi kontraintuitivno, vendar se stopnja okvar HDD močno poveča pri nižjih temperaturah. Deli krmilnika (elektronika) so najpomembnejši viri napak, vir napak, ki jih SMART ne diagnosticira. Nekatere napake `SMART <https://en.wikipedia.org/wiki/Self-Monitoring,_Analysis_and_Reporting_Technology>`_ kažejo na neizbežno napako, zlasti napake skeniranja in štetje premestitev. Pričakovana življenjska doba je 4-5 let.
uk: Якщо коротко: диски служитимуть довше, якщо їх робоча температура лежатиме у межах від 35°C до 45°C. Це може видатися неприродним, але швидкість виходу з ладу жорстких дисків значно зростає за низьких температур. Елементи контролера (електроніка) є основним джерелом збоїв, SMART не здатен про повідомити про такі проблеми. Деякі з помилок, показаних `SMART <https://en.wikipedia.org/wiki/Self-Monitoring,_Analysis_and_Reporting_Technology>`_, також можуть вказувати на близьку відмову, зокрема це помилки сканування (scan errors) та кількість переспрямувань (relocation counts). Типовий строк роботи жорсткого диска складає 4-5 років.
zh_cn: 简而言之：硬盘在 35°C 至 45°C 之间运行时寿命最长。这可能看起来违反直觉，但硬盘故障率在较低温度下会显著增加。控制器部件（电子元件）是最主要的故障来源，这是SMART无法诊断的错误源。某些 `SMART <https://en.wikipedia.org/wiki/Self-Monitoring,_Analysis_and_Reporting_Technology>`_ 错误预示着即将发生的故障，特别是扫描错误和重定位计数。预期寿命为4-5年。

source: In general, and contrary to intuition or ecological considerations, continuously running a hard drive results in a longer lifetime than switching it on and off all the time. It has even been reported that HDD lifetimes can be reduced by aggressive power management that quickly spins down the drive. So the worst factors for HDD are probably vibrations, shocks, and cold temperatures.
ca: En general, i contràriament a la intuïció o les consideracions ecològiques, el funcionament continu d'un disc dur resulta en una vida útil més llarga que no pas encendre'l i apagar-lo tota l'estona. Fins i tot s'ha informat que les vides dels HDD es poden reduir mitjançant una gestió agressiva d'energia que desacceleri ràpidament el gir de la unitat. Així que els pitjors factors per als HDD són probablement les vibracions, els xocs i les temperatures fredes.
it: In generale, e contrariamente a considerazioni di tipo intuitivo ed ecologiche, tenere continuamente acceso un disco fisso, anziché accenderlo e spegnerlo in continuazione, aumenta il suo ciclo di vita. È stato anche segnalato che il ciclo di vita degli HDD può essere ridotta da una gestione aggressiva dell'energia, che riduce in modo rapido la rotazione del dispositivo. I fattori peggiori per gli HDD sono dunque probabilmente le vibrazioni, gli shock e le temperature fredde.
nl: In het algemeen en in strijd met intuïtie of ecologische overwegingen, resulteert het permanent draaien van een vaste schijf in een langere levensduur dan wanneer u hem de hele tijd aan en uit zet. Het is zelfs gemeld dat leeftijd van HDD verminderd kan worden door agressief energiebeheer die snel de schijf laat stoppen. Dus slechtste factoren voor HDD zijn waarschijnlijk trillingen, schokken en lage temperaturen.
pt_br: Em geral, e contrariamente à intuição ou a considerações ecológicas, usar um disco rígido continuamente resulta em uma vida útil mais longa do que ligá-lo e desligá-lo constantemente. Há relatos de que a vida útil de um HDD pode ser reduzida por um gerenciamento de energia agressivo, que reduz a velocidade de rotação do disco. Portanto, os piores fatores para um HDD são provavelmente vibrações, choques e baixas temperaturas.
sl: Na splošno in v nasprotju z intuicijo ali ekološkimi vidiki neprekinjeno delovanje trdega diska povzroči daljšo življenjsko dobo kot če bi ga ves čas vklapljali in izklapljali. Poročali so celo, da se lahko življenjska doba trdega diska skrajša z agresivnim upravljanjem porabe energije, ki hitro zavrti pogon. Torej so najslabši dejavniki za trdi disk verjetno vibracije, udarci in nizke temperature.
uk: Загалом кажучи, всупереч інтуїції та міркуванням зі світу природи, постійне використання жорсткого диска дає кращі результати щодо строку його служби, ніж постійне його вмикання та вимикання. Існують свідчення того, що агресивна економія електроенергії шляхом уповільнення обертання диска може призвести до його швидкого пошкодження. Отже, найнебезпечнішими ж факторами пошкодження диска є вібрація, перепади напруги та низькі температури.
zh_cn: 一般来说，与直觉或生态考虑相反，持续运行硬盘比频繁开关机寿命更长。甚至有报道称，快速停转硬盘的激进电源管理会缩短硬盘寿命。因此，硬盘最糟糕的因素可能是振动、冲击和低温。

source: If your disk starts to make weird noises, normal file recovery software isn’t going to help. Do a quick backup. (Use dd utility if possible, not a normal file backup since dd reads in a smooth, spiraling stream from beginning to end and doesn't stress the mechanics). There are specialist companies that can recover data from an otherwise failed drive, but the process is very expensive.
ca: Si la unitat comença a fer sorolls estranys, un programari de recuperació de fitxers normal no ajudarà. Feu una còpia de seguretat ràpida. (Utilitzeu la utilitat «dd» si és possible, no una còpia de seguretat normal, ja que «dd» llegeix en un flux suau, des del començament fins al final sense estressar la mecànica). Hi ha empreses especialitzades que poden recuperar dades que fallen, però el procés és molt car.
it: Se il tuo HDD inizia a fare strani rumori, il normale recupero di file tramite software non sarà di aiuto. Fai velocemente una copia di sicurezza. Usa l'accessorio dd se possibile, non un comune programma di backup, dato che dd legge il flusso dati in modo dolce e a spirale, dall'inizio alla fine, e non sollecita la meccanica. Esistono compagnie specializzate per il recupero dati da un disco altrimenti guasto, ma il processo è molto costoso.
nl: Als uw schijf begint met rare geluiden te maken, zal normale software voor herstel van bestanden niet gaan helpen. Maak een snelle back-up. (Gebruik het commando dd indien mogelijk, niet een normaal programma voor het maken van reservekopieën want dd leest in een soepele, spiraalvormige stroom van begin tot eind en belast niet het mechanische gedeelte). Er zijn gespecialiseerde bedrijven die gegevens kunnen herstellen van een beschadigd station, maar het proces is erg kostbaar.
pt_br: Se o seu disco começar a fazer ruídos estranhos, um software comum de recuperação de arquivos não vai ajudar. Faça um backup rápido. (Use o utilitário dd se possível, não um backup de arquivos comum, pois o dd lê em um fluxo suave e espiral do início ao fim e não sobrecarrega a mecânica). Existem empresas especializadas que podem recuperar dados de um disco com defeito, mas o processo é muito caro.
sl: Če vaš disk začne spuščati čudne zvoke, običajna programska oprema za obnovitev datotek ne bo pomagala. Naredite hitro varnostno kopijo. (Če je mogoče, uporabite pripomoček dd, ne običajne varnostne kopije datotek, saj dd bere v gladkem, spiralnem toku od začetka do konca in ne obremenjuje mehanike). Obstajajo specializirana podjetja, ki lahko obnovijo podatke s sicer okvarjenega diska, vendar je postopek zelo drag.
uk: Якщо ваш диск видає дивні звуки, звичайне програмне забезпечення для відновлення файлів вам нічим не допоможе. Якщо таке сталося, якомога швидше зробіть резервну копію даних. (За можливості, скористайтеся програмою dd, а не звичайним інструментом резервного копіювання файлів, оскільки dd читає дані неперервним, спіральним потоком від початку до кінця і не навантажує механічні компоненти диска). Існують спеціалізовані компанії, які можуть відновити ваші дані з пошкодженого диска, але їхні послуги дуже коштовні.
zh_cn: 如果你的硬盘开始发出奇怪的声音，普通文件恢复软件将无济于事。立即进行快速备份。（如果可能，使用 dd 工具，而不是普通文件备份，因为 dd 从开始到结束以平滑的螺旋流读取，不会对机械部件造成压力。）有一些专业公司可以从故障硬盘中恢复数据，但这一过程非常昂贵。

source: The Linux `SmartMonTools <https://en.wikipedia.org/wiki/Smartmontools>`_ suite allows you to query the storage hardware devices for future failure. We highly recommend the use of this kind of tool on your computer.
ca: La suite `SmartMonTools <https://en.wikipedia.org/wiki/Smartmontools>`_ de Linux permet consultar els dispositius de maquinari d'emmagatzematge per a fallades futures. Recomanem molt l'ús d'aquesta mena d'eines al vostre ordinador.
it: La suite `SmartMonTools <https://en.wikipedia.org/wiki/Smartmontools>`_ Linux ti permette di interrogare i dispositivi hardware di memorizzazione alla ricerca di guasti futuri. Raccomandiamo caldamente l'uso di questo tipo di strumenti sul tuo computer.
nl: De suite van Linux `SmartMonTools <https://en.wikipedia.org/wiki/Smartmontools>`_ biedt u het afvragen van de hardware apparaten voor opslag op toekomstig falen. We bevelen het gebruik van dit soort hulpmiddel op uw computer ten zeerste aan.
pt_br: O pacote Linux `SmartMonTools <https://en.wikipedia.org/wiki/Smartmontools>`_ permite que você consulte os dispositivos de hardware de armazenamento para detectar falhas futuras. Recomendamos fortemente o uso deste tipo de ferramenta em seu computador.
sl: Zbirka `SmartMonTools za Linux <https://en.wikipedia.org/wiki/Smartmontools>`_ vam omogoča poizvedbe na strojnih napravah za shranjevanje glede morebitnih prihodnjih okvar. Toplo priporočamo uporabo tovrstnega orodja na vašem računalniku.
uk: За допомогою комплексу програм для Linux `SmartMonTools <https://en.wikipedia.org/wiki/Smartmontools>`_ можна опитувати апаратні пристрої для зберігання даних щодо майбутніх відмов. Ми наполегливо рекомендуємо скористатися інструментом цього типу на вашому комп'ютері.
zh_cn: Linux 的 `SmartMonTools <https://en.wikipedia.org/wiki/Smartmontools>`_ 套件允许你查询存储硬件设备的未来故障。我们强烈建议在你的计算机上使用此类工具。

source: Solid State Drives
ca: Discs en estat sòlid
it: Dispositivi a stato solido (SSD)
pt_br: Drives de estado sólido
sl: Pogoni SSD
uk: Твердотільні накопичувачі
zh_cn: 固态硬盘

source: `SSDs <https://en.wikipedia.org/wiki/Solid-state_drive>`_ are mechanically more robust and much faster than HDDs. SSDs are replacing HDDs as capacity and price have become more competitive, making them an increasingly good solution as permanent data storage devices.
ca: Els discs `SSD <https://en.wikipedia.org/wiki/Solid-state_drive>`_ són mecànicament més robustos i molt més ràpids que els discs durs. Els SSD estan substituint els discs durs, ja que la capacitat i el preu esdevenen més competitius, fent-los cada cop més una bona solució com a dispositius d'emmagatzematge permanent de les dades.
it: Gli `SSD <https://en.wikipedia.org/wiki/Solid-state_drive>`_ sono meccanicamente più robusti e molto più veloci degli HDD. Gli SSD stanno sostituendo gli HDD per capacità, e il prezzo è diventato più competitivo, rendendoli una soluzione sempre migliore come dispositivi di memorizzazione permanente dei dati.
nl: `SSD's <https://en.wikipedia.org/wiki/Solid-state_drive>`_ zijn mechanisch robuuster en veel sneller dan HDD's. SSD's zijn HDD's aan het vervangen als capaciteit en prijs competitief wordt, waarmee ze toenemend een goede oplossing zijn voor permanente opslagapparaten.
pt_br: `SSDs <https://en.wikipedia.org/wiki/Solid-state_drive>`_ são mecanicamente mais robustos e muito mais rápidos que os HDDs. Os SSDs estão substituindo os HDDs à medida que a capacidade e o preço se tornaram mais competitivos, tornando-os uma solução cada vez mais vantajosa como dispositivos de armazenamento permanente de dados.
sl: `SSD-ji <https://en.wikipedia.org/wiki/Solid-state_drive>`_ so mehansko bolj robustni in veliko hitrejši od trdih diskov. SSD-ji nadomeščajo trde diske, saj sta zmogljivost in cena postali konkurenčnejši, zaradi česar so vse boljša rešitev kot naprave za trajno shranjevanje podatkov.
uk: `SSD <https://uk.wikipedia.org/wiki/SSD>`_ стійкіші до механічних пошкоджень, ніж HDD, отже мають меншу кількість відмов під час з’єднання з комп’ютером. З часом вони замінять HDD, оскільки їхня місткість, стійкість до помилок та ціна стають усе привабливішими на ринку пристроїв для постійного зберігання даних.
zh_cn: `SSD <https://en.wikipedia.org/wiki/Solid-state_drive>`_ 在机械上比 HDD 更坚固且速度更快。随着容量和价格变得更具竞争力，SSD 正在取代 HDD，使其成为永久数据存储设备的越来越好的解决方案。

source: Backblaze, a storage provider, reported a 1% annualized failure rate in 2023 based on an inventory of 3,144 SSDs. So SSDs are better than HDDs, but also not 100% reliable.
ca: Backblaze, un proveïdor d'emmagatzematge, ha informat d'una taxa de fallada anual de l'1% el 2023 basada en un inventari de 3.144 SSD. Per tant, els SSD són millors que els HDD, però també no són 100% fiables.
it: Il fornitore di storage Backblaze ha riportato un tasso di errore del 1% annuo nel 2023 basato su un inventario di 3.144 SSD. Gli SSD sono dunque migliori degli HDD, ma tuttavia non affidabili al 100%.
nl: Backblaze, een opslagleverancier, rapporteerde een 1% jaarlijkse faalsnelheid in 2023 gebaseerd op een inventaris van 3.144 SSD's. Dus SSD's zijn beter dan HDD's, maar ook niet 100% betrouwbaar.
pt_br: A Backblaze, uma provedora de armazenamento, relatou uma taxa de falhas anualizada de 1% em 2023, com base em um inventário de 3.144 SSDs. Portanto, os SSDs são melhores que os HDDs, mas também não são 100% confiáveis.
sl: Backblaze, ponudnik shranjevanja, je leta 2023 poročal o 1-odstotni letni stopnji napak na podlagi popisa 3.144 SSD-jev. Torej so SSD-ji boljši od HDD-jev, vendar tudi niso 100-odstotno zanesljivi.
uk: Компанія Backblaze, надавач послуг зі зберігання даних, повідомляла про частку виходу з ладу в 1% за рік у 2023 році, на основі аналізу даних щодо 3144 дисків SSD. Отже, SSD працюють краще за HDD, але також не є абсолютно надійними.
zh_cn: 存储提供商 Backblaze 在 2023 年基于 3,144 块 SSD 的库存报告称，年故障率为 1%。因此，SSD 比 HDD 更好，但也并非 100% 可靠。

source: When SSDs are used as an external device, one major cause for data loss (often recoverable) is the unsafe removal of the SSD from the computer. Before data is saved from a computer memory to any attached device, it is stored for some time in a buffer. In hard drives this means seconds at most, whereas with SSDs it can be tens of minutes. Therefore, before you disconnect a flash device, always assure the data buffers have been flushed by using the *safely remove device* capabilities of your operating system.
ca: Quan els SSD s'utilitzen com a dispositiu extern, una de les causes principals de pèrdua de dades (sovint recuperable) és l'extracció insegura del SSD de l'ordinador. Abans que les dades es desin des de la memòria de l'ordinador a qualsevol dispositiu connectat, s'emmagatzemen durant un temps en una memòria intermèdia. En els discs durs això significa com a màxim segons, mentre que amb els SSD pot ser desenes de minuts. Per tant, abans de desconnectar un dispositiu flaix, assegureu-vos sempre que les memòries intermèdies de dades s'han buidat utilitzant les capacitats d'*extreure el dispositiu de forma segura* del sistema operatiu.
it: Quando gli SSD sono utilizzati come dispositivo esterno, una delle maggiori cause di perdita di dati (spesso recuperabile) è la rimozione non sicura del SSD dal computer. Prima che i dati siano trasferiti dalla memoria del computer ai dispositivi collegati, essi sono memorizzati per qualche tempo in una memoria tampone. Nei dischi fissi questo tempo è al più di secondi, mentre negli SSD può arrivare a decine di minuti. Quindi, prima di scollegare il tuo dispositivo accertati che i buffer dei dati siano stati trasferiti utilizzando le capacità del tuo sistema operativo (*rimozione sicura del dispositivo*).
nl: Wanneer SSD's gebruik worden als extern apparaat, is een belangrijke oorzaak voor het verlies van gegevens (vaak herstelbaar) het onveilig verwijderen van SSD's uit een computer. Voordat gegevens worden opgeslagen vanuit het computergeheugen op een aangesloten apparaat, blijven deze gegevens enige tijd in buffers. Bij vaste schijven betekent dit hooguit seconden, terwijl dit met SSD's tientallen minuten kan bedragen. Daarom, voordat u een flash-apparaat loskoppelt, ga na dat dat de gegevensbuffers leeg gemaakt zijn door middel van de mogelijkheid *apparaat veilig verwijderen* van uw besturingssysteem.
pt_br: Quando SSDs são usados ​​como dispositivos externos, uma das principais causas de perda de dados (muitas vezes recuperável) é a remoção insegura do SSD do computador. Antes de os dados serem salvos da memória do computador para qualquer dispositivo conectado, eles são armazenados por algum tempo em um buffer. Em discos rígidos, isso significa segundos no máximo, enquanto com SSDs pode levar dezenas de minutos. Portanto, antes de desconectar um dispositivo flash, certifique-se sempre de que os buffers de dados tenham sido esvaziados usando os recursos de *remoção segura do dispositivo* do seu sistema operacional.
sl: Ko se diski SSD uporabljajo kot zunanja naprava, je eden glavnih vzrokov za izgubo podatkov (pogosto obnovljivih) nevarna odstranitev diska SSD iz računalnika. Preden se podatki shranijo iz računalniškega pomnilnika v katero koli priključeno napravo, so nekaj časa shranjeni v medpomnilniku. Pri trdih diskih to pomeni največ sekunde, pri SSD-jih pa lahko desetine minut. Zato se pred odklopom SSD naprave vedno prepričajte, da so podatkovni medpomnilniki izpraznili z uporabo zmožnosti *varnega odstranjevanja naprave* vašega operacijskega sistema.
uk: Якщо використано зовнішній пристрій SSD, однією з основних причин втрати даних (часто ця втрата не є незворотною) є роз’єднання SSD з комп’ютером без вжиття заходів безпеки. Перш ніж дані з пам’яті комп’ютера потраплять на будь-який з’єднаний пристрій, вони певний час зберігаються у буферах. Для жорстких дисків цей проміжок часу не перевищує декількох секунд, а для SSD він може тривати десятки секунд. Тому, перш ніж вилучити пристрій флеш-пам’яті, завжди виконайте процедуру скидання даних за допомогою відповідної системної дії (її часто називають «безпечне вилучення пристрою»).
zh_cn: 当 SSD 用作外部设备时，数据丢失（通常可恢复）的一个主要原因是未安全地从计算机中移除SSD。在数据从计算机内存保存到任何连接的设备之前，它会在缓冲区中存储一段时间。对于硬盘来说，这最多意味着几秒钟，而对于 SSD，则可能是几十分钟。因此，在断开闪存设备之前，始终通过使用操作系统的 *安全移除设备* 功能确保数据缓冲区已被清空。

source: Non-Volatile Memory
ca: Memòria no volàtil
it: Memoria non volatile (NVM)
nl: Niet-vluchtig geheugen
pt_br: Memória não volátil
sl: Ne-volatilni pomnilnik
uk: Енергонезалежна пам'ять
zh_cn: 非易失性存储器（NVMe）
