Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Journaled file systems prevent data corruption/loss: Wrong, they only speed up the scan process in case of a sudden interrupt during an operation and prevent ambiguous states. But if a file was not entirely saved before the mishap, it'll be lost.
it: I filesystem con il journaling dei file prevengono la corruzione e la perdita dei dati. Sbagliato: sono solo in grado di velocizzare il processo di scansione in caso d'interruzione improvvisa della corrente, e di prevenire gli stati ambigui. Ma se un file non era stato interamente salvato prima dell'incidente sarà perso.
nl: Bestandssystemen met journaals voorkomen gegevens-schade/verlies: Fout, alleen versnellen zij het scanproces in geval van een plotselinge onderbreking tijdens de werking en voorkomen dubbele versies. Maar als een bestand niet volledig is opgeslagen voordat het ongeluk toeslaat zal het verloren gaan.
pt_br: Sistemas de arquivos com recurso de journal previnem corrupção/perda de dados: Errado, eles apenas aceleram o processo de verificação em caso de interrupção repentina durante uma operação e evitam estados ambíguos. Mas se um arquivo não tiver sido totalmente salvo antes do incidente, ele será perdido.
sl: Datotečni sistemi, ki se beležijo, preprečujejo poškodbe/izgubo podatkov: Napačno, proces skeniranja pospešijo samo v primeru nenadne prekinitve med operacijo in preprečijo dvoumna stanja. Če pa datoteka pred nesrečo ni bila v celoti shranjena, bo izgubljena.
uk: Журналювання файлових систем запобігає пошкодженню або втраті даних: неправильно, ці файлові системи лише пришвидшують процес сканування у разі випадкового переривання під час транзакції і запобігають виникненню двозначних станів. Але якщо файли не було повністю збережено до аварії, цей файл буде втрачено.
zh_cn: 日志文件系统可防止数据损坏/丢失​​：错了。它们仅加快操作中断时的扫描速度并避免模糊状态。如果文件在中断前未完全保存，仍会丢失。

source: `RAID <https://en.wikipedia.org/wiki/RAID>`_ systems prevent data corruption/loss: Mostly wrong, **RAID 0** stripes data with no redundancy, so it actually makes you more prone to data loss. **RAID 1** writes mirrored data, so it prevents data loss due to a single disk read failure, but not other failures. **RAID 5** can also prevent data loss due to disk-failures, but not from file system or RAID controller errors. Many low-end RAID controllers (like most mother board controllers) don’t report problems, figuring you’ll never notice. If you do notice, months later, what is the chance that you’ll know it was the controller’s fault? One insidious problem is corruption of **RAID 5** parity data. It is pretty simple to check a file by reading it and matching the metadata. Checking parity data is much more difficult, so you typically won’t see parity errors until a rebuild. Then, of course, it is too late.
it: I sistemi `RAID <https://it.wikipedia.org/wiki/RAID>`_ prevengono il danneggiamento e la perdita dei dati. Per lo più sbagliato. Il **RAID 0** tracciano i dati senza ridondanza, dunque in realtà ti espongono maggiormente alla perdita di dati. **RAID 1** scrive i dati con mirror, dunque previene la perdita di dati nel caso di errori di lettura di un singolo disco, ma non altri errori. **RAID 5** può proteggerti anche dalla perdita di dati nel caso di guasto del disco, ma non dagli errori del controller RAID o del filesystem. Molti controller RAID economici (come la maggior parte di quelli integrati sulla scheda madre) non segnalano i problemi, pensando che non li noterai mai. Se te ne accorgi dopo diversi mesi, che possibilità hai di sapere che il problema era del controller? Un problema insidioso è il danneggiamento della parità dati su **RAID 5**: è abbastanza semplice controllare un file leggendolo e confrontandolo con i metadati. Controllare la parità dati è molto più difficile, perciò non vedrai gli errori di parità fino a quando non ricostruirai il filesystem. A quel punto sarà, ovviamente, troppo tardi.
pt_br: Sistemas `RAID <https://en.wikipedia.org/wiki/RAID>`_ previnem corrupção/perda de dados: Geralmente errado, **RAID 0** divide os dados sem redundância, o que na verdade torna você mais propenso à perda de dados. **RAID 1** grava dados espelhados, prevenindo a perda de dados devido a uma única falha de leitura de disco, mas não outras falhas. **RAID 5** também pode prevenir a perda de dados devido a falhas de disco, mas não por erros do sistema de arquivos ou do controlador RAID. Muitos controladores RAID de baixo custo (como a maioria dos controladores de placa-mãe) não relatam problemas, imaginando que você nunca notará. Se você notar, meses depois, qual é a chance de saber que foi culpa do controlador? Um problema insidioso é a corrupção dos dados de paridade do **RAID 5**. É bem simples verificar um arquivo lendo-o e comparando os metadados. Verificar os dados de paridade é muito mais difícil, então você normalmente não verá erros de paridade até uma reconstrução. Então, é claro, é tarde demais.
sl: Sistemi `RAID <https://en.wikipedia.org/wiki/RAID>`_ preprečujejo poškodbe/izgubo podatkov: Večinoma napačno, **RAID 0** črta podatke brez redundance, tako da ste dejansko bolj nagnjeni k izgubi podatkov. **RAID 1** zapisuje zrcaljene podatke, tako da preprečuje izgubo podatkov zaradi napake pri branju enega diska, ne pa tudi drugih napak. **RAID 5** lahko tudi prepreči izgubo podatkov zaradi okvar diska, vendar ne zaradi napak datotečnega sistema ali krmilnika RAID. Številni krmilniki RAID nižjega cenovnega razreda (kot večina krmilnikov matične plošče) ne poročajo o težavah in mislijo, da jih ne boste nikoli opazili. Če mesece kasneje opazite, kakšna je možnost, da boste vedeli, da je kriv upravljavec? Ena zahrbtna težava je okvara paritetnih podatkov **RAID 5**. Precej preprosto je preveriti datoteko tako, da jo preberete in ujemate metapodatke. Preverjanje paritetnih podatkov je veliko težje, zato običajno ne boste videli paritetnih napak do vnovične gradnje. Takrat je seveda prepozno.
uk: Системи `RAID <https://uk.wikipedia.org/wiki/RAID>`_ запобігають пошкодженню або втраті даних: здебільшого неправильно, **RAID 0** записує дані без надмірності, отже є більш вразливою до втрати даних. **RAID 1** записує віддзеркалені дані, отже запобігає втраті даних, оскільки при помилці читання з одного диска, інші працюватимуть справно. **RAID5** може запобігти втраті даних через пошкодження диска (але не від помилок дискової або файлової системи). Значна кількість дешевих контролерів RAID (до яких належить більшість контролерів на материнських платах) не повідомляють про проблеми, отже ви про них нічого не дізнаєтеся. Якщо ви нічого не дізнаєтеся, як ви зможете через декілька місяців визначити, що причиною втрати була помилка контролера? Однією з підступних проблем є пошкодження даних про парність у **RAID 5**. Досить просто перевірити файл читанням його даних і порівнянням їх з метаданими. Перевірка парності набагато складніша, отже, зазвичай, ви не побачите помилок парності до перебудови масиву. А тоді вже, звичайно ж, буде пізно.
zh_cn: `RAID <https://en.wikipedia.org/wiki/RAID>`_ 系统可防止数据损坏/丢失​​：基本错误。 **RAID 0** 无冗余，反而更容易丢失数据；**RAID 1** 通过镜像防止单盘读取故障，但无法防止其他故障； **RAID 5** 可防止磁盘故障导致的数据丢失，但无法避免文件系统或 RAID 控制器错误。许多低端RAID控制器（比如大多数主板自带的控制器）根本不会报告问题，它们觉得反正你也发现不了。就算你几个月后真发现了问题，又有多大可能知道是控制器搞的鬼呢？这里有个很阴险的问题——RAID 5 校验数据的损坏。检查普通文件很简单，读一读再比对元数据就行。但校验数据的检查可就麻烦多了，所以通常要到重建阵列时才会发现校验错误。到那时候，不用说，一切都晚了。

source: Viruses are the biggest threat to digital data: Wrong. Theft, and human errors are the primary cause of data loss.
it: I virus sono la più grossa minaccia per i dati. Sbagliato: il furto e gli errori umani sono la causa principale della perdita dei dati.
nl: Virussen vormen de grootste bedreiging voor digitale gegevens: Fout, diefstal, en menselijke fouten zijn de primaire oorzaak van het verlies van gegevens.
pt_br: Vírus são a maior ameaça aos dados digitais: Errado. Roubo e erros humanos são as principais causas de perda de dados.
sl: Virusi so največje tveganje za digitalne podatke: Narobe. Kraja in človeške napake so glavni vzrok za izgubo podatkov.
uk: Віруси є найбільшою загрозою для цифрових даних: неправильно. Крадіжки і людські помилки є основними причинами втрати даних.
zh_cn: ​​病毒是数字数据的最大威胁​​：错了。盗窃和人为错误才是数据丢失的主因。

source: Storage Volume Estimation
ca: Estimar el volum d'emmagatzematge
it: Stima dello spazio di memorizzazione
nl: Schatting van opslagruimte.
pt_br: Estimativa de volume de armazenamento
sl: Ocena prostornine pomnilnika
uk: Оцінка об’єму, потрібного у сховищі
zh_cn: 存储容量估算

source: Digital camera sensors are 1-2 aperture stops away from the fundamental physical limitations of sensing light. What we mean is this: as technology evolves, there is a natural limit to its progress. Sensitivity and noise characteristics for any kind of light sensor are not far from that limit.
it: I sensori delle fotocamere digitali sono uno o due rapporti focali (stop) distanti dalle limitazioni fisiche fondamentali del rilevamento della luce. Vogliamo dire questo: man mano che la tecnologia progredisce, esiste un limite naturale al suo avanzamento. Le caratteristiche di sensibilità e rumore per ogni tipo di sensore di luce non sono lontani da quel limite.
nl: Sensoren in digitale camera's zijn 1-2 diafragmastops verwijderd van de fysieke beperkingen om licht te voelen. Wat we bedoelen is dit: als de technologie evolueert, is er een natuurlijke beperking van de voortgang. Gevoeligheid en ruiskarakteristieken voor elke vorm van lichtsensor zijn niet ver meer verwijderd van die grens.
pt_br: Os sensores de câmeras digitais estão a 1-2 pontos de abertura de distância das limitações físicas fundamentais da detecção de luz. O que queremos dizer é o seguinte: à medida que a tecnologia evolui, há um limite natural para o seu progresso. As características de sensibilidade e ruído de qualquer tipo de sensor de luz não estão muito longe desse limite.
sl: Senzorji digitalnih fotoaparatov so oddaljeni 1-2 stopenj zaslonke od osnovnih fizičnih omejitev zaznavanja svetlobe. Mislimo tole: ko se tehnologija razvija, obstaja naravna meja njenega napredka. Občutljivost in značilnosti šuma za katero koli vrsto svetlobnega senzorja niso daleč od te meje.
uk: Датчики фотоапаратів працюють за 1-2 кроки апертури від фундаментального фізичного обмеження у чутливості до світла. Автор хоче сказати: хоча технологія і розвивається, існує природне обмеження на її розвиток. Чутливість і шумові характеристики будь-якого світлового датчика вже не так і далеко від такого обмеження.
zh_cn: 数码相机的感光元件性能已经接近物理极限，只剩下1-2档光圈的提升空间了。说白了就是：技术发展终有天花板，现在任何感光元件的灵敏度和噪点表现都快摸到顶了。

source: Today's cameras tend towards 50 megapixels sensors, although this resolution is not necessarily apparent in the end result. Given the sensor size and quality of optics, 12 megapixels are optimum for compact cameras. Even DSLR cameras run into their limits at 20-24 megapixels. For higher resolutions, one has to go to full frame sensors (24x36mm) or even bigger formats.
it: Le fotocamere moderne tendono verso i sensori da 50 megapixel, sebbene questa risoluzione non sia necessariamente evidente nel risultato finale. Data la dimensione del sensore e la qualità dell'ottica, 12 megapixel sono un valore ottimale per le fotocamere compatte. Anche le reflex digitali arrivano ai propri limiti a circa 20-24 megapixel, per risoluzioni più alte bisogna passare a sensori *full frame* (24x36 mm) o di formato ancora maggiore.
nl: De huidige camera's neigen naar sensoren met 50 megapixels, hoewel deze resolutie niet noodzakelijk waarneembaar is in het eindresultaat. Gegeven de grootte van de sensor en de kwaliteit van de optica, is 12 megapixels optimaal voor compactcamera's. Zelfs DSLR camera's lopen tegen hun grenzen op bij 20-24 megapixels. Voor hogere resoluties moet men voor full frame sensoren (24x36mm) of zelfs groter gaan.
pt_br: As câmeras atuais tendem a usar sensores de 50 megapixels, embora essa resolução não seja necessariamente aparente no resultado final. Considerando o tamanho do sensor e a qualidade da óptica, 12 megapixels são ideais para câmeras compactas. Mesmo as câmeras DSLR atingem seus limites com 20-24 megapixels. Para resoluções mais altas, é preciso optar por sensores full frame (24x36 mm) ou formatos ainda maiores.
sl: Današnje kamere se nagibajo k senzorjem s 50 megapiksli, čeprav ta ločljivost ni nujno vidna na končnem rezultatu. Glede na velikost senzorja in kakovost optike je 12 milijonov slikovnih pik optimalna za kompaktne fotoaparate. Tudi fotoaparati DSLR dosegajo svoje meje pri 20-24 milijonih slikovnih pik. Za višje ločljivosti je treba poseči po senzorjih polnega formata (24x36 mm) ali celo večjih formatih.
uk: Кількість пікселів у сучасних фотоапаратах прямує до 50 мільйонів, хоча подібна роздільна здатність не обов'язково буде помітною у кінцевому результаті. За відповідного розміру матриці і якості оптики, оптимальною кількістю пікселів для компактних фотоапаратів є 12 мільйонів. Навіть цифрові дзеркальні фотоапарати досягають своїх граничних можливостей за кількості пікселів у 20-24 мільйонів. Щоб отримати вищу роздільну здатність слід вдаватися до повнокадрових матриць (24x36 мм) або навіть матриць більших форматів.
zh_cn: 现在主流相机动不动就标榜 5000 万像素，但实际成像效果未必能体现这个分辨率。考虑到传感器尺寸和镜头素质，紧凑型相机 1200 万像素就够用了，单反相机在 2000-2400 万像素也基本到顶。想要更高分辨率，就得用全画幅（24x36mm）甚至更大尺寸的传感器。

source: So, taking into account the manufacturer propaganda regarding megapixels, it seems safe to say that the bulk of future cameras will support less than 30 megapixels. This provides a basis for estimating the storage space required for each future photograph: <40 MB per image. Even if file versioning is introduced (grouping of variations of a photograph under one file reference), the trend is to record just the instructions used to produce the new version, so only a small amount of data needs to be recorded, instead of a whole copy of the data, for each version of the image.
it: Dunque, prendendo per buona la propaganda dei produttori riguardo i megapixel, è possibile affermare che il grosso delle fotocamere future supporterà meno di 30 megapixel. Questo fornisce una base per la stima dello spazio di stoccaggio richiesto per ogni foto futura: meno di 40 MB per immagine. Anche se viene introdotta la gestione delle versione (raggruppamento delle variazioni di una fotografia sotto un solo file di riferimento), la tendenza è registrare solo le istruzioni utilizzate per produrre la nuova versione, in modo che sia necessario registrare solo una piccola quantità di dati anziché l'intera copia, per ogni versione dell'immagine.
pt_br: Portanto, levando em consideração a propaganda do fabricante em relação aos megapixels, parece seguro afirmar que a maioria das câmeras futuras suportará menos de 30 megapixels. Isso fornece uma base para estimar o espaço de armazenamento necessário para cada fotografia futura: <40 MB por imagem. Mesmo com a introdução do versionamento de arquivos (agrupamento de variações de uma fotografia sob uma única referência de arquivo), a tendência é registrar apenas as instruções usadas para produzir a nova versão, de modo que apenas uma pequena quantidade de dados precise ser registrada, em vez de uma cópia completa dos dados, para cada versão da imagem.
sl: Torej, ob upoštevanju propagande proizvajalca glede megapikslov, se zdi varno reči, da bo večina prihodnjih kamer podpirala manj kot 30 megapikslov. To je podlaga za oceno prostora za shranjevanje, potrebnega za vsako prihodnjo fotografijo: <40 MB na sliko. Tudi če se uvede različica datoteke (združevanje različic fotografije pod eno referenco datoteke), je trend beleženje samo navodil, uporabljenih za izdelavo nove različice, tako da je treba zabeležiti le majhno količino podatkov, namesto cele kopijo podatkov za vsako različico slike.
uk: Отже, беручи до уваги наполегливу рекламну кампанію зі збільшення кількості мільйонів пікселів, можна з впевненістю стверджувати, щоб більшу частину фотоапаратів майбутнього буде обладнано матрицями з менше, ніж 30 мільйонами пікселів. Таким чином, можна оцінити місце, потрібне для зберігання одного знімка, у майбутньому: <40 МБ на знімок. Навіть якщо буде додано врахування версій файла (групування різних варіантів фотографії у одному файловому елементі), існує тенденція до використання скриптування змін, отже додаватиметься лише незначна різниця, а не цілий знімок для кожної з версій.
zh_cn: 所以别看厂商整天吹嘘高像素，可以预见未来大部分相机的像素都不会超过 3000 万。这样就能估算每张照片的存储需求：单张不超过 40MB。就算引入文件版本功能（把同一照片的不同版本归为一个文件），新趋势也只是记录修改指令，而不是保存完整副本，所以每个版本只需存储少量数据。

source: In order to estimate the amount of storage space you have to plan for, simply determine the number of photographs you take per year (easy with :ref:`digiKam's timeline sidebar tab <timeline_view>`) and multiply it by 40 MB. Most users will keep less than 2000 pictures per year which requires less than 80 GB/year. Assuming that you will change your hard disk (or whatever media in the future) every 4-5 years, the natural increase in storage capacity should suffice to keep you ahead of your storage requirements.
it: Per stimare la quantità di spazio memorizzazione da pianificare, determina semplicemente il numero di fotografie che scatti ogni anno (semplice con la :ref:`barra laterale della linea temporale di digiKam <timeline_view>`) e moltiplicalo per 40 MB. La maggior parte degli utenti manterrà meno di 2000 immagini per ciascun anno, il che equivale a meno di 80 GB/anno. Presupponendo che cambierai il tuo disco rigido (o qualsivoglia supporto in futuro) ogni 4-5 anni, l'aumento naturale delle capacità di memorizzazione ti dovrebbe essere sufficiente per restare al passo con i requisiti di spazio di memorizzazione.
nl: Om de hoeveelheid opslagruimte te schatten waarvoor u moet plannen, bepaalt u eenvoudig het aantal foto's dat u neemt per jaar (eenvoudig met het :ref:`tabblad zijbalk met tijdlijn van digiKam <timeline_view>`) en vermenigvuldigt die met 40 MB. De meeste gebruikers zullen minder dan 2000 foto's per jaar behouden wat minder dan 80 GB/jaar vergt. Ervan uitgaand dat u uw vaste schijf (of wat voor medium in de toekomst ook) om de 4-5 jaar zal vervangen zal de natuurlijke toename van de opslagcapaciteit volstaan ​​om boven de vereisten voor opslag te blijven.
pt_br: Para estimar a quantidade de espaço de armazenamento que você precisa planejar, basta determinar o número de fotos que você tira por ano (fácil com a :ref:`aba da barra lateral de linha do tempo do digiKam <timeline_view>`) e multiplicar por 40 MB. A maioria dos usuários guarda menos de 2.000 fotos por ano, o que requer menos de 80 GB/ano. Supondo que você troque seu disco rígido (ou qualquer mídia no futuro) a cada 4 ou 5 anos, o aumento natural na capacidade de armazenamento deve ser suficiente para mantê-lo à frente de suas necessidades de armazenamento.
sl: Če želite oceniti količino prostora za shranjevanje, ki ga morate načrtovati, preprosto določite število fotografij, ki jih posnamete na leto (preprosto z :ref:`digiKamovim zavihkom stranske vrstice časovne premice <timeline_view>`) in to pomnožite s 40 MB. Večina uporabnikov hrani manj kot 2000 slik na leto, kar zahteva manj kot 80 GB na leto. Ob predpostavki, da boste zamenjali svoj trdi disk (ali kateri koli medij v prihodnosti) vsakih 4-5 let, bi moralo naravno povečanje zmogljivosti za shranjevanje zadostovati, da boste pred svojimi zahtevami po shranjevanju.
uk: Щоб оцінити плановий об’єм сховища знімків, просто помножте кількість фотографій, які ви знімаєте протягом року (цю кількість дуже просто визначити за допомогою :ref:`вкладки шкали часу бічної панелі digiKam <timeline_view>`) на 40 МБ. Більшість користувачів обмежується менше, ніж 2000 знімками на рік, що потребуватиме менше за 80 ГБ/рік. Якщо припустити, що ви мінятимете ваш жорсткий диск (або будь-який інший майбутній носій даних) кожні 4-5 років, природного приросту місткості носіїв з головою вистачить для покриття ваших потреб.
zh_cn: 要估算你需要多少存储空间，很简单：用 :ref:`digiKam 的时间轴侧边栏 <timeline_view>` 查查你每年拍多少张照片，然后乘以 40MB 就行。大多数人每年留存的照片不到 2000 张，80GB 空间就够用。假设你每 4-5 年换一次硬盘（或未来的存储介质），存储容量的自然增长完全能跟上你的需求。

source: Those ambitious photographers out there who will need more space, maybe much more, should consider buying a file server. Giga-Ethernet comes integrated into motherboards today and file transfer over a local network can be blazingly fast. And if you don't need that much data, you should consider modern motherboards with support for fast SSDs. A few terabytes of fast SSD connected via a Thunderbolt 5 connection can make your image library fly.
ca: Aquests fotògrafs ambiciosos que necessitaran més espai, potser molt més, haurien de considerar la compra d'un servidor de fitxers. Giga-Ethernet s'integra avui en les plaques mare i la transferència de fitxers a través d'una xarxa local pot ser molt ràpida. I si no necessiteu tantes dades, hauríeu de considerar les plaques base modernes amb suport per als SSD ràpids. Pocs terabytes de SSD ràpid connectats a través d'una connexió Thunderbolt 5 poden fer volar la biblioteca d'imatges.
it: I fotografi ambiziosi che richiedono più spazio, probabilmente molti di più, dovrebbero considerare di acquistare un server di file. Giga-Ethernet viene integrata nelle schede madri e il trasferimento dei file in una rete locale può essere velocissima. Se non hai bisogno di molti dati, dovresti prendere in considerazione le moderne schede madri con supporto per gli SSD veloci. Pochi terabyte di SSD veloce connesso tramite una porta Thunderbolt 5 può far letteralmente volare la tua raccolta di immagini.
nl: Die ambitieuze fotografen elders die meer ruimte nodig hebben, misschien veel meer, zouden de koop van een bestandsserver overwegen. Giga-ethernet komt heden ten dage geïntegreerd in moederborden en bestandsoverdracht over een lokaal netwerk kan laaiend snel. En als u geen behoefte hebt aan die hoeveelheid gegevens, zou u moderne moederborden overwegen met ondersteuning voor snelle SSD's. Een paar terabytes van snel SSD verbonden via een Thunderbolt 5 verbinding kan uw afbeeldingenbibliotheek laten vliegen.
pt_br: Fotógrafos ambiciosos que precisam de mais espaço, talvez muito mais, devem considerar comprar um servidor de arquivos. A GigaEthernet já vem integrada às placas-mãe e a transferência de arquivos pela rede local pode ser extremamente rápida. E se você não precisa de tantos dados, considere placas-mãe modernas com suporte para SSDs rápidos. Alguns terabytes de SSD rápido conectados via Thunderbolt 5 podem fazer sua biblioteca de imagens voar.
sl: Tisti ambiciozni fotografi, ki bodo potrebovali več prostora, morda veliko več, bi morali razmisliti o nakupu datotečnega strežnika. Giga-Ethernet je danes integriran v matične plošče in prenos datotek prek lokalnega omrežja je lahko izjemno hiter. In če ne potrebujete toliko podatkov, razmislite o sodobnih matičnih ploščah s podporo za hitre diske SSD. Nekaj ​​terabajtov hitrega SSD-ja, povezanega prek povezave Thunderbolt 5, lahko povzroči, da vaša knjižnico slik poleti.
uk: Тим амбіційним фотографам, яким знадобиться більше місця, можливо, набагато більше, варто розглянути можливість придбання файлового сервера. Сьогодні гігабітний Ethernet інтегрується у материнські плати, і передавання файлів локальною мережею може бути неймовірно швидким. А якщо вам не потрібно так багато даних, варто розглянути сучасні материнські плати з підтримкою швидких SSD. Кілька терабайт швидких SSD зі з'єднанням Thunderbolt 5, і ваша бібліотека зображень просто літатиме.
zh_cn: 至于那些需要更大空间的摄影发烧友——可能要大得多——建议直接上文件服务器。现在主板都集成千兆网卡，局域网传文件快得很。如果不需要那么大数据量，可以考虑支持高速 SSD 的新款主板。通过雷电 5 接口连几 TB 的高速 SSD，能让你的图库飞起来。

source: Backup and Recovery
ca: Còpia de seguretat i recuperació
it: Copie di sicurezza e recupero
nl: Reservekopie maken en herstellen
pt_br: Backup e Recuperação
sl: Varnostno kopija in obnova
uk: Резервне копіювання та відновлення
zh_cn: 数据备份与恢复
