Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: We recommend that you **abstain from archiving in RAW format** (as opposed to shooting in RAW format, which we do recommend). There is nothing good about storing images in a native RAW format. They come in many varieties and all are proprietary. It is also quite likely that in a few years time you won't be able to use your old RAW files anymore. We have already seen people changing cameras, losing their color profiles and having great difficulty in correctly working with their old RAW files. We suggest that you instead change to DNG format.
it: Raccomandiamo di **astenerti dal mantenere un archivio in formato RAW** (raccomandiamo invece di scattare foto in formato RAW). Non c'è alcun vantaggio nell'archiviare le immagini in un formato RAW nativo. Questi formati presentano molte varianti e sono tutti proprietari. Ed è molto probabile che nel giro di qualche anno non sarai in grado di usare i tuoi vecchi file RAW. Abbiamo già visto persone cambiare le loro macchine fotografiche, perdere i propri profili di colore e avere grandi difficoltà a lavorare correttamente con i loro vecchi file RAW. Ti suggeriamo invece passare al formato DNG.
pt_br: Recomendamos que você **evite arquivar em formato RAW** (em vez de fotografar em formato RAW, o que recomendamos). Não há nada de bom em armazenar imagens em um formato RAW nativo. Eles vêm em muitas variedades e todos são proprietários. Também é bem provável que em alguns anos você não consiga mais usar seus arquivos RAW antigos. Já vimos pessoas trocando de câmera, perdendo seus perfis de cores e tendo grande dificuldade em trabalhar corretamente com seus arquivos RAW antigos. Sugerimos que você mude para o formato DNG.
sl: Priporočamo, da **se vzdržite arhiviranja v surovem formatu RAW** (v nasprotju s snemanjem v formatu RAW, ki ga priporočamo). Shranjevanje slik v izvornem formatu RAW ni nič dobrega. Na voljo so v številnih različicah in vse so zaščitene. Zelo verjetno je tudi, da čez nekaj let ne boste mogli več uporabljati starih datotek RAW. Videli smo že ljudi, ki menjajo fotoaparate, izgubljajo svoje barvne profile in imajo velike težave pri pravilnem delu s svojimi starimi datotekami RAW. Predlagamo, da namesto tega preklopite na format DNG.
uk: Автор наполегливо рекомендує вам **утриматися від зберігання архіву фотографій у форматі RAW** (на відміну від зйомки у форматі RAW, яку він рекомендує використовувати). Немає ніякого сенсу зберігати зображення у початковому форматі RAW. У цьому форматі поєднуються всі погані риси форматів: величезна кількість різновидів та пропрієтарна природа. Очевидно, що за декілька років ви же не зможете скористатися вашими старими файлами цифрових негативів (RAW). Автор вже зустрічався з людьми, які змінили фотоапарат на новіший, втратили профілі кольорів попереднього фотоапарата і отримали величезні труднощі з належною обробкою власних старих файлів RAW. Для зберігання цифрових негативів краще користуватися форматом DNG.
zh_cn: 我们建议你不要以 RAW 格式存档（注意说的不是拍摄，我们确实推荐以 RAW 格式拍摄）。以原生 RAW 格式存储图像没有任何好处。它们有很多种类，而且都是专有的。几年后，你很可能无法再使用旧的 RAW 文件。我们已经看到人们更换相机，丢失他们的颜色配置文件，并且在正确使用旧的 RAW 文件时遇到很大困难。我们建议你改用 DNG 格式。[ **译注：在我国出于版权保护需要，仍强烈建议保存重要的 RAW 格式文件。** ]

source: **DNG** or Digital Negative file format is a royalty free and open RAW image format originally designed by Adobe Systems. DNG was a response to the demand for a unifying camera raw file format. It is based on the TIFF/EP format, and mandates use of metadata. A handful of camera manufacturers have already adopted DNG. Let's hope that the main holdouts (Canon and Nikon) will also adopt it one day. The `Apple ProRAW <https://support.apple.com/en-us/HT211965>`_ format available since the iPhone 12 Pro Max is based on DNG.
it: **DNG**, o formato di file Digital Negative, è un formato di immagine RAW gratuito e aperto originariamente progettato da Adobe Systems. DNG era la risposta alla richiesta di unificare il formato di file RAW per le fotocamere. Si basa sul formato TIFF/EP, e impone l'uso dei metadata. Uno sparuto gruppo di produttori di macchine fotografiche ha già adottato DNG. Speriamo che un giorno anche i suoi oppositori principali, Canon e Nikon, lo adottino. Il formato `Apple ProRAW <https://support.apple.com/en-us/HT211965>`_, disponibile a partire dall'iPhone 12 Pro Max, si basa su DNG.
pt_br: O formato de arquivo **DNG** ou Negativo Digital é um formato de imagem RAW aberto e isento de royalties, originalmente desenvolvido pela Adobe Systems. O DNG foi uma resposta à demanda por um formato de arquivo RAW unificado para câmeras. Ele é baseado no formato TIFF/EP e exige o uso de metadados. Alguns fabricantes de câmeras já adotaram o DNG. Esperamos que os principais fabricantes (Canon e Nikon) também o adotem um dia. O formato `Apple ProRAW <https://support.apple.com/en-us/HT211965>`_, disponível desde o iPhone 12 Pro Max, é baseado em DNG.
sl: **DNG** ali format datoteke Digital Negative je prosta in odprta oblika zapisa slike RAW, ki jo je prvotno zasnoval Adobe Systems. DNG je bil odgovor na zahtevo po poenotenem formatu neobdelane datoteke kamere. Temelji na formatu TIFF/EP in zahteva uporabo metapodatkov. Nekaj ​​proizvajalcev kamer je že sprejelo DNG. Upajmo, da ga bodo nekoč sprejeli tudi glavni obotavljalci (Canon in Nikon). Format `Apple ProRAW <https://support.apple.com/en-us/HT211965>`_, ki je na voljo od iPhone 12 Pro Max, temelji na DNG.
uk: Формат файлів **DNG** або Digital Negative (цифрових негативів) є форматом, що не передбачає патентних відрахувань, і є відкритим форматом зображень RAW, розробленим компанією Adobe Systems. DNG був відповіддю на питання щодо створення універсального формату файлів цифрових негативів. Цей формат засновано на форматі TIFF/EP, що передбачає використання метаданих. Декілька з виробників фотоапаратів вже використовують DNG, будемо сподіватися, що основні постачальники обладнання, Canon і Nikon, колись теж почнуть його використовувати. Формат `Apple ProRAW <https://support.apple.com/en-us/HT211965>`_, який реалізовано починаючи з iPhone 12 Pro Max, засновано на DNG.
zh_cn: DNG（数字负片）格式是 Adobe 公司开发的一种免版税、开放的 RAW 图像格式。它解决了相机原始文件格式不统一的问题，基于 TIFF/EP 格式，并且强制要求使用元数据。目前已经有一些相机厂商采用了 DNG 格式，希望佳能、尼康这些大厂也能尽快跟进。从 iPhone 12 Pro Max 开始支持的 `Apple ProRAW <https://support.apple.com/en-us/HT211965>`_ 格式就是基于 DNG 的。

source: digiKam Provide a Tool to Convert in Batch RAW to DNG in :ref:`Batch Queue Manager <dng_converter>`
ca: El digiKam proporciona una eina per lots per a convertir des de RAW a DNG en el :ref:`Gestor de la cua per lots <dng_converter>`
it: digiKam offre uno strumento per convertire in serie RAW in DNG nel :ref:`Gestore elaborazione in serie <dng_converter>`
nl: digiKam levert een hulpmiddel om in bulk RAW naar DNG te converteren in :ref:`Takenwachtrijbeheerder <dng_converter>`
pt_br: O digiKam fornece uma ferramenta para converter RAW em lote para DNG no :ref:`Gerenciador de processamento em lote <dng_converter>`
sl: digiKam ponuja orodje za paketno pretvorbo RAW v DNG v :ref:`Batch Queue Manager <dng_converter>`
uk: У digiKam передбачено інструмент пакетного перетворення з RAW до DNG у :ref:`засобі керування пакетною чергою <dng_converter>`
zh_cn: digiKam 提供了批量转换工具，可以在 :ref:`批处理管理器 <dng_converter>` 中将 RAW 转换成 DNG

source: We strongly recommend converting RAW files to DNG for archiving. Despite the fact that DNG was created by Adobe, it is an open standard and widely embraced by the Open Source community (which is usually a good indicator of a format's longevity). Some manufacturers have already adopted DNG as RAW format. And last but not least, Adobe is the most important source of graphical software today, and they of course support their own invention. It is an ideal archival format with the raw sensor data preserved as such in TIFF format inside the DNG, allieviating the risk associated with proprietary RAW formats. All of this makes migration to another operating system a no-brainer.
it: Raccomandiamo vivamente di convertire i file RAW in DNG per l'archiviazione. Nonostante DNG sia stato creato da Adobe, è uno standard aperto e ampiamente adottato dalla comunità open source (il che è un buon indicatore della longevità di un formato). Alcuni produttori hanno già adottato DNG come formato RAW. Ultimo, ma non per importanza, Adobe è al giorno d'oggi la fonte più importante di software per grafica, e naturalmente sostiene la propria invenzione. È un formato di archiviazione ideale, con i dati del sensore RAW conservati come tali nel formato TIFF all'interno del DNG, mitigando il rischio associato ai formati RAW proprietari. Tutto ciò rende la migrazione a un altro sistema operativo un gioco da ragazzi.
pt_br: Recomendamos fortemente a conversão de arquivos RAW para DNG para arquivamento. Apesar de o DNG ter sido criado pela Adobe, ele é um padrão aberto e amplamente adotado pela comunidade Open Source (o que geralmente é um bom indicador da longevidade de um formato). Alguns fabricantes já adotaram o DNG como formato RAW. E por último, mas não menos importante, a Adobe é a fonte mais importante de software gráfico atualmente e, claro, apoia sua própria invenção. É um formato de arquivamento ideal, com os dados brutos do sensor preservados como tal em formato TIFF dentro do DNG, aliviando o risco associado aos formatos RAW proprietários. Tudo isso torna a migração para outro sistema operacional uma decisão óbvia.
sl: Močno priporočamo pretvorbo surovih datotek RAW v DNG za arhiviranje. Kljub dejstvu, da je DNG ustvaril Adobe, je odprt standard, ki ga odprtokodna skupnost široko sprejema (kar je običajno dober pokazatelj dolgoživosti formata). Nekateri proizvajalci so že sprejeli DNG kot surovi format RAW. In nenazadnje, Adobe je danes najpomembnejši vir grafične programske opreme in seveda podpira lasten izum. Je idealen arhivski format z neobdelanimi podatki senzorja, ki so kot taki shranjeni v formatu TIFF znotraj DNG, kar zmanjšuje tveganje, povezano z lastniškimi formati RAW. Zaradi vsega tega je prehod na drug operacijski sistem preprost.
uk: З метою зберігання у архіві, автор наполегливо рекомендує вам перетворювати файли цифрових негативів на файли DNG. Хоча DNG і було створено Adobe, цей формат є відкритим, він широко використовується спільнотою розробників вільного програмного забезпечення (що, зазвичай, є непоганим показником його якості). Деякі з виробників вже використовують формат цифрових негативів DNG. Крім того, на сьогодні Adobe є найбільшим виробником програмного забезпечення для роботи з графічними даними, і, звичайно ж, підтримує свою розробку. Цей формат є ідеальним для створення архівів: дані датчиків матриці буде збережено без змін у форматі TIFF, вбудованому у DNG, отже ризик, пов’язаний з використанням пропрієтарних форматів цифрових негативів зникне. Все це робить перехід на іншу операційну систему абсолютно безпроблемним.
zh_cn: 我们强烈推荐将 RAW 文件转存为 DNG 格式。虽然它是 Adobe 开发的，但 DNG 是开放标准，深受开源社区欢迎（格式长寿的标志）。已有部分相机厂商直接采用 DNG 作为 RAW 格式。最重要的是，Adobe 作为图形软件巨头自然会全力支持自己的发明。DNG 是个完美的存档方案，原始传感器数据以 TIFF 格式封装在 DNG 中，规避了专有 RAW 格式的风险。总的来说，换操作系统时完全不用担心兼容性问题。

source: digiKam Provide Tools to Convert RAW to DNG during :ref:`Download from Camera <camera_dngconvert>`
ca: El digiKam proporciona una eina per a convertir des de RAW a DNG durant la :ref:`baixada des de la càmera <camera_dngconvert>`
it: digiKam offre strumenti per convertire RAW in DNG durante lo :ref:`scaricamento dalla fotocamera <camera_dngconvert>`
nl: digiKam levert hulpmiddellen om in bulk RAW naar DNG te converteren tijdens :ref:`downloaden uit de camera <camera_dngconvert>`
pt_br: O digiKam fornece ferramentas para converter RAW em DNG durante o :ref:`Download da câmera <camera_dngconvert>`
sl: digiKam ponuja orodja za pretvorbo RAW v DNG med :ref:`Prenos iz kamere <camera_dngconvert>`
uk: У digiKam передбачено інструмент пакетного перетворення з RAW до DNG під час :ref:`отримання даних з фотоапарата <camera_dngconvert>`
zh_cn: digiKam 支持在 :ref:`从相机导入照片<camera_dngconvert>` 时直接转换为 DNG 格式

source: **XML** for Extensible Mark-up Language or **RDF** for Resource Description Framework. XML is like HTML, but where HTML is mostly concerned with the presentation of data, XML is concerned with the *representation* of data. On top of that, XML is non-proprietary, operating-system-independent, fairly simple to interpret, text-based and cheap. RDF is the WC3's solution to integrate a variety of different applications such as library catalogs, world-wide directories, news feeds, software, as well as collections of music, images, and events using XML as an interchange syntax. Together the specifications provide a method that uses a lightweight ontology based on the Dublin Core which also supports the "Semantic Web" (easy exchange of knowledge on the Web).
ca: L'**XML** per al «llenguatge de marcatge extensible» o **RDF** per al «marc de treball de descripció del recurs». L'XML és com l'HTML, però on l'HTML es preocupa més per presentar les dades, l'XML s'ocupa de la *representació* de les dades. A més, l'XML no és propietari, independent del sistema operatiu, és senzill d'interpretar, es basa en text i és de baix cost. El RDF és la solució del WC3 per a integrar una varietat d'aplicacions diferents, com ara catàlegs bibliogràfics, directoris mundials, fonts de notícies, programari, així com col·leccions de música, imatges i esdeveniments utilitzant l'XML com a sintaxi per a l'intercanvi. En conjunt, les especificacions proporcionen un mètode que utilitza una ontologia lleugera, basada en el Dublin Core, el qual també admet la «web semàntica» (intercanvi fàcil de coneixements sobre el web).
it: **XML** (*Extensible Mark-up Language*) o **RDF** (*Resource Description Framework*). XML è come HTML, ma laddove HTML si occupa principalmente della presentazione dei dati, XML si occupa della *rappresentazione* dei dati. Per giunta, XML non è proprietario, è indipendente dal sistema operativo, piuttosto semplice da interpretare, basato su testo ed economico. RDF è la soluzione del WC3 per integrare varie applicazioni, come i cataloghi delle librerie, le directory di respiro mondiale, fonti di notizie, software, come pure raccolte musicali, di immagini ed eventi con l'uso di XML come sintassi di interscambio. Insieme, le specifiche offrono un metodo che utilizza una ontologia leggera basata sul Dublin Core che supporta anche il "Web semantico" (lo scambio facile di conoscenza sul web).
nl: **XML** voor Extensible Markup Language of **RDF** (Resource Description Framework). XML is net als HTML, maar waar HTML vooral bezig is met de presentatie van de gegevens, is XML bezig met de *weergave* van gegevens. Bovendien is XML niet-merkgebonden, besturingssysteem-onafhankelijk, vrij eenvoudig te interpreteren, tekst-gebaseerd en goedkoop. RDF is WC3's oplossing voor het integreren van een grote verscheidenheid aan toepassingen zoals bibliotheekcatalogi, wereldwijde directories, nieuws feeds, software, alsmede verzamelingen van muziek, afbeeldingen en evenementen die XML gebruiken als een syntaxis voor uitwisseling. Tezamen bieden de specificaties een werkwijze die gebruik maakt van een lichtgewicht ontologie op basis van de Dublin Core die ook het "Semantic Web" (eenvoudige uitwisseling van kennis op het web) ondersteunt.
pt_br: **XML** para Extensible Mark-up Language ou **RDF** para Resource Description Framework. XML é como HTML, mas enquanto o HTML se preocupa principalmente com a apresentação de dados, o XML se preocupa com a *representação* de dados. Além disso, XML não é proprietário, é independente de sistema operacional, relativamente simples de interpretar, baseado em texto e barato. RDF é a solução do WC3 para integrar uma variedade de aplicações diferentes, como catálogos de bibliotecas, diretórios mundiais, feeds de notícias, software, bem como coleções de músicas, imagens e eventos, usando XML como sintaxe de intercâmbio. Juntas, as especificações fornecem um método que utiliza uma ontologia leve baseada no Dublin Core, que também suporta a "Web Semântica" (troca fácil de conhecimento na Web).
sl: **XML** za Extensible Mark-up Language ali **RDF** za Resource Description Framework. XML je kot HTML, a če se HTML večinoma ukvarja s predstavitvijo podatkov, se XML ukvarja z *zastopanjem* podatkov. Povrhu tega je XML ne-lastniški jezik, dokaj neodvisen od operacijskega sistema in preprost za interpretacijo, zgrajen zgolj iz besed in poceni. RDF je rešitev WC3 za integracijo vrste različnih aplikacij, kot so knjižnični katalogi, svetovni imeniki, viri novic, programska oprema, pa tudi zbirke glasbe, slik in dogodkov z uporabo XML kot sintakse za izmenjavo. Skupaj specifikacije zagotavljajo metodo, ki uporablja lahkotno ontologijo, ki temelji na Dublin Core, ki podpira tudi "semantični splet" (enostavno izmenjavo znanja na spletu).
uk: **XML** (Extensible Mark-up Language або розширювана мова розмітки) або **RDF** (Resource Description Framework або оболонка опису ресурсів). XML подібний до HTML, але HTML здебільшого зосереджено на показі даних, а XML зосереджується на «представленні» даних. Крім того, XML не є пропрієтарним, залежним від операційної системи, простим у інтерпретації, текстовим і дешевим. RDF — це рішення від WC3 для інтегрування наборів різновидів структурованих даних, зокрема бібліотечних каталогів, каталогів у мережі, подач новин, програмного забезпечення, а також збірок музики, зображень та записів подій за допомогою XML як синтаксису обміну даними. Сучасні специфікації містять метод, що використовує просту онтологію на основі Dublin Core, яка підтримує і «Семантичну мережу» (простий спосіб поширення знань інтернетом).
zh_cn: **XML** （可扩展标记语言）和 **RDF**（资源描述框架）： XML 和 HTML 很像，但 HTML 主要是管数据怎么展示，XML 则是管数据怎么表示。而且 XML 还是非专有的、不挑操作系统、解释起来挺简单、基于文本还便宜。RDF 是 W3C 搞出来的解决方案，用 XML 当交换语法，能把图书馆目录、全球黄页、新闻推送、软件这些五花八门的应用，还有音乐、图片、活动这些收藏都给整合起来。这两个规范凑一块，基于都柏林核心搞了个轻量级的本体方法，还支持"语义网"（就是在网上轻松交换知识）。

source: IPTC Goes XMP
ca: IPTC va XMP
it: IPTC diventa XMP
nl: IPTC wordt XMP
pt_br: IPTC vai para o XMP
sl: IPTC postane XMP
uk: IPTC стає XMP
zh_cn: IPTC 转向 XMP

source: That's probably one of the reasons why, around 2001, that Adobe introduced its XML based XMP technology to replace the *Image Resource Block* technology of the nineties. XMP stands for **Extensible Metadata Platform**, a mixture of XML and RDF. It is a labeling technology that lets users embed data about a file in the file itself. The file information is saved using the extension :file:`*.xmp*` (signifying the use of XML/RDF).
it: Questa è probabilmente una delle ragioni per cui, intorno al 2001, Adobe introdusse il suo XML basato sulla tecnologia XMP per sostituire la tecnologia *Image Resource Block* degli anni '90. XMP è l'acronimo di **Extensible Metadata Platform**, un misto di XML e RDF. È una tecnologia di etichettatura che permette agli utenti di incorporare i dati su un file all'interno dello stesso file, e le informazioni del file vengono salvate utilizzando l'estensione :file:`*.xmp*` (che indica l'uso di XML/RDF).
pt_br: Essa é provavelmente uma das razões pelas quais, por volta de 2001, a Adobe introduziu sua tecnologia XMP baseada em XML para substituir a tecnologia *Image Resource Block* dos anos 90. XMP significa **Extensible Metadata Platform**, uma mistura de XML e RDF. É uma tecnologia de rotulagem que permite aos usuários incorporar dados sobre um arquivo no próprio arquivo. As informações do arquivo são salvas usando a extensão :file:`*.xmp*` (que significa o uso de XML/RDF).
sl: To je verjetno eden od razlogov, zakaj je okoli leta 2001 Adobe predstavil svojo tehnologijo XMP, ki temelji na XML, da bi nadomestila tehnologijo *Image Resource Block* iz devetdesetih. XMP pomeni **Extensible Metadata Platform**, mešanico XML in RDF. To je tehnologija označevanja, ki uporabnikom omogoča vdelavo podatkov o datoteki v samo datoteko. Informacije o datoteki so shranjene s pripono :file:`*.xmp*` (kar pomeni uporabo XML/RDF).
uk: Оце і є, ймовірно, причиною того, що близько 2001 року Adobe було запроваджено власну технологію XMP, засновану на XML, яка має замінити технологію «Блоків ресурсів зображення», що походить з дев’яностих років минулого століття". XMP — це абревіатура від «Extensible Metadata Platform» (розширювана платформа метаданих). Технологія є сумішшю XML і RDF. XMP — це технологія визначення міток, яка надає користувачеві можливість вбудовувати дані щодо файла до іншого файла. Дані про файл зберігаються у файлі з суфіксом назви :file:`*.xmp*` (що позначає використання XML/RDF).
zh_cn: 这大概就是为什么 Adobe 在 2001 年左右推出了基于 XML 的 XMP 技术，取代了九十年代的 *图像资源块* 技术。XMP 全称是 **可扩展元数据平台** （Extensible Metadata Platform），融合了 XML 和 RDF 技术。这是一种标签技术，能让用户把文件的相关数据直接嵌入到文件本身里。这些文件信息会以 :file:`*.xmp*` 扩展名保存（表示使用了 XML/RDF 格式）。
