Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: The most common defense against power surges is a surge protector or suppressor, a device that works by absorbing some of the excess energy and diverting the rest of it to the ground. These are usually found in the form of a power strip (one of those long devices that have six or so outlets and a single, grounded plug). Bear in mind, however, that not every power strip serves as a surge protector.
ca: La defensa més comuna contra les pujades de tensió és un protector o supressor de sobretensions, un dispositiu que treballa absorbint l'excés d'energia i derivant la resta cap a terra. Normalment, es troben en forma de regleta (un d'aquests dispositius llargs que tenen sis punts d'endoll i una única connexió a terra). Tingueu en compte, però, que no totes les regletes serveixen com a protector de sobretensions.
it: La difesa più comune dagli sbalzi è un dispositivo chiamato scaricatore di sovratensioni (SPD, Surge Protector Device), un dispositivo che lavora assorbendo gli eccessi di energia che vengono dirottati nella messa a terra. Comunemente si trovano sotto forma di prese multiple (uno di quei dispositivi con 5-6 attacchi e una spina singola con la messa a terra). Tieni presente che non tutte le prese multiple funzionano da SPD.
nl: De meest voor komende beveiliging tegen spanningspieken is een overspanningsbeveiliging of onderdrukker, een apparaat dat werkt door het absorberen van een deel van de overtollige energie en het omleiden van de rest naar de aarde. Deze zijn meestal verkrijgbaar in de vorm van een stekkerdoos (een van die lange apparaten die zo'n zes verdeelpunten en een enkele, geaarde stekker hebben). Houd in gedachten, dat niet elke stekkerdoos dient als een overspanningsbeveiliging.
pt_br: A defesa mais comum contra surtos de energia é um protetor ou supressor de surtos, um dispositivo que funciona absorvendo parte do excesso de energia e desviando o restante para o terra. Geralmente, eles são encontrados na forma de um filtro de linha (um daqueles dispositivos longos com cerca de seis tomadas e um único plugue aterrado). Lembre-se, no entanto, de que nem todo filtro de linha serve como protetor contra surtos.
sl: Najpogostejša obramba pred prenapetostnimi sunki je prenapetostna zaščita, naprava, ki deluje tako, da absorbira nekaj odvečne energije in preostanek preusmeri v zemljo. Te običajno najdete v obliki razdelilnika (ene tistih dolgih naprav, ki imajo šest ali več vtičnic in en sam ozemljen vtikač). Upoštevajte pa, da vsak razdelilnik ne deluje kot prenapetostna zaščita.
uk: Найпоширенішим способом захисту від сплесків напруги є пристрій з захисту від сплесків напруги або придушувач. Цей пристрій поглинає частину зайвої електричної енергії і пропускає решту. Такі пристрої, зазвичай, вбудовують у подовжувачі (довгі пристрої з шістьма або іншою кількістю гнізд для розеток, які з’єднуються з мережею заземленим шнуром). Але пам’ятайте, що не у кожному подовжувачі міститься придушувач.
zh_cn: 最常见的浪涌防护设备是浪涌保护器或抑制器，它的工作原理是，吸收部分多余能量并将其余部分导入地线。这些设备通常以电源排插的形式出现（一种带有六个左右插座和单个接地插头的长条设备）。但请注意，并非所有电源排插都具备浪涌保护功能。

source: When selecting your surge protector, you want to be sure it is listed as meeting the UL 1449 standard, which guarantees a certain minimum level of protection. You should also look for one that offers protection against lightning (not every one does) and provides insurance for equipment that is properly attached.
ca: Quan trieu el vostre protector de sobretensions, assegureu-vos que compleix amb la norma UL 1449, el qual garantirà un cert nivell mínim de protecció de les dades. També n'haureu de cercar un que ofereixi protecció contra els llamps (no tots ho fan) i que proporcioni seguretat per als dispositius que estiguin correctament connectats.
it: Quando scegli il tuo SPD, controlla che sia certificato con lo standard UL 1449, che garantisce una certa soglia di protezione minima. Dovresti anche cercarne uno che funga da protezione contro i fulmini (non tutti lo fanno) e che garantisca, tramite un'assicurazione, i dispositivi ad esso collegati correttamente.
nl: Bij het selecteren van uw overspanningsbeveiliging, wilt u er zeker van zijn dat deze voldoet aan de UL 1449 norm, die een bepaalde minimum niveau van beveiliging garandeert. U zou ook moeten zoeken naar een apparaat dat bescherming biedt tegen bliksem (niet iedereen let daar op) en dat zekerheid biedt aan apparatuur die goed is aangesloten.
pt_br: Ao escolher seu protetor contra surtos, certifique-se de que ele atenda à norma UL 1449, que garante um nível mínimo de proteção. Você também deve procurar um que ofereça proteção contra raios (nem todos oferecem) e que ofereça seguro para equipamentos devidamente instalados.
sl: Ko izbirate prenapetostno zaščito, se morate prepričati, da ustreza standardu UL 1449, ki zagotavlja določeno minimalno raven zaščite. Prav tako bi morali poiskati takšnega, ki nudi zaščito pred strelo (vsak ne zagotavlja) in zagotavlja zavarovanje opreme, ki je pravilno priključena.
uk: Під час купівлі придушувача вам слід переконатися, що він відповідає стандарту UL 1449, що гарантує певний мінімальний рівень захисту. Крім того, вам слід звернути увагу на пристрої, які надають захист від блискавок (не кожен з пристрої здатен на такий захист), та ті пристрої, для яких надається гарантія у разі належного вмикання.
zh_cn: 选择浪涌保护器时，需确保其符合 UL 1449 标准，该标准对最低保护能力做出了要求。还应选择提供防雷保护（并非所有设备都有）并为正确连接的设备提供保险的产品。

source: Because a power surge can follow any path to your computer, be sure that each peripheral connected to your system is protected. This includes your phone line or cable modem, as power can surge through these routes as well. A number of manufacturers are now producing surge suppressors that feature a phone jack for your modem along with the electrical outlets, while others have coaxial cable jacks for those who use a cable modem or TV tuner card.
ca: Com que una pujada de tensió pot seguir qualsevol camí al vostre ordinador, assegureu-vos que cada perifèric connectat al vostre sistema estigui protegit. Això inclou la línia telefònica o el mòdem per cable, ja que també poden sorgir pics a través d'aquests camins. Alguns fabricants produeixen protector de sobretensions que contenen una presa de telèfon per al mòdem, juntament amb les preses de corrent, mentre que altres tenen preses de cable coaxials per a aquells que utilitzen un mòdem o targeta sintonitzadora de TV per cable.
it: Siccome gli sbalzi di corrente possono seguire qualsiasi strada verso il PC, accertati che ogni periferica collegata ad esso sia protetta a sua volta. Questo include la linea telefonica o il modem via cavo, in quanto lo sbalzo di corrente può giungere anche attraverso questa strada. Diversi produttori stanno producendo SPD che possiedono sia uscite per la presa di corrente sia per il doppino telefonico per il modem, mentre altre possiedono ingressi per i cavi coassiali per chi utilizza il modem via cavo o una scheda di sintonizzazione TV.
nl: Omdat een spanningspiek altijd een weg naar uw computer kan vinden moet u er voor zorgen dat elk randapparaat aangesloten op uw systeem beveiligd is. Dit geldt ook voor uw telefoonlijn of kabel modem, omdat spanningspieken ook via die weg kunnen gaan. Een aantal fabrikanten produceren nu piekspanningonderdrukkers met een telefoonaansluiting voor uw modem samen met de stopcontacten, terwijl anderen aansluitingen voor coaxkabel hebben voor diegenen die een kabelmodem of tv-tunerkaart gebruiken.
pt_br: Como uma oscilação de energia pode chegar ao seu computador por qualquer caminho, certifique-se de que todos os periféricos conectados ao seu sistema estejam protegidos. Isso inclui sua linha telefônica ou modem a cabo, pois a energia também pode passar por essas rotas. Vários fabricantes estão produzindo supressores de surtos que incluem uma entrada telefônica para o modem e as tomadas elétricas, enquanto outros oferecem entradas para cabos coaxiais para quem usa um modem a cabo ou uma placa sintonizadora de TV.
sl: Ker lahko električni sunek pride po kateri koli poti do vašega računalnika, se prepričajte, da je zaščitena vsaka zunanja naprava, povezana z vašim sistemom. To vključuje vašo telefonsko linijo ali kabelski modem, saj lahko tudi po teh poteh pride do sunkov napetosti. Številni proizvajalci zdaj proizvajajo dušilnike prenapetosti, ki imajo telefonski priključek za vaš modem skupaj z električnimi vtičnicami, drugi pa imajo vtičnice za koaksialni kabel za tiste, ki uporabljajo kabelski modem ali kartico TV sprejemnika.
uk: Оскільки сплеск напруги може пройти до комп’ютера будь-якими електричними ланцюгами, переконайтеся, що всі периферійні пристрої, з’єднані з вашою системою, захищено. Серед подібних ланцюгів ваша телефонна лінія або кабельний модем, оскільки стрибок напруги може пройти і їхніми ланцюгами. Багато виробників зараз виробляють придушувачі сплесків напруги, у яких передбачено гніздо для вашого модема з електричними розетками, інші ж виробляють придушувачі з гніздами для коаксіального кабелю для тих, хто користується кабельним модемом або карткою ТБ-тюнера.
zh_cn: 由于浪涌可能通过任何路径进入计算机，请确保连接到系统的每个外围设备都受到保护，包括电话线或电缆调制解调器。一些制造商现在生产带有电话插孔和电源插座的浪涌抑制器，另一些则为使用电缆调制解器或电视调谐卡的用户提供同轴电缆插孔。

source: If you have a notebook computer, you will want to carry a surge suppressor as well. A variety of suppressors designed specifically for notebooks are available. These are small in size with both electric and phone outlets that make them ideal for use on the road.
ca: Si teniu un ordinador portàtil, és possible que també vulgueu portar un protector de sobretensions. Hi ha una àmplia varietat de supressors dissenyats específicament per a portàtils. Són de mida petita i tenen dues preses, una elèctrica i una de telèfon, el qual els fan ideals per al seu ús a la carretera.
it: Se possiedi un portatile, sarebbe bene dotarti di un SPD. Esistono diversi SPD in commercio, progettati specificamente per i portatili, piccoli e con uscite sia per la presa di corrente sia per il doppino telefonico: sono ideali nei viaggi.
nl: Als u een notebook-computer hebt, wilt u ook daarvoor een overspanningsbeveiliging bij u hebben. Een verscheidenheid van onderdrukkers speciaal ontworpen voor notebooks is beschikbaar. Deze zijn klein van formaat en ze bezitten zowel elektrische als telefoon stopcontacten wat ze ideaal maakt voor onderweg.
pt_br: Se você tem um notebook, também precisará de um supressor de surtos. Há uma variedade de supressores projetados especificamente para notebooks. São pequenos e possuem tomadas elétricas e telefônicas, o que os torna ideais para uso em trânsito.
sl: Če imate prenosni računalnik, boste želeli nositi tudi dušilec prenapetosti. Na voljo so različni dušilci, zasnovani posebej za prenosne računalnike. Ti so majhni z električnimi in telefonskimi vtičnicami, zaradi česar so idealni za uporabo na poti.
uk: Якщо ваш комп’ютер належить до класу ноутбуків, вам також знадобиться придушувач сплесків зображень. Багато придушувачів розроблено спеціально для ноутбуків, вони невеликі за розмірами і мають гнізда для електричної та телефонної мережі, що робить їх ідеальним для використання у дорозі.
zh_cn: 如果你使用笔记本电脑，建议随身携带浪涌抑制器。市面上有多种专为笔记本设计的小型抑制器，带有电源和电话插孔，非常适合外出使用。

source: Uninterruptible Power Supply
ca: Sistema d'alimentació ininterrompuda
it: Gruppo di continuità (UPS)
nl: Niet-te-verbreken stroomvoorziening
pt_br: Fonte de alimentação ininterrupta
sl: Brezprekinitveno napajanje
uk: Джерело безперервного живлення
zh_cn: 不间断电源（UPS）

source: While a surge suppressor will protect your system from minor fluctuations in the power lines, it won’t help in the case of a power black out. Even an outage of just a few seconds can result in the loss of valuable data, so you might find it worthwhile to invest in an **Uninterruptible Power Supply** (UPS).
ca: Tot i que un protector de sobretensions protegirà el vostre sistema de les fluctuacions petites a la línia elèctrica, no us ajudarà en el cas d'una apagada elèctrica. Fins i tot una caiguda d'alguns segons pot provocar la pèrdua de dades valuoses, per la qual cosa val la pena invertir en un **sistema d'alimentació ininterrompuda** (SAI).
it: Sebbene un SPD protegga il tuo sistema dalle fluttuazioni minori della linea elettrica, nulla potrà in caso di blackout di corrente. Persino una mancanza di soli pochi secondi può causare perdite di dati di notevole valore: potrebbe valere la pena di investire in un **gruppo di continuità* (detto anche UPS, Uninterruptible Power Supply).
nl: Terwijl een overspanningsbeveiliging uw systeem beschermt tegen kleine fluctuaties in de elektrische leidingen, zal het u niet helpen in het geval dat de stroom uit zou vallen. Zelfs een uitval van enkele seconden kan resulteren in verlies van waardevolle gegevens, dus vindt u het misschien de moeite waard om te investeren in een **Niet-te-verbreken stroomvoorziening** (UPS).
pt_br: Embora um supressor de surtos proteja seu sistema contra pequenas flutuações nas linhas de energia, ele não ajudará em caso de queda de energia. Mesmo uma queda de energia de apenas alguns segundos pode resultar na perda de dados valiosos, então pode valer a pena investir em uma **Fonte de Alimentação Ininterrupta** (UPS, sigla em inglês).
sl: Medtem ko bo dušilec prenapetosti zaščitil vaš sistem pred manjšimi nihanji v električnih vodih, ne bo pomagal v primeru izpada električne energije. Že samo nekajsekundni izpad lahko povzroči izgubo dragocenih podatkov, zato se vam bo morda splačalo investirati v **brezprekinitveni napajalnik** (UPS).
uk: Придушувачі сплесків напруження захистять вашу систему від невеличких стрибків напруги у електромережах, вони не зможуть вам допомогти, якщо живлення буде повністю вимкнено. Вимикання живлення навіть на декілька секунд може спричинити втрату цінних даних, отже для захисту ви можете зважитися на купівлю джерела неперервного живлення (**Uninterruptible power supply** або UPS).
zh_cn: 虽然浪涌抑制器可以保护系统免受电源线路的轻微波动影响，但在断电时却无能为力。即使仅几秒的停电也可能导致宝贵数据丢失，因此投资一台 **不间断电源（UPS）** 是值得的。

source: Besides serving as surge suppressors, these devices automatically switch to battery power when a power outage occurs, giving you the opportunity to save data and shut down your system. Some models will even allow you to keep working until power is restored. When purchasing a UPS, be sure that it has the same qualities that you would seek in a surge suppressor, but also check out the battery life and included software.
ca: A més de ser protectors de sobretensions, aquests dispositius canvien automàticament a una bateria quan es produeix un tall d'energia, el qual us permetrà desar les dades i apagar el sistema. Alguns models fins i tot permeten continuar treballant fins que torni el subministrament. Quan compreu un SAI, assegureu-vos que disposa de les mateixes qualitats que voleu trobar en un protector de sobretensions, però comproveu també la durada de la bateria i el programari inclòs.
it: Oltre a funzionare come SPD, questi dispositivi passano automaticamente all'alimentazione a batteria quando si verifica una mancanza di corrente, dandoti l'opportunità di salvare i dati e di spegnere correttamente il PC. Alcuni modelli ti consentono persino di continuare a lavorare fino a quando non torna la corrente. Quando acquisti un UPS, assicurati che abbia le stesse qualità che cercheresti in un SPD, ma verifica anche la vita della batteria e il software incluso.
nl: Behalve als piekbeveiliging schakelen deze apparaten automatisch naar batterijvoeding wanneer de stroom uitvalt, waardoor u de kans krijgt om gegevens op te slaan en uw systeem af te sluiten. Sommige modellen kunt u zelfs door laten werken tot de stroomvoorziening is hersteld. Bij aankoop van een UPS, zorg dan dat deze dezelfde kwaliteit heeft als die u zou kiezen bij een overspanningsbeveiliging, maar controleer ook de levensduur van de batterij en de meegeleverde software.
pt_br: Além de servirem como supressores de surtos, esses dispositivos alternam automaticamente para a alimentação por bateria quando ocorre uma queda de energia, permitindo que você salve dados e desligue o sistema. Alguns modelos permitem até que você continue trabalhando até que a energia seja restaurada. Ao comprar um UPS ou nobreak, certifique-se de que ele tenha as mesmas qualidades que você buscaria em um supressor de surtos, mas verifique também a duração da bateria e o software incluso.
sl: Poleg tega, da služijo kot dušilniki prenapetostnih sunkov, te naprave samodejno preklopijo na baterije, ko pride do izpada električne energije, kar vam daje možnost shranjevanja podatkov in zaustavljanja sistema. Nekateri modeli vam bodo celo omogočili, da obdržite delovanje računalnika do ponovne vzpostavitve napajanja. Ko kupujete UPS, se prepričajte, da ima enake lastnosti, ki bi jih iskali pri prenapetostnem dušilniku, vendar tudi preverite življenjsko dobo baterije in vključeno programsko opremo.
uk: Окрім убезпечення вашої системи придушенням сплесків напруги, ці пристрої автоматично перемикають живлення на акумулятори, якщо вимикається живлення у електромережі, що надає вам змогу зберегти дані і завершити роботу вашої системи. У деяких моделях навіть передбачено можливість продовження роботи до відновлення основного джерела живлення. Під час купівлі UPS переконайтеся, що пристрій має функції придушувача сплесків напруги (фільтра), а також перевірте строк роботи від акумулятора та наявність відповідного програмного забезпечення.
zh_cn: 除了作为浪涌抑制器，这些设备在断电时会自动切换到电池供电，让你有机会保存数据并关闭系统。某些型号甚至允许你继续工作直到电力恢复。购买 UPS 时，确保其具备浪涌抑制器的品质，并检查电池寿命和附带的软件。

source: Considering the potential risk to your computing system, ensuring its safety from power disturbances is a worthwhile investment. A quality surge suppressor or a 500W UPS are not too expensive for the peace of mind you’ll gain knowing your computer is well protected. At the very least, consider disconnecting all lines to your computer when you go on holidays.
ca: Si teniu en compte el risc potencial per al vostre ordinador, assegureu-vos que la vostra seguretat contra els trastorns elèctrics és una inversió rendible. Un protector de sobretensions de qualitat o un SAI de 500 W no són massa cars per a la tranquil·litat que obtindreu sabent que l'equip està ben protegit. Com a mínim, considereu desconnectar totes les línies quan marxeu de vacances.
it: Considerando il rischio potenziale cui è esposto il tuo sistema, adottare misure di sicurezza contro i disturbi della rete elettrica è un investimento valido. Un SPD di qualità o un UPS da 500 W non costa poi così tanto rispetto alla tranquillità che acquisiresti sapendo che il computer è ben protetto. Per lo meno, valuta di staccare tutti i cavi del tuo computer quando vai in vacanza.
nl: Gezien het potentiële risico voor uw computersysteem, is het waarborgen van de veiligheid tegen verstoringen in de stroomvoorziening een waardevolle investering. Een goede kwaliteit piekspanningsbeveiliger is niet al te duur. Het is een kleine prijs om te betalen voor uw gemoedsrust die u zult krijgen wetende dat uw computer goed beschermd is. Als minste overweeg alle netstekkers uit uw apparatuur te halen wanneer u op vakantie gaat.
pt_br: Considerando o risco potencial para o seu sistema de computação, garantir sua segurança contra interrupções de energia é um investimento que vale a pena. Um supressor de surtos de qualidade ou um nobreak de 500 W não são muito caros para a tranquilidade que você terá ao saber que seu computador está bem protegido. No mínimo, considere desconectar todos os cabos do seu computador quando for viajar.
sl: Glede na morebitno tveganje za vaš računalniški sistem je zagotavljanje njegove varnosti pred motnjami napajanja vredna naložba. Kakovosten dušilec prenapetosti ali 500 W UPS nista predraga za brezskrbnost, ki jo boste pridobili, če veste, da je vaš računalnik dobro zaščiten. Razmislite vsaj o prekinitvi vseh povezav z računalnikom, ko greste na počitnice.
uk: Беручи до уваги потенційний ризик вашій комп’ютерній системі, убезпечення її від проблем з мережею є вартим певних витрат. Якісний придушувач сплесків напруги (фільтр) або UPS на 500 Вт є не надто дорогими. Це невелика ціна за спокій, який ви відчуватимете, знаючи, що ваш комп’ютер добре захищено. Якщо ж такі заходи безпеки вам не по кишені, принаймні вимикайте ваш комп’ютер з мережі, коли вирушаєте з дому у далекі подорожі.
zh_cn: 考虑到计算机系统的潜在风险，确保其免受电源干扰是一项值得的投资。一台优质的浪涌抑制器或 500W UPS 并不昂贵，却能让你安心。至少，在度假时考虑断开计算机的所有连接线。

source: Safeguarding Policy
ca: Política de salvaguarda
it: Politica di salvaguardia
nl: Beleid voor bescherming
pt_br: Política de Salvaguarda
sl: Politika zaščite
uk: Правила захисту
zh_cn: 保护策略

source: Web Storage Services
ca: Serveis d'emmagatzematge web
it: Servizi web di memorizzazione
nl: Web opslagdiensten
pt_br: Serviços de armazenamento na Web
sl: Storitve spletnega shranjevanja
uk: Служби зберігання у мережі
zh_cn: 网络存储服务

source: Amazon Web Services includes S3 - Simple Storage Service. With appropriate configuration, you can mount S3 as a drive on Linux, Mac, and Windows systems, allowing you to use it as a backup destination for your favorite software. Google Drive is another popular cloud storage service where one can store infinite amount of data.
ca: Els serveis web d'Amazon inclouen S3 -Servei d'emmagatzematge senzill-. Amb la configuració adequada, podeu muntar el S3 com a una unitat en els sistemes Linux, Mac i Windows, el qual permetrà utilitzar-la com a destinació per a la còpia de seguretat per al vostre programari preferit. Google Drive és un altre servei popular d'emmagatzematge al núvol on una persona pot emmagatzemar una quantitat infinita de dades.
it: Amazon Web Services include S3 (Simple Storage Service, 'Servizio Semplice di Memorizzazione'). Con la giusta configurazione puoi montare S3 come un disco su sistemi Linux, Mac e Windows, permettendoti di utilizzarlo come destinazione per le copie di sicurezza dei tuoi software programmi. Google Drive è un altro popolare servizio di storage in cloud in cui è possibile salvare una quantità infinita di dati.
nl: Amazon Web Services omvat S3 - Simple Storage Service. Met de juiste configuratie kunt u S3 als een drive op Linux, Mac en Windows systemen installeren zodat u het kunt gebruiken als back-up bestemming voor uw favoriete software. Google Drive is een andere populaire service voor voor opsla in de cloud, waarbij men een oneindige hoeveelheid gegevens op kan slaan.
pt_br: A Amazon Web Services inclui o S3 - Simple Storage Service. Com a configuração adequada, você pode montar o S3 como uma unidade em sistemas Linux, Mac e Windows, permitindo usá-lo como destino de backup para seus softwares favoritos. O Google Drive é outro serviço popular de armazenamento em nuvem que permite armazenar uma quantidade infinita de dados.
sl: Amazon Web Services vključuje S3 - Simple Storage Service. Z ustrezno konfiguracijo lahko namestite S3 kot pogon v sisteme Linux, Mac in Windows, kar vam omogoča, da ga uporabite kot rezervno destinacijo za svojo priljubljeno programsko opremo. Google Drive je še ena priljubljena storitev za shranjevanje v oblaku, kjer lahko shranjujete neskončno količino podatkov.
uk: Серед вебслужб Amazon є служба S3 — Simple Storage Service (проста служба зберігання). За належного налаштування, ви можете змонтувати S3 як окремий диск у системах Linux, Mac та Windows, що надасть вам змогу скористатися послугами цієї служби для створення резервних копій даних ваших улюблених програм. Google Диск є ще однією популярною службою зберігання даних у хмарі, де ви можете зберігати необмежений об’єм даних.
zh_cn: 亚马逊网络服务（AWS）包括 S3（简单存储服务）。通过适当配置，你可以在 Linux、Mac 和 Windows 系统上将 S3 挂载为驱动器，将其用作备份目的地。Google Drive 是另一种流行的云存储服务，可存储无限量的数据。
