Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Luckily, image formats typically have had a longer life time than office documents and are a bit less affected by obsolescence.
it: Fortunatamente, i formati immagine normalmente hanno una vita più lunga dei documenti da ufficio, e sono un po' meno soggetti all'obsolescenza.
pt_br: Felizmente, os formatos de imagem costumam ter uma vida útil mais longa que os documentos de escritório e são um pouco menos afetados pela obsolescência.
sl: Na srečo imajo slikovni formati običajno daljšo življenjsko dobo kot pisarniški dokumenti in nanje nekoliko manj vpliva zastarelost.
uk: На щастя, формати зберігання зображень живуть довше за формати офісних документів, отже дещо менше вражені хворобою застарівання.
zh_cn: 幸运的是，图像格式通常比办公文档有更长的生命周期，并且受淘汰的影响较小。

source: Open Source standards have the huge advantage of having an open specification. Even if one day in the future there is no software to read a particular file format, someone can recreate such software based only on the specification.
it: Gli standard aperti hanno il grosso vantaggio di avere delle specifiche aperte. Anche se nel futuro non ci sarà più un software in grado di leggere un particolare formato di file, qualcuno lo potrà sempre ricreare basandosi solamente sulle specifiche del formato.
pt_br: Os padrões de código aberto têm a enorme vantagem de ter uma especificação aberta. Mesmo que um dia não exista um software para ler um formato de arquivo específico, alguém poderá recriar esse software com base apenas na especificação.
sl: Odprtokodni standardi imajo veliko prednost, saj imajo odprto specifikacijo. Tudi če nekega dne v prihodnosti ne bo programske opreme za branje določenega formata datoteke, lahko nekdo ponovno ustvari takšno programsko opremo samo na podlagi specifikacije.
uk: Відкриті стандарти мають величезну перевагу у відкритості специфікації. Навіть якщо одного дня у майбутньому ви не зможете знайти програмного забезпечення для читання даних у певному відкритому форматі, ви завжди зможете відтворити таке програмне забезпечення лише на основі специфікації.
zh_cn: 开源标准的巨大优势在于拥有开放的规范。即使未来的某一天没有软件可以读取特定的文件格式，有人也可以仅根据规范重新创建这样的软件。

source: digiKam Image Editor Default Save Settings for Common Image Formats
ca: Opcions de configuració predeterminades per als formats d'imatge habituals a l'editor d'imatges digiKam
it: Impostazioni di salvataggio predefinite dell'editor delle immagini di digiKam per i formati comuni delle immagini
pt_br: Configurações padrão de salvamento do editor de imagens digiKam para formatos de imagem comuns
sl: digiKamove privzete nastavitve shranjevanja urejevalnika slik za pogoste formate slik
uk: Типове вікно збереження параметрів для типових форматів зображень у редакторі зображень digiKam
zh_cn: digiKam 图像编辑器常见图像格式的默认保存设置

source: **JPEG** has been around for a while now. It's a lossy format that loses a bit every time you make and save a modified version of the original. On the positive side, the JPEG format is ubiquitous, supports JFIF, Exif, IPTC and XMP metadata, has good compression ratios and can be read by all imaging software. Because of its metadata limitations, lossy nature, absence of transparency and 8-bit color channel depth, we do not recommend it. JPEG2000 is better, can be employed lossless, but suffers from a smaller user base.
it: **JPEG** è in circolazione da un po' ormai. È un formato che perde dati ogni volta che fai e salvi una versione modificata dell'originale. L'aspetto positivo è che il formato JPEG è molto diffuso, supporta i metadati JFIG, Exif, IPTC, e XMP, ha buoni fattori di compressione e può essere letto da tutti i software di gestione delle immagini. A causa delle sue limitazioni nei metadati, la sua naturale perdita di dati, la sua assenza di trasparenze e la sua profondità di colore di 8bit per canale noi non lo raccomandiamo. Il formato JPEG2000 è migliore, può essere impiegato senza perdita di dati, ma ha una base di utenti meno estesa.
pt_br: **JPEG** já existe há algum tempo. É um formato com perdas que perde um pouco cada vez que você cria e salva uma versão modificada do original. O lado positivo é que o formato JPEG é onipresente, suporta metadados JFIF, Exif, IPTC e XMP, tem boas taxas de compressão e pode ser lido por todos os softwares de imagem. Devido às suas limitações de metadados, natureza com perdas, ausência de transparência e profundidade de canal de cor de 8 bits, não o recomendamos. O JPEG2000 é melhor, pode ser usado sem perdas, mas sofre com uma base de usuários menor.
sl: **JPEG** obstaja že nekaj časa. To je format z izgubo, ki se nekoliko izgubi vsakič, ko naredite in shranite spremenjeno različico izvirnika. Pozitivno je, da je format JPEG vseprisoten, podpira metapodatke JFIF, Exif, IPTC in XMP, ima dobro razmerje stiskanja in ga lahko bere vsa programska oprema za slikanje. Zaradi omejitev metapodatkov, izgube, pomanjkanja prosojnosti in globine 8-bitnega barvnega kanala ga ne priporočamo. JPEG2000 je boljši, lahko se uporablja brez izgub, vendar trpi zaradi manjše baze uporabnikov.
uk: **JPEG** зараз повсюди, і хоча це формат зберігання даних з втратою якості, якість зображення у якому падає після кожної зміни і збереження, цей формат можна зустріти будь-де, він підтримує метадані у форматі JFIF, Exif, IPTC і XMP, має непогані характеристики стискання і може бути прочитаний будь-яким програмним забезпеченням для роботи з зображеннями. Через обмеження метаданих, природну втрату якості, відсутність прозорості і 8-бітову глибину кольорів, ми не рекомендуємо користуватися цим форматом. Формат JPEG2000 є кращим, реалізовує стискання без втрат, але не користується популярністю.
zh_cn: **JPEG** 已经存在一段时间了。它是一种有损格式，每次对原始文件进行修改并保存时都会损失一些信息。从积极的方面来看，JPEG 格式无处不在，支持 JFIF、Exif、IPTC 和 XMP 元数据，具有良好的压缩率，并且可以被所有图像软件读取。由于其元数据限制、有损性质、缺乏透明度和8位颜色通道深度，我们不推荐使用它。JPEG2000 更好，可以无损使用，但用户基数较小。

source: **GIF** is a proprietary, patented format that is slowly disappearing from the market. Don't use it.
ca: El **GIF** és un format propietari i patentat que està desapareixent lentament del mercat. No l'utilitzeu.
it: **GIF** è un formato proprietario con brevetti che sta lentamente scomparendo dal mercato. Non usarlo.
pt_br: **GIF** é um formato proprietário e patenteado que está desaparecendo lentamente do mercado. Não o utilize.
sl: **GIF** je lastniški, patentiran format, ki počasi izginja iz trga. Ne uporabljajte ga.
uk: **GIF** є патентованим форматом, він повільно зникає з ринку. Не використовуйте цей формат.
zh_cn: **GIF** 是一种专有的专利格式，正在慢慢从市场上消失。不要使用它。

source: **PNG** was invented as an Open Source standard to replace GIF, but it does much more. It is lossless, supports XMP, Exif and IPTC metadata, has 16-bit color encoding and full transparency. PNG can store gamma and chromaticity data for improved color matching on heterogeneous platforms. Its drawback are relatively big file sizes (but smaller than TIFF) and slow compression. We recommend it.
it: **PNG** è un formato standard open source, inventato per rimpiazzare GIF, ma fa molto di più. È senza perdita di dati, supporta i metadati XMP, Exif e IPTC, possiede la codifica del colore a 16 bit e la piena trasparenza. PNG può memorizzare i dati della gamma e le informazioni sul colore per una migliore corrispondenza su piattaforme eterogenee. L'aspetto negativo sono le dimensioni relativamente grandi (ma inferiori a TIFF) e la compressione lenta. Lo raccomandiamo.
pt_br: O **PNG** foi inventado como um padrão de código aberto para substituir o GIF, mas faz muito mais. É sem perdas, suporta metadados XMP, Exif e IPTC, possui codificação de cores de 16 bits e transparência total. O PNG pode armazenar dados de gama e cromaticidade para melhor correspondência de cores em plataformas heterogêneas. Suas desvantagens são os tamanhos de arquivo relativamente grandes (mas menores que o TIFF) e a compactação lenta. Recomendamos.
sl: **PNG** je bil izumljen kot odprtokodni standard za zamenjavo GIF, vendar omogoča veliko več. Je brez izgub, podpira metapodatke XMP, Exif in IPTC, ima 16-bitno barvno kodiranje in popolno preglednost. PNG lahko shrani podatke o gama in kromatičnosti za izboljšano ujemanje barv na heterogenih platformah. Njegova pomanjkljivost so razmeroma velike velikosti datotek (vendar manjše od TIFF) in počasno stiskanje. Priporočamo.
uk: **PNG** було створено як відкритий стандарт для заміни GIF, але цей формат переріс подібні завдання. У ньому можна зберігати дані без втрат, передбачено підтримку метаданих XMP, Exif і IPTC, кодування 16-бітових кольорів і повна прозорість. PNG може зберігати гаму і дані хроматичності для покращення показу кольорів на різних платформах. Його недоліками є відносно великий розмір файлів (втім, менший за розмір TIFF) і повільне стискання. Рекомендуємо користуватися цим форматом.
zh_cn: **PNG** 是作为替代 GIF 的开源标准发明的，但它能做的远不止于此。它是无损的，支持 XMP、Exif 和 IPTC 元数据，具有16位颜色编码和完全透明。PNG 可以存储伽马值和色度数据，以改善异构平台上的颜色匹配。它的缺点是文件相对较大（但比 TIFF 小）和压缩速度慢。我们推荐它。

source: **TIFF** has been widely accepted as an image format. TIFF can exist in uncompressed form or in a container using a lossless compression algorithm (Deflate). It maintains high image quality but at the expense of much larger file sizes. Some cameras let you save your images in this format. The problem is that the format has been altered by so many people that there are now 50 or more flavors and not all are recognizable by all applications.
ca: El **TIFF** es va utilitzar àmpliament com a format d'imatge. Pot existir en un format sense comprimir o en un contenidor que utilitza un algorisme de compressió sense pèrdua (deflació). Manté una alta qualitat d'imatge, però a costa de mides de fitxer molt més grans. Algunes càmeres permeten desar les imatges en aquest format. El problema és que el format ha estat alterat per tantes persones que ara hi ha 50 o més variants, i no totes són reconegudes per totes les aplicacions.
it: **TIFF** è stato largamente accettato come formato per le immagini. TIFF può esistere in forma non compressa oppure in un contenitore che usa un algoritmo (Deflate) di compressione senza perdita di dati. Mantiene un'alta qualità dell'immagine, ma con un file di dimensioni molto più grandi. Alcune fotocamere permettono di salvare le immagini in questo formato. Il problema è che il formato è stato modificato da così tante persone che ora ce ne sono almeno 50 o più varianti, non tutte riconoscibili da tutte le applicazioni.
nl: **TIFF** is algemeen aanvaard als een beeldformaat. TIFF kan bestaan ​​in gecomprimeerde vorm of in een houder met een verlieslooscompressie-algoritme (Deflate). Het handhaaft een hoge beeldkwaliteit, maar ten koste van veel grotere bestanden. Sommige camera's kunnen uw foto's in dat formaat opslaan. Een probleem is dat het formaat is gewijzigd door zoveel mensen dat er nu 50 of meer versies bestaan en niet allemaal worden ze herkend door alle toepassingen.
pt_br: **TIFF** é amplamente aceito como formato de imagem. O TIFF pode existir descompactado ou em um contêiner usando um algoritmo de compactação sem perdas (Deflate). Ele mantém a alta qualidade da imagem, mas às custas de tamanhos de arquivo muito maiores. Algumas câmeras permitem salvar suas imagens neste formato. O problema é que o formato foi alterado por tantas pessoas que agora existem 50 ou mais variantes, e nem todas são reconhecíveis por todos os aplicativos.
sl: **TIFF** je splošno sprejet kot slikovni format. TIFF lahko obstaja v nestisnjeni obliki ali v vsebniku z uporabo algoritma stiskanja brez izgub. Ohranja visoko kakovost slike, vendar na račun veliko večje velikosti datotek. Nekateri fotoaparati omogočajo shranjevanje slik v tem formatu. Težava je v tem, da je format spremenilo toliko ljudi, da jih je zdaj 50 ali več variant in vse aplikacije ne prepoznavajo vseh.
uk: **TIFF** раніше широко використовувався для зберігання зображень. Зображення у форматі TIFF можна зберігати у нестисненій формі або у контейнері, стиснутому за допомогою алгоритму стискання без втрат (Deflate). У форматі передбачено зберігання зображень з високою якістю, але це призводить до створення файлів невиправдано великого розміру. Зберігання зображень у цьому форматі передбачено на деяких фотоапаратах. Проблеми формату полягають у тому, що його вже було змінено стільки разів, що зараз існує понад 50 його різновидів і не з усіма з них можна працювати у довільно вибраній програмі.
zh_cn: **TIFF** 作为一种图像格式已被广泛接受。TIFF 可以以未压缩的形式存在，也可以在使用无损压缩算法（Deflate）的容器中存在。它保持了高图像质量，但代价是文件大得多。一些相机允许你以这种格式保存照片。问题是这种格式已经被许多人修改，现在有 50 多种变体，并非所有应用程序都能识别所有变体。

source: **PGF** for Progressive Graphics File is another not so well known but open file image format. Wavelet-based, it allows lossless and lossy data compression. PGF compares well with **JPEG 2000** but it was developed for compression/decompression speed rather than compression ratio. A PGF file looks significantly better than a JPEG file of the same file size, while also remaining very good at progressive display. PGF format is used internally in digiKam to store compressed thumbnails in the database. For more information about the PGF format see the `libPGF homepage <https://libpgf.org/>`_
it: **PGF** sta per *Progressive Graphics File*, ed è un altro formato immagine aperto, anche se non molto conosciuto. Basato su wavelet, consente la compressione sia con perdita di dati, sia senza perdita di dati. PGF è comparabile a **JPEG 2000** ma è stato sviluppato pensando alla velocità di compressione/decompressione piuttosto che al rapporto di compressione. Un file PGF appare decisamente migliore di un file JPEG della stessa dimensione, pur risultando molto buono anche nella visualizzazione progressiva. Il formato PGF viene utilizzato internamente da digiKam per memorizzare le miniature compresse nella banca dati. Per ulteriori informazioni sul formato PGF, consulta la `pagina web di libPGF <https://libpgf.org/>`_
pt_br: **PGF** (Progressive Graphics File) é outro formato de imagem de arquivo aberto, mas não tão conhecido. Baseado em wavelets, permite a compactação de dados com e sem perdas. O PGF se compara bem ao **JPEG 2000**, mas foi desenvolvido para velocidade de compactação/descompactação em vez de taxa de compactação. Um arquivo PGF tem uma aparência significativamente melhor do que um arquivo JPEG do mesmo tamanho, mantendo-se também muito bom em exibição progressiva. O formato PGF é usado internamente no digiKam para armazenar miniaturas compactadas no banco de dados. Para mais informações sobre o formato PGF, consulte a página inicial do `libPGF <https://libpgf.org/>`_
sl: **PGF** za progresivno grafično datoteko (Progressive Graphics File) je še en ne tako dobro znan, a odprt format slikovne datoteke. Temelji na Waveletu in omogoča stiskanje podatkov brez izgub in z izgubo. PGF se dobro primerja z **JPEG 2000**, vendar je bil razvit za hitrost stiskanja/dekompresije in ne za razmerje stiskanja. Datoteka PGF je videti precej bolje kot datoteka JPEG enake velikosti datoteke, hkrati pa ostaja zelo dobra pri progresivnem prikazu. Format PGF se interno uporablja v digiKamu za shranjevanje stisnjenih sličic v bazi podatkov. Za več informacij o formatu PGF si oglejte `domačo stran libPGF <https://libpgf.org/>`_
uk: **PGF** "Progressive Graphics File" (прогресивний графічний файл) є ще одним з не дуже відомих, але відкрити форматів зберігання графічних даних Формат засновано на використанні вейвлетів, його можна використовувати для зберігання файлів з втратами і без втрат PGF можна порівняти з **JPEG 2000**, але основною метою його розробки була швидкість обробки (стискання та видобування), а не максимальний коефіцієнт стискання. За однакового розміру файлів, файл PGF виглядає значно краще за файл JPEG, зберігаючи при цьому дуже високу швидкість поступового (прогресивного) показу. Формат PGF використано у digiKam на внутрішньому рівні для зберігання стиснутих мініатюр у базі даних. Докладніше про формат PGF можна дізнатися з домашньої сторінки `libPGF <https://libpgf.org/>`_.
zh_cn: **PGF** （渐进式图形文件）是另一种不太知名但开放的文件图像格式。基于小波变换，它允许无损和有损数据压缩。 PGF 与 JPEG 2000 相比表现良好，但它开发时更注重压缩/解压缩速度而不是压缩率。文件大小相同的情况下， PGF 文件看起来明显比 JPEG 文件好，同时在渐进显示方面也非常出色。PGF 格式在 digiKam 内部用于在数据库中存储压缩的缩略图。有关 PGF 格式的更多信息，请参阅 `libPGF 主页 <https://libpgf.org/>`_ 。

source: digiKam Image Editor Raw Import Tool
ca: Eina d'importació RAW a l'editor d'imatges digiKam
it: Strumento di importazione RAW dell'editor delle immagini di digiKam
nl: Hulpmiddel voor RAW importeren van de afbeeldingsbewerker van digiKam
pt_br: Ferramenta de importação RAW do editor de imagens digiKam
sl: digiKam orodje za uvoz surovega urejevalnika slik
uk: Інструмент імпортування цифрових негативів редактора зображень digiKam
zh_cn: digiKam图像编辑器RAW导入工具

source: **RAW** format. Some more expensive cameras support shooting in a RAW format. The RAW format is not really an image standard at all, it is a container format which is different for every brand and camera model. RAW format images contain minimally processed data from the image sensor of a digital camera or image scanner. Raw image files are sometimes called digital negatives, as they fulfill the same role as film negatives in traditional chemical photography. Specifically, the negative is not directly usable as an image, but has all of the information needed to create an image. Storing photographs in a camera's RAW format provides for higher dynamic range and allows you to alter settings, such as white balance, after the photograph has been taken. Most professional photographers use RAW format, because it offers them maximum flexibility. The downside is that RAW image files can be very large indeed.
it: Formato **RAW**. Alcune fotocamere più costose, supportano gli scatti in formato RAW. Il formato RAW non è in realtà uno standard per le immagini, è un formato contenitore che si differenzia in base a ogni marca e modello. Le immagini in formato RAW contengono i dati elaborati il meno possibile dal sensore di immagine della fotocamera digitale o dello scanner. Le immagini in formato RAW vengono a volte chiamate negativi digitali, perché hanno lo stesso ruolo che avevano i negativi nella fotografia chimica tradizionale. Nello specifico, non possono essere utilizzate direttamente come immagine, come il negativo, ma contengono tutte le informazioni necessarie per crearla. Salvare le fotografie nel formato RAW di una fotocamera fornisce una gamma più dinamica e permette di cambiare le impostazioni, ad esempio il bilanciamento del bianco, anche dopo che la fotografia è stata scattata. La maggior parte dei fotografi professionisti usa il formato RAW perché fornisce loro la massima flessibilità. L'aspetto negativo è che i file in formato RAW possono essere davvero grandi.
pt_br: Formato **RAW**. Algumas câmeras mais caras suportam fotografar em formato RAW. O formato RAW não é realmente um padrão de imagem, é um formato de contêiner que é diferente para cada marca e modelo de câmera. Imagens em formato RAW contêm dados minimamente processados ​​do sensor de imagem de uma câmera digital ou scanner de imagem. Arquivos de imagem RAW são às vezes chamados de negativos digitais, pois desempenham o mesmo papel que os negativos de filme na fotografia química tradicional. Especificamente, o negativo não é diretamente utilizável como uma imagem, mas tem todas as informações necessárias para criar uma imagem. Armazenar fotografias no formato RAW de uma câmera fornece maior alcance dinâmico e permite que você altere configurações, como balanço de branco, depois que a fotografia foi tirada. A maioria dos fotógrafos profissionais usa o formato RAW, porque ele oferece a eles máxima flexibilidade. A desvantagem é que os arquivos de imagem RAW podem ser muito grandes.
sl: Format **RAW**. Nekatere dražje kamere podpirajo snemanje v surovem formatu RAW. Format RAW pravzaprav sploh ni slikovni standard, je vsebniški format, ki je drugačen za vsako znamko in model fotoaparata. Slike surovega formata RAW vsebujejo minimalno obdelane podatke iz slikovnega senzorja digitalnega fotoaparata ali optičnega bralnika slik. Neobdelane slikovne datoteke včasih imenujemo digitalni negativi, saj opravljajo enako vlogo kot filmski negativi v tradicionalni kemični fotografiji. Natančneje, negativ ni neposredno uporaben kot slika, vendar vsebuje vse informacije, potrebne za ustvarjanje slike. Shranjevanje fotografij v formatu RAW fotoaparata zagotavlja višji dinamični razpon in vam omogoča spreminjanje nastavitev, kot je nastavitev beline, potem ko je fotografija posneta. Večina profesionalnih fotografov uporablja format RAW, ker jim ponuja največjo prilagodljivost. Slaba stran je, da so slikovne datoteke RAW lahko res zelo velike.
uk: **RAW**-формат (формат цифрових негативів). Деякі фотоапарати, в основному дорогих моделей, підтримують зберігання знімків у форматі RAW. Формат RAW насправді зовсім не є якимось стандартом зберігання зображення, — це просто формат-контейнер, параметри якого є різними у різних виробників і навіть у різних моделях фотоапаратів. Знімки у форматі RAW містять дані з мінімальним рівнем обробки, отримані від датчиків цифрового фотоапарата або цифрового сканера. Файли знімків RAW іноді називають цифровими негативами, оскільки вони виконують ту саму роль, що і плівкові негативи у традиційній фотографії з хімічною обробкою: негатив не можна напряму використовувати як зображення, але він містить всі дані, потрібні для побудови зображення. Зберігання фотографій у форматі цифрового негатива фотоапарата надає змогу отримати ширший динамічний діапазон і змінити інші параметри, зокрема баланс білого, вже після зйомки. Більшість професійних фотографів користуються форматом RAW, оскільки він надає максимальні можливості з обробки знімка. Недоліком формату знімків RAW є надзвичайно великі розміри відповідних файлів.
zh_cn: **RAW** 格式。一些更昂贵的相机支持以 RAW 格式拍摄。RAW 格式并不是真正的图像标准，它是一种容器格式，每个品牌和相机型号都不同。RAW 格式图像包含来自数码相机或图像扫描仪图像传感器的最小处理数据。原始图像文件有时被称为数字负片，因为它们与传统化学摄影中的胶片负片扮演相同的角色。具体来说，负片不能直接用作图像，但具有创建图像所需的所有信息。以相机的 RAW 格式存储照片可以提供更高的动态范围，并允许你在拍摄后更改设置，例如白平衡。大多数专业摄影师使用 RAW 格式，因为它为他们提供了最大的灵活性。缺点是 RAW 图像文件可能非常大。
