Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Flaky power supplies are another source of transmission losses because they create interference with the data streams. With many normal files systems, these errors can go unnoticed.
ca: Les fonts d'alimentació inestables són una altra font de pèrdues de transmissió, ja que creen interferències en els fluxos de dades. Amb molts sistemes de fitxers normals, aquests errors poden passar desapercebuts.
it: Gli alimentatori inaffidabili sono un'altra sorgente di perdita di trasmissione, perché generano interferenze con il flusso dei dati. Con molti filesystem normali, questi errori possono non essere notati.
nl: On-gestabiliseerde voedingen zijn een andere bron van verliezen in de overdracht, omdat ze storing veroorzaken in gegevensstromen. Met vele normale bestandssystemen blijven die fouten onopgemerkt.
pt_br: Fontes de alimentação instáveis ​​são outra fonte de perdas de transmissão, pois criam interferência nos fluxos de dados. Em muitos sistemas de arquivos comuns, esses erros podem passar despercebidos.
sl: Nestabilni napajalniki so še en vir izgub pri prenosu, ker povzročajo motnje v podatkovnih tokovih. Pri mnogih običajnih datotečnih sistemih lahko te napake ostanejo neopažene.
uk: Нестабільність у електромережах є ще одним джерелом втрат даних під час передавання, оскільки така нестабільність може втрутитися у потоки даних. У звичайних файлових системах помилки спричинені нестабільністю можуть залишитися непоміченими.
zh_cn: 不稳定的电源是传输丢失的另一个来源，因为它们会干扰数据流。对于许多普通文件系统，这些错误可能不会被察觉。

source: Future of File-systems
ca: Futur dels sistemes de fitxers
it: Futuro dei filesystem
nl: Toekomst van bestandssystemen
pt_br: O futuro dos sistemas de arquivos
sl: Prihodnost datotečnih sistemov
uk: Майбутнє файлових систем
zh_cn: 文件系统的未来

source: `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ from Oracle seems to be one of two candidates to deal with disk errors on a low level, and it is highly scalable. It is Open Source, heavily patented, comes with an GPL incompatible license, and is available on Linux and macOS.
ca: El `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ d'Oracle sembla un dels dos candidats per a fer front als errors de baix nivell en el disc, i és altament escalable. És de codi obert, molt patentat, ve amb una llicència incompatible amb la GPL i està disponible a Linux i macOS.
it: `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ di Oracle sembra essere uno dei due candidati per gestire gli errori del disco a basso livello, ed è estremamente scalabile. È open source, eccessivamente brevettato, distribuito con una licenza incompatibile con GPL, ed è disponibile sui sistemi Linux e macOS.
nl: `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ van Oracle lijkt een van de twee kandidaten te zijn die schijffouten op laag niveau aanpakt en het is zeer schaalbaar. Het is open-source, zwaar gepatenteerd, wordt geleverd met een met een licentie die onverenigbaar is met GPL en is beschikbaar op Linux en macOS.
pt_br: O `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ da Oracle parece ser um dos dois candidatos a lidar com erros de disco em um nível baixo, e é altamente escalável. É de código aberto, altamente patenteado, vem com uma licença incompatível com a GPL e está disponível para Linux e macOS.
sl: Zdi se, da je `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ podjetja Oracle eden od dveh kandidatov za odpravljanje napak diska na nizki ravni in je visoko razširljiv. Je odprtokoden, močno patentiran, prihaja z GPL nezdružljivo licenco in je na voljo v sistemih Linux in macOS.
uk: `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ від Oracle виглядає одним з двох кандидатів для боротьби з дисковими помилками на низькому рівні Ця система має величезні можливості масштабованості Код цієї файлової системи відкрито, її строго запатентовано, її ліцензія є несумісною з GPL, нею можна користуватися у Linux і macOS.
zh_cn: 有两种能够从底层处理磁盘错误的候选方案，Oracle 的 `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ 似乎是其中之一，且具有高度可扩展性。它是开源的，但受专利保护，采用与 GPL 不兼容的许可证，可在 Linux 和 macOS 上使用。

source: Oracle has also introduced its `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ file system. It employs the same protection technique as **ZFS** does, and is available on Linux.
ca: Oracle també ha presentat el seu sistema de fitxers `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_. Utilitza la mateixa tècnica de protecció que **ZFS** i està disponible al Linux.
it: Oracle ha introdotto il suo filesystem `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_. Impiega le stesse tecniche di protezione di **ZFS** ed è disponibile in Linux.
nl: Oracle heeft zijn `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ bestandssysteem geïntroduceerd. Het hanteert dezelfde beschermingstechniek als **ZFS** en is beschikbaar op Linux.
pt_br: A Oracle também introduziu seu sistema de arquivos `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_. Ele emprega a mesma técnica de proteção do **ZFS** e está disponível no Linux.
sl: Oracle je predstavil tudi svoj datotečni sistem `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_. Uporablja enako tehniko zaščite kot **ZFS** in je na voljo na sistemu Linux.
uk: Oracle також впровадила власну файлову систему `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_. У цій файловій системі передбачено ту саму методику, що і **ZFS**, цю систему можна використовувати у Linux.
zh_cn: Oracle还推出了 `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ 文件系统，采用与ZFS相同的保护技术，适用于Linux。

source: Human Errors
ca: Errors humans
it: Errori umani
nl: Menselijke fouten
pt_br: Erros humanos
sl: Človeške napake
uk: Людські помилки
zh_cn: 人为错误

source: Theft And Accidents
ca: Robatoris i accidents
it: Furti e incidenti
nl: Diefstal en ongelukjes
pt_br: Roubo e acidentes
sl: Kraje in nesreče
uk: Крадіжки та нещасні випадки
zh_cn: 盗窃与事故

source: Do not underestimate the potential for data lost to theft or accident. Those two factors account for 86% of notebook and 46% for desktop system data losses. For notebooks, theft counts for 50% alone.
ca: No subestimeu el potencial de pèrdua de dades per robatoris o accidents. Aquests dos factors representen el 86% de les pèrdues de dades en ordinadors portàtils i el 46% en sistemes d'escriptori. Per als ordinadors portàtils, el robatori ja representa el 50%.
it: Non sottovalutare il potenziale dei dati persi per furto o incidente. Questi due fattori rappresentano la perdita di dati per l'86% dei portatili e il 46% dei sistemi desktop. Per i portatili il furto costituisce, da solo, il 50% dei casi.
nl: Onderschat het potentiaal voor gegevensverlies door diefstal en ongeluk niet. Die twee factoren zijn goed voor 86% van de laptop en 46% voor desktop verliezen van systeemgegevens. Voor laptops, telt diefstal alleen al voor 50%.
pt_br: Não subestime o potencial de perda de dados por roubo ou acidente. Esses dois fatores são responsáveis ​ ​por 86% das perdas de dados em notebooks e 46% em desktops. No caso de notebooks, o roubo representa 50%.
sl: Ne podcenjujte možnosti izgube podatkov zaradi kraje ali nesreče. Ta dva dejavnika predstavljata 86 % izgub podatkov v prenosnih računalnikih in 46 % v namiznih sistemih. Samo pri prenosnih računalnikih kraje štejejo 50 %.
uk: Не варто недооцінювати можливості втрати даних внаслідок крадіжки або нещасного випадку! Ці два фактори є причиною 86% втрат даних на ноутбуках і 46% втрат даних на стаціонарних комп’ютерах. Окремо крадіжки ноутбуків складають 50% втрат даних
zh_cn: 不要低估因盗窃或事故导致数据丢失的可能性。这两大因素占笔记本数据丢失的 86% 和台式机系统的 46%。仅盗窃一项就占笔记本数据丢失的 50%。

source: Malware
ca: Programari maliciós
nl: Schadelijke software (malware)
sl: Zlonamerna programska oprema
uk: Зловмисне програмне забезпечення
zh_cn: 恶意软件

source: Data loss due to viruses is less grave than common wisdom would have you believe. It accounts for less damage than theft or re-installations, for example. While malware used to be mostly limited to Microsoft OS, the frequency of attacks on Linux and Apple systems has grown.
ca: La pèrdua de dades a causa dels virus és menys greu del que la saviesa popular vol fer creure. Representa menys danys que el robatori o les reinstal·lacions, per exemple. Tot i que el programari maliciós solia limitar-se principalment al SO Microsoft, la freqüència d'atacs a sistemes Linux i Apple ha crescut.
it: Le perdite di dati dovute ai virus sono meno gravi di quanto la comune saggezza faccia ritenere. Esse rappresentano meno danni del furto e delle re-installazioni, per esempio. Mentre il malware sembra limitato principalmente agli utenti dei sistemi operativi Microsoft, la frequenza di attacchi sui sistemi Linux e Apple è in crescita.
nl: Gegevensverlies als gevolg van virussen is minder ernstig dan algemeen wordt aangenomen. Het vertegenwoordigt minder schade dan bijvoorbeeld diefstal of her-installaties. Terwijl malware meestal beperkt is tot Microsoft OS, groeit de frequentie van aanvallen op Linux en Apple systemen.
pt_br: A perda de dados devido a vírus é menos grave do que o senso comum sugere. Ela causa menos danos do que roubos ou reinstalações, por exemplo. Enquanto o malware costumava se limitar principalmente aos sistemas operacionais Microsoft, a frequência de ataques a sistemas Linux e Apple aumentou.
sl: Izguba podatkov zaradi virusov je manj resna, kot bi verjeli splošnem prpričanju. Povzroča manj škode kot na primer kraje ali ponovne namestitve. Medtem ko je bila zlonamerna programska oprema včasih večinoma omejena na Microsoft OS, je pogostost napadov na sisteme Linux in Apple narasla.
uk: Втрата даних через віруси є набагато менш ймовірною, ніж може підказувати вам здоровий глузд. Віруси є набагато меншою загрозою, ніж, наприклад, крадіжка або перевстановлення системи. Хоча цю загрозу відчуватимуть переважно користувачі операційних систем Microsoft, частота атак на користувачів систем Linux та Apple зросла.
zh_cn: 病毒导致的数据丢失没有普遍认为的那么严重。其造成的损害低于盗窃或系统重装。尽管恶意软件过去主要针对微软操作系统，但针对 Linux 和 Apple 系统的攻击频率正在增加。

source: Human and Data Loss
ca: Humans i la pèrdua de les dades
it: Errore umano e perdita di dati
nl: Mens en verlies van gegevens
pt_br: O homem e a perda de dados
sl: Ljudje in izguba podatkov
uk: Людський фактор і втрата даних
zh_cn: 人为与数据丢失

source: Human error, as in everything, is a major problem in data loss. People do really stupid things. Experienced users will pull the wrong drive from a `RAID <https://en.wikipedia.org/wiki/RAID>`_ array or reformat a drive, destroying all their information. Acting without thinking is dangerous to your data.
ca: L'error humà, com en tot, és un problema important en la pèrdua de les dades. La gent tendeix a fer coses realment estúpides. Els usuaris amb experiència trauran la unitat amb errors d'una matriu `RAID <https://en.wikipedia.org/wiki/RAID>`_ o reformatarà la unitat, destruint tota la seva informació. Actuar sense pensar és perillós per a les vostres dades.
it: L'errore umano, come in ogni cosa, è il maggiore fattore coinvolto nella perdita dei dati. Le persone fanno cose davvero stupide. Gli utenti esperti estrarranno il disco sbagliato dal `RAID <https://it.wikipedia.org/wiki/RAID>`_ o lo riformatteranno, distruggendo tutte le informazioni al suo interno. Agire senza pensare è pericoloso per i tuoi dati.
nl: Menselijke fouten, zoals in alles, is een groot probleem bij gegevensverlies. Mensen doen echt domme dingen. Ervaren gebruikers kunnen het verkeerde station los koppelen van een `RAID <https://en.wikipedia.org/wiki/RAID>`_ -array of formatteren een schijf waardoor al hun gegevens vernietigd worden. Handelen zonder na te denken is gevaarlijk voor uw gegevens.
pt_br: O erro humano, como em tudo, é um grande problema na perda de dados. As pessoas fazem coisas realmente estúpidas. Usuários experientes podem extrair o disco errado de um array `RAID <https://en.wikipedia.org/wiki/RAID>`_ ou reformatar um disco, destruindo todas as suas informações. Agir sem pensar é perigoso para os seus dados.
sl: Človeška napaka je, tako kot v vsem, velika težava pri izgubi podatkov. Ljudje delajo res neumnosti. Izkušeni uporabniki bodo potegnili napačen pogon iz matrike `RAID <https://en.wikipedia.org/wiki/RAID>`_ ali znova formatirali pogon in uničili vse svoje podatke. Delovanje brez razmišljanja je nevarno za vaše podatke.
uk: Людські помилки, як і скрізь, є основною проблемою у питанні втрати даних. Люди, зазвичай, роблять дурниці. Досвідчені висмикують не той диск з масиву `RAID <https://uk.wikipedia.org/wiki/RAID>`_ або повторно форматують диск, руйнуючи на ньому всі дані. Дії без їх ретельного обдумування є найбільшою загрозою вашим даним.
zh_cn: 人为错误是数据丢失的主要原因之一。人们确实会犯一些愚蠢的错误，比如从 `RAID <https://en.wikipedia.org/wiki/RAID>`_ 阵列中拔错硬盘，或格式化硬盘导致信息全部丢失。行动前不思考对数据是危险的。

source: When something goes wrong, take a deep breath and don't panic. The best approach is to make a plan before doing taking any action that can cause significant data loss. Then sit down and explain your plan to a layman or even better, a laywoman. You will be amazed how many stupid errors can be avoided by simply making a plan and explaining it to someone else.
ca: Quan alguna cosa vagi malament, respireu profundament i no us esvereu. El millor enfocament és fer un pla abans de prendre qualsevol acció que pugui provocar una pèrdua de dades significativa. Després, seieu i expliqueu el pla a una persona inexperta. Us sorprendrà veure quants errors estúpids es poden evitar simplement fent un pla i explicant-lo a una altra persona.
it: Quando qualcosa va male, fai un bel respiro e non andare in panico. L'approccio migliore è fare un piano prima di intraprendere qualsiasi azione che potrebbe causare una perdita di dati importante. Siediti e spiega il piano a una persona inesperta. Sarai sorpreso di quanti errori stupidi possono essere evitati semplicemente creando un piano e spiegandolo a qualcun altro.
nl: Wanneer er iets fout gaat, adem diep in en raak niet in paniek. De beste benadering is een plan maken alvorens enige actie te ondernemen die aanzienlijk verlies van gegevens kan veroorzaken. Ga eens zitten en leg uw plan voor aan een leek of zelfs beter aan een vrouw. U zult versteld staan ​​hoeveel domme ideeën er op die manier vermeden kunnen worden door eenvoudig een plan te maken en het aan iemand anders uit te leggen.
pt_br: Quando algo der errado, respire fundo e não entre em pânico. A melhor abordagem é elaborar um plano antes de tomar qualquer atitude que possa causar perda significativa de dados. Em seguida, sente-se e explique seu plano a um leigo, ou melhor ainda, a uma leiga. Você ficará surpreso com a quantidade de erros estúpidos que podem ser evitados simplesmente elaborando um plano e explicando-o a outra pessoa.
sl: Ko gre kaj narobe, globoko vdihnite in brez panike. Najboljši pristop je, da naredite načrt, preden izvedete kakršno koli dejanje, ki lahko povzroči znatno izgubo podatkov. Nato se usedite in razložite svoj načrt laiku ali še bolje laični kolegici. Presenečeni boste, koliko neumnim napakam se je mogoče izogniti, če preprosto naredite načrt in ga razložite nekomu drugemu.
uk: Якщо виникнуть якісь проблеми, глибоко вдихніть і не панікуйте. Найкращий підхід — скласти план, перш ніж виконувати будь-які дії, які можуть призвести до значної втрати даних. Потім сядьте і поясніть свій план неспеціалісту, а ще краще – неспеціалістці. Ви будете вражені, скільки дурних помилок можна уникнути, просто склавши план і пояснивши його комусь іншому.
zh_cn: 当出现问题时，深呼吸并保持冷静。最佳方法是在犯下可能导致重大数据丢失的错误之前，就制定计划，并向非专业人士（尤其是女性）解释你的计划。你会惊讶地发现，仅仅是制定计划并向他人解释，就能避免许多愚蠢的错误。

source: If your disk starts to make weird noises, normal file recovery software isn’t going to help. Do a quick backup. If the drive is still spinning and you can’t find your data, look for a data recovery utility and backup to another computer or drive. A universal and powerful solution can be to use `CloneZilla open-source suite <https://en.wikipedia.org/wiki/Clonezilla>`_. The important thing is to download your data onto another drive, either on another computer, or onto a USB thumb drive or hard disk. It is then always good practice to save the recovered data to another disk. `dd tool <https://en.wikipedia.org/wiki/Dd_(Unix)>`_ is your friend on Linux systems.
ca: Si el disc comença a fer sorolls estranys, el programari normal de recuperació no ajudarà. Feu ràpidament una còpia de seguretat. Si la unitat encara gira i no podeu trobar les vostres dades, cerqueu una utilitat de recuperació de dades i feu una còpia de seguretat a un altre ordinador o unitat. Una solució universal i potent pot ser utilitzar la `suite de codi obert CloneZilla <https://en.wikipedia.org/wiki/Clonezilla>`_. L'important és baixar les vostres dades en una altra unitat, sigui en un altre ordinador, o en una unitat USB o disc dur. És una bona pràctica desar sempre les dades recuperades en un altre disc. L'`eina «dd» <https://en.wikipedia.org/wiki/Dd_(Unix)>`_ és la vostra amiga en els sistemes Linux.
it: Se il tuo disco inizia a fare rumori strani, un normale programma di recupero file non essere di aiuto. Esegui una copia di sicurezza rapida. Se il disco sta ancora girando e non riesci a trovare i dati, cerca un programma di recupero dati e fai una copia di sicurezza in un altro computer o dispositivo. Una soluzione avanzata e universale potrebbe essere utilizzare la `suite open source CloneZilla <https://en.wikipedia.org/wiki/Clonezilla>`_. La cosa importante è scaricare i tuoi dati in un altro dispositivo, o computer, oppure in una chiavetta USB o disco fisso. È quindi sempre buona pratica salvare i dati recuperati in un altro disco. Lo `strumento dd <https://it.wikipedia.org/wiki/Dd_(Unix)>`_ è il mezzo più adatto nei sistemi Linux.
nl: Als uw schijf rare geluiden begint te maken, zal normale software voor bestandsherstel niet werken. Maak snel en back-up. Als de schijf nog draait en u kunt uw gegevens niet vinden, zoek dan naar een toepassing voor dataherstel en maak een reservekopie naar een andere computer of schijf. Een universele en krachtige oplossing kan het gebruik van de `open-source suite CloneZilla <https://en.wikipedia.org/wiki/Clonezilla>`_ zijn. Het belangrijkste is om uw gegevens te downloaden op een ander station, hetzij op een andere computer of op een USB-stick of vaste schijf. Het is een goede praktijk om de herstelde data op een andere schijf op te slaan. Het `programma dd <https://en.wikipedia.org/wiki/Dd_(Unix)>`_ is uw vriend op Linux-systemen.
pt_br: Se o seu disco começar a fazer ruídos estranhos, um software comum de recuperação de arquivos não vai ajudar. Faça um backup rápido. Se o disco ainda estiver girando e você não conseguir encontrar seus dados, procure um utilitário de recuperação de dados e faça o backup em outro computador ou unidade. Uma solução universal e poderosa pode ser usar o pacote de código aberto `CloneZilla <https://en.wikipedia.org/wiki/Clonezilla>`_. O importante é baixar seus dados para outro disco, seja em outro computador, seja em um pen drive USB ou disco rígido. Nesse caso, é sempre uma boa prática salvar os dados recuperados em outro disco. A `ferramenta dd <https://en.wikipedia.org/wiki/Dd_(Unix)>`_ é sua amiga em sistemas Linux.
sl: Če vaš disk začne spuščati čudne zvoke, običajna programska oprema za obnovitev datotek ne bo pomagala. Naredite hitro varnostno kopijo. Če se pogon še vedno vrti in ne najdete svojih podatkov, poiščite pripomoček za obnovitev podatkov in varnostno kopirajte na drug računalnik ali pogon. Univerzalna in zmogljiva rešitev je lahko uporaba odprtokodne zbirke CloneZilla <https://en.wikipedia.org/wiki/Clonezilla>`_. Pomembno je, da svoje podatke prenesete na drug pogon, bodisi na drug računalnik, bodisi na pogon USB ali trdi disk. Potem je vedno dobra praksa, da obnovljene podatke shranite na drug disk. Orodje `dd <https://en.wikipedia.org/wiki/Dd_(Unix)>`_ je vaš prijatelj v sistemih Linux.
uk: Якщо ваш диск починає видавати дивні звуки, звичайне програмне забезпечення для відновлення файлів не зможе вам допомогти. Якщо ви чуєте подібні звуки, негайно зробіть резервну копію даних. Якщо диск крутиться, але ви не можете знайти даних, пошукайте інструмент відновлення даних і зробіть резервну копію диска на іншому комп’ютері або диску. Універсальним і потужним рішенням є використання `комплекс програм CloneZilla з відкритим кодом <https://en.wikipedia.org/wiki/Clonezilla>`_. Важливо отримати дані на інший диск на цьому ж комп’ютері, на портативний диск USB або на жорсткий диск. Варто зберігати відновлені дані на іншому диску. У системах Linux® вам допоможе у цьому `програма dd <https://en.wikipedia.org/wiki/Dd_(Unix)>`_.
zh_cn: 如果硬盘开始发出奇怪的声音，普通文件恢复软件将无济于事。立即进行快速备份。如果硬盘仍在运转但找不到数据，可以尝试数据恢复工具并将数据备份到另一台计算机或驱动器。 `CloneZilla 开源套件 <https://en.wikipedia.org/wiki/Clonezilla>`_ 是一个通用且强大的解决方案。关键是将数据下载到另一个驱动器（如另一台计算机、U 盘或硬盘），并将恢复的数据保存到另一个磁盘。在 Linux 系统上， `dd 工具 <https://en.wikipedia.org/wiki/Dd_(Unix)>`_ 是你的好帮手。

source: Common Myths Dispelled
ca: Esvair els mites habituals
it: Falsi miti diffusi
nl: Gangbare mythen uit de weg geruimd
pt_br: Mitos comuns derrubados
sl: Razblinjeni pogosti miti
uk: Розвінчування типових міфів
zh_cn: 常见误区澄清

source: We would like to dispel some common myths:
ca: Ens agradaria esvair alguns mites habituals:
it: Ci piacerebbe sfatare alcuni miti diffusi:
nl: Ik wil een paar algemene sprookjes uit de weg ruimen:
pt_br: Gostaríamos de derrubar alguns mitos comuns:
sl: Radi bi razblinili nekaj pogostih mitov:
uk: Хотілося б розвінчати декілька поширених міфів:
zh_cn: 我们想澄清一些常见误区：

source: Open Source file systems are less prone to data loss than proprietary systems: Wrong, NTFS is rather a tiny notch better than ext4, ReiserFs, JFS, XFS, to name just the most popular file systems that often come as default disk storage format used by distributions.
ca: Els sistemes de fitxers de codi obert són menys propensos a la pèrdua de les dades que els sistemes propietaris: incorrecte, NTFS en realitat és una mica millor que ext4, ReiserFs, JFS, XFS, per a anomenar només alguns dels sistemes de fitxers més populars que sovint venen com a format predeterminat d'emmagatzematge de disc utilitzat per les distribucions.
it: I filesystem open source sono meno soggetti alla perdita di dati rispetto a quelli proprietari. Sbagliato: NTFS è, sebbene di poco, migliore di ext4, ReiserFS, JFS, XFS, solo per nominare alcuni dei filesystem più popolari utilizzati spesso dalle distribuzioni come formato predefinito di memorizzazione.
nl: Open-source bestandssystemen zijn minder gevoelig voor verlies van gegevens dan bedrijfseigen systemen: Fout, NTFS is eerder een klein beetje beter dan ext4, ReiserFS, JFS, XFS, om maar de meest populaire bestandssystemen die vaak standaard worden geleverd als standaard opslagformaat voor schijven gebruikt door distributies.
pt_br: Os sistemas de arquivos de código aberto são menos propensos à perda de dados do que os sistemas proprietários: Errado, o NTFS é um pouco melhor que o ext4, ReiserFs, JFS, XFS, para citar apenas os sistemas de arquivos mais populares que geralmente vêm como formato de armazenamento em disco padrão usado por distribuições.
sl: Odprtokodni datotečni sistemi so manj nagnjeni k izgubi podatkov kot lastniški sistemi: Narobe, NTFS je za malenkost boljši od ext4, ReiserFs, JFS, XFS, če omenimo samo najbolj priljubljene datotečne sisteme, ki so pogosto privzeti format za shranjevanje diska, ki ga uporabljajo distribucije.
uk: У файлових системах з відкритими стандартами загроза втрати даних є меншою, ніж втрата даних у закритих файлових системах: неправильно, NTFS, можливо, навіть трохи краща за ext4, ReiserFs, JFS, XFS, якщо називати найпопулярніші файлові системи, які часто використовуються як типовий формат зберігання даних на диску у дистрибутивах.
zh_cn: 开源文件系统比专有系统更不易丢失数据​​：错了。NTFS 比 ext4、ReiserFs、JFS、XFS 等主流文件系统略胜一筹。
