Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: 6% of all PCs will suffer an episode of data loss in any given year. You have been warned, so you will have no one else to blame when a storage failure happens to you. Multi-terabyte HDDs and SSDs are not very expensive. Buy one and use it to backup your data often according to a plan. Even better, you should back up your data and *test the backup* before you do anything dramatic like re-installing your OS, changing disks, resizing partitions and so on.
it: Il 6% di tutti i PC subirà un episodio di perdita di dati per ogni anno di vita. Sei stato avvertito, dunque non incolpare nessun altro se dovesse capitare un guasto al tuo supporto di memorizzazione. Gli HDD e gli SSD di svariati terabyte non sono molto costosi. Comprane uno e usalo per fare la copia di sicurezza dei tuoi dati, basandoti su un piano. Ancora meglio, dovresti fare la copia di sicurezza dei tuoi dati e *controllarla* prima di eseguire un qualsiasi intervento critico, tipo reinstallare il sistema operativo, cambiare il disco, ridimensionare le partizioni, e via discorrendo.
nl: 6% van alle pc's zal in elke gegeven jaar aan verlies van gegevens lijden. U bent gewaarschuwd, dus geef niemand anders de schuld wanneer het falen van de opslag gebeurt. Multi-terabyte HDD's en SSD's zijn niet erg duur. Koop er een en gebruik deze om vaak reservekopieën te maken volgens een plan. Nog beter, u maakt reservekopieën en *test de reservekopie* voordat u iets ingrijpend gaat doen zoals het opnieuw installeren van uw besturingssysteem, het veranderen van schijven, herindelen van partities of dergelijke.
pt_br: 6% de todos os PCs sofrerão algum episódio de perda de dados a cada ano. Você foi avisado, então não terá mais ninguém para culpar quando uma falha de armazenamento acontecer. HDDs e SSDs multiterabytes não são muito caros. Compre um e use-o para fazer backup dos seus dados com frequência, de acordo com um plano. Melhor ainda, você deve fazer backup dos seus dados e *testar o backup* antes de fazer qualquer coisa drástica, como reinstalar o sistema operacional, trocar de disco, redimensionar partições e assim por diante.
sl: 6 % vseh osebnih računalnikov bo utrpelo epizodo izgube podatkov v katerem koli letu. Opozorjeni ste bili, tako da ne boste imeli nikogar drugega kriviti, ko se vam zgodi okvara shranjevanja. Večterabajtni HDD in SSD diski niso zelo dragi. Kupite ga in ga uporabite za pogosto varnostno kopiranje podatkov v skladu z načrtom. Še bolje, varnostno kopirajte svoje podatke in *testirajte varnostno kopijo*, preden naredite kar koli dramatičnega, kot je ponovna namestitev operacijskega sistema, menjava diskov, spreminjanje velikosti particij itd.
uk: 6% всіх персональних комп’ютерів страждають від подібної втрати даних щороку. Вас попереджали, отже у втраті даних ви можете звинувачувати лише себе. Місткі HDD і SSD зараз не такі вже і дорогі. Придбайте їх і Виконуйте планове створення резервних копій ваших даних, створюйте резервні копії. Більше того, вам слід *перевіряти* резервні копії перед кожною значною дією на зразок перевстановлення операційної системи, зміни дисків, зміни розмірів розділів тощо.
zh_cn: 每年有 6% 的电脑会遭遇数据丢失。既然已经提醒过你了，到时候可别怪别人。现在几 TB 的机械硬盘和固态硬盘都不贵，赶紧买一个，定期做备份。特别提醒：在重装系统、换硬盘、调整分区这些危险操作前，一定要先备份并测试备份是否可用。

source: Disaster Prevention
ca: Prevenir els desastres
it: Prevenzione dei disastri
nl: Het voorkomen van rampen
pt_br: Prevenção de desastres
sl: Preprečevanje nesreč
uk: Запобігання катастрофам
zh_cn: 防灾指南

source: Say you religiously do your backups every day on an external SATA drive. Then comes the day when lightning strikes. Happy you, unless of course you are like most people and always keep you external drives connected to your computer.
it: Diciamo che ogni giorno tu faccia scrupolosamente le copie di sicurezza su un disco esterno SATA. Un bel giorno, però, ti capita un tempaccio con fulmini. Sei fortunato, a meno che tu non sia come la maggior parte delle persone, che tengono i loro dispositivi esterni collegati al computer.
nl: Stel dat u nauwgezet elke dag reservekopieën maakt op een externe SATA-schijf. Dan komt er een de dag waarop de bliksem inslaat. U had geluk, tenzij u natuurlijk, net als andere mensen, uw externe schijven aangesloten had op uw computer.
pt_br: Digamos que você faça backups religiosos todos os dias em um HD externo SATA. Aí chega o dia em que um raio cai. Feliz de você, a menos, é claro, que você seja como a maioria das pessoas e sempre mantenha seus HDs externos conectados ao computador.
sl: Recimo, da vsak dan verno delate varnostne kopije na zunanjem pogonu SATA. Potem pride dan, ko udari strela. Srečno, razen seveda, če ste kot večina ljudi in imate zunanje pogone vedno povezane z računalnikom.
uk: Припустімо, ви з релігійною упертістю робите резервні копії на зовнішньому диску SATA. Надійде день, коли вдарить блискавка. Добре, якщо ваш зовнішній диск, як у більшості користувачів, у цей час не буде з’єднано з комп’ютером.
zh_cn: 比方说，你每天都用外接 SATA 硬盘认真备份。哪怕某一天发生了雷击事件，你的数据也不会丢失——除非你像大多数人一样，总把外接硬盘连着电脑不拔。

source: Disasters that strike locally can destroy a lot all at once. Forget about airplane crashes: fire, water, electricity, kids and theft are dangerous enough to our data. Home disasters often destroy a whole room or even the whole house.
it: I disastri che colpiscono localmente possono distruggere tanto, tutto in una volta. Dimenticati dei disastri aerei: fuoco, acqua, bambini e furti sono già abbastanza pericolosi per i nostri dati. Gli incidenti domestici spesso distruggono un'intera stanza o persino l'intera casa.
nl: Rampen die plaatselijk gebeuren kunnen veel ineens vernietigen. Vergeet vliegtuigcrashes: vuur, water, elektriciteit, kinderen en diefstal zijn gevaarlijk genoeg voor uw gegevens. Huisrampen vernietigen vaak een hele kamer of zelfs het gehele huis.
pt_br: Desastres que ocorrem localmente podem destruir muita coisa de uma só vez. Esqueça acidentes de avião: incêndio, água, eletricidade, crianças e roubo são suficientemente perigosos para os nossos dados. Desastres domésticos costumam destruir um cômodo inteiro ou até mesmo a casa inteira.
sl: Nesreče, ki prizadenejo lokalno, lahko uničijo veliko naenkrat. Pozabite na letalske nesreče: ogenj, voda, elektrika, otroci in kraje so dovolj nevarni za naše podatke. Domače nesreče pogosto uničijo celo sobo ali celo hišo.
uk: Катастрофи є локальними і руйнівними нещастями. Забудьте про авіакатастрофи: пожежа, повінь, негаразди з електропостачанням, діти і крадіжка є досить небезпечними для ваших даних. Подібні катастрофи, зазвичай, призводять до знищення усього вмісту певної кімнати або навіть будинку.
zh_cn: 本地灾害往往会造成连锁损失。别光担心空难，火灾、水淹、电涌、熊孩子和小偷都够你受的。家里出事经常是整个房间甚至整栋房子遭殃。

source: Thus disaster control means de-localized storage. Occasionally switch backups, moving one upstairs, to another house, or even to your place of work.
it: Così, controllo del disastro significa archiviazione delocalizzata: occasionalmente sposta le tue copie di sicurezza, al piano di sopra, in un'altra casa oppure nel tuo posto di lavoro.
nl: Dus preventie voor rampen betekent de-centralisering van opslag. Wissel af en toe reservekopieën, verplaats ze naar boven, naar een ander huis of de plaats waar u werkt.
pt_br: Portanto, o controle de desastres significa armazenamento deslocalizado. Troque ocasionalmente os backups, movendo um para o andar de cima, para outra casa ou até mesmo para o seu local de trabalho.
sl: Tako nadzor nad nesrečami pomeni delokalizirano shranjevanje. Občasno zamenjajte varnostne kopije, tako da eno premaknete zgoraj, v drugo hišo ali celo na svoje delovno mesto.
uk: Отже, запобігання таким катастрофам означає розподілене зберігання. Зберігайте ваші резервні копії на горищі, у іншому будинку, або навіть на робочому місці.
zh_cn: 所以真正的防灾要领是分散存储。定期轮换备份盘，可以把备份放在楼上、父母家，或者办公室。

source: There is another good reason to physically separate your backups. As mentioned above, panic often leads to mistakes that destroy data, even the backup data. Keeping a backup remote may give you enough time to think and therefore avoid a stupid mistake.
it: Vi è un'altra buona ragione per separare fisicamente le tue copie di sicurezza: come riportato sopra, il panico spesso porta a errori che causano la distruzione di dati, anche delle copie di sicurezza. Mantenere una copia di sicurezza in un luogo remoto ti darà abbastanza tempo per pensare ed evitare quindi stupidi errori.
nl: Er is nog een goed reden om voor fysieke scheiding van uw reservekopieën. Zoals bovenstaand genoemd, paniek is vaak de oorzaak van het vernietigen van gegevens, zelfs de gegevens op reservekopieën. Met een reservekopie niet meteen bij de hand geeft u dat genoeg tijd om na te denken en daarom stomme vergissingen vermijden.
pt_br: Há outro bom motivo para separar fisicamente seus backups. Como mencionado acima, o pânico frequentemente leva a erros que destroem dados, até mesmo os de backup. Manter um backup remoto pode lhe dar tempo suficiente para pensar e, portanto, evitar um erro estúpido.
sl: Obstaja še en dober razlog za fizično ločitev varnostnih kopij. Kot že omenjeno, panika pogosto vodi do napak, ki uničijo podatke, tudi varnostne kopije. Če imate oddaljeno varnostno kopijo, boste morda imeli dovolj časa za razmislek in se tako izognili neumni napaki.
uk: У фізичного відокремлення є і добра сторона: як ми вже говорили, паніка часто спричиняє знищення даних, навіть резервних даних. Створення віддаленої резервної копії може одного дня врятувати ваші дані.
zh_cn: 分散备份还有个好处：人在慌乱时容易误删数据，连备份都可能遭殃。把备份放在别处，能让你冷静下来避免手贱。

source: Backup Technicalities
ca: Tècniques de còpia de seguretat
it: Aspetti tecnici delle copie di sicurezza
nl: Technische kanten van reservekopieën
pt_br: Tecnicalidades do backup
sl: Tehnične značilnosti varnostnega kopiranja
uk: Технічні подробиці щодо резервного копіювання
zh_cn: 备份类型详解

source: **Full Backup**: A complete backup of all the files being backed up. It is a snapshot without history, representing a full copy of your data at one point in time.
it: **Copia di sicurezza completa**: copia completa di tutti i file che sono da salvare. È un'«istantanea» senza storia, che rappresenta una copia totale dei tuoi dati in un punto del tempo.
nl: **Volledige backup**: een complete reservekopie van alle bestanden. Het is een momentopname zonder geschiedenis, die een complete kopie betreft gemaakt op een bepaald moment.
pt_br: **Backup Completo**: Um backup completo de todos os arquivos que estão sendo copiados. É um snapshot sem histórico, representando uma cópia completa dos seus dados em um determinado momento.
sl: **Popolna varnostna kopija**: popolna varnostna kopija vseh datotek, ki se varnostno kopirajo. To je posnetek brez zgodovine, ki predstavlja celotno kopijo vaših podatkov v določenem trenutku.
uk: **Повна резервна копія**: створення повна резервна копія всіх файлів. Це знімок даних без історії, він відповідає повній копії даних у певний момент часу.
zh_cn: ​​**全量备份** ​​：打包所有文件，相当于数据快照，没有历史记录

source: **Differential Backup**: A backup of only the files that have changed since the last full backup. Constitutes a full snapshot of two points in time: the full backup and the last differential one.
ca: **Còpia de seguretat diferencial**: una còpia de seguretat amb només els fitxers que han canviat des de l'última còpia de seguretat completa. És una instantània completa de dos punts en el temps: la còpia de seguretat completa i l'última diferencial.
it: **Copia di sicurezza differenziale**: copia dei soli file che hanno subito cambiamenti dall'ultima copia di sicurezza completa. Costituisce un'istantanea di due punti nel tempo: la copia di sicurezza completa e l'ultimo differenziale.
nl: **Differentiële backup**: Een reservekopie van alleen die bestanden die zijn gewijzigd sinds de laatste volledige backup. Vormt een volledige momentopname van twee momenten in de tijd: de volledige backup en de laatste differentiële backup.
pt_br: **Backup Diferencial**: Um backup apenas dos arquivos que foram alterados desde o último backup completo. Constitui um snapshot completo de dois pontos no tempo: o backup completo e o último backup diferencial.
sl: **Diferencialna varnostna kopija**: varnostna kopija samo datotek, ki so se spremenile od takrat zadnje popolne varnostne kopijo. Predstavlja popoln posnetek dveh časovnih točk: popolne varnostne kopija in zadnje diferencialne.
uk: **Диференційована резервна копія**: резервна копія лише тих файлів, які було змінено з часу попереднього створення повної резервної копії. Повний знімок у такому випадку складається з даних для двох моментів часу: моменту часу створення повної резервної копії та останньої диференційованої резервної копії.
zh_cn: **差异备份** ​​：只备份上次全量备份后变动的文件，相当于记录两个时间点的完整差异

source: **Incremental Backup**: A backup of only the files that have changed since the last in a set of backups. Constitutes multiple snapshots. You can recreate the original state at any point in time that such a backup was made. This comes closest to a versioning system except that it is only sampled and not continuous.
it: **Copia di sicurezza incrementale**: copia dei soli file che sono cambiati dall'ultima copia di sicurezza in un gruppo di copie. Forma più istantanee. Puoi ricreare lo stato originale in ogni punto del tempo in cui la copia di sicurezza è stata creata. Questo concetto si avvicina a un sistema di controllo di versione, tranne per il fatto che non è continuo ma è solo a campione.
nl: **Incrementele backup**: Een reservekopie van alleen de bestanden die zijn gewijzigd sinds de laatste reservekopie in een set van reservekopieën. Bestaat uit meerdere momentopnamen. U kunt opnieuw de oorspronkelijke staat herstellen op elk tijdstip dat er een reservekopie werd gemaakt. Dit komt dichtst bij een systeem met versies, behalve dat het alleen wordt bemonsterd en niet continue wordt uitgevoerd.
pt_br: **Backup Incremental**: Um backup apenas dos arquivos que foram alterados desde o último em um conjunto de backups. Constitui múltiplos snapshots. Você pode recriar o estado original a qualquer momento em que o backup foi feito. Isso se aproxima mais de um sistema de versionamento, exceto pelo fato de ser apenas por amostra e não contínuo.
sl: **Inkrementalna varnostna kopija**: varnostna kopija samo datotek, ki so bile spremenjene od zadnje v nizu varnostnih kopij. Sestavlja več posnetkov. Prvotno stanje lahko znova ustvarite kadar koli v času, ko je bila narejena taka varnostna kopija. To se najbolj približa sistemu različic, le da je samo vzorčen in ne neprekinjen.
uk: **Додаткове копіювання**: створення резервної копії лише тих файлів, які було змінено з часу останнього резервного копіювання у наборі. Резервна копія складається з декількох знімків. Ви можете відтворити початковий стан на час створення будь-якої з цих копій. Це робить систему близькою до системи керування версіями за винятком того, що ця система дискретна, а не неперервна.
zh_cn: **增量备份** ​​：只备份上次备份后变动的文件，形成多个快照链。可以还原到任意备份时间点，类似版本控制但不连续

source: Backup The Data
ca: Còpia de seguretat de les dades
it: Fare copie di sicurezza dei dati
nl: Maak reservekopieën van de gegevens
pt_br: Backup dos dados
sl: Varnostno kopiranje podatkov
uk: Резервне копіювання даних
zh_cn: 备份数据

source: The Best practice to backup data is:
it: Il sistema migliore per fare la copia di sicurezza dei dati è:
nl: De praktijk is om een reservekopie van de gegevens te maken is::
pt_br: A melhor prática de backup de dados é:
sl: Najboljša praksa za varnostno kopiranje podatkov je:
uk: Найкращим підходом є резервне копіювання даних:
zh_cn: 最佳备份方案是

source: Do a **full backup** to an external storage device.
it: **Esegui una copia di sicurezza completa** su un dispositivo esterno di archiviazione.
nl: Voer een **volledige backup** uit naar een extern opslagmedium.
pt_br: Faça um **backup completo** em um dispositivo de armazenamento externo.
sl: Naredite **popolno varnostno kopijo** na zunanji napravi za shranjevanje.
uk: робіть **повні резервні копії** зовнішніх пристроїв зберігання даних.
zh_cn: 先用外置存储做 **全量备份** 。

source: Verify its **data integrity** and put it away (disaster control).
ca: Verificar la **integritat de les dades** i desfeu-vos dels dispositius defectuosos (control de desastres).
it: Verifica **l'integrità dei dati** e conserva il dispositivo in un luogo sicuro (controllo dei disastri).
nl: Controleer de **juistheid van de gegevens** en berg het op (ramppreventie).
pt_br: Verifique a **integridade dos dados** e guarde-o (controle de desastres).
sl: Preverite **celovitost podatkov** in jih pospravite (nadzor nesreč).
uk: перевіряйте **цілісність даних** на таких пристроях і вилучайте несправні пристрої (запобігання катастрофам).
zh_cn: 校验 **数据完整性** 后收起来（注意分散存放）。

source: Have another storage device for **frequent backups**.
ca: Tenir un altre dispositiu d'emmagatzematge per a **còpies de seguretat freqüents**.
it: Prendi un altro dispositivo di archiviazione per **copie di sicurezza frequenti**.
nl: Gebruik een ander opslagmedium voor **frequente reservekopieën**.
pt_br: Tenha outro dispositivo de armazenamento para **backups frequentes**.
sl: Imejte drugo shranjevalno napravo za **pogoste varnostne kopije**.
uk: тримайте при собі додатковий пристрій зберігання для створення **частих резервних копій**.
zh_cn: 准备另一个存储设备做 **日常定期备份** 。

source: **Swap the devices** every other month after having verified data integrity.
ca: **Canviar els dispositius** cada mes, després de comprovar la integritat de les dades.
it: **Scambia i dispositivi** a mesi alterni, dopo averne verificato l'integrità dei dati.
nl: **Ruil de opslagapparaten** elke maand om nadat de juistheid van de gegevens gecontroleerd is.
pt_br: **Troque os dispositivos** a cada dois meses após verificar a integridade dos dados.
sl: **Zamenjajte naprave** vsak drugi mesec, potem ko ste preverili celovitost podatkov.
uk: **міняйте пристрої** через кожні два місяці після перевірки цілісності даних.
zh_cn: 每隔两个月 **轮换** 一次备份设备，记得先校验。

source: A Useful Tool to Backups
ca: Una eina útil per a les còpies de seguretat
it: Uno strumento utile per eseguire copie di sicurezza
nl: Een nuttig hulpmiddel voor het maken van reservekopieën
pt_br: Uma ferramenta útil para backups
sl: Uporabno orodje za varnostno kopiranje
uk: Корисний інструмент для резервного копіювання
zh_cn: 神器推荐

source: Linux `rsync <https://en.wikipedia.org/wiki/Rsync>`_ is a wonderful little utility that's amazingly easy to set up on your machines. Rather than have a scripted FTP session, or some other form of file transfer script - rsync copies only the differences of files that have actually changed, compressed and through ssh if you want for security. That's a mouthful.
it: `rsync <https://en.wikipedia.org/wiki/Rsync>`_ è un fantastico programma per Linux incredibilmente semplice da configurare nelle tue macchine. Anziché avere una sessione FTP tramite script, o qualche altra forma di script per il trasferimento dei file, rsync copia solo le differenze dei file che sono stati veramente cambiati, le comprime e spedisce via ssh per sicurezza, se lo desideri. Sembra uno scioglilingua.
nl: `rsync <https://en.wikipedia.org/wiki/Rsync>`_ van Linux is een prachtig klein hulpprogramma dat verbazingwekkend eenvoudig is in te stellen op uw apparatuur. In plaats van een script met FTP opdrachten of een andere vorm van bestandsoverdracht kopieert rsync alleen de verschillen in de bestanden die zijn veranderd. Gecomprimeerd en via ssh als u wilt, voor de veiligheid. Dat is een mondvol.
pt_br: O Linux `rsync <https://en.wikipedia.org/wiki/Rsync>`_ é um pequeno utilitário maravilhoso e incrivelmente fácil de configurar em suas máquinas. Em vez de ter uma sessão FTP com script ou algum outro tipo de script de transferência de arquivos, o rsync copia apenas as diferenças dos arquivos que foram realmente alterados, compactados e via SSH, se você quiser, por segurança. É realmente muito bom.
sl: Linux `rsync <https://en.wikipedia.org/wiki/Rsync>`_ je čudovit majhen pripomoček, ki ga je neverjetno enostavno namestiti na vaše računalnike. Namesto skriptirane seje FTP ali kakšne druge oblike skripta za prenos datotek - rsync kopira samo razlike datotek, ki so bile dejansko spremenjene, stisnjene in prek ssh, če želite zaradi varnosti. To je zalogaj.
uk: `rsync <https://en.wikipedia.org/wiki/Rsync>`_ для Linux — це чудовий невеличкий інструмент, який фантастично просто налаштувати на ваших комп’ютерах. Окрім можливості створення запрограмованих сеансів FTP або інших форм програмного передавання файлів, rsync копіює лише відмінності між файлами, які було насправді змінено у стиснутій формі або за допомогою ssh, якщо ви бажаєте вжити заходів безпеки. І це лише невелика частина переліку можливостей.
zh_cn: Linux的 `rsync <https://en.wikipedia.org/wiki/Rsync>`_ 工具非常好用：只传输变动部分，支持压缩，还能走 ssh 加密。比写 FTP 脚本省心多了。

source: A reasonable backup approach for images could be:
it: Un ragionevole approccio alle copie di sicurezza per le immagini potrebbe essere:
nl: Een redelijke benadering voor het maken van reservekopieën van afbeeldingen kan zijn:
pt_br: Uma abordagem razoável de backup para imagens poderia ser:
sl: Razumen pristop za varnostno kopiranje slik je lahko:
uk: Розумним підходом до створення резервних копій зображень буде такий:
zh_cn: 合理的图片备份方案：

source: Backup important images right away (after dumping them to a computer) to optical media.
ca: Fer immediatament una còpia de seguretat de les imatges importants (després de transferir-les a un ordinador) en un suport òptic.
it: Crea subito la copia di sicurezza delle immagini importanti (dopo averle scaricate nel PC) su un supporto ottico.
nl: Maak van belangrijke opnamen onmiddellijk (nadat u de beelden op uw pc hebt geladen) een reservekopie op optisch medium.
pt_br: Faça backup de imagens importantes imediatamente (após salvá-las em um computador) em mídia ótica.
sl: Takoj varnostno kopirajte pomembne slike (potem ko jih prenesete v računalnik) na optični medij.
uk: створюйте резервні копії важливих зображень одразу ж (після збереження їх на комп’ютері) на оптичних носіях
zh_cn: 重要照片导入电脑后立即刻盘。

source: Do a daily incremental backup of the work space.
it: Esegui una copia di sicurezza incrementale quotidiana dello spazio di lavoro.
nl: Maak dagelijks een incrementele backup van de werkruimte.
pt_br: Faça um backup incremental diário do espaço de trabalho.
sl: Naredite dnevno inkrementalno varnostno kopijo delovnega prostora.
uk: виконуйте щоденне нарощувальне резервне копіювання робочих тек.
zh_cn: 工作区每天做增量备份。

source: Do a weekly differential backup and delete integral backups of week-2 (two weeks ago).
ca: Fer una còpia de seguretat diferencial setmanal i suprimir les còpies de seguretat integrals cada dues setmanes.
it: Esegui copie di sicurezza incrementali settimanali, e cancella le copie integrali della settimana-2 (di due settimane fa).
nl: Maak wekelijks een differentiële backup en verwijder integrale backups van week-2 (2 weken geleden).
pt_br: Faça um backup diferencial semanal e exclua os backups integrais da semana 2 (duas semanas atrás).
sl: Naredite tedensko diferencialno varnostno kopijo in izbrišite integralne varnostne kopije 2. tedna (pred dvema tednoma).
uk: щотижня створюйте диференційовану резервну копію і вилучайте загальні резервні копії двотижневої давності.
zh_cn: 每周做差异备份，删除两周前的完整备份。
