Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Protect Your Images from Data Corruption and Loss
ca: Protegir les vostres imatges contra la corrupció i pèrdua de les dades
it: Proteggi le tue immagini dal danneggiamento e dalla perdita dei dati
nl: Bescherm uw afbeeldingen tegen verminking van gegevens en verlies
pt_br: Proteja suas imagens contra corrupção e perda de dados
sl: Zaščitite svoje slike pred poškodbami in izgubo podatkov
uk: Захист ваших зображень від пошкодження та втрати даних
zh_cn: 图片防丢防损坏指南：数据备份攻略

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, disk errors, disk failures, power surges, ECC, transmission errors, storage media deterioration, recovery, redundancy, disaster prevention, lifetime, temperature, data size, common myths, metadata, IPTC stored in image files, XMP files associated, keep the originals, storage, scalability, media, retrieval of images and metadata, copying image data over to the next generation of media, applications, operating systems, virtualization, viewing device, use of the www, ZFS, BTRFS
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, errors en el disc, fallades del disc, pujades de tensió, ECC, errors de transmissió, deteriorament dels suports d'emmagatzematge, recuperació, redundància, prevenció de desastres, vida útil, temperatura, mida de les dades, metadades de mites comuns, IPTC emmagatzemat en els fitxers d'imatge, fitxers XMP associats, conservar els originals, emmagatzematge, escalabilitat, suports, recuperació d'imatges i de les metadades, copiar les dades de les imatges a la pròxima generació de suports, aplicacions, sistemes operatius, virtualització, dispositiu de visualització, ús del www, ZFS, BTRFS
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, errori del disco, guasti del disco, sbalzi di corrente, ECC, errori di trasmissione, deterioramento dispositivi di memorizzazione, recupero, ridondanza, prevenzione disastri, tempo di vita, temperatura, dimensione dati, miti comuni, metadati, IPTC memorizzato nei file immagine, associato ai file XMP, mantieni gli originali, memorizzazione, scalabilità, media, recupero di immagini e metadati, copiare dati immagine sulla prossima generazione di dispositivi multimediali, applicazioni, sistemi operativi, virtualizzazione, visualizzazione dispositivo, uso del www, ZFS, BTRFS
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, schijffouten, mislukken op schijf, stroompieken, ECC, overdrachtsfouten, verslechtering van opslagmedia, herstel, redundantie, voorkomen van rampen, levensduur, temperatuur, gegevensgrootte, algemene mythes over metagegevens, IPTC opgeslagen in afbeeldingsbestanden, bijbehorende XMP-bestanden, de originelen behouden, opslag, schaalbaarheid, media, opzoeken van afbeeldingen en metagegevens, kopiëren van afbeeldingsgegevens naar de volgende generatie van media, toepassingen, besturingssystemen, virtualisatie, apparaat om te bekijken, gebruik van het www, ZFS, BTRFS
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, erros de disco, falhas de disco, picos de energia, ECC, erros de transmissão, deterioração de mídia de armazenamento, recuperação, redundância, prevenção de desastres, tempo de vida, temperatura, tamanho dos dados, mitos comuns, metadados, IPTC armazenado em arquivos de imagem, arquivos XMP associados, manter os originais, armazenamento, escalabilidade, mídia, recuperação de imagens e metadados, cópia de dados de imagem para a próxima geração de mídia, aplicativos, sistemas operacionais, virtualização, dispositivo de visualização, uso do www, ZFS, BTRFS
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, napake na disku, okvare diska, napetostni sunki, ECC, napake pri prenosu, poslabšanje pomnilniškega medija, obnovitev, redundanca, preprečevanje nesreč, življenjska doba, temperatura, velikost podatkov , pogosti miti, metapodatki, IPTC, shranjen v slikovnih datotekah, povezane datoteke XMP, ohranjanje izvirnikov, shranjevanje, razširljivost, mediji, pridobivanje slik in metapodatkov, kopiranje slikovnih podatkov na naslednjo generacijo medijev, aplikacije, operacijski sistemi, virtualizacija, pregledovalna naprava, uporaba www, ZFS, BTRFS
uk: digiKam, документація, підручник, користувач, керування, фотографії, відкритий код, вільна, безкоштовна, навчання, простий, помилки, диск, пошкодження, живлення, ECC, помилки передавання, зношення, носій даних, відновлення, надмірність, запобігання, катастрофа, строк працездатності, температура, розмір даних, типові міфи, метадані, дані IPTC файлів зображень, прив’язка файлів XMP, збереження оригіналів, сховище, масштабованість, носії, отримання зображень і метадані, копіювання даних зображень на носії наступного покоління, програми, операційні системи, віртуалізація, пристрій перегляду... користування www, ZFS, BTRFS.
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 磁盘错误, 磁盘故障, 电源激增, ECC, 传输错误、储存媒体恶化、恢复、冗余、灾害预防、寿命、温度、数据大小、共同神话、元数据。 IPTC 存储在图像文件中，XMP 文件关联，保留原始文件，存储，可缩放，媒体，图像和元数据检索。 正在将图像数据复制到下一代媒体、应用、操作系统、虚拟化、视听设备，使用 www、ZFS、BTRFS

source: :ref:`Data Corruption and Loss <asset_management>`
it: :ref:`Danneggiamento e perdita dei dati <asset_management>`
pt_br: :ref:`Corrupção e perda de dados <asset_management>`
sl: :ref:`Poškodba in izguba podatkov <asset_management>`
uk: :ref:`Пошкодження і втрата даних <asset_management>`
zh_cn: :ref:`数据损坏和丢失 <asset_management>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: Main Factors of Digital Data Loss
ca: Factors principals en la pèrdua de dades digitals
it: Principali cause della perdita dei dati
nl: Hoofdfactoren van verlies van digitale gegevens
pt_br: Principais fatores de perda de dados digitais
sl: Glavni dejavniki izgube digitalnih podatkov
uk: Основні причини втрати цифрових даних
zh_cn: 数字数据丢失的主要因素

source: While digital data can be lost if the only copy of a digital media is stolen or lost in a fire - that kind of loss is just the same as can occur for traditional paper copies or negatives. So here we'll talk about the other sources of digital data loss that can roughly be categorized into the following areas of concern:
ca: Mentre que les dades digitals es poden perdre si l'única còpia d'un mitjà digital es roba o es perd en un incendi (aquest tipus de pèrdua és el mateix que pot ocórrer a les còpies en paper tradicionals o negatius). Així que aquí parlarem dels altres focus de pèrdua de dades digitals que es poden categoritzar aproximadament en les següents àrees de preocupació:
it: I dati digitali possono essere persi se l'unica copia di un mezzo digitale viene rubata o perso in un incendio, e questo fatto è comune anche alle copie cartacee o ai negativi. Quindi qui parleremo degli altri modi di perdita dei dati digitali, riconducibili grosso modo alle seguenti aree di interesse:
nl: Terwijl digitale gegevens verloren kunne gaan als de enige kopie van een digitaal medium wordt gestolen of verloren gaat in een brand - dat soort verlies is hetzelfde als wat er kan gebeuren met traditionele papieren kopieën of negatieven. Maar hier spreken we over de andere bronnen van verlies van digitale gegevens die ruwweg gecategoriseerd kunnen worden in de volgende gebieden van zorg:
pt_br: Embora dados digitais possam ser perdidos se a única cópia de uma mídia digital for roubada ou perdida em um incêndio, esse tipo de perda é o mesmo que pode ocorrer com cópias ou negativos tradicionais em papel. Portanto, aqui falaremos sobre outras fontes de perda de dados digitais que podem ser categorizadas, grosso modo, nas seguintes áreas de preocupação:
sl: Čeprav se lahko digitalni podatki izgubijo, če je edina kopija digitalnega medija ukradena ali izgubljena v požaru, je ta vrsta izgube enaka kot pri tradicionalnih papirnatih kopijah ali negativih. Tukaj bomo torej govorili o drugih virih izgube digitalnih podatkov, ki jih je mogoče grobo razvrstiti v naslednja skrb vzbujajoča področja:
uk: Хоча цифрові дані можуть бути втрачені, якщо єдину копію цифрового носія викрадено або втрачено під час пожежі, наслідки такої втрати є такими самими, як і для традиційних паперових копій або негативів. Отже, тут ми поговоримо про інші варіанти втрати цифрових даних, які можна приблизно класифікувати за такими проблемними сферами:
zh_cn: 数字数据可能因存储介质的唯一副本被盗或在火灾中丢失而丢失（这种丢失与传统纸质副本或底片的丢失相同）。此外，这里我们将讨论其他数字数据丢失的来源，大致可分为以下几类：

source: The physical deterioration of the media (all media deteriorate at different rates).
ca: El deteriorament físic del suport (tots els suports es deterioren a diferents velocitats).
it: Il deterioramento fisico del supporto (tutti i supporti si rovinano a velocità diverse)
nl: De fysieke aftakeling van de dragers (alle gegevensdragers vervallen met verschillende snelheden)
pt_br: A deterioração física da mídia (todas as mídias se deterioram em taxas diferentes).
sl: Fizično propadanje medijev (vsi mediji propadajo različno hitro).
uk: фізична деградація носія (всі носії з часом деградують, відмінність полягає лише у часі, який для цього потрібен).
zh_cn: 存储介质的物理老化（所有介质都以不同的速度老化）。

source: Undetected transmission errors during data transfer.
ca: Errors de transmissió no detectats durant la transferència de les dades.
it: Errori di trasmissione non rilevati durante il trasferimento dei dati
nl: Onopgemerkte overdrachtsfouten tijdens gegevensoverdracht.
pt_br: Erros de transmissão não detectados durante a transferência de dados.
sl: Neodkrite napake pri prenosu med prenosom podatkov.
uk: невиявлені помилки під час перенесення даних.
zh_cn: 数据传输过程中未检测到的错误。

source: The lack of long-term support for proprietary digital formats.
ca: La falta de suport a llarg termini per a formats digitals propietaris.
it: La mancanza di supporto a lungo termine per i formati digitali proprietari
nl: Het ontbreken van ondersteuning voor langere termijn door bedrijfseigen digitale formaten.
pt_br: A falta de suporte de longo prazo para formatos digitais proprietários.
sl: Pomanjkanje dolgoročne podpore za lastniške digitalne formate.
uk: нестача тривалої підтримки застарілих, пропрієтарних цифрових форматів.
zh_cn: 有些专有数字格式缺乏长期支持。

source: Ancient hardware.
ca: Maquinari antic.
it: Hardware obsoleto
nl: Ouderwetse apparatuur.
pt_br: Hardware antigo.
sl: Starodavna strojna oprema.
uk: застаріле апаратне забезпечення (обладнання).
zh_cn: 老旧硬件。

source: Kroll Ontrack, the world's largest data recovery firm, have some interesting statistics on what actually causes data loss.
ca: Kroll Ontrack, l'empresa de recuperació de dades més gran del món, té algunes estadístiques interessants sobre el que realment causa la pèrdua de les dades.
it: Kroll Ontrack, la più grossa compagnia mondiale nel recupero dati, ha delle statistiche interessanti su cosa causi veramente la perdita dei dati.
nl: Kroll Ontrack, de grootste firma voor gegevensherstel beschikt over interessante statistieken betreffende de oorzaak van wat eigenlijk gegevens verloren doet gaan.
pt_br: A Kroll Ontrack, a maior empresa de recuperação de dados do mundo, tem algumas estatísticas interessantes sobre o que realmente causa perda de dados.
sl: Kroll Ontrack, največje podjetje za obnovitev podatkov na svetu, ima nekaj zanimivih statističnih podatkov o tem, kaj dejansko povzroči izgubo podatkov.
uk: Kroll Ontrack, найбільша у світі компанія, яка займається відновленням даних, зібрала цікаві статистичні дані щодо причин втрати даних.
zh_cn: 全球最大的数据恢复公司 Kroll Ontrack 有一些关于数据丢失实际原因的统计数据：

source: Cause of data loss
ca: Causa de la pèrdua de les dades
it: Causa della perdita di dati
nl: Oorzaak van verlies van gegevens
pt_br: Causas da perda de dados
sl: Vzrok izgube podatkov
uk: Причина втрати даних
zh_cn: 数据丢失原因

source: Perception
ca: Percepció
it: Percezione
nl: Perceptie
pt_br: Percepção
sl: Zaznavanje
uk: Сприйняття
zh_cn: 认知

source: Reality
ca: Realitat
it: Realtà
nl: Werkelijkheid
pt_br: Realidade
sl: Resničnost
uk: Реальність
zh_cn: 现实

source: Hardware or system problem
ca: Problema de maquinari o del sistema
it: Problemi hardware o di sistema
nl: Apparatuur- of systeemprobleem
pt_br: Problemas com o sistema ou com o hardware
sl: Težava s strojno opremo ali sistemom
uk: Апаратна або системна проблема
zh_cn: 硬件或系统问题

source: Human error
ca: Error humà
it: Errore umano
nl: Menselijke fout
pt_br: Erro humano
sl: Človeška napaka
uk: Людська помилка
zh_cn: 人为失误

source: Software corruption or problem
ca: Corrupció o problema del programari
it: Danneggiamento software o problema
nl: Programmatuur beschadiging of probleem
pt_br: Corrupção ou problema com software
sl: Poškodba programske opreme ali težava
uk: Пошкодження або проблеми, спричинені програмами
zh_cn: 软件损坏或出问题

source: Computer viruses
ca: Virus informàtics
it: Virus informatici
nl: Computervirussen
pt_br: Vírus de computador
sl: Računalniški virusi
uk: Комп’ютерні віруси
zh_cn: 电脑病毒

source: Disaster
ca: Desastre
it: Disastro
nl: Ramp
pt_br: Desastre
sl: Katastrofa
uk: Стихійне лихо
zh_cn: 灾害事件

source: So let us analyze these cases step by step.
ca: Així que analitzarem aquests casos pas a pas.
it: Analizziamo questi casi uno alla volta.
nl: Laten we dus die gevallen stap voor stap analyseren.
pt_br: Então vamos analisar esses casos passo a passo.
sl: Analizirajmo te primere korak za korakom.
uk: Проаналізуймо ці випадки крок за кроком.
zh_cn: 让我们逐步分析这些情况。

source: Storage Deterioration
ca: Deteriorament de l'emmagatzematge
it: Deterioramento del supporto di memorizzazione
nl: Verval van opslag
pt_br: Deterioração do armazenamento
sl: Kvarjenje hrambe
uk: Псування носія даних
zh_cn: 存储介质老化

source: The devices listed below are sorted by data access speed, from the slowest to the fastest.
ca: Els dispositius que es llisten a continuació s'ordenen per la velocitat d'accés a les dades, de més lent a més ràpid.
it: I dispositivi di seguito elencati sono ordinati per velocità di accesso ai dati, dal più lento al più veloce.
nl: De onderstaande lijst met apparaten zijn gesorteerd op toegangssnelheid tot gegevens, van de langzaamste tot de snelste.
pt_br: Os dispositivos listados abaixo são classificados por velocidade de acesso aos dados, do mais lento ao mais rápido.
sl: Spodaj navedene naprave so razvrščene po hitrosti dostopa do podatkov, od najpočasnejše do najhitrejše.
uk: Пристрої з наведеного нижче списку упорядковано за швидкістю доступу до даних, від найповільніших до швидших.
zh_cn: 下面列出的设备按数据访问速度从慢到快排序。

source: Magnetic Media
ca: Suport magnètic
it: Supporti magnetici
nl: Magnetische media
pt_br: Mídia magnética
sl: Magnetni mediji
uk: Магнітні носії
zh_cn: 磁带存储

source: Magnetic tapes are commonly used in professional backup systems, but are rarely used in home systems. Tapes have issues with long-term data retention, can be damaged by strong magnetic fields, and tape technology is constantly changing. Yet tapes are safer in some ways than optical drives: they are less susceptible to scratches, dirt, and errors during writing. To avoid long-term data retention issues, tapes should be re-copied every 5-8 years, otherwise too many bits will fail for the checksum protection to correct. The downside of magnetic tapes is that the tape drives are expensive and the time to restore data can be 20x longer than from a hard disk. Tape backup systems are best used in large professional environments that need to back up massive amounts of data.
ca: Les cintes magnètiques s'utilitzen habitualment en sistemes de còpia de seguretat professional, però rarament s'utilitzen en sistemes domèstics. Les cintes tenen problemes amb la retenció de dades a llarg termini, poden ser danyades per camps magnètics forts, i la tecnologia de cinta està canviant constantment. No obstant això, les cintes són més segures en alguns aspectes que les unitats òptiques: són menys susceptibles a rascades, brutícia i errors durant l'escriptura. Per a evitar problemes de retenció de dades a llarg termini, les cintes s'han de tornar a copiar cada 5-8 anys, en cas contrari, fallaran massa bits perquè la protecció de la suma de verificació els corregeixi. El desavantatge de les cintes magnètiques és que les unitats de cinta són cares i el temps per a restaurar les dades pot ser 20x més llarg que des d'un disc dur. Els sistemes de còpia de seguretat de cintes s'utilitzen millor en grans entorns professionals que necessiten fer còpies de seguretat de quantitats massives de dades.
it: I nastri magnetici sono comunemente usati nei sistemi di backup (copia di sicurezza) professionali, ma molto raramente nei sistemi casalinghi. I nastri hanno problemi con la conservazione dei dati a lungo termine, possono essere danneggiati dai campi magnetici intensi, e la tecnologia dei nastri cambia in continuazione. Tuttavia, i nastri sono più sicuri in alcuni casi rispetto ai dispositivi ottici: sono meno soggetti a graffi, sporco e a errori durante la scrittura. Per evitare problemi con la conservazione a lungo termine, i nastri devono essere ricopiati ogni 5-8 anni, altrimenti si rovineranno per la protezione dei codici di controllo. L'aspetto negativo dei nastri magnetici è che i dispositivi a nastro sono costosi e il tempo di ripristino dei dati può essere 20 volte più lungo di quello di un disco rigido. I sistemi di backup a nastro sono utilizzati al meglio nelle grandi realtà professionali che richiedono grandi quantità di backup di dati.
nl: Magnetische tapes worden algemeen gebruikt in de professionele back-up systemen, maar zelden in thuisgebruik. Tapes hebben problemen met het bewaren van gegevens op de lange termijn, kunnen beschadigd worden door sterke magneetvelden en de tapetechnologie wijzigt voortdurend. Toch zijn tapes op sommige gebieden veiliger dan optische stations: ze zijn minder gevoelig voor krassen, vuil en schrijffouten. Om problemen met bewaren van gegevens op lange termijn te vermijden moeten tapes elke 5-8 jaar opnieuw worden gekopieerd, anders zullen teveel bits falen en ontsnappen aan de checksum voor bescherming. Het nadeel van magneetbanden is dat de prijs van de taperecorder hoog is en de hersteltijd kan 20x langer zijn van een vaste schijf. De back-up systemen op tape worden het best gebruikt in grote professionele omgevingen die back-up van enorme hoeveelheden gegevens nodig hebben.
pt_br: Fitas magnéticas são comumente usadas em sistemas de backup profissionais, mas raramente em sistemas domésticos. As fitas apresentam problemas com a retenção de dados a longo prazo, podem ser danificadas por campos magnéticos fortes e a tecnologia de fitas está em constante mudança. No entanto, as fitas são mais seguras em alguns aspectos do que unidades ópticas: são menos suscetíveis a arranhões, sujeira e erros durante a gravação. Para evitar problemas de retenção de dados a longo prazo, as fitas devem ser recopiadas a cada 5 a 8 anos, caso contrário, muitos bits falharão para que a proteção de soma de verificação os corrija. A desvantagem das fitas magnéticas é que as unidades de fita são caras e o tempo de restauração de dados pode ser 20 vezes maior do que o de um disco rígido. Os sistemas de backup em fita são mais adequados para grandes ambientes profissionais que precisam fazer backup de grandes quantidades de dados.
sl: Magnetni trakovi se običajno uporabljajo v profesionalnih sistemih za varnostno kopiranje, le redko pa se uporabljajo v domačih sistemih. Trakovi imajo težave z dolgoročno hrambo podatkov, lahko jih poškodujejo močna magnetna polja, tehnologija trakov pa se nenehno spreminja. Kljub temu so trakovi na nek način varnejši od optičnih pogonov: manj so dovzetni za praske, umazanijo in napake med pisanjem. Da bi se izognili težavam z dolgoročno hrambo podatkov, je treba trakove znova kopirati vsakih 5-8 let, sicer bo preveč bitov neuspešnih, da se zaščita kontrolne vsote popravi. Slaba stran magnetnih trakov je, da so tračni pogoni dragi in da je čas za obnovitev podatkov lahko 20x daljši kot s trdega diska. Sisteme za varnostno kopiranje na trak je najbolje uporabiti v velikih profesionalnih okoljih, ki morajo varnostno kopirati ogromne količine podatkov.
uk: У системах роботи з резервними копіями використовуються магнітні стрічки, здебільшого у професійних середовищах, а не в домашніх умовах. У стрічок є проблеми зі зберіганням даних, їх можна пошкодити унаслідок потрапляння у сильні магнітні поля, технологія запису та читання постійно змінюється, але у одному аспекті стрічки кращі за оптичні диски: їх важче подряпати, забруднити, вони менше страждають від дефектів запису. Щоб уникнути проблем із довгостроковим зберіганням даних, повторне копіювання стрічок слід виконувати кожні 5-8 років, інакше кількість пошкоджених бітів переросте порогове значення кількості бітів, які можна виправити за допомогою контрольних сум. Недоліками магнітних стрічок є вартість запису та час відновлення з резервної копії (у 20 разів довше за відновлення з жорсткого диска). Системи резервного копіювання на стрічках використовують у великих професійних середовищах, де потрібне резервне копіювання великих обсягів даних.
zh_cn: 磁带通常用于专业备份系统，但很少用于家庭系统。磁带存在长期数据保留问题，可能被强磁场损坏，且磁带技术不断变化。然而，在某些方面，磁带比光盘更安全：它们不易受划痕、灰尘和写入错误的影响。为避免长期数据保留问题，磁带应每5-8年重新复制一次，否则过多的比特错误将使校验和保护无法纠正。磁带的缺点是磁带驱动器昂贵，数据恢复时间可能比硬盘长20倍。磁带备份系统最适合需要备份大量数据的大型专业环境。

source: Optical Drives
ca: Unitats òptiques
it: Dispositivi ottici
nl: Optische stations
pt_br: Drives ópticos
sl: Optični pogoni
uk: Оптичні диски
zh_cn: 光盘驱动器
