Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: You may be surprised to know that many CD-Rs physically deteriorate at a faster rate than film. Yet while film may last decades longer than some optical media, digital media that are regularly backed up never lose anything. Film starts to decay the moment it's created and developed - digital 1's and 0's do not. Film will never have the same color and contrast as when it was first created. Digital doesn't do that. However, digital media is susceptible to corruption.
ca: Potser us sorprendrà saber que molts CD-R es deterioren físicament a un ritme més ràpid que la pel·lícula. No obstant això, mentre que la pel·lícula pot durar més dècades que alguns mitjans òptics, els mitjans digitals que es fan còpies de seguretat regularment mai perden res. La pel·lícula comença a desintegrar-se en el moment en què es crea i es revela (els 1 i 0 digitals no ho fan). La pel·lícula mai tindrà el mateix color i contrast que quan es va crear per primera vegada. El digital no ho fa. No obstant això, els mitjans digitals són susceptibles de corrupció.
it: Ti potrebbe sorprendere sapere che molti CD-R si deteriorano fisicamente a una velocità maggiore delle pellicole. Mentre una pellicola potrebbe deteriorarsi in decenni rispetto ad alcuni supporti ottici, i dispositivi digitali di cui viene regolarmente eseguita una copia di sicurezza non perdono mai nulla. La pellicola inizia a deteriorarsi nel momento in cui viene creata e sviluppata, gli 0 e 1 digitali no. La pellicola non avrà mai lo stesso colore e contrasto di quando è stata creata, il supporto digitale sì. Tuttavia, il supporto digitale è soggetto ad alterazione.
nl: U zou verbaasd kunnen zijn om te weten dat veel CD-R's fysisch verslechteren met een snelheid groter dan film. Toch terwijl film tientallen jaren langer kan duren dan sommige optische media, verliezen digitale media die regelmatig worden hersteld nooit iets verliezen. Film begint te vervallen op het moment dat het wordt gemaakt en ontwikkeld - digitale 1nen en 0len doen dat niet. Film zal nooit dezelfde kleur en contrast hebben als toen het eerst is gemaakt. Digitaal doet dat niet. Hoewel, digitale media zijn gevoelig voor corruptie.
pt_br: Você pode se surpreender ao saber que muitos CD-Rs se deterioram fisicamente mais rápido do que o filme. No entanto, embora o filme possa durar décadas a mais do que algumas mídias ópticas, as mídias digitais que são regularmente armazenadas em backup nunca perdem nada. O filme começa a se deteriorar no momento em que é criado e revelado – os 1s e 0s digitais não. O filme nunca terá a mesma cor e contraste de quando foi criado. O digital não faz isso. No entanto, a mídia digital é suscetível à corrupção.
sl: Morda boste presenečeni, ko veste, da se številni CD-R-ji fizično pokvarijo hitreje kot filmi. Čeprav lahko film traja desetletja dlje kot nekateri optični mediji, digitalni mediji, ki se redno varnostno kopirajo, nikoli ne izgubijo ničesar. Film začne propadati v trenutku, ko je ustvarjen in razvit – digitalne 1 in 0 ne. Film nikoli ne bo imel enake barve in kontrasta kot takrat, ko je bil ustvarjen. Digital tega ne počne. Vendar so digitalni mediji dovzetni za kvarjenje.
uk: Ви можете бути здивовані, дізнавшись, що багато CD-R фізично псуються швидше, ніж плівка. Хоча плівка може зберігатися на десятиліття довше, ніж деякі оптичні носії, цифрові носії у поєднанні із регулярним резервним копіюванням не втрачають жодних даних. Плівка починає руйнуватися в момент її створення та проявлення – цифрові одинички і нулики – ні. Плівка ніколи не матиме такого кольору та контрастності, як на момент створення знімка. Цифрові дані ніколи не змінюються. Однак цифрові медіа вразливі до пошкодження даних.
zh_cn: 你可能会惊讶地发现，许多 CD-R 的物理老化速度比胶片快。按理说，胶片的寿命可能比某些光学介质长几十年，但定期备份的数字介质永远不会丢失任何内容。胶片从创建和冲洗的那一刻起就开始衰减——数字的 1 和 0 不会。胶片永远不会保持与最初创建时相同的颜色和对比度，但数字介质不会这样。然而，数字介质容易损坏。

source: All optical media are prone to errors, even in a freshly written state. That's why they are heavily protected with error correcting codes that take up 25% of the effective storage on the disk. But even with that massive amount of protection they still suffer deterioration from chemical aging, ultra-violet exposure, scratches, dust, etc.
ca: Tots els mitjans òptics són propensos a errors, fins i tot en un estat acabat d'escriure. És per això estan molt protegits amb codis de correcció d'errors que ocupen fins el 25% de l'emmagatzematge efectiu al disc. Però fins i tot amb aquesta enorme quantitat de protecció encara pateixen deteriorament per envelliment químic, exposició ultraviolada, rascades, pols, etc.
it: Tutti i dispositivi ottici sono soggetti a errori, anche se scritti di recente. Questo è il motivo per cui vengono protetti con codici di correzione errori che assorbono fino al 25% del reale spazio sul disco. Ma nonostante questa notevole quantità di protezione subiscono comunque un deterioramento derivante da invecchiamento chimico, esposizione ai raggi ultravioletti, graffi e polvere, ecc.
nl: Alle optische media zijn zeer gevoelig voor fouten, zelfs in een pas geschreven staat. Dat is waarom ze zwaar zijn beveiligd met een fouten corrigerende codes die tot 25% van de effectieve opslag op de schijf is. Maar zelfs met die enorme hoeveelheid bescherming zullen zij achteruit gaan door chemische veroudering, blootstelling aan ultraviolet licht, krassen, stof, etc.
pt_br: Todas as mídias ópticas são propensas a erros, mesmo quando recém-gravadas. Por isso, são fortemente protegidas com códigos de correção de erros que ocupam 25% do espaço efetivo de armazenamento do disco. Mas mesmo com essa proteção maciça, elas ainda sofrem deterioração devido ao envelhecimento químico, exposição ultravioleta, arranhões, poeira, etc.
sl: Vsi optični mediji so nagnjeni k napakam, tudi v sveže napisanem stanju. Zato so močno zaščiteni s kodami za popravljanje napak, ki zavzamejo 25 % dejanskega prostora za shranjevanje na disku. Toda tudi s to ogromno količino zaščite se še vedno poslabšujejo zaradi kemičnega staranja, izpostavljenosti ultravijoličnemu sevanju, prask, prahu itd.
uk: Усі оптичні диски вразливі до помилок, навіть у щойно записаному стані. Ось чому дані на них захищено потужними механізмами перевірки контрольних сум, дані яких займають до 25% даних місткості сховища даних на диску. Але навіть з потужними механізмами захисту ці носії страждають від деградації через хімічне старіння, пошкодження ультрафіолетовим випромінюванням, подряпини, пил тощо.
zh_cn: 所有光学介质都容易出错，即使是刚写入的状态。这就是为什么它们受到占用磁盘有效存储空间 25% 的纠错码的强力保护。但即使有如此强大的保护，它们仍然会受到化学老化、紫外线照射、划痕、灰尘等影响而老化。

source: The average CD or DVD that is properly cared for should not be trusted for more than a few years. You can purchase archive-quality CDs and DVDs which last much longer, but they are more difficult to obtain and are much more expensive. There are offers out there for gold-plated optical media that cost a few euros a piece that claim a storage life of 100 years (if you care to believe it).
ca: El CD o DVD mitjà que es cuida adequadament no s'hauria de confiar-hi més enllà de pocs anys. Es poden comprar CD i DVD de qualitat d'arxiu que duren molt més temps, però són més difícils d'obtenir i són molt més cars. Hi ha ofertes de mitjans òptics banyats en or que costen uns quants euros cada peça que afirmen una vida d'emmagatzematge de 100 anys (si voleu creure-ho).
it: Non si dovrebbe fare affidamento al CD e al DVD medio, trattato in modo corretto, per non più di pochi anni. È possibile comprare CD e DVD con qualità da archivio molto più durevoli, ma sono più difficili da trovare e anche più costosi. In giro si trovano offerte per dispositivi ottici placcati in oro a pochi euro il pezzo, tacciati di durare fino a 100 anni (se ci credi).
nl: De gemiddelde CD of DVD, waar goed voor wordt gezorgd, zou niet meer vertrouwd moeten worden voor meer dan een paar jaar. U kunt archiefkwaliteit CD's en DVD's kunnen kopen die veel langer deren, maar moeilijker te krijgen zijn en veel duurder. Er bestaan met goud bedekte optische media die een paar euro per stuk kosten en die beweren dat ze honderd jaar meegaan (als u het wilt geloven).
pt_br: Um CD ou DVD comum, bem cuidado, não deve durar mais do que alguns anos. Você pode comprar CDs e DVDs com qualidade de arquivamento, que duram muito mais, mas são mais difíceis de obter e muito mais caros. Existem ofertas de mídias ópticas banhadas a ouro que custam alguns euros cada, mas que prometem uma vida útil de 100 anos (acredite se quiser).
sl: Povprečnemu CD-ju ali DVD-ju, ki je ustrezno negovan, ne bi smeli zaupati več kot nekaj let. Lahko kupite CD-je in DVD-je arhivske kakovosti, ki trajajo veliko dlje, vendar jih je težje dobiti in so veliko dražji. Obstajajo ponudbe pozlačenih optičnih medijev, ki stanejo nekaj evrov za kos in zahtevajo življenjsko dobo 100 let (če v to verjamete).
uk: Не слід довіряти дані сховищу на CD або DVD довше, ніж на кілька років. Ви можете придбати якісні компакт-диски або DVD, які служитимуть довше, хоча дістати їх складніше за звичайні, крім того, вони дорожчі. Фірми-виробники можуть запропонувати вам оптичний носій з золотим покриттям за декілька євро за штуку, термін зберігання даних на яких, як вважається, складає 100 років (якщо ви цьому вірите).
zh_cn: 普通 CD 或 DVD 如果得到适当维护，其可信赖期限不应超过几年。你可以购买存档级CD 和 DVD，它们的寿命更长，但更难获得且价格更高。市面上有一些镀金光学介质，每片价格几欧元，宣称存储寿命为 100 年（如果你愿意相信的话）。

source: Eventually all optical disks will become unreadable, but you can reduce the risk by using good quality disks, a good quality recorder, and storing the disk in an appropriate way. The best optical drive recorders are not much more expensive than the cheapest, but they write in a much more reliable way. It's a matter of choosing the right one.
ca: A la llarga, tots els discs òptics poden resultar impossibles de llegir, però es pot reduir el risc emprant discs de bona qualitat, una gravadora bona, i emmagatzemar el disc d'una manera correcta. Les millors gravadores òptiques no són molt més cares que les més barates, però escriuen d'una manera molt més fiable. És una qüestió de triar la correcta.
it: Prima o poi, tutti i dischi ottici diventeranno illeggibili, ma puoi ridurre il rischio usando dischi e masterizzatori di buona qualità, conservando il disco nel modo appropriato. I migliori masterizzatori ottici non sono molto più costosi di quelli più economici, ma scrivono in modo molto più affidabile. Il problema è scegliere quello giusto.
nl: Uiteindelijk zullen alle optische schijven onleesbaar worden, maar u kunt het risico verminderen met behulp van goede kwaliteit schijven, een goede recorder en opslaan op een correcte manier. De beste optische station-recorders zijn niet veel duurder dan de goedkoopste, maar ze schrijven op een veel betrouwbaarder manier. Het is een kwestie van het kiezen van de juiste.
pt_br: Eventualmente, todos os discos ópticos se tornarão ilegíveis, mas você pode reduzir o risco usando discos de boa qualidade, um gravador de boa qualidade e armazenando o disco de forma adequada. Os melhores gravadores de unidade óptica não são muito mais caros que os mais baratos, mas gravam de forma muito mais confiável. É uma questão de escolher o modelo certo.
sl: Sčasoma bodo vsi optični diski postali neberljivi, vendar lahko tveganje zmanjšate z uporabo kakovostnih diskov, kakovostnega zapisovalnika in shranjevanja diska na primeren način. Najboljši snemalniki z optičnimi pogoni niso dosti dražji od najcenejših, a pišejo veliko bolj zanesljivo. Gre za izbiro pravega.
uk: Зрештою, оптичні диски можуть стати непридатними для читання, але ви можете зменшити ризик, якщо використовуватимете якісні диски та якісний пристрій для їх запису і зберігатимете їх належним чином. Найкращі пристрої запису оптичних дисків не набагато дорожчі за найдешевші, але вони записують дані набагато надійніше. Питання надійності — це питання вибору правильного носія і правильного пристрою запису.
zh_cn: 最终所有光盘都会变得无法读取，但你可以通过使用优质光盘、优质刻录机并以适当方式存储光盘来降低风险。最好的光盘刻录机比最便宜的贵不了多少，但它们以更可靠的方式写入。关键在于选择正确的刻录机。

source: For damaged optical drives, see the Wikipedia `list of all common applications <https://en.wikipedia.org/wiki/Data_recovery#List_of_data_recovery_software>`_ designed to get data from damaged floppies, hard drives, flash media such as camera memory and USB drives, and so forth.
ca: Per a unitats òptiques malmeses, vegeu a la Viquipèdia la `llista de totes les aplicacions habituals <https://en.wikipedia.org/wiki/Data_recovery#List_of_data_recovery_software>`_ dissenyades per a obtenir dades de disquets, discs durs, suports flash malmesos com ara memòria de càmeres i unitats USB o similars.
it: Per i dispositivi ottici danneggiati, Wikipedia `fa un elenco di tutte le applicazioni più comuni <https://en.wikipedia.org/wiki/Data_recovery#List_of_data_recovery_software>`_ progettate per recuperare di dati da floppy disk e hard disk danneggiati, dispositivi flash tipo le memorie delle fotocamere e i dispositivi USB, e via discorrendo.
nl: Voor beschadigde optische stations, geeft Wikipedia een `lijst met algemene toepassingen <https://en.wikipedia.org/wiki/Data_recovery#List_of_data_recovery_software>`_, ontworpen om gegevens van beschadigde floppies, vaste schijven, flash-media, zoals camerageheugen en USB-apparaten, etc. te halen.
pt_br: Para unidades ópticas danificadas, consulte a `lista de todos os aplicativos comuns <https://en.wikipedia.org/wiki/Data_recovery#List_of_data_recovery_software>`_ da Wikipédia, projetados para obter dados de disquetes danificados, discos rígidos, mídia flash, como memória de câmera e unidades USB, e assim por diante.
sl: Za poškodovane optične pogone si oglejte Wikipedio `seznam vseh običajnih aplikacij - list of all common applications <https://en.wikipedia.org/wiki/Data_recovery#List_of_data_recovery_software>`_, namenjenih pridobivanju podatkov s poškodovanih disket, trdih diskov, bliskovnih medijev, kot je pomnilnik fotoaparata in pogoni USB itd.
uk: Якщо оптичний диск пошкоджено, ви можете скористатися `списком програм з Вікіпедії <https://en.wikipedia.org/wiki/Data_recovery#List_of_data_recovery_software>`_, які створено для видобування даних з пошкоджених дискет, жорстких дисків, флеш-носіїв, зокрема карток пам’яті фотоапарата та пристроїв USB тощо.
zh_cn: 对于损坏的光盘驱动器，可以参考维基百科上 `所有常见应用程序的列表 <https://en.wikipedia.org/wiki/Data_recovery#List_of_data_recovery_software> `_ ，这些程序旨在从损坏的软盘、硬盘、闪存介质（如相机存储卡和USB驱动器）等设备中恢复数据。

source: Dual-layer optical media Blu-ray disk can store 50 GB, almost six times the capacity of a dual layer DVD at 8.5 GB. Everything that has been said about CDs/DVDs applies to Blu-ray disks as well.
ca: El disc Blu-ray com a suport òptic de doble capa pot emmagatzemar 50 GB, gairebé sis vegades la capacitat d'un DVD de doble capa amb 8,5 GB. Tot el que s'ha dit sobre els CD/DVD també s'aplica als discs Blu-ray.
it: Un disco Blu-ray multimediale ottico a doppio strato può contenere 50 GB, quasi sei volte la capienza di un DVD doppio strato da 8,5 GB. Tutto quello che è stato detto per i CD e i DVD vale anche per i dischi Blu-ray.
nl: Optische media blu-ray-schijven met twee lagen kunnen 50 GB opslaan, bijna zes keer de capaciteit van een dual-layer dvd van 8,5 GB. Alles wat is gezegd over cd's/dvd's geldt ook voor blu-ray-schijven.
pt_br: O disco Blu-ray de mídia óptica de camada dupla pode armazenar 50 GB, quase seis vezes a capacidade de um DVD de camada dupla, com 8,5 GB. Tudo o que foi dito sobre CDs/DVDs também se aplica aos discos Blu-ray.
sl: Dvoslojni optični medij Blu-ray disk lahko shrani 50 GB, kar je skoraj šestkrat več kot dvoslojni DVD z 8,5 GB. Vse, kar je bilo povedano o CD-jih/DVD-jih, velja tudi za Blu-ray diske.
uk: На двошарових оптичних дисках Blu-ray можна зберігати 50 ГБ даних, майже вшестеро більше, ніж на двошарових DVD місткістю 8,5 ГБ. Все те, про що ми говорили щодо КД/DVD, стосується і дисків Blu-ray.
zh_cn: 双层光学介质蓝光光盘可以存储 50 GB，几乎是双层 DVD 8.5 GB 容量的六倍。关于 CD/DVD 的所有内容同样适用于蓝光光盘。

source: Best practices: Burn optical media slowly with a good recorder on archive-quality media in an open, non-proprietary format. Read the data back to verify. Label them with some descriptive text, date, and author. Lock them away where it is clean, dark, animal safe and dry. And do not forget to copy them over to the next generation of media before you throw away your last piece of hardware or software able to read them.
ca: Millor pràctica: Cremar els mitjans òptics lentament amb un bon gravador en un suport amb qualitat d'arxiu en un format obert, no propietari. Llegir les dades de nou per a verificar, etiquetar-lo amb un text descriptiu amb la data i autor. Tancar-lo en un lloc net, fosc, sec i protegit d'animals. I no oblideu de copiar-los en la pròxima generació de suports abans de desfer-vos de l'última peça de maquinari o programari capaç de llegir-los.
it: Pratiche migliori: masterizza i supporti ottici, con un buon masterizzatore, su un supporto di qualità «archivio» in un formato aperto (non proprietario). Verifica i dati; etichettali con un testo descrittivo più data e autore. Chiudili in un luogo pulito, buio, asciutto e senza animali. E non dimenticarti di copiarli sulla prossima generazione di supporti prima di gettare il tuo ultimo pezzo di hardware o di software in grado di leggerli.
nl: De beste praktijk: brand optische media langzaam met een goede recorder op media met archiefkwaliteit in een open, niet-bedrijfseigen formaat, lees de gegevens terug om die te controleren, label ze met beschrijvende tekst, datum en auteur, berg ze op waar het schoon, donker, dierveilig en droog is. En vergeet niet om ze opnieuw te kopiëren naar de volgende generatie media voordat u het laatste stukje hardware of software weggooit dat ze nog kan lezen.
pt_br: Boas práticas: Grave mídias ópticas lentamente com um bom gravador, em mídia de qualidade de arquivamento, em um formato aberto e não proprietário. Releia os dados para verificar. Identifique-os com algum texto descritivo, data e autor. Guarde-os em local limpo, escuro, seguro contra animais e seco. E não se esqueça de copiá-los para a próxima geração de mídia antes de descartar seu último hardware ou software capaz de lê-los.
sl: Najboljše prakse: Počasi zapisujte optične medije z dobrim snemalnikom na medije arhivske kakovosti v odprtem, nelastniškem formatu. Preberite podatke nazaj, da preverite. Označite jih z opisnim besedilom, datumom in avtorjem. Zaklenite jih na čisto, temno, varno za živali in suho mesto. In ne pozabite jih kopirati na naslednjo generacijo medijev, preden zavržete zadnji del strojne ali programske opreme, ki jih lahko prebere.
uk: Найкращий підхід: виконуйте запис оптичних носіїв на невисокій швидкості на якісному пристрої та на якісному носії у відкритих, непропрієтарних форматах, виконайте повторне читання для перевірки даних, позначайте носії зрозумілими мітками та даними про дату та автора, тримайте їх у чистому, темному, недоступному для тварин та вологи місці. І не забувайте скопіювати дані на носії наступного покоління, перш ніж викидати останні екземпляри обладнання та програмного забезпечення, здатного прочитати ці дані.
zh_cn: 最佳实践：使用优质刻录机在存档级介质上以开放的、非专有格式缓慢刻录光盘。读取数据以进行验证。用描述性文本、日期和作者标记它们。将它们存放在清洁、黑暗、防动物且干燥的地方。并且不要忘记在扔掉最后一件能够读取它们的硬件或软件之前，将它们复制到下一代介质上。

source: Hard Disks
ca: Discs durs
it: Dischi fissi
nl: Harde schijven
pt_br: Discos rígidos
sl: Trdi diski
uk: Жорсткі диски
zh_cn: 硬盘

source: Hard Disk drive (HDD) manufacturers keep their statistics to themselves. A manufacturer's guarantee buys you a new disk, but no data on how long it might last. Backblaze, a storage provider, reported a 1.5% annualized failure rate in 2023 based on an inventory of 237,278 hard drives. Google has done a large-scale study on `HDD <https://en.wikipedia.org/wiki/Hard_disk_drive>`_ failure mechanisms: `Disk Failures study <https://research.google.com/archive/disk_failures.pdf>`_.
ca: Els fabricants de discs durs (HDD) guarden les seves estadístiques per a si mateixos. La garantia d'un fabricant us fa comprar un disc nou, però no hi ha dades sobre el temps que pot durar. Backblaze, un proveïdor d'emmagatzematge, va informar d'una taxa de fallada anual de l'1,5% el 2023 basada en un inventari de 237.278 discs durs. Google ha fet un estudi a gran escala sobre els mecanismes de fallada dels `HDD <https://en.wikipedia.org/wiki/Hard_disk_drive>`: `Estudi de fallades de disc («Disk Failures study») <https://research.google.com/archive/disk_failures.pdf>`_.
it: I produttori di dischi fissi (HDD) tengono le loro statistiche riservate. La garanzia di un produttore ti permette di rimpiazzare il disco, ma non i dati. La garanzia di un produttore ti acquista un disco nuovo, ma non vi sono dati su quando esso potrebbe durare. Il servizio di storage Backblaze ha riportato un tasso di errore del 1,5% annuo nel 2023 basato su un inventario di 237.278 dischi rigidi. Google ha studiato in larga scala le rotture meccaniche degli `HDD <https://en.wikipedia.org/wiki/Hard_disk_drive>`_: `Disk Failures study <https://research.google.com/archive/disk_failures.pdf>`_.
nl: Fabrikanten van vaste schijven (HDD) houden hun statistieken voor zichzelf. Met garantie van een fabrikant koopt u een nieuwe schijf, maar geen gegevens over hoelang ze meegaan. Backblaze, een opslagleverancier, rapporteerde een 1.5% jaarlijkse faalsnelheid in 2023 gebaseerd op een inventaris van 237,278 vaste schijven. Google heeft een grootschalig onderzoek gedaan op `HDD <https://en.wikipedia.org/wiki/Hard_disk_drive>`_ faalmechanismen gedaan: `Disk Failures study <https://research.google.com/archive/disk_failures.pdf>`_.
pt_br: Os fabricantes de discos rígidos (HDD) mantêm suas estatísticas em segredo. A garantia do fabricante garante a compra de um disco novo, mas não há dados sobre sua durabilidade. A Backblaze, uma provedora de armazenamento, relatou uma taxa de falhas anualizada de 1,5% em 2023, com base em um inventário de 237.278 discos rígidos. O Google realizou um estudo em larga escala sobre os mecanismos de falha de `HDDs <https://en.wikipedia.org/wiki/Hard_disk_drive>`_. `Estudo sobre Falhas de Disco <https://research.google.com/archive/disk_failures.pdf>`_.
sl: Proizvajalci trdih diskov (HDD) svojo statistiko hranijo zase. Garancija proizvajalca vam kupi nov disk, vendar ni podatkov o tem, kako dolgo lahko traja. Backblaze, ponudnik shranjevanja, je leta 2023 poročal o 1,5-odstotni letni stopnji napak na podlagi popisa 237.278 trdih diskov. Google je izvedel obsežno študijo o `HDD <https://en.wikipedia.org/wiki/Hard_disk_drive>`_ mehanizmih okvar: `Študija odpovedi diskov - Disk Failures study <https://research.google.com/archive/disk_failures. pdf>`_.
uk: Виробники жорстких дисків (HDD) не поспішають ділитися статистичними даними. Виробник за гарантією надасть вам новий диск, але не скаже, як довго він працюватиме. Компанія Backblaze, надавач послуг зі зберігання даних, повідомляла про щорічну частку виходу з ладу дисків у 1,5% у 2023 році на основі аналізу даних щодо 237278 жорстких дисків. Google виконано масштабне дослідження щодо механізмів відмови `HDD <https://en.wikipedia.org/wiki/Hard_disk_drive>`_ : `Disk Failures study <https://research.google.com/archive/disk_failures.pdf>`_.
zh_cn: 硬盘驱动器（HDD）制造商对其统计数据保密。制造商的保证可以让你获得新硬盘，但无法保证它能使用多久。存储提供商 Backblaze 在2023年基于237,278块硬盘的库存报告称，年故障率为1.5%。谷歌对硬盘故障机制进行了大规模研究：`HDD <https://en.wikipedia.org/wiki/Hard_disk_drive>`_ failure mechanisms: `Disk Failures study <https://research.google.com/archive/disk_failures.pdf>`_.
