Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_: As much as ODF will be readable forever (since the text it contains is written in clear text), XMP will preserve your metadata in a clearly understandable XML format. No danger here of not being able to read it later. It can be embedded into the image files or as a separate accompanying file, that Adobe calls a **Sidecar** file. XMP can be used in PDF, JPEG, JPEG2000, GIF, PNG, HTML, TIFF, Adobe Illustrator, PSD, Postscript, Encapsulated Postscript, and video files. In JPEG files, XMP information is typically included alongside Exif and IPTC data.
it: `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_: così come ODF sarà leggibile per sempre (poiché il testo che contiene esso è scritto in chiaro), XMP conserverà i tuoi metadati in un formato XML chiaramente comprensibile. Nessun pericolo di non essere in grado di leggerlo in seguito. Può essere incorporato nei file di immagine o in un file di accompagnamento separato (che Adobe chiama file **sidecar**). XMP può essere usato nei file PDF, JPEG, JPEG2000, GIF, PNG, HTML, TIFF, Adobe Illustrator, PSD, Postscript, Encapsulated Postscript e video. Nei file JPEG, le informazioni XMP sono normalmente incluse accanto ai dati Exif e IPTC.
pt_br: `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_: Assim como o ODF será legível para sempre (já que o texto que ele contém é escrito em texto simples), o XMP preservará seus metadados em um formato XML claramente compreensível. Não há perigo de não ser possível lê-los posteriormente. Ele pode ser incorporado aos arquivos de imagem ou como um arquivo separado, que a Adobe chama de arquivo **Sidecar**. O XMP pode ser usado em arquivos PDF, JPEG, JPEG2000, GIF, PNG, HTML, TIFF, Adobe Illustrator, PSD, Postscript, Encapsulated Postscript e vídeo. Em arquivos JPEG, as informações do XMP normalmente são incluídas junto com os dados Exif e IPTC.
sl: `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_: Kolikor bo ODF berljiv za vedno (ker je besedilo, ki ga vsebuje, napisano v čistem besedilu), bo XMP ohranil vaše metapodatke v jasno razumljivem format XML. Tu ni nevarnosti, da je pozneje ne bi mogli prebrati. Lahko jo vdelate v slikovne datoteke ali kot ločeno priklopno datoteko, ki jo Adobe imenuje datoteka **Sidecar**. XMP se lahko uporablja v datotekah PDF, JPEG, JPEG2000, GIF, PNG, HTML, TIFF, Adobe Illustrator, PSD, Postscript, Encapsulated Postscript in video datotekah. V datotekah JPEG so informacije XMP običajno vključene poleg podatkov Exif in IPTC.
uk: `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_. Так само, як дані у форматі ODF можна буде прочитати завжди (оскільки у цьому форматі дані зберігаються у придатній для читання без обробки текстовій формі), XMP збереже ваші дані у придатному для читання форматі XML. Немає абсолютно ніякого ризику втратити можливість прочитати ці дані пізніше. Ці дані можна вбудувати до файлів зображень, або зберігати у окремому супутньому файлі (який Adobe називає «коляски»). XMP можна використовувати у файлах PDF, JPEG, JPEG2000, GIF, PNG, HTML, TIFF, Adobe Illustrator, PSD, PostScript, Encapsulated PostScript та відео. У типовому файлі JPEG дані XMP буде вбудовано поруч з даними Exif і IPTC.
zh_cn: `XMP <https://en.wikipedia.org/wiki/Extensible_Metadata_Platform>`_ 的优势：就像 ODF 格式永远可读（因为里面的内容都是纯文本），XMP 也能把你的元数据以清晰易懂的 XML 格式保存下来。完全不用担心以后读不出来。这些数据可以直接嵌入图像文件，也可以作为单独的附带文件保存（Adobe 管这个叫 Sidecar 文件）。XMP 可以用在 PDF、JPEG、JPEG2000、GIF、PNG、HTML、TIFF、Adobe Illustrator、PSD、Postscript、Encapsulated Postscript 和视频文件里。在 JPEG 文件里，XMP 信息通常和 Exif、IPTC 数据放在一起。

source: digiKam can Display XMP Contents from Image and Video
ca: El digiKam pot mostrar contingut XMP des d'imatge i vídeo
it: digiKam può visualizzare il contenuto XMP dall'immagine e il video
pt_br: O digiKam pode exibir conteúdo XMP de imagem e vídeo
sl: digiKam lahko prikaže vsebino XMP iz slike in videa
uk: digiKam може показувати дані XMP з файлів зображень і відео
zh_cn: digiKam 可以显示图像和视频中的 XMP 内容

source: Embedding metadata directly in the image files allows easy sharing and transfer of files across products, vendors, platforms, customers, without metadata getting lost. The most common metadata tags recorded in XMP data are those from the Dublin Core Metadata Initiative, which include things like title, description, creator, and so on. The standard is designed to be extensible, allowing users to add their own custom types of metadata into the XMP data. XMP generally does not allow binary data types to be embedded. This means that any binary data one wants to carry in XMP, such as thumbnail images, must be encoded in some XML-friendly format, such as Base-64.
ca: La incrustació de les metadades directament en els fitxers d'imatge, permet compartir i transferir fitxers entre productes, fabricants i clients sense perdre les metadades. Les etiquetes de metadades més habituals que s'emmagatzemen a les dades XMP són les que provenen de la Dublin Core Metadata Initiative, inclouen aspectes com el títol, la descripció, el creador, etc. L'estàndard està dissenyat per a ser extensible, que permet als usuaris afegir els seus propis tipus de metadades personalitzats a les dades XMP. XMP generalment no permet la incrustació de dades binàries. Això vol dir que totes les dades que vulgueu incloure al XMP, com ara imatges en miniatura, s'hauran de codificar en un format compatible amb XML com Base-64.
it: L'incorporazione diretta dei metadati nei file immagine permette di condividere e trasferire facilmente i file tra prodotti, produttori, piattaforme e consumatori, senza perdita dei metadati. I tag di metadati più comunemente registrati nei dati XMP sono quelli della Dublin Core Metadata Initiative, che includono dati come titolo, descrizione, autore e via discorrendo. Lo standard è progettato per essere estensibile e permettere agli utenti di aggiungere metadati personalizzati nei dati XMP. Questo generalmente non permette di incorporare dati binari: ciò significa che se si vogliono trasportare dati binari in XMP, come le miniature, essi devono essere codificati in un formato interpretabile da XML, come Base-64.
pt_br: A incorporação de metadados diretamente nos arquivos de imagem permite o fácil compartilhamento e transferência de arquivos entre produtos, fornecedores, plataformas e clientes, sem perda de metadados. As etiquetas de metadados mais comuns registradas em dados XMP são aquelas da Dublin Core Metadata Initiative, que incluem itens como título, descrição, criador e assim por diante. O padrão foi projetado para ser extensível, permitindo que os usuários adicionem seus próprios tipos personalizados de metadados aos dados XMP. O XMP geralmente não permite a incorporação de tipos de dados binários. Isso significa que quaisquer dados binários que se queira transportar em XMP, como imagens em miniatura, devem ser codificados em algum formato compatível com XML, como o Base-64.
sl: Vdelava metapodatkov neposredno v slikovne datoteke omogoča preprosto skupno rabo in prenos datotek med izdelki, prodajalci, platformami, strankami, ne da bi se metapodatki izgubili. Najpogostejše metapodatkovne oznake, zabeležene v podatkih XMP, so tiste iz Dublin Core Metadata Initiative, ki vključujejo stvari, kot so naslov, opis, ustvarjalec itd. Standard je zasnovan tako, da je razširljiv, kar uporabnikom omogoča dodajanje lastnih vrst metapodatkov po meri v podatke XMP. XMP na splošno ne dovoljuje vdelave binarnih tipov podatkov. To pomeni, da morajo biti vsi binarni podatki, ki jih želite prenesti v XMP, kot so sličice, kodirani v nekem XML-ju prijaznem formatu, kot je Base-64.
uk: Вбудовування метаданих безпосередньо до файлів надає змогу без проблем поширювати і передавати файли між продуктами, виробниками, платформами, споживачами без втрати метаданих. Найпоширеніші мітки метаданих, записаних у даних XMP, є мітки, визначені Dublin Core Metadata Initiative. Серед цих міток: заголовок, автор тощо. Стандарт було розроблено з врахуванням можливості розширення, що надає користувачам змогу додавати власні нетипові типи метаданих до даних XMP. Загалом кажучи, XMP не передбачає можливості вбудовування бінарних типів даних. Це означає, що будь-які бінарні дані, які хтось хоче зберегти у XMP, наприклад, зображення мініатюр, слід закодувати у дружньому до XML форматі, зокрема Base64.
zh_cn: 把元数据直接嵌入图像文件，就能轻松跨产品、跨厂商、跨平台、跨用户分享和传输文件，再也不用担心元数据丢失。XMP 数据里最常见的元数据标签都来自都柏林核心元数据计划（Dublin Core Metadata Initiative），包括标题、描述、创作者这些信息。这个标准设计时就是可扩展的，用户可以往 XMP 数据里添加自定义的元数据类型。不过 XMP 一般不允许嵌入二进制数据类型，这意味着如果想在 XMP 里放缩略图这类二进制数据，就得先转成 Base-64 这类 XML 友好的格式。

source: Many photographers prefer keeping an original of their shots (mostly RAW) for the archive. XMP suits that approach as it keeps metadata separate from the image file. We do not share this point of view. There could be problems linking metadata file and image file, and as said above, RAW formats will become obsolete. We recommend using DNG as a container and putting everything inside the single file.
ca: Molts fotògrafs prefereixen conservar un original de les seves fotografies (principalment RAW) per a l'arxiu. El XMP és adequat per a aquest enfocament, ja que manté les metadades separades del fitxer d'imatge. L'autor no comparteix aquest punt de vista. Pot haver-hi problemes associant el fitxer de metadades amb la imatge i, com s'ha dit anteriorment, els formats RAW es tornaran obsolets. Es recomana utilitzar el DNG com a contenidor i posar-ho tot dins del fitxer individual.
it: Molti fotografi preferiscono tenere per il proprio archivio l'originale dei loro scatti (per lo più in RAW). XMP è adatto a questo approccio, poiché mantiene i metadati separati dai file dell'immagine. Non condividiamo questo punto di vista. Ci potrebbero essere problemi nel collegare il file dei metadati con l'immagine e, come affermato prima, i formati RAW diventeranno obsoleti. Raccomandiamo l'uso di DNG come contenitore, inserendoci tutto all'interno del file.
pt_br: Muitos fotógrafos preferem manter o original de suas fotos (principalmente em RAW) para o arquivamento. O XMP se adapta a essa abordagem, pois mantém os metadados separados do arquivo de imagem. Não compartilhamos esse ponto de vista. Pode haver problemas ao vincular o arquivo de metadados ao arquivo de imagem e, como mencionado acima, os formatos RAW se tornarão obsoletos. Recomendamos usar DNG como contêiner e colocar tudo dentro de um único arquivo.
sl: Mnogi fotografi raje hranijo izvirnik svojih posnetkov (večinoma RAW) za arhiv. XMP ustreza temu pristopu, saj ohranja metapodatke ločene od slikovne datoteke. Ne delimo tega stališča. Pri povezovanju datoteke z metapodatki in slikovne datoteke lahko pride do težav in kot je navedeno zgoraj, bodo formati RAW postali zastareli. Priporočamo, da DNG uporabite kot vsebnik in vse shranite v eno datoteko.
uk: Багато фотографів віддають перевагу зберіганню оригіналів своїх фотографій (здебільшого у форматі RAW) у архіві. Формат XMP відповідає такому підходу, оскільки метадані зберігаються окремо від файлів зображення. Автор не притримується подібних думок щодо зберігання зображень. Можуть виникнути проблеми з прив’язкою файла метаданих до файлів зображень і, як ми вже казали вище, формати RAW застарівають. Автор рекомендує вам користуватися контейнером DNG і зберігати всі дані до єдиного файла зображення.
zh_cn: 很多摄影师喜欢保留原始拍摄文件（主要是 RAW 格式）作为存档。XMP 很适合这种做法，因为它将元数据和图像文件分开保存。但我们不认同这种观点——元数据文件和图像文件的关联可能会出问题，而且正如前文所说，RAW 格式终将被淘汰。我们推荐使用 DNG 作为容器格式，把所有内容都打包进单个文件。

source: The `Dublin Core Metadata Initiative <https://www.dublincore.org/>`_ is an open organization engaged in the development of interoperable online metadata standards that support a broad range of purposes and business models. DCMI's activities include work on architecture and modeling, discussions and collaborative work in DCMI Communities and DCMI Task Groups, annual conferences and workshops, standards liaison, and educational efforts to promote widespread acceptance of metadata standards and practices.
ca: La `Dublin Core Metadata Initiative <https://www.dublincore.org/>`_ és una organització oberta dedicada a desenvolupar estàndards per a la interoperabilitat de les metadades en línia que implementin una gran varietat de finalitats i models comercials. Les iniciatives de la DCMI inclouen treballar en arquitectura i modelització, debats i treball col·laboratiu a les comunitats i grups de treball de la DCMI, conferències i tallers anuals, alineació dels estàndards i esforços educatius per a promoure una àmplia acceptació i pràctica dels estàndards en les metadades.
it: La `Dublin Core Metadata Initiative <https://www.dublincore.org/>`_ è un'organizzazione aperta dedita nello sviluppo di standard per i metadati interoperabili in linea che supportano un'ampia gamma di obiettivi e di modelli per il business. Le attività del DCMI includono il lavoro sull'architettura e la modellazione, discussioni e lavoro collaborativo nelle comunità DCMI e nei gruppi di lavoro DCMI, conferenze annuali e workshop, contatti standard e sforzi educativi per promuovere una più ampia accettazione degli standard e delle pratiche sui metadati.
nl: The `Dublin Core Metadata Initiative <https://www.dublincore.org/>`_ is een open organisatie die zich bezig houdt met de ontwikkeling van standaarden voor online metagegevens die een breed bereik van toepassingen en business-modellen ondersteunen. DCMI's bezigheden omvatten: werk aan architectuur en vorming, discussies en samenwerkingen in DCMI gemeenschappen en DCMI projectgroepen. Jaarlijkse conferenties en workshops, standaard samenwerking en opleidingspogingen om breed gedragen aanvaarding van standaard metagegevens en werkwijzen te promoten.
pt_br: A `Dublin Core Metadata Initiative <https://www.dublincore.org/>`_ (DCMI) é uma organização aberta engajada no desenvolvimento de padrões de metadados online interoperáveis ​​que atendem a uma ampla gama de propósitos e modelos de negócios. As atividades da DCMI incluem trabalho em arquitetura e modelagem, discussões e trabalho colaborativo nas Comunidades e Grupos de Trabalho da DCMI, conferências e workshops anuais, coordenação de padrões e esforços educacionais para promover a ampla aceitação de padrões e práticas de metadados.
sl: `Dublin Core Metadata Initiative <https://www.dublincore.org/>`_ je odprta organizacija, ki se ukvarja z razvojem standardov metapodatkov interoperabilnega spleta, ki podpirajo širok spekter namenov in modelov poslovanja. Dejavnosti DCMI vključujejo delo na področju arhitekture in modeliranja, razprave in sodelovanje v skupnostih DCMI in delovnih skupinah DCMI, letne konference in delavnice, povezave s standardi in izobraževalna prizadevanja zaspodbujanje splošnega sprejemanja standardov in praks metapodatkov.
uk: `Dublin Core Metadata Initiative <https://www.dublincore.org/>`_ — це відкрита організація, метою якої є розробка пов’язаних між собою стандартів мережевих метаданих, які б можна було використовувати для задоволення широкого спектру потреб та бізнес-моделей. Серед заходів DCMI робота над архітектурою та моделюванням, обговорення та спільна робота у спільнотах DCMI і групах завдань DCMI, щорічні конференції та виставки, забезпечення взаємодії стандартів та освітні акції з просування стандартів та технологій роботи з метаданими.
zh_cn: `都柏林核心元数据计划（Dublin Core Metadata Initiative） <https://www.dublincore.org/>`_ 是一个致力于开发通用在线元数据标准的开放组织。该组织的重点工作包括：元数据架构设计与建模，通过社区和专项工作组开展协作，举办年度会议和研讨会，推进标准对接，以及开展元数据标准普及教育。

source: digiKam Support Sidecar Files with many Options from Settings Panel
ca: El digiKam admet els fitxers laterals amb moltes opcions des del plafó de configuració
it: digiKam supporta i file sidecar con molte opzioni dal pannello delle impostazioni
pt_br: Suporte ao digiKam para arquivos auxiliares (sidecar) com muitas opções no painel de configurações
sl: digiKam podpira priklopne datoteke s številnimi možnostmi na plošči z nastavitvami
uk: У digiKam, на панелі параметрів, передбачено підтримку допоміжних файлів із багатьма параметрами
zh_cn: digiKam 支持通过设置面板配置多种Sidecar文件选项

source: Protect Your Data
ca: Protegir les vostres dades
it: Proteggi i tuoi dati
nl: Bescherm uw gegevens
pt_br: Proteja seus dados
sl: Zaščitite svoje podatke
uk: Захист ваших даних
zh_cn: 数据保护指南

source: Use surge protectors (UL 1449 standard), possibly combined with a UPS.
ca: Utilitzeu protectors de sobretensions (estàndard UL 1449), possiblement combinats amb un SAI.
it: Usa scaricatori di sovratensioni (standard UL 1449), possibilmente combinati con un'unità UPS.
nl: Gebruik piekspanningbeveiliging (UL 1449 standaard) waar mogelijk gecombineerd met UPS.
pt_br: Use protetores contra surtos (padrão UL 1449), possivelmente combinados com um no-break.
sl: Uporabite prenapetostne zaščite (standard UL 1449), po možnosti v kombinaciji z UPS.
uk: Використовуйте фільтри сплесків напруги (стандарту UL 1449), за можливості, разом з UPS.
zh_cn: 使用符合 UL 1449 标准的电涌保护器，最好搭配 UPS 不间断电源

source: Use ECC memory to correct memory errors (even when just saving files).
it: Usa memorie ECC per correggere gli errori di memoria (anche solo quando salvi i file).
pt_br: Use memória ECC para corrigir erros de memória (mesmo ao apenas salvar arquivos).
sl: Uporabite pomnilnik ECC za popravljanje napak v pomnilniku (tudi ko samo shranjujete datoteke).
uk: Використовуйте пам’ять ECC з виправленням помилок передавання даних у пам'яті (навіть простого збереження файлів).
zh_cn: 采用 ECC 内存自动纠正存储错误（即使是普通文件保存时）

source: Watch your hard drives (temperature, noise...), make backups.
ca: Vigileu els discs durs (temperatura, soroll...) i crear còpies de seguretat.
it: Controlla i tuoi dischi fissi (temperatura, rumore...), fai copie di sicurezza.
nl: Houd uw harde schijf in het oog (temperatuur, geluid,..) en maak reservekopieën.
pt_br: Fique de olho nos seus discos rígidos (temperatura, ruído...), faça backups.
sl: Pazite na svoje trde diske (temperatura, šum...), naredite varnostne kopije.
uk: Спостерігайте за станом жорстких дисків (температурою, шумом...), створюйте резервні копії.
zh_cn: 监控硬盘状态（温度、异响等），定期备份

source: Keep backups at another location, locked up, use web storage space.
ca: Manteniu les còpies de seguretat en una altra ubicació, blocades, utilitzar magatzems de dades al web.
it: Tieni le copie di sicurezza in un altro posto, chiuso a chiave, usa uno spazio web di archiviazione.
nl: Bewaar reservekopieën op een andere locatie, achter slot en grendel, gebruik web opslagruimte.
pt_br: Mantenha os backups em outro local, trancados e use espaço de armazenamento na web.
sl: Varnostne kopije hranite na drugi lokaciji, zaklenjene, uporabite prostor za spletno shranjevanje.
uk: Зберігайте резервні копії деінде, під замком, користуйтеся сховищами даних у інтернеті.
zh_cn: 异地存放备份介质（建议上锁保管），结合云存储空间

source: Use archival media and burners.
ca: Utilitzeu suports d'arxiu i gravadores.
it: Usa supporti da archivio e masterizzatori.
nl: Gebruik archiveringsmedia en branders.
pt_br: Use mídias de arquivamento e gravadores.
sl: Uporabite arhivske medije in zapisovalnike.
uk: Використовуйте архівні носії і пристрої запису.
zh_cn: 选用专业存档介质和刻录设备

source: Don't panic in case of data loss, explain your recovery plan to a layperson.
ca: No desespereu en el cas d'una pèrdua de les dades, expliqueu el vostre pla de recuperació a una persona inexperta.
it: Non entrare in panico in caso di perdita di dati, spiega il tuo piano di recupero ad un tecnico esperto.
nl: Raak niet in paniek bij verlies van gegevens, leg uw herstelplan voor aan een leek.
pt_br: Não entre em pânico em caso de perda de dados, explique seu plano de recuperação a um leigo.
sl: Brez panike v primeru izgube podatkov, razložite svoj obnovitveni načrt sosednji osebi.
uk: У випадку втрати даних не панікуйте, спочатку порадьтеся щодо вашого плану відновлення даних з експертом.
zh_cn: 遭遇数据丢失时保持冷静，能用通俗语言向非专业人士解释恢复方案

source: Choose your file system, partitions, folders for easy scalability.
ca: Trieu el sistema de fitxers, particions, carpetes perquè siguin fàcilment escalables.
it: Scegli il tuo filesystem, le tue partizioni e le tue cartelle, per una facile scalabilità del sistema.
pt_br: Escolha seu sistema de arquivos, partições e pastas para fácil escalabilidade.
sl: Izberite svoj datotečni sistem, particije, mape za enostavno razširljivost.
uk: Вибирайте вашу файлову систему, розділи, теки з міркувань простоти масштабованості.
zh_cn: 选择便于扩展的文件系统、分区和文件夹结构

source: Use open, non-proprietary standards to manage and save photographs.
ca: Utilitzeu estàndards oberts i no privatius per a gestionar i desar les fotografies.
it: Usa standard aperti e non proprietari per gestire e per salvare le tue fotografie.
nl: Gebruik open, niet merkgebonden standaards om uw beelden te organiseren en op te slaan.
pt_br: Utilize padrões abertos e não proprietários para gerenciar e salvar fotografias.
sl: Uporabite odprte, nelastniške standarde za upravljanje in shranjevanje fotografij.
uk: Використовуйте відкриті, непатентовані формат для роботи з фотографіями і зберігання фотографій.
zh_cn: 采用开放的非私有标准管理照片

source: Do a technology/migration review at least every 5 years.
ca: Reviseu la tecnologia/migració almenys cada 5 anys.
it: Fai una revisione tecnica/di migrazione almeno ogni cinque anni.
nl: Voer iedere vijf jaar een herziening uit van uw techniek en migratiesysteem.
pt_br: Faça uma revisão de tecnologia/migração pelo menos a cada 5 anos.
sl: Naredite pregled tehnologije/migracije vsaj vsakih 5 let.
uk: Переглядайте технології, переходьте на нові принаймні кожні 5 років.
zh_cn: 至少每5年进行一次技术/迁移评估

source: Data Corruption and Loss
ca: Corrupció i pèrdua de les dades
nl: Verminking van gegevens en verlies

source: Use ECC memory to verify correct memory errors (even when just saving files).
ca: Utilitzeu memòries ECC per a verificar la correcció dels errors de memòria (fins i tot en desar els fitxers).
