Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Cloud storage is expensive compared to hard drives at home. And you have to transfer the images over the relatively slow Internet. But we think cloud storage can be a useful safeguard against localized data loss of the most essential images.
ca: L'emmagatzematge al núvol és car en comparació amb els discs durs a casa. I cal transferir les imatges a través d'un Internet relativament lent. Però creiem que l'emmagatzematge en el núvol pot ser una salvaguarda útil contra la pèrdua de dades localitzades de les imatges més essencials.
it: Lo storage in cloud è costoso rispetto a un disco fisso casalingo. Inoltre devi trasferire le immagini il sistema, relativamente lento rispetto a quello locale, di Internet. Noi pensiamo, però, che il salvataggio in cloud sia un sistema di salvaguardia utile contro la perdita di dati localizzata delle immagini più essenziali.
nl: Opslag in de cloud is duur in vergelijking met vaste schijven thuis. En u moet de afbeeldingen overbrengen over het relatief trage internet. Maar we denken dat opslag in d cloud een nuttige bescherming is tegen lokaal gegevensverlies van de meest essentiële afbeeldingen.
pt_br: O armazenamento em nuvem é caro comparado aos discos rígidos domésticos. E você precisa transferir as imagens pela internet relativamente lenta. Mas acreditamos que o armazenamento em nuvem pode ser uma proteção útil contra a perda localizada de dados das imagens mais essenciais.
sl: Shranjevanje v oblaku je drago v primerjavi s trdimi diski doma. In slike morate prenesti prek razmeroma počasnega interneta. Vendar menimo, da je shranjevanje v oblaku lahko uporabna zaščita pred lokalizirano izgubo podatkov najnujnejših slik.
uk: Користування хмарною службою зберігання даних є дорожчим за користування домашнім жорстким диском. Крім того, вам доведеться передавати зображення (досить повільним) каналом інтернету. Втім, хмарне сховище даних може бути корисним запобіжником від втрати локальних даних найцінніших зображень.
zh_cn: 与家用硬盘相比，云存储成本较高，且需要通过相对较慢的互联网传输图像。但我们认为，云存储可以有效防止最重要图像的本地数据丢失。

source: Google Photo and Flickr provide online storage services that are specialized for photographs. Their free space is limited, so you won't want to store full resolution images online. But the paid-accounts offer more storage.
ca: Google Photo i Flickr ofereixen serveis d'emmagatzematge en línia que estan especialitzats en fotografies. El seu espai de franc és limitat, així que no voldreu emmagatzemar imatges en resolució completa en línia. Però els de pagament ofereixen més emmagatzematge.
it: Google Foto e Flickr forniscono servizi di salvataggio in rete che sono specializzati per le fotografie. Il loro spazio gratuito è limitato, dunque non vorrai memorizzare in rete le immagini ad alta risoluzione. Gli account a pagamento offrono però più spazio di salvataggio.
nl: Google Photo en Flickr bieden online opslagdiensten gespecialiseerd voor foto's. Kun vrije ruimte is beperkt en dus wilt u geen volledige resolutie beelden online. Maar de betaalde accounts bieden meer opslag.
pt_br: O Google Fotos e o Flickr oferecem serviços de armazenamento online especializados em fotografias. O espaço gratuito é limitado, então você não vai querer armazenar imagens em resolução máxima online. Mas as contas pagas oferecem mais espaço.
sl: Google Photo in Flickr ponujata storitve spletnega shranjevanja, ki sta specializirani za fotografije. Njihov prosti prostor je omejen, zato ne boste želeli shranjevati slik polne ločljivosti na spletu. Toda plačljivi računi ponujajo več prostora za shranjevanje.
uk: Google Photo та Flickr надають послуги зі зберігання даних у мережі, спеціально для фотографій. Об’єм даних, що надається у ваше розпорядження обмежено, отже ви не зможете зберігати у мережі знімки з великою роздільною здатністю. Але на професійних облікових записах ви можете отримати більше можливостей.
zh_cn: Google 相册和 Flickr 提供专门用于照片的在线存储服务。免费空间有限，因此不建议存储全分辨率图像，但付费账户提供更多存储空间。

source: Web-based solutions are probably pretty safe in terms of data retention. Transmission errors are automatically corrected (thanks to the TCP protocol) and the big companies usually have backups included plus distributed storage so they themselves are disaster proof.
ca: Les solucions basades en web són probablement bastant segures en termes de retenció de dades. Els errors de transmissió es corregeixen automàticament (gràcies al protocol TCP) i les grans empreses solen tenir còpies de seguretat incloses més emmagatzematge distribuït perquè ells mateixos siguin a prova de desastre.
it: Le soluzioni basate sul web sono probabilmente davvero sicure, in termini di conservazione dei dati. Gli errori di trasmissione vengono corretti automaticamente (grazie al protocollo TCP) e le grandi compagnie di solito fanno copie di sicurezza più una memorizzazione distribuita, in modo da essere loro stesse a prova di disastro.
nl: Op web gebaseerde oplossingen zijn wat betreft het bewaren van gegevens redelijk veilig. Transmissiefouten worden gecorrigeerd (met dank aan het TCP-protocol) en de grote bedrijven bieden meestal reservekopieën plus gedistribueerde opslag, zodat ze zelfs beveiligd zijn tegen rampen.
pt_br: Soluções baseadas na web provavelmente são bastante seguras em termos de retenção de dados. Erros de transmissão são corrigidos automaticamente (graças ao protocolo TCP) e as grandes empresas geralmente incluem backups e armazenamento distribuído, o que as torna à prova de desastres.
sl: Spletne rešitve so verjetno precej varne v smislu hrambe podatkov. Napake pri prenosu se samodejno popravijo (zahvaljujoč protokolu TCP), velika podjetja pa imajo običajno vključene varnostne kopije in porazdeljeno shranjevanje, tako da so sama odporna na nesreče.
uk: З точки зору зберігання даних, зберігання у мережі є, ймовірно, досить безпечним. Помилки під час передавання даних виправляються (завдяки протоколові TCP), крім того, великі компанії завжди роблять резервну копію даних, а також користуються розподіленим зберіганням, отже самостійно запобігають наслідкам можливих аварій.
zh_cn: 就数据保留而言，基于网络的解决方案可能非常安全。传输错误会自动纠正（得益于TCP协议），且大公司通常具备备份和分布式存储，使其自身具备抗灾能力。

source: digiKam Provide a Tool to Export Items to iNaturalist Web Service
ca: El digiKam proporciona una eina per a exportar elements al servei web iNaturalist
it: digiKam fornisce uno strumento per esportare elementi nel servizio web iNaturalist
nl: digiKam levert een hulpmiddel om items naar iNaturalist webservice te exporteren
pt_br: O digiKam fornece uma ferramenta para exportar itens para o serviço Web da iNaturalist
sl: digiKam ponuja orodje za izvoz predmetov v spletno storitev iNaturalist
uk: У digiKam передбачено інструмент для експортування даних до служби iNaturalist
zh_cn: digiKam 提供导出工具至 iNaturalist 网络服务

source: Transmission Errors
ca: Els errors de transmissió
it: Errori di trasmissione
nl: Transmissiefouten
pt_br: Erros de transmissão
sl: Napake pri prenosu
uk: Помилок передавання
zh_cn: 传输错误

source: Data loss does not only occur from storage devices, data can also get lost when traveling inside the computer or across networks (although the network traffic itself via TCP is error protected). Errors do occasionally occur on internal computer buses and memory chips. Consumer hardware has no protection against random bit errors, but the technology to monitor and correct errors exists. You can buy ECC (error code correction) protected memory, that will work with a motherboard with ECC support, although it is expensive. With `ECC RAM <https://en.wikipedia.org/wiki/ECC_memory>`_ at least the memory will be monitored for single bit errors and corrected. Double bit errors may escape detection but they occur too infrequently to worry about.
ca: La pèrdua de dades no només es produeix des dels dispositius d'emmagatzematge, les dades també es poden perdre quan viatgen dins de l'ordinador o a través de xarxes (encara que el trànsit de xarxa en si a través de TCP està protegit contra errors). Els errors es produeixen ocasionalment en els busos informàtics interns i en els xips de memòria. El maquinari dels particulars no té protecció contra errors de bits aleatoris, però la tecnologia per a controlar i corregir errors existeix. Es pot comprar memòria protegida ECC (codi de correcció d'errors), que funcionarà amb una placa mare amb suport d'ECC, encara que és cara. Amb la `RAM ECC <https://en.wikipedia.org/wiki/ECC_memory>` com a mínim la memòria serà monitorada per errors d'un sol bit i corregida. Els errors de doble bit poden escapar de la detecció, però es produeixen amb tan poca freqüència per a preocupar-se.
it: La perdita di dati non capito soltanto nei dispositivi di salvataggio, i dati possono venir persi anche quando viaggiano all'interno del computer o nella rete (sebbene lo stesso traffico di rete sia protetto dagli errori tramite il TCP). Gli errori si generano occasionalmente nei BUS interni dei computer e nei chip di memoria. L'hardware di largo consumo non ha protezione contro gli errori di bit casuali, ma la tecnologia per monitorare e correggere gli errori esiste. Puoi comprare memorie protette ECC (error code correction), che funzioneranno con una scheda madre che supporta ECC, sebbene siano costose. Con la `RAM ECC <https://en.wikipedia.org/wiki/ECC_memory>`_ almeno la memoria sarà monitorata per errori singoli sui bit e corretta. Gli errori a doppio bit potrebbero sfuggire al rilevamento, ma capitano davvero raramente per doversene preoccupare.
nl: Gegevensverlies gebeurt niet alleen op opslagapparaten, ze kunnen ook verloren raken bij verplaatsing binnen de computer of via netwerken (hoewel netwerkverkeer zelf via TCP tegen fouten is beschermd). Fouten treden af en toe op in interne computerbussen en geheugenchips. Consumentenhardware heeft geen bescherming tegen deze bitfouten, maar de technologie om het te minitoren en fouten te corrigeren bestaat. U kunt ECC (error code correctie) beveiligd geheugen kopen dat zal werken met een moederbord met ondersteuning voor ECC, hoewel het duur is. Met `ECC-RAM <https://en.wikipedia.org/wiki/ECC_memory>`_ zal minstens het geheugen gemonitord worden op enkele bit-fouten en gecorrigeerd. Dubbele bitfouten zouden aan die detectie ontsnappen, maar ze komen te weinig voor om er zorgen over te maken.
pt_br: A perda de dados não ocorre apenas em dispositivos de armazenamento; os dados também podem ser perdidos ao trafegar dentro do computador ou através de redes (embora o próprio tráfego de rede via TCP seja protegido contra erros). Ocasionalmente, ocorrem erros nos barramentos internos do computador e nos chips de memória. O hardware comum não possui proteção contra erros aleatórios de bits, mas existe tecnologia para monitorar e corrigir erros. Você pode comprar memória protegida por ECC (correção de código de erro), que funcionará com uma placa-mãe com suporte a ECC, embora seja cara. Com a `RAM ECC <https://en.wikipedia.org/wiki/ECC_memory>`_, pelo menos a memória será monitorada em busca de erros de bit único e corrigida. Erros de bit duplo podem escapar da detecção, mas ocorrem com pouca frequência para se preocupar.
sl: Izguba podatkov se ne zgodi samo v napravah za shranjevanje, podatki se lahko izgubijo tudi med potovanjem znotraj računalnika ali po omrežjih (čeprav je sam omrežni promet prek TCP zaščiten pred napakami). Na notranjih računalniških vodilih in pomnilniških čipih se občasno pojavijo napake. Potrošniška strojna oprema nima zaščite pred naključnimi bitnimi napakami, vendar obstaja tehnologija za spremljanje in odpravljanje napak. Lahko kupite zaščiten pomnilnik ECC (s popravkom kode napake), ki bo deloval z matično ploščo s podporo za ECC, čeprav je drag. Z `ECC RAM <https://en.wikipedia.org/wiki/ECC_memory>`_ bo pomnilnik vsaj nadzorovan glede enobitnih napak in popravljen. Dvojne bitne napake morda ne bodo zaznane, vendar se pojavljajo preredko, da bi vas skrbelo.
uk: Дані втрачаються не лише на пристроях зберігання даних, їх може бути втрачено під час передавання лініями комп’ютера або мережею (хоча для даних, що передаються мережею за допомогою TCP, і передбачено захист від помилок). Помилки трапляються у шинах та блоках пам’яті. У обладнанні, призначеному для масового споживання, не передбачено захисту від таких помилок, але існує технологія для стеження і виправлення помилок.. Ви можете придбати мікросхеми пам’яті, захищені ECC (error code correction або виправленням помилок у коді), які, звичайно ж, працюють на материнських платах із підтримкою ECC і коштують дорожче за звичайні. Якщо ви користуватиметесь оперативною `пам’яттю з ECC <https://en.wikipedia.org/wiki/ECC_memory>`_, принаймні пам’ять вашого комп’ютера буде захищено від помилок у окремих бітах, які виправлятимуться автоматично. Цей захист не спрацює у разі подвійні бітових помилок, але такі помилки трапляються нечасто.
zh_cn: 数据丢失不仅发生在存储设备上，数据在计算机内部或跨网络传输时也可能丢失（尽管网络流量本身通过 TCP 协议具有错误保护功能）。计算机内部总线和内存芯片偶尔会发生错误。消费级硬件没有针对随机比特错误的保护措施，但监控和纠正错误的技术是存在的。你可以购买支持 ECC（纠错码）的内存，搭配支持 ECC 的主板使用，尽管价格较高。 `ECC RAM <https://en.wikipedia.org/wiki/ECC_memory>`_ 至少可以监控并纠正单比特错误，双比特错误可能无法检测，但其发生频率极低，无需担心。

source: The Data Workflow Between Application and Storage Media
ca: El flux de treball de dades entre l'aplicació i el suport d'emmagatzematge
it: Il flusso di lavoro dei dati tra applicazione e multimedia di memorizzazione
nl: De werkmethode voor gegevens tussen toepassing en opslagmedia
pt_br: O fluxo de trabalho de dados entre o aplicativo e a mídia de armazenamento
sl: Delovni tok podatkov med aplikacijo in pomnilniškim medijem
uk: Робочий процес обробки даних між програмою та носієм даних
zh_cn: 应用程序与存储介质之间的数据传输流程

source: This diagram depicts the transmission chain elements in a computer, all transitions are susceptible to transmission errors. The Linux `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ and `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ file systems are designed to ensure the integrity of the OS to disk path under Linux.
ca: Aquest diagrama representa els elements de la cadena de transmissió en un ordinador, totes les transicions són susceptibles a errors de transmissió. Els sistemes de fitxers `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ i `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ estan dissenyats per a assegurar la integritat de les dades en el camí des del sistema operatiu Linux cap al disc.
it: Il diagramma descrive la catena di trasmissione di un elemento in un computer: tutti i passaggi sono suscettibili a errori di trasmissione. I file system `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ e `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ Linux sono progettati per assicurare l'integrità del sistema operativo al percorso al disco sotto Linux.
nl: Dit diagram toont de ketenelementen voor transmissie in een computer, alle overgangen zijn gevoelig voor transmissiefouten. Het Linux `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ en BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ bestandssystemen zijn ontworpen om de integriteit van het OS naar de vaste schijf te verzekeren.
pt_br: Este diagrama descreve os elementos da cadeia de transmissão em um computador. Todas as transições são suscetíveis a erros de transmissão. Os sistemas de arquivos Linux `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ e `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ são projetados para garantir a integridade do caminho do sistema operacional para o disco no Linux.
sl: Ta diagram prikazuje elemente prenosne verige v računalniku, vsi prehodi so dovzetni za napake pri prenosu. Datotečna sistema Linuxa `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ in `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ sta zasnovana tako, da zagotavljata celovitost pot OS do diska pod Linuxom.
uk: На цій діаграмі показано ланцюжок передавання даних у комп’ютері, помилки можливі на кожній з його ланок. Файлові системи ля Linux `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ і `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ забезпечують цілісність даних принаймні на шляху від операційної системи до диска.
zh_cn: 下图展示了计算机中的传输链元素，所有传输环节都可能发生错误。Linux 的 `ZFS <https://en.wikipedia.org/wiki/ZFS>`_ 和 `BTRFS <https://en.wikipedia.org/wiki/Btrfs>`_ 文件系统旨在确保从操作系统到磁盘路径的完整性。

source: The Bit Error Rate (BER) for memory and transmission channels is in the order of 1 in 1 trillion (1E-12 per bit). That means that 1 in 3000 thirty-megabyte images has an error due to a transmission problem. Now how dramatic that is for an image is left to chance. It could mean that the image is destroyed or that a pixel somewhere changed its value. But because of the compression used on almost all images, one cannot predict the impact of a single bit error.
ca: El percentatge d'error de bits (BER) de la memòria i els canals de transmissió va en l'ordre d'1 entre 10 bilions (1E-12 per bit). Això només vol dir que 1 de cada 30 megabytes d'imatges tenen un error a causa dels problemes de transmissió. Ara, l'impacte en una imatge queda a l'atzar. El qual pot significar la destrucció total de la imatge o simplement el canvi d'un píxel. Però, a causa de la compressió que s'utilitza en gairebé totes les imatges, no és possible predir l'impacte d'un error en un únic bit.
it: Il tasso di errore di bit (BER) per la memoria e nei canali di trasmissione è nell'ordine di 1 su 1 trilione (1E-12 per bit). Ciò significa che 1 su 3000 immagini da 30 megabyte contiene un errore dovuto a un problema di trasmissione. Ora, quanto questo sia drammatico per un'immagine è lasciato al caso. Potrebbe significare che l'immagine sia distrutta o che un solo pixel viene cambiato di valore da qualche parte. Ma a causa della compressione dati usata su quasi tutte le immagini, è impossibile predire l'impatto di un errore di un singolo bit.
nl: De Bit Error Rate (BER) voor het geheugen en de transmissie kanalen is in de orde van 1 op 10 triljoen (10E-12 per bit). Dat betekent dat 1 op 3000 30MB afbeeldingen een fout heeft die alleen te wijten is aan de transmissieproblemen. Welnu, hoe dramatisch dat is voor een opname wordt aan het toeval overgelaten, het kan betekenen dat het beeld wordt vernietigd of dat een pixel ergens veranderd is in waarde. Maar omdat de compressie die op bijna alle foto's wordt toegepast kan men de impact van een enkele bit-fout niet voorspellen.
pt_br: A Taxa de Erro de Bits (BER, sigla em inglês) para canais de memória e transmissão é da ordem de 1 em 1 trilhão (1E-12 por bit). Isso significa que 1 em 3.000 imagens de trinta megabytes apresenta um erro devido a um problema de transmissão. O quão drástico isso é para uma imagem é algo que depende do acaso. Pode significar que a imagem seja destruída ou que um pixel em algum lugar alterou seu valor. Mas, devido à compressão usada em quase todas as imagens, não é possível prever o impacto de um único erro de bit.
sl: Stopnja bitne napake (BER) za pomnilnik in prenosne kanale je v vrstnem redu 1 proti 1 bilijonu (1E-12 na bit). To pomeni, da ima 1 od 3000 trideset megabajtnih slik napako zaradi težave pri prenosu. Kako dramatično je to za sliko, je prepuščeno naključju. To lahko pomeni, da je slika uničena ali da je piksel nekje spremenil svojo vrednost. Toda zaradi kompresije, uporabljene na skoraj vseh slikah, ni mogoče predvideti vpliva enobitne napake.
uk: Рівень бітових помилок (Byte Error Rate або BER) для оперативної пам’яті та каналів передавання даних — величина порядку 1 на 10 мільйонів (10E-7 бітів). Це означає, що у 1 з 3000 30-мегабайтних зображень міститься помилка, спричинена проблемами з передаванням даних. Рівень змін у зображенні є величиною випадковою: ці зміни можуть призвести до руйнування зображення або просто зміниться колір одного пікселі. Через стискання, яке використовується у майже всіх форматах зображень передбачити наслідки зміни єдиного біта неможливо.
zh_cn: 内存和传输通道的比特错误率（BER）约为1万亿分之一（每比特 1E-12）。这意味着每 3000 张30MB 的图像中就有 1 张因传输问题出错。错误对图像的影响是随机的：可能导致图像损坏，或某个像素值改变。但由于几乎所有图像都使用压缩技术，单个比特错误的影响无法预测。

source: The worst of all is that there will likely be no warning from your hardware when a transmission or memory error occurs. All these glitches will occur unnoticed, until one day you open the photograph, and to your surprise, it's broken. It seems worrisome that there should be no protection for transmission errors within a computer. It is astounding that the Internet (TCP protocol) is much safer as a data path than inside a computer.
ca: El pitjor de tot és que no hi ha cap avís del maquinari quan es produeix un error de transmissió o de memòria. Totes aquestes inestabilitats poden passar desapercebudes, fins que un dia obriu la fotografia, descobrint amb sorpresa que està malmesa. Pot semblar molt preocupant que no hi hagi cap protecció contra els errors de transmissió dins d'un ordinador. És sorprenent que Internet (protocol TCP) sigui molt més segur com a canal de dades que dins d'un ordinador.
it: La cosa peggiore è che probabilmente non compariranno avvisi da parte del tuo computer quando si verifica un errore di trasmissione o di memoria. Tutti questi difetti si verificheranno indistrubati, fino al giorno in cui apri l'immagine e ti accorgi che è rovinata. È preoccupante che non ci sia una protezione per gli errori di trasmissione nel computer. È sorprendente che il protocollo di trasmissione Internet TCP sia molto più sicuro per trasferire dati rispetto a quello che viene usato all'interno di un computer.
nl: Het ergste van dit alles is dat er waarschijnlijk geen waarschuwing van de hardware is wanneer een transmissiefout optreedt. Al die storingen gebeuren onopgemerkt totdat op een dag dat u de foto opent en tot uw verbazing ziet dat die beschadigd is. Het lijkt zorgelijk dat er geen bescherming is voor transmissiefouten binnen een computer. Het is verbazend dat het internet (TCP-protocol) veel veiliger is dan gegevenspaden in een computer.
pt_br: O pior de tudo é que provavelmente não haverá nenhum aviso do seu hardware quando ocorrer um erro de transmissão ou de memória. Todas essas falhas ocorrerão despercebidas, até que um dia você abre a fotografia e, para sua surpresa, ela está quebrada. Parece preocupante que não haja proteção contra erros de transmissão dentro de um computador. É impressionante que a internet (protocolo TCP) seja muito mais segura como caminho de dados do que dentro de um computador.
sl: Najhuje od vsega je, da vaša strojna oprema verjetno ne bo opozorila, ko pride do napake pri prenosu ali pomnilniku. Vse te napake se bodo pojavljale neopazno, dokler nekega dne ne odprete fotografije in na vaše presenečenje se pokvari. Zdi se zaskrbljujoče, da v računalniku ne bi smelo biti zaščite pred napakami pri prenosu. Osupljivo je, da je internet (protokol TCP) kot podatkovna pot veliko varnejši kot znotraj računalnika.
uk: Найгірше у цьому те, що ніщо не підкаже вам про те, що сталися помилки під час передавання даних. Всі збої залишаться непоміченим аж до того дня, коли ви відкриєте файл фотографії, який несподівано для вас виявиться пошкодженим. Найпечальніше те, що у самому комп’ютері не передбачено ніякого захисту від таких помилок, здається про них ніхто і не подумав. Інтернет (протокол TCP) є набагато безпечнішим шляхом даних, ніж шлях даних всередині комп’ютера.
zh_cn: 最糟糕的是，硬件通常不会在传输或内存错误发生时发出警告。这些故障会悄无声息地发生，直到某天你打开照片时才发现它已损坏。令人担忧的是，计算机内部对传输错误几乎没有保护措施。讽刺的是，互联网（TCP 协议）作为数据传输路径比计算机内部更安全。
