Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: `NVM Express (NVMe) <https://en.wikipedia.org/wiki/NVMe>`_ for Non-Volatile Memory is a logical-device interface for accessing a computer's non-volatile storage media attached PCI Express (PCIe) bus. It use same very fast NAND flash memory used in SSDs, but uses the M.2 cards interface instead of the slower mSATA used with older HDDs.
ca: La `NVM Express (NVMe) <https://en.wikipedia.org/wiki/NVMe>`_ per a memòria no volàtil és una interfície de dispositiu lògic per a accedir al bus PCI Express (PCIe) connectat a un mitjà d'emmagatzematge no volàtil d'un ordinador. Utilitza la mateixa memòria flaix NAND molt ràpida que s'utilitza en els SSD, però utilitza la interfície de targetes M.2 en lloc del mSATA més lent que s'utilitzava amb els HDD més antics.
it: `NVM Express (NVMe) <https://en.wikipedia.org/wiki/NVMe>`_, per la Non-Volatile Memory, è un'interfaccia di dispositivo logico per l'accesso a un dispositivo multimediale di memorizzazione non volatile collegato a un bus PCI Express (PCIe). Utilizza la medesima e velocissima memoria flash NAND utilizzata negli SSD, ma usa un'interfaccia a scheda M.2 al posto di quella mSATA, più lenta, utilizzata con gli HDD più vecchi.
nl: `NVM Express (NVMe) <https://en.wikipedia.org/wiki/NVMe>`_ voor niet-vluchtig geheugen is een interface voor een logisch apparaat voor toegang tot een niet-vluchtige opslagmedium gekoppeld aan de PCI Express (PCIe) bus. Het gebruikt hetzelfde erg snelle NAND-flash-geheugen gebruikt in SSD's, maar gebruikt het interface van M.2 kaarten in plaats van het langzamere mSATA, gebruikt met oudere HDD's.
pt_br: `NVM Express (NVMe) <https://en.wikipedia.org/wiki/NVMe>`_ é a sigla em inglês para Memória Não Volátil. Ela é uma interface de dispositivo lógico para acessar a mídia de armazenamento não volátil de um computador conectada ao barramento PCI Express (PCIe). Ela utiliza a mesma memória flash NAND extremamente rápida usada em SSDs, mas utiliza a interface de placas M.2 em vez do mSATA mais lento usado em HDDs mais antigos.
sl: `NVM Express (NVMe) <https://en.wikipedia.org/wiki/NVMe>`_ for Non-Volatile Memory je vmesnik logične naprave za dostop do obstojnega pomnilniškega medija računalnika, priključenega na vodilo PCI Express (PCIe). . Uporablja enak zelo hiter bliskovni pomnilnik NAND kot v SSD-jih, vendar uporablja vmesnik kartic M.2 namesto počasnejšega mSATA, ki se uporablja pri starejših trdih diskih.
uk: `NVM Express (NVMe) <https://en.wikipedia.org/wiki/NVMe>`_ — скорочення від Non-Volatile Memory («енергонезалежна пам'ять») — є інтерфейсом логічних пристроїв, який призначено для доступу до енергонезалежних комп'ютерних носіїв даних, які з'єднуються з комп'ютером за допомогою каналу PCI Express (PCIe). Для пам'яті використано ті самі дуже швидкі елементи зберігання даних NAND, що і в SSD, але інтерфейсом є інтерфейс карток M.2, замість повільнішого інтерфейсу mSATA, який використано для старіших твердотільних дисків.
zh_cn: `非易失性存储器（NVMe） <https://en.wikipedia.org/wiki/NVMe>`_ 是一种用于访问连接到PCI Express（PCIe）总线的计算机非易失性存储介质的逻辑设备接口。它使用与 SSD 相同的超快NAND 闪存，但使用 M.2 卡接口，而不是旧硬盘使用的较慢的 mSATA。

source: NVMe allows host hardware and software to fully exploit the levels of parallelism possible in modern SSDs. NVMe reduces I/O overhead and brings various performance improvements relative to previous SSDs. mSATA interface protocols were developed for use with far slower HDDs where a very lengthy delay exists between a request and data transfer, and where data speeds are much slower than RAM speeds.
ca: La NVMe permet que el maquinari i el programari de l'amfitrió aprofitin al màxim els nivells de paral·lelisme possibles en els SSD moderns. La NVMe redueix la sobrecàrrega en l'E/S i ofereix diverses millores de rendiment en relació amb els SSD anteriors. Els protocols d'interfície mSATA es van desenvolupar per a utilitzar-los amb unitats de disc dur molt més lentes on hi ha una demora molt llarga entre una sol·licitud i la transferència de dades, i on les velocitats de les dades són molt més lentes que les velocitats de la RAM.
it: NVMe consente di ospitare hardware e software in modo da sfruttare a pieno i livelli di parallelismo possibili nei moderni SSD. NVMe riduce gli overhead di I/O apporta diversi miglioramenti di prestazioni relative ai predecessori SSD. I protocolli di interfaccia mSATA furono sviluppati per l'uso con gli HDD decisamente più lenti, in cui esiste un ritardo decisamente lungo tra una richiesta e un trasferimento di dati, e in cui le velocità dei dati sono molto più lente di quelle RAM.
nl: NVMe biedt hardware en software van hosts om volledig de niveaus van parallellisme mogelijk in moderne SSD' te benutten. NVMe reduceren I/O overhead en brengt verschillende verbeteringen in presentatie relatief tot eerdere SSD's. Protocollen voor het mSATA interface zijn ontwikkeld voor gebruik met veel langzamere HDD's waar een erg lange vertraging bestaat tussen een verzoek en gegevensoverdracht en waar snelheden van gegevens veel langzamer zijn dan RAM-snelheden.
pt_br: O NVMe permite que o hardware e o software hospedeiro explorem ao máximo os níveis de paralelismo possíveis em SSDs modernos. O NVMe reduz a sobrecarga de E/S e traz diversas melhorias de desempenho em relação aos SSDs anteriores. Os protocolos de interface mSATA foram desenvolvidos para uso com HDDs muito mais lentos, onde existe um atraso muito longo entre uma solicitação e a transferência de dados, e onde as velocidades de dados são muito mais lentas do que as velocidades da RAM.
sl: NVMe omogoča strojni in programski opremi gostitelja, da v celoti izkoristijo ravni vzporednosti, ki so možne v sodobnih SSD-jih. NVMe zmanjša stroške V/I in prinaša različne izboljšave zmogljivosti v primerjavi s prejšnjimi diski SSD. Protokoli vmesnika mSATA so bili razviti za uporabo z veliko počasnejšimi trdimi diski, kjer obstaja zelo dolga zakasnitev med zahtevo in prenosom podatkov in kjer so hitrosti podatkov veliko nižje od hitrosti RAM-a.
uk: NVMe уможливлює повне використання паралельності доступу у сучасних SSD з боку обладнання та програм. NVMe зменшує надмірність операцій введення-виведення і впроваджує різні удосконалення швидкодії відносно попередніх версій SSD. Протоколи інтерфейсу mSATA було розроблено для використання з набагато повільнішими дисками, де була дуже довга затримка між запитом і передаванням даних, а швидкості передавання даних були набагато меншими за швидкість роботи оперативної пам'яті.
zh_cn: NVMe 允许主机硬件和软件充分利用现代 SSD 中可能的并行级别。NVMe 减少了 I/O 开销，并带来了相对于以前 SSD 的各种性能改进。mSATA 接口协议是为速度慢得多的硬盘开发的，在请求和数据传输之间存在非常长的延迟，且数据速度远低于 RAM 速度。

source: Since NVMe devices uses the same hardware than SSDs to store data, their reliability must be similar.
ca: Atès que els dispositius NVMe utilitzen el mateix maquinari que els SSD per a emmagatzemar dades, la seva fiabilitat hauria de ser similar.
it: Dato che i dispositivi NVMe utilizzano lo stesso hardware degli SSD per memorizzare i dati, la loro affidabilità deve essere simile.
nl: Omdat NVMe apparaten dezelfde hardware als SSD's gebruiken om gegevens op te slaan, moet de robuustheid hetzelfde zijn.
pt_br: Como os dispositivos NVMe usam o mesmo hardware que os SSDs para armazenar dados, sua confiabilidade deve ser semelhante.
sl: Ker naprave NVMe za shranjevanje podatkov uporabljajo enako strojno opremo kot diski SSD, mora biti njihova zanesljivost podobna.
uk: Оскільки на пристроях NVMe використано для зберігання даних таке саме обладнання, що і для SSD, стійкість до втрати даних має бути такою самою.
zh_cn: 由于 NVMe 设备使用与 SSD 相同的硬件存储数据，所以它们的可靠性肯定是相似的。

source: **In all cases, SSDs or NVMe as internal devices are the more modern and efficient solution to host the digiKam databases and your image collections.**
ca: **En tots els casos, els SSD o NVMe com a dispositius interns són la solució més moderna i eficient per a allotjar les bases de dades i les col·leccions d'imatges del digiKam.**
it: **In ogni caso, gli SSD o i NVMe, in quanto dispositivi interni, sono la soluzione più moderna ed efficiente per ospitare le banche dati e le raccolte immagini di digiKam.**
nl: **In alle gevallen zijn SSD's of NMVe's als interne apparaten de modernere en efficiëntere oplossing om de database en de verzamelingen van afbeeldingen te bevatten.**
pt_br: **Em todos os casos, SSDs ou NVMe como dispositivos internos são a solução mais moderna e eficiente para hospedar os bancos de dados do digiKam e suas coleções de imagens.**
sl: **V vseh primerih so diski SSD ali NVMe kot notranje naprave sodobnejša in učinkovitejša rešitev za gostovanje baz podatkov digiKam in vaših zbirk slik.**
uk: **В усіх випадках SSD або NVMe, як вбудовані пристрої, є сучаснішим і ефективнішим рішенням для зберігання бази даних digiKam та даних збірок зображень.**
zh_cn: **这句话适用于所有情况——用 SSD 或 NVMe 作为电脑的内部存储设备，来托管 digiKam 数据库和相册集合，是更现代、更高效的解决方案。**

source: Power Supply Failures
ca: Fallades de subministrament elèctric
it: Guasti di alimentazione elettrica
nl: Falen van stroomvoorziening
pt_br: Falhas no fornecimento de energia
sl: Okvare napajalnika
uk: Вимкнення живлення
zh_cn: 电源故障

source: Power Surges
ca: Pujades de tensió
it: Sbalzi di corrente
nl: Spanningspieken
pt_br: Picos de energia
sl: Prenapetostni sunki
uk: Вимкнення живлення
zh_cn: 电源浪涌

source: As much as 1% of all computers are affected by lightning and power surges every year.
ca: Per més que cada any, l'1% de tots els equips es veuen afectats per llamps i sobretensions.
it: Quasi l'1% di tutti i computer è colpito dai fulmini e da sbalzi di corrente ogni anno.
nl: Tot wel 1% van alle computers krijgen ieder jaar te maken met bliksem en spanningspieken.
pt_br: Cerca de 1% de todos os computadores são afetados por raios e picos de energia todos os anos.
sl: Kar 1 % vseh računalnikov je vsako leto prizadetih zaradi strel in prenapetostnih sunkov.
uk: Приблизно 1% всіх комп’ютерів потерпають від блискавок та сплесків напруги у мережі кожного року.
zh_cn: 每年约有 1% 的计算机受到雷电和电源浪涌的影响。

source: This section is about total data loss due to power surges. Of course you can have the occasional data loss due to a loss of power while saving files. But those losses can normally be restored without major difficulty.
ca: Aquesta secció és sobre la pèrdua total de les dades a causa de les pujades de tensió. Òbviament, és possible que tingueu una pèrdua de les dades de tant en tant a causa dels talls d'energia, abans de desar els fitxers. Però aquestes pèrdues normalment es poden recuperar sense grans dificultats.
it: Questa sezione tratta della perdita totale di dati dovuta a sbalzi di corrente. Naturalmente ti potrebbero capitare delle perdite occasionali di dati dovute a un blackout durante il salvataggio dei file. Ma questo genere di perdite può essere recuperato senza grosse difficoltà.
nl: Deze sectie gaat over het totale verlies van gegevens als gevolg van spanningspieken. Natuurlijk kunt u af en toe verlies van gegevens krijgen als gevolg van stroomuitval bij het opslaan van bestanden. Maar die verliezen kunnen normaal zonder veel moeilijkheden worden hersteld.
pt_br: Esta seção aborda a perda total de dados devido a picos de energia. É claro que você pode sofrer perdas ocasionais de dados devido a uma queda de energia ao salvar arquivos. Mas essas perdas normalmente podem ser restauradas sem grandes dificuldades.
sl: Ta razdelek govori o popolni izgubi podatkov zaradi prenapetosti. Seveda lahko pride do občasne izgube podatkov zaradi izgube napajanja med shranjevanjem datotek. Toda te izgube je običajno mogoče obnoviti brez večjih težav.
uk: Ми говоримо про повну втрату даних через сплески напруги. Звичайно ж, може статися випадкова втрата даних через вимкнення живлення перед збереженням файлів. Але подібні втрати, зазвичай, можна відновити без значних труднощів.
zh_cn: 本节讨论因电源浪涌导致的数据完全丢失。当然，偶尔也会因保存文件时断电而导致数据丢失，但这些损失通常可以轻松恢复。

source: You don’t have to wait for the next thunderstorm to be concerned about how a sudden fluctuation in electric power may affect your computer system. Recent statistics have shown that as much as 63% of all electronics casualties are due to power problems, and most computers are subject to two or more power anomalies a day. Since power surges or blackouts can occur anywhere and at any time, it makes sense to protect your computer by investing in some sort of surge protection device.
ca: No cal que espereu a la pròxima tempesta per a preocupar-vos de com podrà afectar el vostre sistema amb una fluctuació en el corrent elèctric. Estadístiques recents mostren que prop del 63% dels accidents electrònics es deuen a problemes elèctrics, i la majoria dels ordinadors estan subjectes a dues o més anomalies elèctriques al dia. Atès que les pujades de tensió o talls d'energia poden ocórrer en qualsevol lloc i en qualsevol moment, té sentit protegir l'ordinador invertint en algun tipus de dispositiu de protecció contra les sobretensions.
it: Non devi aspettare la prossima tempesta di fulmini per preoccuparti di come le improvvise variazioni di corrente possano danneggiare il tuo computer. Statistiche recenti hanno dimostrato che i guasti ai componenti elettronici sono dovuti al 63% da problemi elettrici, e che i computer sono soggetti da due a tre anomalie di alimentazione al giorno. Dato che gli sbalzi e i blackout non sono preannunciati, la cosa sensata è proteggere il tuo computer con qualche sorta di dispositivo di protezione dagli sbalzi di corrente.
nl: U hoeft niet te wachten op de volgende onweersbui om bezorgd te zijn over hoe een plotselinge schommeling in elektrische energie uw computersysteem kan beïnvloeden. Uit recente statistieken blijkt dat maar liefst 63% van alle elektronica-ongelukken te wijten zijn aan problemen met de voeding en de meeste computers zijn onderworpen aan twee of meer spanningsafwijkingen per dag. Omdat spanningspieken of black-outs overal en op elk moment kunnen optreden, is het zinvol om uw computer te beschermen, door te investeren in een soort van overspanningsbeveiliging.
pt_br: Você não precisa esperar pela próxima tempestade para se preocupar com o impacto de uma flutuação repentina de energia elétrica no seu computador. Estatísticas recentes mostram que até 63% de todos os acidentes com eletrônicos são causados ​​por problemas de energia, e a maioria dos computadores está sujeita a duas ou mais falhas de energia por dia. Como picos de energia ou apagões podem ocorrer em qualquer lugar e a qualquer hora, faz sentido proteger seu computador investindo em algum tipo de dispositivo de proteção contra surtos.
sl: Ni vam treba čakati na naslednjo nevihto, da bi vas skrbelo, kako lahko nenadno nihanje električne energije vpliva na vaš računalniški sistem. Nedavni statistični podatki so pokazali, da je kar 63 % vseh poškodb elektronike posledica težav z napajanjem, večina računalnikov pa je izpostavljena dvema ali več anomalijam napajanja na dan. Ker lahko do prenapetosti ali izpadov električne energije pride kjer koli in kadar koli, je smiselno zaščititi svoj računalnik z naložbo v nekakšno napravo za prenapetostno zaščito.
uk: Не варто чекати наступної грози, щоб вжити заходів безпеки проти несподіваних сплесків напруги у електромережах, яке може пошкодити вашу комп’ютерну систему. Нещодавні статистичні дані показують, що приблизно 63 відсотки виходів з ладу електроніки спричинено проблемами з живленням і що більшість комп’ютерів стикаються з одним або двома сплесками напруги за день. Оскільки сплески напруги або вимикання живлення можуть трапитися будь-коли, варто убезпечити ваш комп’ютер вкладенням певної суми у пристрої захисту від сплесків напруги.
zh_cn: 不要等到下一次雷暴来临的时候，才担心电力突然波动对计算机系统的影响。最新统计显示， 63% 的电子设备损坏是由电源问题引起的，且大多数计算机每天会遭遇两次或更多电源异常。由于电源浪涌或断电可能随时随地发生，投资某种浪涌保护设备来保护计算机是明智之举。

source: How Surges Happen
ca: Com succeeixen les sobretensions
it: Come avvengono gli sbalzi di corrente
nl: Hoe spanningspieken ontstaan
pt_br: Como ocorrem os picos de energia
sl: Kako nastanejo prenapetostni sunki
uk: Причини вимкнення живлення
zh_cn: 浪涌如何发生

source: A power surge occurs when the power line voltage increases over nominal values for more than 10 milliseconds. Sixty percent of all power surges are caused from within the home or office, generally when a device with a motor (such as a clothes dryer, refrigerator, or water pump) shuts off and the power it was using is diverted elsewhere as excess voltage. The remaining 40 percent of power surges are generated by factors such as lightning, utility grid switching, line slapping, poor wiring, and so on.
ca: Una pujada de tensió es produeix quan la tensió de la xarxa augmenta en valors nominals durant més de 10 mil·lisegons. El seixanta per cent de totes les pujades de tensió es produeixen a casa o l'oficina, generalment quan s'apaga un dispositiu amb motor (com ara un assecador de roba, nevera o bomba d'aigua) i la potència que emprava es desvia a altres llocs com a excés de tensió. El 40% restant de les pujades de tensió es generen per factors com els llamps, la commutació de la xarxa, canvis de línia, cablejat deficient, etc.
it: Uno sbalzo si verifica quando il voltaggio dell'impianto aumenta al di sopra del valore nominale per più di 10 millisecondi. Il 60 percento di tutti gli sbalzi avvengono all'interno della casa e dell'ufficio, generalmente quando un apparecchio con un motore (come un'asciugatrice, un frigo o una pompa idraulica) si spegne, e la potenza che stava utilizzando è dirottata altrove come sovratensione. Il rimanente 40 percento degli sbalzi sono invece causati da fattori quali i fulmini, lo spegnimento delle griglie elettriche, i salti della linea, un cattivo impianto e così via.
nl: Een spanningspiek treedt op wanneer de netspanning langer dan 10 milliseconde hoger word dan de nominale waarde. Zestig procent van alle spanningspieken worden thuis of op kantoor veroorzaakt, in het algemeen wanneer een apparaat met een motor (zoals een wasdroger, koelkast, of waterpomp) wordt uitgeschakeld en de stroom die werd gebruikt, elders als overspanning beschikbaar komt. De resterende 40 procent van de spanningspieken wordt veroorzaakt door factoren zoals bliksem, schakelingen in het net door nutsbedrijven, zwaaiende elektrische leidingen (niet in Nederland), slechte bedrading, en ga zo maar door.
pt_br: Uma sobrecarga de energia ocorre quando a tensão da rede elétrica aumenta acima dos valores nominais por mais de 10 milissegundos. Sessenta por cento de todas as sobrecargas de energia são causadas dentro de casa ou do escritório, geralmente quando um dispositivo com motor (como uma secadora de roupas, geladeira ou bomba d'água) desliga e a energia que estava consumindo é desviada para outro lugar como excesso de tensão. Os 40% restantes das sobrecargas de energia são gerados por fatores como raios, comutação da rede elétrica, sobretensão, fiação defeituosa, entre outros.
sl: Prenapetost električnega toka se pojavi, ko napetost električnega voda naraste nad nominalne vrednosti za več kot 10 milisekund. Šestdeset odstotkov vseh napetostnih sunkov je povzročeno znotraj doma ali pisarne, na splošno, ko se naprava z motorjem (kot je sušilnik perila, hladilnik ali vodna črpalka) izklopi in se energija, ki jo je uporabljala, preusmeri drugam kot presežna napetost. Preostalih 40 odstotkov prenapetosti električne energije povzročijo dejavniki, kot so strela, preklapljanje električnega omrežja, preklop linij, slabo ožičenje itd.
uk: Сплеск напруги — це ситуація, коли напруга у електромережі перевищує номінальне значення на час, більший за 10 мілісекунд. Шістдесят відсотків всіх сплесків напруги спричинено внутрішніми факторами, наприклад, вимиканням у мережу певного пристрою з мотором (фена, холодильника або насоса), коли надлишковий струм повертається до мережі і перевантажує її. Решту 40 відсотків сплесків напруги спричинено іншими сторонніми факторами, зокрема блискавками, технічним перемиканням мереж, обривами мереж, недоліками у їх прокладанні тощо.
zh_cn: 当电源线电压在超过 10 毫秒的时间内高于标称值时，就会发生电源浪涌。60% 的浪涌是由家庭或办公室内部的设备（如洗衣机、冰箱或水泵）关闭时，其使用的电力作为多余电压转移到其他地方引起的。其余 40% 的浪涌则由雷电、电网切换、线路短路、劣质布线等因素引发。

source: While most electric devices are not affected by power surges, devices relying on computer chips and high-speed microprocessors are susceptible to serious damage. Power anomalies entering your computer can result in keyboard lockup, complete data loss, hardware degradation, damaged motherboards, and more. Failure to protect yourself from the inevitable can result in a loss of both time and money.
ca: Encara que la majoria dels dispositius elèctrics no es veuen afectats per les pujades de tensió, els dispositius que es basen en xips d'ordinador i microprocessadors són susceptibles a danys greus. Les anomalies elèctriques que entrin a l'ordinador poden provocar bloquejos de teclat, la pèrdua completa de les dades, la degradació del maquinari, plaques base malmeses, entre d'altres. El fet de fallar en protegir-vos de l'inevitable pot resultar en una pèrdua de temps i diners.
it: Mentre la maggior parte dei dispositivi elettrici non viene danneggiata dagli sbalzi, i dispositivi che si basano su chip per computer e microprocessori ad alta velocità sono suscettibili a seri danni. Le anomalie di corrente che raggiungono il tuo PC possono mandare in blocco la tastiera, causare perdite complete di dati, degradare l'hardware, danneggiare la scheda madre e altro ancora. Non riuscire a proteggersi dall'inevitabile può causare una perdita di tempo e di denaro.
nl: Terwijl de meeste elektrische apparaten niet worden beïnvloed door overspanning, zijn apparaten met computer chips en high-speed microprocessoren vatbaar voor ernstige schade. Spanningsafwijkingen in uw computer, kan leiden tot vastlopen van het toetsenbord, volledig verlies van gegevens, hardware beschadiging, een beschadigd moederbord en meer. Het u uzelf niet beschermt tegen het onvermijdelijke kan dat resulteren in verlies van tijd en geld.
pt_br: Embora a maioria dos dispositivos elétricos não seja afetada por picos de energia, dispositivos que dependem de chips de computador e microprocessadores de alta velocidade são suscetíveis a danos graves. Anomalias de energia que afetam seu computador podem resultar em travamento do teclado, perda total de dados, degradação do hardware, danos à placa-mãe e muito mais. Deixar de se proteger contra o inevitável pode resultar em perda de tempo e dinheiro.
sl: Medtem ko na večino električnih naprav napetostni sunki ne vplivajo, so naprave, ki temeljijo na računalniških čipih in hitrih mikroprocesorjih, dovzetne za resne poškodbe. Anomalije napajanja, ki vstopajo v vaš računalnik, lahko povzročijo zaklepanje tipkovnice, popolno izgubo podatkov, degradacijo strojne opreme, poškodovane matične plošče in še več. Če se ne zaščitite pred neizogibnim, je lahko posledica izguba časa in denarja.
uk: Хоча більшість типових пристроїв, що споживають електроенергію, не вражається сплесками напруги, для пристроїв, побудованих на комп’ютерних мікросхемах та високошвидкісних мікропроцесорах, такі сплески є серйозною небезпекою. На вашому комп’ютері сплески напруги можуть призвести до блокування клавіатури, повної втрати даних, деградації обладнання, пошкодження материнської плати тощо. Відсутність захисту від неминучих сплесків напруги може спричинитися до грошових витрат та витрати часу.
zh_cn: 尽管大多数电子设备不受浪涌影响，依赖计算机芯片和高速微处理器的设备却容易受到严重损坏。进入计算机的电源异常可能导致键盘锁死、数据完全丢失、硬件性能下降、主板损坏等。不采取保护措施可能导致时间和金钱的双重损失。

source: Surge Protectors
ca: Protectors de sobretensions
it: Scaricatore di sovratensioni (SPD)
nl: Spanningspiekbeveiligers
pt_br: Protetores contra surtos de energia
sl: Prenapetostne zaščite
uk: Захист від вимикання живлення
zh_cn: 浪涌保护器
