Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/data_protection.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Do a monthly differential backup and delete backup of month-2.
ca: Fer una còpia de seguretat diferencial mensual i suprimir la còpia de seguretat del segon mes.
it: Esegui copie di sicurezza incrementali mensili, e cancella le copie del mese-2.
nl: Maak een maandelijkse differentiële backup en verwijder de backup van 2 maanden geleden.
pt_br: Faça um backup diferencial mensal e exclua o backup do mês 2.
sl: Naredite mesečno diferencialno varnostno kopijo in izbrišite varnostno kopijo meseca 2.
uk: щомісяця створюйте диференційовану резервну копію і вилучайте резервну копію двомісячної давності.
zh_cn: 每月做差异备份，删除两个月前的备份。

source: If backup media are not already physically separated, separate it now (swapping-in another backup drive).
it: Se il dispositivo per le copie di sicurezza non è già fisicamente separato, separalo ora (scambiandolo con un altro dispositivo per la copia di sicurezza).
nl: Als media voor de reservekopieën niet al fysiek apart zijn, scheidt ze nu (ruilen met een ander backup-medium).
pt_br: Se a mídia de backup ainda não estiver fisicamente separada, separe-a agora (trocando por outra unidade de backup).
sl: Če medij za varnostno kopiranje še ni fizično ločen, ga ločite zdaj (zamenjava drugega pogona za varnostno kopiranje).
uk: якщо носій даних резервного копіювання ще не відокремлено фізично, зробіть це зараз (створюйте копію на іншому резервному диску).
zh_cn: 如果你备份盘之前都放在同个地方，现在立刻分开放。

source: This protocol tries to leave you enough time to spot losses and to recover fully if needed, while at the same time keeping the backup volume at <130% of the working space. You end up with a daily version of the last 7-14 days, a weekly snapshot for at least one month, and a snapshot every month. Any more thinning should be done by hand after a full verification.
it: Questo protocollo cerca di lasciarti il tempo sufficiente per individuare le perdite e recuperare completamente di dati, se necessario, mantenendo allo stesso tempo il volume delle copie di sicurezza sotto il 130% dello spazio di lavoro. Ti ritroverai con una versione giornaliera degli ultimi 7-14 giorni, un'istantanea settimanale per almeno un mese, e un'istantanea di ciascun mese. Qualsiasi ulteriore diradamento andrà fatto a mano dopo una verifica completa.
nl: Dit protocol heeft tot doel om u meer tijd te gunnen om de verliezen te herkennen en, indien nodig, volledig te herstellen. Tegelijkertijd houdt u het reservekopievolume op <130% van de werkruimte. U eindigt met een dagelijkse versie van de laatste 7-14 dagen, een wekelijkse momentopname voor ten minste een maand en een momentopname van elke maand. Verder uitdunnen moet handmatig worden gedaan na een volledige verificatie.
pt_br: Este protocolo tenta dar a você tempo suficiente para identificar perdas e se recuperar totalmente, se necessário, mantendo o volume de backup em <130% do espaço de trabalho. Você obtém uma versão diária dos últimos 7 a 14 dias, um snapshot semanal por pelo menos um mês e um snapshot mensal. Qualquer redução adicional deve ser feita manualmente após uma verificação completa.
sl: Ta protokol vam poskuša pustiti dovolj časa, da opazite izgube in po potrebi v celoti obnovite, hkrati pa ohranite prostornino varnostne kopije na <130 % delovnega prostora. Na koncu dobite dnevno različico zadnjih 7–14 dni, tedenski posnetek za vsaj en mesec in posnetek vsak mesec. Morebitno nadaljnje redčenje je treba izvesti ročno po popolnem preverjanju.
uk: За використання цього протоколу у вас залишається достатньо часу для визначення втрат і відновлення повноцінної копії, якщо потрібно, у той же час розмір резервної копії складає <130% від розмірів робочої копії. Вам знадобляться щоденні версії за попередні 7-14 днів, щотижневий знімок протягом принаймні одного місяця і один знімок кожного місяця. Додаткове зменшення об’єму даних можна виконати вручну після повної перевірки.
zh_cn: 这套方案能确保：有充足的时间发现数据损失，并可以在需要的时候完全恢复。同时也可以保留最近7-14天的每日版本、至少一个月的周度快照、完整的月度快照，并且备份总量不超过工作区的130%。其他任何的存储瘦身操作，都应该在完整验证之后，手动操作。

source: You should also consider steps to preserve your images through any changes in technology and ownership.
ca: També hauríeu de considerar els passos per conservar les imatges a través de qualsevol canvi en la tecnologia i la propietat.
it: Dovresti valutare anche dei passaggi per conservare le tue immagini attraverso i cambi della tecnologia e i proprietari.
nl: U zou ook stappen moeten overwegen om uw afbeeldingen door elke wijziging in technologie en eigendom te behouden.
pt_br: Você também deve considerar medidas para preservar suas imagens durante quaisquer mudanças na tecnologia e propriedade.
sl: Razmislite tudi o korakih za ohranitev svojih slik z morebitnimi spremembami tehnologije in lastništva.
uk: Вам також варто розглянути кроки для захисту ваших зображень від змін у технології і правах власності.
zh_cn: 你还应该考虑如何在技术和所有权变更时保护你的照片。

source: In order for your valuable images to **survive one or two generations to the next** there are two strategies to be observed:
it: Allo scopo di **far sopravvivere le tue immagini per le prossime due generazioni**, è possibile seguire due strategie:
pt_br: Para que suas valiosas imagens **sobrevivam a uma ou duas gerações**, há duas estratégias a serem observadas:
sl: Da bi vaše dragocene slike **preživele eno ali dve generaciji do naslednje**, je treba upoštevati dve strategiji:
uk: Для того, щоб ваші дорогоцінні зображення **пережили одне-два покоління** людей, можна скористатися двома стратегіями:
zh_cn: 为了 **让珍贵的照片能够传承一两代人** ，需要遵循两个原则：

source: **Keep up with technology**, don't lag behind more than a couple of years.
ca: **Estigueu al corrent de la tecnologia**, no us quedeu enrere més d'un parell d'anys.
it: **Resta al passo con la tecnologia**, non rimanere indietro per più di un paio d'anni.
nl: **Blijf bij met technologie**, blijf niet meer achter dan enkele jaren.
pt_br: **Acompanhe a tecnologia**, não fique para trás mais do que alguns anos.
sl: **Bodite v koraku s tehnologijo**, ne zaostajajte za več kot nekaj let.
uk: **Йдіть у ногу з технологією**, не залишайтеся позаду більше, ніж на пару років.
zh_cn: **跟上技术发展** ，不要落后超过两三年。

source: Save your photos in an open, **non-proprietary standard**.
ca: Deseu les fotografies en un **estàndard obert**, no propietari.
it: Salva le tue foto in **formati standard aperti e non proprietari**.
nl: Bewaar uw foto's in een open, **niet merkgebonden formaat**.
pt_br: Salve suas fotos em um padrão aberto e **não proprietário**.
sl: Shranite svoje fotografije v odprtem, **nelastniškem standardu**.
uk: Зберігайте дані ваших фотографій у відкритих, **непатентованих форматах**.
zh_cn: 将照片保存为开放、 **非专有的标准格式** 。

source: Keep Up With Technology
ca: Mantenir-se al dia amb la tecnologia
it: Resta al passo con la tecnologia
nl: Blijf bij met de technologie
pt_br: Fique por dentro da tecnologia
sl: Ostanite v koraku s tehnologijo
uk: Ідіть нога у ногу з новітніми технологіями
zh_cn: 跟上技术发展

source: While the future is fundamentally unforeseeable, technological progress seems certain to continue. Every 5-8 years you should be considering the question of backwards compatibility of current systems. The fewer variants we use in the past, the fewer questions that will need to be answered in the future.
it: Mentre il futuro è fondamentalmente imperscrutabile, il progresso tecnologico sembra certamente proseguire. Ogni 5-8 anni dovresti porti la domanda sulla retrocompatibilità degli attuali sistemi. Meno varianti utilizziamo nel passato, meno domande hanno bisogno di risposte nel futuro.
pt_br: Embora o futuro seja fundamentalmente imprevisível, o progresso tecnológico parece certo. A cada 5 a 8 anos, você deve considerar a questão da compatibilidade retroativa dos sistemas atuais. Quanto menos variantes usamos no passado, menos perguntas precisarão ser respondidas no futuro.
sl: Medtem ko je prihodnost v osnovi nepredvidljiva, se zdi, da se bo tehnološki napredek zagotovo nadaljeval. Vsakih 5-8 let bi morali razmisliti o vprašanju združljivosti obstoječih sistemov za nazaj. Manj različic, kot jih uporabimo v preteklosti, manj vprašanj bo treba odgovoriti v prihodnosti.
uk: Майбутнє непередбачуване за своєю природою, але поступ технологій неминучий. Принаймні кожні 5-8 років ви маєте поставити собі питання щодо зворотної сумісності сучасних систем. Чим меншою кількістю варіантів ви користувалися у минулому, тим на меншу кількість питань вам доведеться відповідати у майбутньому.
zh_cn: 虽然本质上说，未来不可预测，但技术进步似乎肯定会持续。每隔 5 到 8 年，你都应该考虑当前系统的向后兼容性问题。我们过去使用的变体越少，未来需要回答的问题就越少。

source: Of course, every time you change your computer system (machine, operating system, applications, DRM) you have to ask yourself the same questions. Today, if you want to switch to Windows, you have to ask yourself three times if you still can import your pictures, and, more importantly, if you will ever again be able to move them onto some other system or machine. If you get tied into a proprietary systems, then chances are good that you cannot. We see many people struggling because Windows enforces a strict DRM regime. How can you prove to Windows that you are actually the owner of your pictures copyright?
it: Ovviamente, ogni volta che cambi il tuo sistema computer (macchina, sistema operativo, applicazioni, DRM) devi di farti sempre le stesse domande. Oggi, se vuoi passare a Windows, ti devi chiedere tre volte se potrai ancora importare le tue foto e, cosa più importante, se sarai sempre capace di spostarle da lì verso un altro sistema o un'altra macchina. Se resti legato a un sistema proprietario, allora esistono buone possibilità che non sarai in grado. Vediamo molte persone che lottano perché Windows applica un regime DRM (gestione di diritti digitali) stretto. Come puoi provare a Windows che sei proprio tu il proprietario dei diritti d'autore sulle tue immagini?
pt_br: É claro que, sempre que você muda de sistema (máquina, sistema operacional, aplicativos, DRM), precisa se fazer as mesmas perguntas. Hoje, se você quiser migrar para o Windows, precisa se perguntar três vezes se ainda pode importar suas fotos e, mais importante, se algum dia poderá movê-las para outro sistema ou máquina. Se você ficar preso a um sistema proprietário, é bem provável que não consiga. Vemos muitas pessoas enfrentando dificuldades porque o Windows impõe um regime rígido de DRM. Como você pode provar ao Windows que é realmente o proprietário dos direitos autorais das suas fotos?
sl: Seveda si morate vsakič, ko spremenite računalniški sistem (stroj, operacijski sistem, aplikacije, DRM), zastaviti ista vprašanja. Danes, če želite preklopiti na Windows, se morate trikrat vprašati, ali še lahko uvozite svoje slike in, kar je še pomembneje, ali jih boste še kdaj lahko premaknili na drug sistem ali stroj. Če se povežete z lastniškimi sistemi, obstaja velika verjetnost, da ne morete. Vidimo, da ima veliko ljudi težave, ker Windows uveljavlja strog režim DRM. Kako lahko sistemu Windows dokažete, da ste dejansko lastnik avtorskih pravic za svoje slike?
uk: Звичайно ж, кожного разу, коли ви змінюватимете вашу комп’ютерну систему (обладнання, операційну систему, програми, DRM), вам слід ставити собі ті самі питання. Сьогодні, якщо ви бажаєте перейти на використання Windows, вам слід тричі подумати про те, чи зможете ви імпортувати ваші зображення, і, що ще важливіше, чи зможете ви перевести ці зображення на якусь іншу систему або комп’ютер. Досить ймовірно, що ви не зможете цього зробити, якщо прив'язані до пропрієтарних систем. Автор спостерігав за багатьма людьми, які зіткнулися з проблемами, оскільки Windows примусово використовується строгий режим DRM. Як ви зможете довести Windows, що ви насправді є власником авторських прав на ваші зображення?
zh_cn: 当然，每次更换计算机系统（机器、操作系统、应用程序、数字版权管理）时，你都必须问自己同样的问题。今天，如果你想转用 Windows 系统，你必须反复确认是否还能导入你的照片，更重要的是，是否还能将它们转移到其他系统或机器上。如果你被专有系统束缚，很可能就无法实现。我们看到很多人因为 Windows 强制执行严格的数字版权管理制度而苦苦挣扎。你如何向 Windows 证明你实际上是照片版权的所有者？

source: The solution to this problem is to only use open standards that are supported by multiple applications.
ca: La solució a aquest problema és utilitzar només estàndards oberts que estan suportats per diverses aplicacions.
it: La soluzione a questo problema è usare soltanto standard aperti che sono supportati da più applicazioni.
nl: De oplossing van dit probleem is om alleen open standaarden te gebruiken die ondersteund worden door meerdere toepassingen.
pt_br: A solução para esse problema é usar apenas padrões abertos que sejam suportados por vários aplicativos.
sl: Rešitev te težave je uporaba samo odprtih standardov, ki jih podpira več aplikacij.
uk: Вирішенням цієї проблеми є використання лише відкритих стандартів, підтримку яких передбачено у декількох програмах.
zh_cn: 解决这个问题的办法是只使用受多种应用程序支持的开放标准。

source: Virtualization is now widely available for everybody. So if you have an old system that is important for reading your images, keep it, so you can later install it as a virtual machine.
it: La virtualizzazione è ora ampiamente disponibile per tutti. Se hai, dunque, un vecchio sistema che è importante per leggere le tue immagini, conservalo, in modo che potrai poi installarlo come una macchina virtuale per un uso futuro.
nl: Virtualisatie is nu breed beschikbaar voor iedereen. Dus als u een oud systeem heeft dat belangrijk is voor het lezen van uw afbeeldingen, bewaar het dan, zodat u het later kunt installeren als een virtuele machine.
pt_br: A virtualização agora está amplamente disponível para todos. Portanto, se você tem um sistema antigo que é importante para ler suas imagens, guarde-o para poder instalá-lo posteriormente como uma máquina virtual.
sl: Virtualizacija je zdaj široko dostopna vsem. Torej, če imate star sistem, ki je pomemben za branje vaših slik, ga obdržite, da ga lahko pozneje namestite kot virtualni stroj.
uk: Зараз віртуалізацією може скористатися будь-хто. Отже, якщо у вас є операційна система, яка є важливою для читання ваших зображень, не викидайте диски з нею: за потреби встановіть її у віртуальній машині.
zh_cn: 虚拟机现在已经普及。所以如果你有一个对读取照片很重要的旧系统，请保留它，以便以后可以将其安装为虚拟机。

source: Otherwise the advice is quite simple: every time you change your computer architecture, your storage and backup technology, or your file format - go through your library and convert to a newer standard if necessary. And keep to open standards.
it: In alternativa, il consiglio è abbastanza semplice: ogni volta che cambi l'architettura del computer, la tecnologia di memorizzazione e di creazione delle copie di sicurezza o il formato dei tuoi dati, scorri la tua libreria e converti tutto allo standard più recente, se necessario. E rimani con gli standard aperti.
nl: Anders is het advies heel simpel: elke keer dat u uw computerarchitectuur, uw opslag en backup-technologie of uw bestandsformaat wijzigt - ga door de bibliotheek en converteer, indien nodig naar een nieuwere standaard. En houdt u aan open standaarden.
pt_br: Caso contrário, o conselho é bem simples: sempre que você mudar a arquitetura do seu computador, a tecnologia de armazenamento e backup ou o formato do seu arquivo, revise sua biblioteca e converta para um padrão mais recente, se necessário. E mantenha os padrões abertos.
sl: V nasprotnem primeru je nasvet povsem preprost: vsakič, ko spremenite arhitekturo računalnika, tehnologijo shranjevanja in varnostnega kopiranja ali format datoteke - preglejte svojo knjižnico in po potrebi pretvorite v novejši standard. In vztrajajte pri odprtih standardih.
uk: Інша порада дуже проста: кожного разу, коли змінюєте архітектуру вашого комп’ютера, ваше сховище даних та технологію створення резервних копій, ваш формат файлів, огляньте вашу бібліотеку і, за потреби, перетворіть файли зображень у файли у новому форматі. І користуйтеся відкритими стандартами.
zh_cn: 要是你不想这么麻烦，那么建议很简单：每次更换计算机架构、存储和备份技术或文件格式时，都要检查你的照片库，必要时转换为更新的标准。并且坚持使用开放标准。

source: Scalability
ca: Escalabilitat
it: Scalabilità
nl: Schaalbaarheid
pt_br: Escalabilidade
sl: Razširljivost
uk: Масштабованість
zh_cn: 可扩展性

source: Scalability is the tech-geek expression for the capability of a system to be resized, which always means up-sized.
it: Scalabilità è l'espressione, da maniaco di tecnologia, della possibilità (semplice) di un sistema di essere ridimensionato, che significa sempre essere accresciuto.
nl: Schaalbaarheid is een uitdrukking van techneuten voor de mogelijkheid om een systeem van grootte te wijzigen, wat altijd opschalen betekent.
pt_br: Escalabilidade é a expressão usada pelos nerds de tecnologia para a capacidade de um sistema ser redimensionado, o que sempre significa maior.
sl: Razširljivost je tehnološki izraz za zmožnost spreminjanja velikosti sistema, kar vedno pomeni povečanje.
uk: Масштабованість — це слово на технічному жаргоні, яке позначає можливість зміни розмірів сховища системи, що завжди означає збільшення.
zh_cn: 可扩展性是技术极客用来描述系统调整大小的能力的术语，通常意味着向上扩展。

source: Let's assume you planned for scalability and stored your image collection in a container you want to increase to a separate disk or partition. On a Linux system you then can copy and resize the container to the new disk.
it: Ipotizziamo che hai progettato la scalabilità e salvato la tua raccolta di immagini in un contenitore che vuoi ingrandire in una partizione o un disco separato. Su un sistema Linux puoi quindi copiare e ridimensionare il contenitore in un nuovo disco.
nl: Laten we aannemen dat u gepland heeft voor schaalbaarheid en uw verzameling afbeeldingen hebt opgeslagen in een container die u wilt vergroten naar een aparte schijf of partitie. Met Linux systemen kunt u dan de map kopiëren en de grootte aanpassen aan de nieuwe schijf.
pt_br: Vamos supor que você planejou a escalabilidade e armazenou sua coleção de imagens em um contêiner que deseja expandir para um disco ou partição separada. Em um sistema Linux, você pode copiar e redimensionar o contêiner para o novo disco.
sl: Recimo, da ste načrtovali razširljivost in svojo zbirko slik shranili v vsebnik, ki ga želite povečati na ločen disk ali particijo. V sistemu Linux lahko nato kopirate in spremenite velikost vsebnika na nov disk.
uk: Припустімо, що ви плануєте збільшення розмірів системи і зберігаєте сховище збірки ваших зображень, розміри якого бажаєте збільшити, на окремому диску або розділі. У системах Linux ви згодом зможете скопіювати і змінити розміри сховища на новому диску.
zh_cn: 假设你计划了可扩展性，并将照片集合存储在一个容器中，你想将其扩展到一个单独的磁盘或分区。在 Linux 系统上，你可以将容器复制并调整大小到新磁盘上。

source: Use Open File Formats
ca: Emprar formats de fitxer oberts
it: Usa formati di file aperti
nl: Open bestandsformaten gebruiken
pt_br: Use formatos de arquivo abertos
sl: Uporabite odprte formate datotek
uk: Використання відкритих форматів файлів
zh_cn: 使用开放文件格式

source: The short history of the digital era in the past 20 years has proven over and over again that proprietary formats are not the way to go when you want your data to be intelligible 10 years into the future. Microsoft is the most well-known purveyor of proprietary formats because of its domineering market share. But other companies may be worse since they may not stay in the market long enough or only have a small base of users or contributors. In the case of Microsoft one at least has the advantage of many people sharing the same problems. This makes it far more likely that you might find a solution to a problem involving their proprietary formats. Yet it is still common that any version of the MSoffice suite cannot properly read a document created with the same application two major versions earlier.
it: La breve storia dell'era digitale degli ultimi 20 anni ha dimostrato ancora una volta che i formati proprietari non sono la strada da seguire, se vuoi che i tuoi dati siano intellegibili dopo 10 anni. Microsoft è il fornitore più noto di formati proprietari, grazie alla sua quota dl mercato dominante. Ma altre compagnie potrebbero essere peggiori, perché la loro permanenza nel mercato non è abbastanza lunga o perché hanno soltanto una piccola base di utenti o contribuenti. Nel caso di Microsoft, un utente ha almeno il vantaggio di poter condividere lo stesso problema con molte altre: ciò rende molto più probabile trovare una soluzione a un problema che riguarda i loro formati proprietari. Inoltre è ancora comune che qualsiasi versione della suite di MSOffice non è in grado di leggere correttamente un documento creato con la stessa applicazione di due versioni principali precedenti.
pt_br: A curta história da era digital nos últimos 20 anos provou repetidamente que formatos proprietários não são o caminho a seguir quando você deseja que seus dados sejam inteligíveis daqui a 10 anos. A Microsoft é a fornecedora mais conhecida de formatos proprietários devido à sua participação de mercado dominante. Mas outras empresas podem ser piores, pois podem não permanecer no mercado por tempo suficiente ou ter apenas uma pequena base de usuários ou colaboradores. No caso da Microsoft, pelo menos uma tem a vantagem de muitas pessoas compartilharem os mesmos problemas. Isso torna muito mais provável que você encontre uma solução para um problema envolvendo seus formatos proprietários. No entanto, ainda é comum que qualquer versão do pacote MSOffice não consiga ler corretamente um documento criado com o mesmo aplicativo duas versões principais anteriores.
sl: Kratka zgodovina digitalne dobe v zadnjih 20 letih je znova in znova dokazala, da lastniški formati niso prava pot, če želite, da so vaši podatki razumljivi 10 let v prihodnosti. Microsoft je zaradi svojega prevladujočega tržnega deleža najbolj znan dobavitelj lastniških formatov. Toda druga podjetja so lahko slabša, ker morda ne ostanejo na trgu dovolj dolgo ali pa imajo le majhno bazo uporabnikov ali sodelavcev. V primeru Microsofta ima eden vsaj to prednost, da si veliko ljudi deli iste težave. Zaradi tega je veliko bolj verjetno, da boste morda našli rešitev za težavo, ki vključuje njihove lastniške formate. Še vedno pa je pogosto, da katera koli različica zbirke MSoffice ne more pravilno prebrati dokumenta, ustvarjenega z isto aplikacijo pred dvema večjima različicama.
uk: Коротка історія цифрової ери протягом останніх 20 років знову і знову доводить нам, що пропрієтарні формат не є надійними, якщо ви бажаєте користуватися вашими даними протягом наступних 10 років з часу запису. Яскравим прикладом подібного ставлення до користувачів є Microsoft через домінування цієї компанії на ринку. Але інші компанії є насправді (навіть ненавмисно) ще гіршими, оскільки ці компанії можуть не втриматися на ринку достатньо довго або мають лише невелику базу користувачів та розробників. У випадку з Microsoft ви матимете принаймні перевагу у тому, що ваші проблеми поділятиме досить багато людей. Ймовірність успіху у пошуку розв’язання проблеми у такому разі значно зросте. Крім того, подеколи Microsoft використовує документацію до вільного програмного забезпечення, щоб зрозуміти поведінку власної системи, настільки поганим є стан власної документації корпорації. Зазвичай, наприклад, у комплексу програм MSoffice виникають проблеми з читанням документів, створених за допомогою таких самих програм або парою версій старіших за поточні.
zh_cn: 过去 20 年数字时代的短暂历史一再证明，当你希望数据在未来 10 年仍可读时，专有格式不是正确的选择。微软是最著名的专有格式提供者，因为它毕竟市场份额占主导地位。但其他这种公司可能不太行了，因为它们可能在市场上停留的时间不够长，或者只有很少的用户或贡献者。就微软而言，至少有一个优势是，有很多人共享同样的问题。这使得你更有可能找到涉及他们专有格式的问题的解决方案。然而，仍然常见的是，任何版本的 MS Office 套件都无法正确读取两个大版本之前用 Office 套件创建的文档。
