Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: digiKam Editing Panorama :ref:`Title From Captions Sidebar <comment_editors>` Tab Within Image Editor
ca: El digiKam editant el :ref:`títol del panorama des de la pestanya Llegendes de la barra lateral <comment_editors>` a dins de l'editor d'imatges
it: La modifica del :ref:`titolo del panorama dalla scheda della barra laterale delle didascalie <comment_editors>` di digiKam all'interno dell'editor delle immagini
nl: Bewerken van panorama :ref:`Titel in het zijbalktabblad Opschriften <comment_editors>` in de afbeeldingsbewerker
pt: O digiKam a Editar o :ref:`Título do Panorama na Barra de Títulos <comment_editors>` Dentro do Editor de Imagens
pt_br: Editando o :ref:`Título na barra de legendas <comment_editors>` da barra lateral do Editor de Imagem do digiKam
sl: digiKam urejanje panorame :ref:`Naslov iz stranske vrstice podnapisov <comment_editors>` Zavihek znotraj urejevalnika slik
uk: Редагування :ref:`заголовка панорами з бічної панелі підписів <comment_editors>` у редакторі зображень digiKam
zh_cn: 在图像编辑器的标题侧边栏选项卡中编辑全景图 :ref:`标题 <comment_editors>`

source: But what if the **Caption** tells you that this is *Omaha Beach*, the Allies landing site in French Normandie 60 years after the disembarkation. One starts to dream, have associations, memories. The historical time span is present. You may hear the silence. The **Caption** has totally reframed your perception of this panorama.
ca: Però que passa si la **Llegenda** diu que això és la *platja d'Omaha*, el lloc de desembarcament dels aliats a la Normandia francesa 60 anys després del desembarcament. Un comença a somiar, fer associacions, memòria. El període històric es troba present, es pot escoltar el silenci. La **llegenda** ha reformulat totalment la percepció d'aquest panorama.
it: Ma cosa penseresti se la **didascalia** ti dicesse che questa è *Omaha Beach*, il punto dello sbarco degli Alleati nella Normandia Francese, 60 anni dopo l'evento. Uno inizia a sognare, ad avere associazioni, ricordi. Il periodo storico è presente, puoi coglierne il silenzio. La **didascalia** ha completamente stravolto la tua percezione di questo panorama.
nl: Maar wat als het **Opscrift** vertelt dat dit *Omaha Beech** is, de landingsstrook van de geallieerden, in Frans Normandië 60 jaar na de ontscheping. Men begint te dromen, heeft associaties, herinneringen. Het historische besef ervan is plotseling aanwezig. U kunt de stilte horen. Het **Opschrift** heeft uw waarneming van het panorama in een geheel ander licht geplaatst.
pt_br: Mas e se a **Legenda** disser que esta é *Praia de Omaha*, o local de desembarque dos Aliados na Normandia Francesa, 60 anos após o desembarque? Começamos a sonhar, a ter associações, a recordar. O período histórico está presente. Você pode ouvir o silêncio. A **Legenda** reformulou completamente a sua percepção deste panorama.
sl: A kaj, ko vam **Napis** pove, da je to *Plaža Omaha*, kraj zavezniškega izkrcanja v francoski Normandiji 60 let po izkrcanju. Človek začne sanjati, imeti asociacije, spomine. Zgodovinski časovni razpon je prisoten. Morda boste slišali tišino. **Napis** je popolnoma spremenil vaše dojemanje te panorame.
uk: Але що, якщо **Підпис** вказує на те, що це місце висадки союзників, «Омаха-біч», у французькій Нормандії через 60 років. Ух! У вас розігрується фантазія, асоціації, згадки, ви проектуєте історичні факти на сьогодення, ви чуєте тишу. Підпис повністю змінив ваше сприйняття панорами.
zh_cn: 但当 **说明** 文字注明"诺曼底登陆 60 周年后的奥马哈海滩"时，历史纵深感瞬间涌现——你可能听见了寂静，脑海浮现联翩浮想。这段 **说明** 文字已然彻底重构了人们对画面的感知。

source: For others to appreciate your photographs, the **Title** and **Caption** are probably more important than the image itself for the interest it creates. When you show pictures, tell a story. Remember that the key is to convey meaning to viewers, to help them understand what you understand about the subject and what moved you.
ca: Perquè els altres apreciïn les vostres fotografies, el **Títol** i la **Llegenda** són probablement més importants que la imatge mateixa per l'interès que genera. En mostrar fotografies, expliqueu una història. Recordeu que la clau és transmetre el significat als espectadors, per a ajudar-los a entendre el que sabeu sobre el tema i què us va emocionar.
it: Per far apprezzare le tue fotografie agli altri il **titolo** e la **didascalia** sono probabilmente più importanti della stessa immagine, per l'interesse che crea. Quando mostri le tue foto, racconta una storia. Ricorda che la chiave è trasmettere significato al pubblico, per aiutarlo a capire cosa tu intendi dire del soggetto, e cosa ti ha spinto lì.
nl: Om uw foto's door anderen te laten waarderen zijn **Titel** en **Opschrift** waarschijnlijk belangrijker om de foto te waarderen dan de foto zelf. Beelden vertonen betekent een verhaal vertellen. Onthoud dat, waar het om gaat, is de betekenis van het beeld aan de kijker over te brengen om te helpen begrip te krijgen voor wat u bewoog om het beeld te maken.
pt_br: Para que outras pessoas apreciem suas fotografias, o **Título** e a **Legenda** são provavelmente mais importantes do que a própria imagem, pelo interesse que despertam. Ao mostrar fotos, conte uma história. Lembre-se de que o segredo é transmitir significado aos espectadores, ajudá-los a entender o que você entende sobre o assunto e o que o comoveu.
sl: Da bi drugi cenili vaše fotografije, sta **Naslov** in **Napis** verjetno pomembnejša od same slike glede na zanimanje, ki ga ustvari. Ko pokažete slike, povejte zgodbo. Ne pozabite, da je ključno, da gledalcem posredujete pomen, da jim pomagate razumeti, kaj razumete o temi in kaj vas je ganilo.
uk: У оцінці ваших фотографій **заголовок** і **підпис**, ймовірно, важливіші за сам знімок через зацікавленість, яку він створює. Якщо показуєте знімок, розкажіть про його історію. Пам’ятайте, що ключовим моментом є донесення до спостерігачів сенсу зображення. Це допоможе глядачам зрозуміти тему знімка і те, що у ньому вас схвилювало.
zh_cn: 要让观众真正欣赏您的作品， **标题** 和 **说明** 引发的兴趣可能比图像本身更重要。展示照片时，请学会讲故事。关键在于传递你对主题的理解，还有让你感动的缘由。

source: Let people know what you understand about the subject, why you love it.
ca: Fer que la gent sàpiga el que sabeu sobre el tema, per què us agrada.
it: Fai sapere alle persone cosa tu hai capito del soggetto, perché lo ami.
nl: Laat mensen weten wat u weet over het onderwerp, waarom u het de moeite waard vind.
pt: Deixe que as pessoas saibam o que entende sobre o assunto, porque é que lhe agrada.
pt_br: Deixe as pessoas saberem o que você entende sobre o assunto e por que você o ama.
sl: Ljudem povejte, kaj razumete o temi, zakaj vam je všeč.
uk: Дайте людям зрозуміти, що ви розумієтеся на цій темі, і поясніть, чому вона вам подобається.
zh_cn: 告诉观众你对拍摄主体的独到见解，你为什么喜爱。

source: Create a red line between the photographs.
ca: Crear una línia vermella entre les fotografies.
it: Crea una linea rossa tra le fotografie.
nl: Creëer een rode draad om de foto's met elkaar te verbinden.
pt: Crie uma linha vermelha entre as fotografias.
pt_br: Crie uma linha vermelha entre as fotografias.
sl: Ustvarite rdečo črto med fotografijami.
uk: Створюйте взаємозв’язок між фотографіями.
zh_cn: 在一组照片之间建立叙事线索。

source: Oppose or relate them to different epochs.
ca: Oposar o relacionar èpoques diferents.
it: Mettile in opposizione o in relazione a epoche differenti.
nl: Stel foto's tegenover elkaar of verbind hen met verschillende tijden.
pt: Coloque-os relacionados ou em oposição em várias épocas.
pt_br: Oponha-as ou relacione-as a épocas diferentes.
sl: Nasprotujte ali jih povežite z različnimi obdobji.
uk: Протиставляйте або об’єднуйте їх за різними історичними періодами.
zh_cn: 进行跨时代的呼应对比。

source: Take notes shortly after shooting to remember.
ca: Prendre notes de recordatori poc després de prendre la fotografia.
it: Prendi nota subito dopo che hai scattato per ricordarti.
nl: Maak notities kort na het schieten van de foto om het u te herinneren.
pt: Tome notas, logo a seguir a tirar as fotografias, para se recordar mais tarde.
pt_br: Faça anotações logo após a fotografia para lembrar.
sl: Kmalu po snemanju si zapomnite zapiske.
uk: Робіть короткі нотатки щодо обставин зйомки, щоб не забути.
zh_cn: 拍摄后立即用笔记录灵感。

source: Contemplate, research, watch, and talk - but mostly listen.
ca: Contemplar, investigar, veure i parlar. Però sobretot, escoltar.
it: Contempla, cerca, guarda e parla, ma sopratutto ascolta.
nl: Overweeg, onderzoek, bekijk en praat - maar luister vooral.
pt: Contemple, investigue, observe e fale - mas acima de tudo escute.
pt_br: Contemple, pesquise, observe e converse, mas principalmente ouça.
sl: Razmišljajte, raziskujte, glejte in govorite - a večinoma poslušajte.
uk: Міркуйте, досліджуйте, спостерігайте і обговорюйте, але здебільшого слухайте.
zh_cn: 多思考、研究、观察、交流——更要倾听。

source: It's okay if the image is less than perfect because it has the strength to stand on its own merit described in the **caption**.
ca: Va bé si la imatge no és tan perfecta, perquè té la força del seu propi mèrit descrit a la **llegenda**.
it: Va bene se l'immagine è meno che perfetta, perché ha la forza di reggersi da sola per i motivi descritti nella **didascalia**.
nl: Het is niet erg als een foto minder dan perfect is, zolang de foto de kracht heeft om zichzelf waar te maken op basis van wat is beschreven in het **Opschrift**.
pt: Está tudo bem se a imagem for menos perfeita, porque tem o poder de se afirmar pelo seu próprio mérito, como descrito no **título**.
pt_br: Não tem problema se a imagem não for perfeita, pois ela tem força para se sustentar por mérito próprio, conforme descrito na **legenda**.
sl: V redu je, če slika ni popolna, ker ima moč, da stoji sama po sebi, kot je opisano v **napisu**.
uk: Нічого, що знімок буде недосконалим, оскільки його сила полягає у його перевагах, описаних у підписі.
zh_cn: 技术不完美的照片，照样能靠 **说明** 彰显价值。

source: With digiKam you can enter unlimited amounts of text using an internationalized alphabet (UTF-8) as a caption and title. You can enter a single caption and title for a selection of photos at the same time. When you export images to web services, you can choose to independently include or exclude the caption and title assigned to the images - no need to re-write the story for publishing.
ca: Amb el digiKam podeu introduir una quantitat il·limitada de text utilitzant l'alfabet internacional (UTF-8) com a llegenda i títol. Podeu introduir una llegenda individual i un títol per a una selecció de fotografies alhora. Quan exporteu les imatges als serveis web, podreu triar incloure o excloure independentment la llegenda i el títol assignats a les imatges, sense necessitat de tornar a escriure la història per a la publicació.
it: Con digiKam puoi immettere una quantità illimitata di testo usando un alfabeto internazionale (UTF-8) come didascalia e titolo. Puoi immettere contemporaneamente una singola didascalia e il titolo per una selezione di foto. Quando esporti le immagini in un servizio web, puoi scegliere se includere o escludere in modo indipendente la didascalia e il titolo alle immagini, senza dover scrivere daccapo la storia per la pubblicazione.
nl: Met digiKam kunt u, met gebruikmaking van het geïnternationaliseerde alfabet (UTF-8), onbeperkte hoeveelheden tekst toevoegen als een opschrift en titel. U kunt in één keer, voor een selectie van foto's, een enkele titel en opschrift toevoegen. Wanneer u beelden exporteert naar webservices, kunt u kiezen of de titel en het opschrift toegekend aan de aan de afbeeldingen onafhankelijk van elkaar al dan niet worden geëxporteerd - geen noodzaak om het verhaal te herschrijven voor publicatie.
pt_br: Com o digiKam, você pode inserir quantidades ilimitadas de texto usando um alfabeto internacionalizado (UTF-8) como descrição e título. Você pode inserir uma única legenda e título para uma seleção de fotos simultaneamente. Ao exportar imagens para serviços web, você pode optar por incluir ou excluir independentemente a legenda e o título atribuídos às imagens — sem precisar reescrever a história para publicação.
sl: Z digiKamom lahko vnesete neomejeno količino besedila z uporabo internacionalizirane abecede (UTF-8) kot napis in naslov. Hkrati lahko vnesete en napis in naslov za izbor fotografij. Ko izvažate slike v spletne storitve, se lahko odločite, da neodvisno vključite ali izključite napis in naslov, dodeljen slikam – ni vam treba znova pisati zgodbe za objavo.
uk: За допомогою digiKam ви можете ввести у поле підпису або заголовка довільний об’єм тексту у міжнародній абетці (UTF-8). Ви можете вказати підпис для декількох зображень з набору позначених зображень. Під час експортування зображень до галерей у інтернеті підписи буде експортовано до підпису або назви (за вашим вибором) у системі галереї у інтернеті, вам не потрібно буде повторно вводити історію знімка для опублікування.
zh_cn: digiKam 支持用 UTF-8 国际字符集输入不限长度的标题文字。可批量为多张照片添加统一标题，导出到网络服务时还能自由选择是否保留原标题和说明文字——无需为发布重复撰写故事。

source: Geolocation and Geo-tagging
ca: Geolocalització i geoetiquetatge
it: Geolocalizzazione e tag geografici
nl: Geo-locatie en geo-tags toekennen
pt: Geo-Localização e Marcação Geográfica
pt_br: Geolocalização e geo-etiquetamento
sl: Geolokacija in geografsko označevanje
uk: Геопозиціювання та геоприв'язка
zh_cn: 地理定位与地理标记

source: Do you remember the time before GPS? A time when you would find your way to another city without a navigation system? Wasn't the earth a dull blue ball before Google Earth? Well times have changed, and it is easy these days to geo-tag most images to mark where on the globe they were taken.
ca: Recordes l'època anterior al GPS? El moment en què trobaries el camí a una altra ciutat sense un sistema de navegació? No era la terra una bola blava avorrida abans de Google Earth? Els temps han canviat, i és fàcil en aquests dies geoetiquetar la majoria d'imatges per a marcar en el globus on van ser preses.
it: Ti ricordi i tempi prima del GPS? Il tempo in cui avresti trovato il tuo percorso verso un'altra città senza un sistema di navigazione? La terra non era una monotona palla blu prima di Google Earth? Bene, i tempi sono cambiati, e ora è facile aggiungere dei tag geografici alla maggior parte delle immagini, per contrassegnare i luoghi della terra dove sono state scattate.
nl: Weet u nog de tijd voor GPS? Een tijd toen u uw weg in een andere plaats kon vinden zonder navigatiesysteem? Was de aarde niet een saaie blauwe bol voor Google Earth? Welnu de tijd is gewijzigd en het is vandaag gemakkelijk de meeste afbeeldingen te markeren met een geo-tag met waar op de globe deze zijn genomen.
pt_br: Você se lembra da época antes do GPS? Uma época em que você conseguia encontrar o caminho para outra cidade sem um sistema de navegação? A Terra não era uma bola azul opaca antes do Google Earth? Bem, os tempos mudaram, e hoje em dia é fácil geolocalizar a maioria das imagens para marcar onde no globo elas foram tiradas.
sl: Se spomnite časa pred GPS-om? Čas, ko bi našli pot v drugo mesto brez navigacijskega sistema? Ali ni bila zemlja pred Google Earth dolgočasno modra krogla? No, časi so se spremenili in dandanes je večino slik preprosto geokodirati, da označimo, kje na zemeljski obli so bile posnete.
uk: Пам’ятаєте часи до GPS? Коли вам доводилося шукати дорогу до іншого міста без навігаційної системи? Чи була Земля тьмяною блакитною кулею ще до Google Земля? Гаразд, усе змінюється з часом, — зараз дуже просто додати геомітки до більшості зображень для позначення місця, де їх було створено.
zh_cn: 还记得没有 GPS 的年代吗？那个靠问路开车去陌生城市的年代？在谷歌地球出现前，地球仪不就是个单调的蓝色球体？如今时代变了，给照片打上地理标记定位拍摄位置，简直不要太容易。

source: A few cameras with built-in GPS receivers produce images that are automatically tagged with 3-dimensional coordinates. digiKam can geo-tag images from all other cameras based on a recording of locations made by almost any GPS device. There are three requirements for automatic geo-tagging:
ca: Algunes càmeres amb receptors GPS incorporats produeixen imatges que s'etiqueten automàticament amb coordenades tridimensionals. El digiKam pot geoetiquetar imatges de totes les altres càmeres basades en un enregistrament d'ubicacions fetes per gairebé qualsevol dispositiu GPS. Hi ha tres requisits per al geoetiquetatge automàtic:
it: Alcune fotocamere con ricevitori GPS integrati producono immagini a cui vengono assegnati tag con coordinate a tre dimensioni. digiKam è in grado di assegnare tag geografici da tutte le altre fotocamere basate su una registrazione dei luoghi fatta dalla maggior parte dei dispositivi GPS. Sono necessari tre requisiti per l'assegnazione automatica dei tag geografici:
pt_br: Algumas câmeras com receptores GPS integrados produzem imagens que são automaticamente marcadas com coordenadas tridimensionais. O digiKam pode geolocalizar imagens de todas as outras câmeras com base na gravação de localizações feita por praticamente qualquer dispositivo GPS. Há três requisitos para a geolocalização automática:
sl: Nekaj ​​kamer z vgrajenimi sprejemniki GPS ustvari slike, ki so samodejno označene s 3-dimenzionalnimi koordinatami. digiKam lahko geografsko označi slike iz vseh drugih kamer na podlagi posnetkov lokacij, ki jih naredi skoraj katera koli naprava GPS. Obstajajo tri zahteve za samodejno geografsko označevanje:
uk: Незначна кількість фотоапаратів із вбудованими GPS-приймачами створюють зображення, які автоматично позначаються тривимірними координатами. digiKam може додавати геомітки до зображень з усіх інших фотоапаратів на основі запису розташування, зробленого майже будь-яким пристроєм GPS. Існує три вимоги до автоматичного встановлення геоміток:
zh_cn: 部分自带 GPS 接收器的相机会自动给照片记录三维坐标。其他相机拍摄的照片，digiKam 也能通过任何 GPS 设备的定位记录进行地理标记。自动标记需要满足三个条件：

source: The clock on the camera should be set to the correct time,
ca: El rellotge de la càmera hauria d'estar ajustat a l'hora correcta,
it: l'orologio della fotocamera deve essere impostato all'ora corretta,
nl: De klok in de camera zou op de juiste tijd moeten staan
pt_br: O relógio da câmera deve estar ajustado para a hora correta,
sl: Ura na fotoaparatu mora biti nastavljena na točen čas,
uk: Годинник на фотоапараті має бути виставлено правильно,
zh_cn: 相机时钟必须校准准确

source: The GPS receiver has to be switched on, in logging mode, and carried with you while you take your photographs, and
ca: El receptor GPS ha d'estar encès, en mode de registre, i portar-lo amb vós mentre fa les fotografies, i
it: il ricevitore GPS deve essere acceso, in modalità registrazione, e trasportato con te mentre stai scattando le foto, e
nl: De GPS-ontvanger moet ingeschakeld zijn, in modus loggen en met u meegedragen worden terwijl u uw foto's maakt, en
pt_br: O receptor GPS deve estar ligado, no modo de registro, sendo carregado com você enquanto tira suas fotos.
sl: Sprejemnik GPS mora biti vklopljen, v načinu beleženja in ga imeti pri sebi med fotografiranjem ter
uk: GPS-приймач має бути увімкнено у режимі ведення журналу, його слід мати при собі під час фотографування, а також
zh_cn: GPS 接收器需开启记录模式并随身携带，且

source: You need to be able to extract a GPS track from the receiver in GPX file format. There are tools that can help download track data from a receiver into a GPX format, such as `gpsbabel <https://www.gpsbabel.org/>`_.
ca: Heu de poder extreure un trajecte GPS del receptor en format de fitxer GPX. Hi ha eines que poden ajudar a descarregar les dades del trajecte d'un receptor en un format GPX, com ara `gpsbabel <https://www.gpsbabel.org/>`_.
it: devi essere in grado di estrarre una traccia GPS dal ricevitore in formato GPX. Esistono strumenti che possono aiutarti a scaricare di dati delle tracce nel formato GPX, come `gpsbabel <https://www.gpsbabel.org/>`_.
nl: u moet in staat zijn om een GPS-spoor te extraheren uit de ontvanger in GPX-bestandsformaat. Er zijn hulpmiddelen die kunnen helpen spoorgegevens uit een ontvanger te downloaden in een GPX-formaat, zoals `gpsbabel <https://www.gpsbabel.org/>`_.
pt_br: Você precisa conseguir extrair uma trilha de GPS do receptor em formato de arquivo GPX. Existem ferramentas que podem ajudar a baixar dados de trilha de um receptor para o formato GPX, como o `gpsbabel <https://www.gpsbabel.org/>`_.
sl: Iz sprejemnika morate znati pridobiti GPS-sled v formatu datoteke GPX. Obstajajo orodja, ki lahko pomagajo prenesti podatke o progi iz sprejemnika v format GPX, kot je `gpsbabel <https://www.gpsbabel.org/>`_.
uk: у вас має бути можливість видобувати маршрут GPS із приймача у форматі файлу GPX. Існують інструменти, які можуть допомогти завантажити дані маршруту з приймача у формат GPX, наприклад `gpsbabel <https://www.gpsbabel.org/>`_.
zh_cn: 能导出 GPX 格式的轨迹文件（比如用 `gpsbabel <https://www.gpsbabel.org/>`_ 这类工具从设备导出轨迹）
