Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Another digiKam feature is the **Pick Labels** used to categorize shots by quality and identify which item will be **Rejected**, **Pending**, or **Accepted** in your workflow. You can assign these properties manually of course, but there is a better solution: digiKam can automatically perform image quality analysis using a deep-learning based tool named **Image Quality Scanner**. This tool evaluates image features such as noise, blur, form, shape, contents, etc., and gives an evaluation of the quality of the shot. This tool is available in the :ref:`Labels View <labels_view>`, :ref:`Maintenance menu <maintenance_quality>` and in the :ref:`Batch Queue Manager <metadata_tools>`.
ca: Una altra característica del digiKam són els **Rètols de selecció** que s'utilitzen per a categoritzar les instantànies per qualitat i identificar quin element serà **Rebutjat**, **Pendent** o **Acceptat** en el vostre flux de treball. Per descomptat, podreu assignar aquestes propietats manualment, però hi ha una solució millor: el digiKam pot efectuar automàticament un anàlisi de la qualitat de les imatges utilitzant una eina basada en aprenentatge profund anomenada **Explorador d'imatges segons la qualitat**. Aquesta avalua característiques de les imatges com el soroll, difuminat, forma, formes, contingut, etc., i ofereix una avaluació de la qualitat de la instantània. Aquesta eina està disponible a la :ref:`Vista d'etiquetes <labels_view>`, :ref:`Menú de manteniment <maintenance_quality>` i al :ref:`Gestor de la cua per lots <metadata_tools>`.
pt_br: Outro recurso do digiKam são os **Rótulos de seleção**, usados para categorizar fotografias por qualidade e identificar qual item será **Rejeitado**, **Pendente** ou **Aceito** no seu fluxo de trabalho. Você pode atribuir essas propriedades manualmente, é claro, mas há uma solução melhor: o digiKam pode realizar automaticamente a análise da qualidade da imagem usando uma ferramenta baseada em aprendizado profundo chamada de **Analisador de qualidade de imagem**. Essa ferramenta avalia recursos da imagem, como ruído, desfoque, forma, conteúdo, etc., e fornece uma avaliação da qualidade da foto. Essa ferramenta está disponível na :ref:`Visualização de Legendas <labels_view>`, no :ref:`Menu de Manutenção <maintenance_quality>` e no :ref:`Gerenciador de processamento em lote <metadata_tools>`.
sl: Druga zmožnost digiKama je **Izbira oznak**, ki se uporablja za kategorizacijo posnetkov po kakovosti in določanje, kateri element bo **Zavrnjen**, **V obdelavi** ali **Sprejet** v vašem delovnem procesu. Te lastnosti lahko seveda dodelite ročno, vendar obstaja boljša rešitev: digiKam lahko samodejno izvede analizo kakovosti slike z uporabo orodja, ki temelji na poglobljenem učenju, imenovanega **Skener kakovosti slik**. To orodje oceni značilnosti slike, kot so šum, zamegljenost, oblika, oblika, vsebina itd., in poda oceno kakovosti posnetka. To orodje je na voljo v :ref:`Pogledu oznak <labels_view>`, :ref:`Meniju vzdrževanja <maintenance_quality>` in v :ref:`Upravljalniku paketnih obdelav <metadata_tools>`.
zh_cn: digiKam 还有个 **挑选标记** 功能，用于根据画质分类并标记 **否决** / **待定** / **接受** 状态。虽然可以手动标注，但我们更推荐用基于深度学习的​​ **图像品质扫描器** ​​自动分析——这个工具会评估噪点、模糊度、形态、内容等特征给出质量评级，可在 :ref:`标记视图 <labels_view>` 、:ref:`系统维护... <maintenance_quality>` 和 :ref:`批处理管理器 <metadata_tools>` 中使用。

source: The digiKam Pick Labels can be Assigned Automatically Depending on the :ref:`Quality of Shot in Batch Queue Manager <bqm_qualityscan>`
ca: Els rètols de selecció del digiKam es poden assignar automàticament segons la :ref:`qualitat de la instantània en el Gestor de la cua per lots <bqm_qualityscan>`.
pt_br: Os rótulos de seleção do digiKam podem ser atribuídas automaticamente dependendo da :ref:`Qualidade da foto no gerenciador de processamento em lote <bqm_qualityscan>`
sl: Oznake izbire digiKam lahko dodelite samodejno, odvisno od :ref:`Kakovosti posnetka v upravljalniku paketne čakalne vrste <bqm_qualityscan>`
zh_cn: 图示：在批量队列管理器中，digiKam 的精选标签可根据 :ref:`图像品质扫描 <bqm_qualityscan>` 自动分配

source: When you import cataloged images from other sources that already have embedded tags, digiKam will automatically create the keyword trees for you, adding the appropriate tags in the right place. The hierarchy tree can be easily rearranged by using drag and drop to move a sub-tree to another place in the hierarchy. The changed tags will be updated as digiKam traverses through the branches.
ca: Quan importeu imatges catalogades d'altres fonts que ja tenen etiquetes incrustades, el digiKam crearà automàticament els arbres de paraules clau per a vosaltres, afegint les etiquetes apropiades al lloc correcte. L'arbre jeràrquic es pot reordenar fàcilment mitjançant l'ús d'arrossegar i deixar anar per a moure un subarbre a un altre lloc de la jerarquia. Les etiquetes canviades s'actualitzaran a mesura que el digiKam transiti per les branques.
it: Quando importi delle immagini catalogate da altre sorgenti che contengono tag incorporati, digiKam creerà automaticamente per te l'albero delle parole chiave, aggiungendo i tag appropriati al posto giusto. L'albero delle gerarchie può essere facilmente riordinato tramite il trascinamento e il rilascio di una porzione di rami in un altro posto della gerarchia. I tag modificati saranno aggiornati quando digiKam attraversa i rami.
nl: Wanneer u gecatalogiseerde beelden importeert uit andere bronnen met ingebedde tags zal digiKam automatisch de boomstructuur voor sleutelwoorden voor u aanmaken en de van toepassing zijnde tags op de juiste plaats zetten. De hiërarchie van de boomstructuur kan gemakkelijk herschikt worden door slepen en loslaten om een sub-boom naar een andere plaats in de hiërarchie te verplaatsen. De gewijzigde tags zullen worden bijgewerkt als digiKam langs alle vertakkingen van uw boomstructuur loopt.
pt_br: Ao importar imagens catalogadas de outras fontes que já possuem etiquetas embutidas, o digiKam criará automaticamente as árvores de palavras-chave para você, adicionando as etiquetas apropriadas no local correto. A árvore hierárquica pode ser facilmente reorganizada usando o recurso de arrastar e soltar para mover uma subárvore para outro local na hierarquia. As etiquetas alteradas serão atualizadas conforme o digiKam percorre as ramificações.
sl: Ko uvozite katalogizirane slike iz drugih virov, ki že imajo vdelane značke, bo digiKam samodejno ustvaril drevesa ključnih besed za vas in dodal ustrezne značke na pravo mesto. Hierarhično drevo je mogoče preprosto preurediti z uporabo povleci in spusti, da premaknete poddrevo na drugo mesto v hierarhiji. Spremenjene značke bodo posodobljene, ko bo digiKam prečkal veje.
uk: Якщо ви імпортуєте каталогізовані зображення з інших джерел з уже вбудованими мітками, digiKam автоматично створить їх ієрархію і, відповідно, вставить їх у належне місце. Перевпорядкування ієрархії не є проблемою. Ви можете легко виконати його перетягуванням зі скиданням у піддерево у іншому місці ієрархії. Змінені мітки буде оновлено під час обробки структури за допомогою digiKam.
zh_cn: 当您从其他来源导入已包含内嵌标签的编目图片时，digiKam 会自动为您创建关键词树状结构，并将对应标签精准归类。只需拖拽子目录就能轻松调整层级结构，digiKam 在遍历分支时会同步更新变更后的标签。

source: The graphic below shows how different digiKam item properties overlap. This is a very coarse representation, as each block of metadata will in itself be subdivided into many sections. **File-names** and **Files-dates** data are properties of all images taken from the file system if necessary.
ca: Els gràfics de sota mostren com se superposen les diferents propietats dels elements en el digiKam. Aquesta és una representació molt aproximada, ja que cada bloc de metadades en si mateix se subdivideix en moltes seccions. Els **noms de fitxer** i les **dades del calendari** són propietats de totes les imatges, i s'agafen del sistema de fitxers si fos necessari.
it: Il grafico sotto mostra come si sovrappongono in modo diverso le proprietà degli elementi di digiKam. Questa è una rappresentazione molto grossolana, dato che ciascun blocco di metadati si suddivide in molte sezioni. I dati **File-names** (nomi file) e **Files-dates** (date file) sono proprietà appartenenti a tutte le immagini prese dal sistema dei file, se necessario.
nl: De grafiek hieronder laat zien hoe verschillende eigenschappen van items in digiKam elkaar overlappen. Dit is een ruwe weergave, omdat elk blok met metagegevens onderverdeeld wordt in veel secties. **Bestandsnamen** en **Bestandsdatums** zijn eigenschappen van alle afbeeldingen genomen uit het bestandssysteem, indien nodig.
pt_br: O gráfico abaixo mostra como diferentes propriedades de itens do digiKam se sobrepõem. Esta é uma representação muito grosseira, pois cada bloco de metadados será subdividido em várias seções. Os dados **Nomes de arquivo** e **Datas de arquivo** são propriedades de todas as imagens obtidas do sistema de arquivos, se necessário.
sl: Spodnja slika prikazuje, kako se različne lastnosti elementov digiKam prekrivajo. To je zelo groba predstavitev, saj bo vsak blok metapodatkov sam po sebi razdeljen na številne razdelke. Podatki **Imena datotek** in **Datumi datotek** so lastnosti vseh slik, po potrebi vzetih iz datotečnega sistema.
uk: На наведеній тут схемі показано перетини різних властивостей записів digiKam. Схема є досить грубою, оскільки кожен з блоків метаданих можна в свою чергу поділити на багато розділів. Назви файлів і календарні дати є властивостями самих файлів зображень, які за потреби буде отримано з файлової системи.
zh_cn: 下图展示了 digiKam 各项属性如何相互关联。这仅是简化示意图，实际上每个元数据块都包含众多细分字段。其中 **文件名** 和 **文件日期** 数据是必要时从文件系统获取的通用图像属性。

source: The Different Item Properties Available in digiKam
ca: Les diferents propietats de l'element disponibles en el digiKam
it: Le diverse proprietà degli elementi disponibili in digiKam
nl: De verschillende eigenschappen van items beschikbaar in digiKam
pt: As Diferentes Propriedades dos Itens Disponíveis no digiKam
pt_br: As diferentes propriedades de itens disponíveis no digiKam
sl: Različne lastnosti elementov, ki so na voljo v digiKamu
uk: Різні властивості записів, які є доступними у digiKam
zh_cn: digiKam 中可用的不同项目属性

source: Captions and Comments
ca: Llegendes i comentaris
it: Didascalie e commenti
nl: Opschriften en opmerkingen
pt: Títulos e Comentários
pt_br: Legendas e Comentários
sl: Napisi in komentarji
uk: Підписи і коментарі
zh_cn: 说明与注释

source: **Captions** are another kind of metadata that can be used to store text that describes the image.
ca: **Llegendes** són un altra classe de metadades que es poden utilitzar per a emmagatzemar text que descriu la imatge.
it: Le **didascalie** sono un altro tipo di metadati utilizzabili per memorizzare del testo descrittivo dell'immagine.
pt_br: **Legendas** são outro tipo de metadados que podem ser usados para armazenar texto que descreve a imagem.
sl: **Napisi** so druga vrsta metapodatkov, ki jih je mogoče uporabiti za shranjevanje besedila, ki opisuje sliko.
uk: **Підписи** є ще одним типом метаданих, яким можна скористатися для зберігання тексту, який описує зображення.
zh_cn: **说明** 是另一种用于存储图像说明文字的元数据。

source: Whereas **Tags** offer a hierarchical description suited to finding and grouping images, **Captions** are prose descriptions containing details and anecdotal information. Captions serve the purpose of provided unformatted information about the image. Captions could have been called comments, but digiKam uses the term Caption in agreement with IPTC usage.
ca: Mentre que **Etiquetes** ofereixen una descripció jeràrquica adequada per trobar i agrupar imatges, **Llegendes** són descripcions en prosa que contenen detalls i informació anecdòtica. Les llegendes serveixen per a la finalitat de proporcionar informació sense format sobre la imatge. Les llegendes es podrien haver anomenat comentaris, però el digiKam utilitza el terme llegenda d'acord amb l'ús de l'IPTC.
it: Mentre i **tag** offrono una descrizione gerarchica costruita per trovare e raggruppare le immagini, le **didascalie** sono descrizioni prosaiche che contengono dettagli e informazioni aneddotiche. Le didascalie servono allo scopo di fornire informazioni non formattate sull'immagine. Potrebbero essere chiamate commenti, ma digiKam utilizza il termine *didascalia* conformemente all'uso in IPTC.
pt_br: Enquanto **Etiquetas** oferecem uma descrição hierárquica adequada para encontrar e agrupar imagens, **Legendas** são descrições em prosa contendo detalhes e informações anedóticas. As legendas servem para fornecer informações não formatadas sobre a imagem. As legendas poderiam ter sido chamadas de comentários, mas o digiKam usa o termo Legenda em concordância com o uso do IPTC.
sl: Medtem ko **Značke** ponujajo hierarhični opis, primeren za iskanje in združevanje slik, so **Napisi** prozni opisi, ki vsebujejo podrobnosti in anekdotične informacije. Napisi so namenjeni zagotavljanju neoblikovanih informacij o sliki. Napise bi lahko imenovali komentarji, vendar digiKam uporablja izraz napis v skladu z uporabo IPTC.
uk: **Мітки** реалізують ієрархічний опис, який пасує для пошуку та групування зображень, а **Підписи** є текстовими описами, що містять подробиці та сюжетну інформацію. Підписи слугують для надання неформатованої інформації про зображення. Підписи можна було б назвати коментарями, але digiKam використовує термін «підпис» відповідно до використання IPTC.
zh_cn: **标签** 适合通过层级结构实现图像检索归类，而 **说明** 则是包含细节和背景故事的叙述性文字。标题的作用在于提供未经格式化的图像信息。虽然这些内容本可称作"注释"，但 digiKam 遵循 IPTC 标准采用了"标题"这个术语。

source: Captions can also be used to filter the catalog, but this is not their primary purpose. Captions are instead used to remember the story, the event, and the emotions. Captions can make photographs much more interesting to look at. Captions provide context and meaning to photographs. If the picture is an aesthetic statement, the caption should be the emotional and informational complement.
ca: Les llegendes també es poden utilitzar per filtrar el catàleg, però aquest no és el seu propòsit principal. Les llegendes s'utilitzen per a recordar la història, l'esdeveniment i les emocions. Les llegendes poden fer que les fotografies siguin molt més interessants de veure. Les llegendes proporcionen context i significat a les fotografies. Si la imatge és una declaració estètica, la llegenda ha de ser el complement emocional i informatiu.
it: Le didascalie possono essere utilizzate per filtrare il catalogo, ma non è questo il loro scopo principale. Sono invece utilizzate per ricordare la storia e le emozioni. Le didascalie possono rendere le foto molto più interessanti da guardare, fornendo loro un contesto e un significato. Se la foto è una testimonianza estetica, la didascalia rappresenta il complemento emotivo e informativo.
nl: Opschriften kunnen ze ook worden gebruikt om de catalogus te filteren, maar dat is niet hun hoofddoel. Opschriften worden in plaats daarvan gebruikt om het verhaal, de gebeurtenis, de emoties te herinneren. Opschriften is wat foto's veel interessanter om naar te kijken maakt. Opschriften zetten foto's in een context en geven betekenis. Als de afbeeldingen een esthetisch statement zijn, dan moet een opschrift het emotionele en informatieve complement zijn.
pt_br: As legendas também podem ser usadas para filtrar o catálogo, mas este não é seu objetivo principal. Em vez disso, servem para relembrar a história, o evento e as emoções. As legendas podem tornar as fotografias muito mais interessantes de se olhar. Elas fornecem contexto e significado às fotografias. Se a imagem for uma declaração estética, a legenda deve ser o complemento emocional e informativo.
sl: Napise je mogoče uporabiti tudi za filtriranje kataloga, vendar to ni njihov primarni namen. Napisi se namesto tega uporabljajo za spominjanje zgodbe, dogodka in čustev. Napisi lahko naredijo fotografije veliko bolj zanimive za ogled. Napisi zagotavljajo kontekst in pomen fotografij. Če je slika estetska izjava, naj bo napis čustveno in informativno dopolnilo.
uk: Звичайно ж, ними також можна скористатися для фільтрування каталогу, але це лише побічний ефект їх використання. Підписи призначено для зберігання історії знімка, події, емоцій, того, що робить фотографію цікавою для споглядання, — підписи надають фотографіям контексту і значення. Якщо знімки мають естетичну природу, підписи мають бути емоційним та інформативним їх доповненням.
zh_cn: 标题虽能用于目录筛选，但这并非其主要用途。它真正的价值在于记录故事、事件和情感。恰当的标题能让照片观赏性倍增，为图像赋予语境和深意。当照片传递美学表达时，标题就应成为情感与信息的延伸。

source: You probably want people to see your photographs. Most people want to share them with friends, family, other photographers, agencies, and the world by putting them on the Internet. And don't tell us you're not interested in how your photos are being received!
ca: Probablement voleu que la gent vegi les vostres fotografies. La majoria de la gent vol compartir-les amb amics, família, altres fotògrafs, agències i el món posant-les a Internet. I no ens digueu que no us interessa com es reben les vostres fotos!
it: Probabilmente vorresti far vedere agli altri le tue foto. Alla maggior parte delle persone piace condividerle con amici, famiglia, altri fotografi, agenzie e al mondo pubblicandolo su Internet. E non dirci che non ti interessa sapere come le tue foto vengono accolte!
nl: U wilt waarschijnlijk dat mensen uw foto's zien. De meeste mensen willen ze delen met vrienden, familie, andere fotografen, bureaus en de wereld door ze op het internet te plaatsen. En zeg me niet dat je niet geïnteresseerd bent over hoe je foto's worden ontvangen!
pt_br: Você provavelmente quer que as pessoas vejam suas fotos. A maioria das pessoas quer compartilhá-las com amigos, familiares, outros fotógrafos, agências e o mundo, publicando-as na internet. E não nos diga que você não está interessado em como suas fotos estão sendo recebidas!
sl: Verjetno želite, da ljudje vidijo vaše fotografije. Večina ljudi jih želi deliti s prijatelji, družino, drugimi fotografi, agencijami in svetom tako, da jih objavijo na internetu. In ne povejte nam, da vas ne zanima, kako sprejemajo vaše fotografije!
uk: Фотографії не часто створюються лише для себе. Частіше ними бажають поділитися з друзями, родиною, іншими фотографами, агентствами новин або викласти їх у інтернеті. І не кажіть мені, що вам нецікаво, що скажуть про ваші фотографії інші люди.
zh_cn: 你肯定希望人们欣赏自己的摄影作品。多数人都会通过互联网与亲友、同行或全世界分享照片。别告诉我们你不在乎观众的反响哈！

source: So you might have the most beautiful portrait, sunset or landscape and nobody seems to care. Why is that? Look at some good photographs yourself without reading the title, comment or background information. How many of you are interested in depth of field, exposure time, white balance etc.? Some, of course. But everybody will be interested in the story the pictures tell. We are constantly bombarded with meaningless images, so if you want someone to remember your photograph, you need to give them a caption that explains it all.
ca: Podríeu tenir el retrat més bonic, una posta de sol o un paisatge i a ningú sembla importar-li. A què es deu? Observeu algunes bones fotografies per si mateixes sense necessitat de llegir el títol, comentari o informació de fons. A quants de vosaltres us interessa la profunditat del camp, temps d'exposició, balanç de blancs, etc.? Alguns, és clar. Però tothom tindrà interès en la història que expliquen les imatges. Estem constantment bombardejats amb imatges sense sentit, així que si voleu que algú recordi la vostra fotografia, els hi heu de donar una llegenda que ho expliqui tot.
it: Potresti quindi avere il migliore ritratto, tramonto o panorama, e a nessuno sembra interessare. Perché? Prova a guardare anche tu qualche bella foto senza leggere il titolo, il commento o le informazioni di sfondo. Quanti sono interessati alla profondità di campo, al tempo di esposizione, al bilanciamento del bianco, ecc.? Qualcuno sì. Ma tutti saranno interessati alla storia che le foto raccontano. Siamo costantemente bombardati con immagini senza senso, perciò se vuoi che qualcuno ricordi una tua foto, devi dargli una didascalia che la spieghi.
nl: U heeft de mooiste portretten, zonsondergangen of landschappen en geen mens lijkt het te raken. Hoe komt dat? Kijk eens naar enkele goeie opnamen die u zelf heeft gemaakt zonder de titel of de beschrijving of achtergrondinformatie te lezen. Hoeveel van u zijn echt geïnteresseerd in dieptescherpte, belichtingstijd, witbalans etc.? Sommigen natuurlijk. Maar iedereen zal belangstelling hebben voor het verhaal achter de foto. We worden constant gebombardeerd met afbeeldingen zonder betekenis, dus als u wilt dat iemand uw foto herinnert, moet u ze een opschrift geven die dat allemaal vertelt.
pt_br: Então você pode ter o retrato, o pôr do sol ou a paisagem mais lindos e ninguém parece se importar. Por quê? Veja algumas boas fotos você mesmo sem ler o título, o comentário ou as informações de fundo. Quantos de vocês se interessam por profundidade de campo, tempo de exposição, balanço de branco etc.? Alguns, claro. Mas todos se interessarão pela história que as fotos contam. Somos constantemente bombardeados com imagens sem sentido, então, se você quer que alguém se lembre da sua fotografia, precisa dar a essa pessoa uma legenda que explique tudo.
sl: Torej imate morda najlepši portret, sončni zahod ali pokrajino in zdi se, da nikogar ne zanima. Zakaj? Sami si oglejte nekaj dobrih fotografij, ne da bi prebrali naslov, komentar ali informacije o ozadju. Koliko vas zanima globinska ostrina, čas osvetlitve, ravnovesje beline itd.? Nekatere, seveda. Vse pa bo zanimala zgodba, ki jo pripovedujejo slike. Nenehno smo bombardirani z nesmiselnimi slikami, zato, če želite, da si nekdo zapomni vašo fotografijo, mu morate dati napis, ki vse to pojasnjuje.
uk: Отже, ви може створити найкрасивіший портрет, знімок з заходом сонця або пейзажем, але нікого це не схвилює. Чому? Погляньте самі на якісь хороші фотографії без читання назви, коментаря або супутніх даних. Хіба вам буде цікавою глибина поля, час експозиції, баланс білого тощо? Ну, звичайно, деякою мірою, так. Але пересічний глядач зацікавиться історією, про яку оповідає знімок, занадто вже багато навколо беззмістовних зображень. Вам слід надати глядачеві щось, щоб пояснить зображення на знімку.
zh_cn: 即便您拍出了绝美的人像、日落或风景，若无人问津，原因何在？试想：当人们欣赏佳作时，有多少会真正关注景深、曝光或白平衡？当然有，但所有人都会被画面讲述的故事吸引。在这个图像爆炸的时代，想让作品被记住，就必须用标题道出精髓。

source: Take a look at this panorama. From far away, it is not even a nice beach panorama. If you look a bit closer, you start to see some details, people, the space.
ca: Observem aquest panorama. Des de lluny, ni tan sols és una panoràmica bonica de platja. Si us hi apropeu, començareu a veure alguns detalls, la gent, l'espai.
it: Dai un'occhiata a questo panorama. Da lontano non è nemmeno una spiaggia carina. Se guardi un po' più da vicino inizi a vedere dei dettagli, le persone, lo spazio.
nl: Kijk eens naar dit panorama. Vanuit de verte is het niet eens een leuk strandpanorama. Maar als je het van dichtbij bekijkt begin je details te zien, mensen, ruimte.
pt_br: Observe este panorama. De longe, não é nem um belo panorama de praia. Se você olhar um pouco mais de perto, começará a ver alguns detalhes, as pessoas, o espaço.
sl: Poglejmo to panoramo. Od daleč niti ni lepa panorama plaže. Če se približate, začnete videvati nekatere podrobnosti, ljudi, prostor.
uk: Давайте поглянемо на цю панораму. Здалеку знімок є чудовою панорамою морського узбережжя. Якщо ж ви наблизите зображення ви побачите подробиці, людей, простір.
zh_cn: 请看这张全景图：远观不过是普通海滩，细看才能发现人物与空间细节。
