Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: We also recommend switching-on the **Save Metadata** options in the :ref:`digiKam settings page for metadata <metadata_settings>`. This will ensure that Exif, IPTC and XMP information is written into the file. If you forgot to do that, you can always catch up by copying the metadata in the database to the files in one go (from the **Album** menu).
ca: També recomanem activar les opcions de **Desa les metadades** en la :ref:`pàgina de configuració del digiKam per a les metadades <metadata_settings>`. Això assegurarà que les dades Exif ​​i IPTC s'escriuran en del fitxer. Si us oblideu de fer-ho, sempre les podreu posar al dia copiant les metadades de la base de dades als fitxers d'una sola vegada (des del menú **Àlbum**).
it: Raccomandiamo inoltre di attivare l'opzione **Salva i metadati** nella ref:`pagina delle opzioni dei metadati in digiKam <metadata_settings>`. Ciò assicurerà che le informazioni Exif, IPTC e XMP siano scritte nel file. Se ti dimentichi di farlo puoi sempre rimediare, copiandoli nella banca dati nel file in una mossa (dal menu **Album**).
nl: We adviseren om de optie **Metagegevens opslaan** in de :ref:`instellingenpagina van digiKam voor metagegevens <metadata_settings>` aan te zetten. Dat zorgt er voor dat de Exif-, IPTC- en XMP-gegevens naar het beeldbestand worden geschreven. Als u het vergeten bent kunt u het altijd herstellen door metagegevens in een keer naar de bestanden te kopiëren (vanuit het menu **Album**).
pt_br: Também recomendamos ativar a opção **Salvar metadados** na :ref:`página de configurações do digiKam para metadados <metadata_settings>`. Isso garantirá que as informações Exif, IPTC e XMP sejam gravadas no arquivo. Caso tenha esquecido de fazer isso, você sempre pode recuperar o atraso copiando os metadados do banco de dados para os arquivos de uma só vez (no menu **Álbum**).
sl: Priporočamo tudi vklop možnosti **Shrani metapodatke** na strani z nastavitvami :ref:`digiKam za metapodatke <metadata_settings>`. To bo zagotovilo, da so informacije Exif, IPTC in XMP zapisane v datoteko. Če ste to pozabili storiti, lahko vedno nadoknadite zamujeno tako, da metapodatke iz baze podatkov kopirate v datoteke naenkrat (iz menija **Album**).
uk: Крім того, рекомендуємо вам позначити пункти параметрів збереження метаданих на :ref:`сторінці параметрів метаданих налаштувань digiKam <metadata_settings>`. Таким чином буде забезпечено запис даних Exif, IPTC та XMP до файла. Якщо ви забули зробити це, ви завжди можете скопіювати дані з бази даних до файлів одним клацанням миші (з меню альбому).
zh_cn: 建议 :ref:`digiKam 设置 - 元数据 <metadata_settings>` 中开启“保存元数据”选项，确保 Exif、IPTC 和 XMP 信息都能写入文件。如果忘记设置，之后也能通过相册菜单一次性将数据库里的元数据批量写入文件。

source: The digiKam Metadata Workflow Settings Panel
ca: El diàleg de configuració del flux de treball de les metadades en el digiKam
it: Il pannello delle impostazioni del flusso di lavoro dei metadati di digiKam
nl: Het instellingenpaneel voor metagegevens van digiKam
pt: O Painel de Configuração do Fluxograma de Meta-Dados do digiKam
pt_br: Painel de configurações do fluxo de trabalho de metadados do digiKam
sl: Plošča z nastavitvami poteka dela metapodatkov digiKam
uk: Панель параметрів процесу обробки метаданих digiKam
zh_cn: digiKam 元数据工作流设置面板

source: Now we have a lot of stuff already in our database, but what if we need to change some of it? digiKam provides a :ref:`Metadata Editor <metadata_editor>` for editing a selected number of the most important attributes.
ca: Ara tenim un munt de coses que ja es troben a la base de dades, però i si cal canviar res? El digiKam proporciona un :ref:`Editor de metadades <metadata_editor>` per a editar un nombre seleccionat dels atributs més importants.
it: Ora abbiamo già un sacco di materiale nella nostra banca dati, ma che succederebbe se avessimo bisogno di cambiare qualcosa? digiKam fornisce un :ref:`editor di metadati <metadata_editor>` per modificare un numero selezionato di attributi importanti.
nl: Nu hebben we een heleboel materiaal in de database, maar wat als we iets moeten wijzigen. digiKam heeft een :ref:`Bewerker van metagegevens <metadata_editor>` voor het bewerken van een aantal van de meest belangrijke attributen.
pt_br: Agora já temos bastante coisa em nosso banco de dados, mas e se precisarmos alterar alguma coisa? O digiKam fornece um :ref:`Editor de Metadados <metadata_editor>` para editar um número selecionado dos atributos mais importantes.
sl: Zdaj imamo veliko stvari že v naši zbirki podatkov, a kaj, če bi morali nekaj spremeniti? digiKam ponuja :ref:`urejevalnik metapodatkov <metadata_editor>` za urejanje izbranega števila najpomembnejših atributov.
uk: Тепер у нашій базі даних досить багато відомостей, але що робити, якщо потрібно змінити якість з цих відомостей? У digiKam передбачено :ref:`редактор метаданих <metadata_editor>` для деяких з атрибутів, звичайно ж, найважливіших.
zh_cn: 现在数据库已存储大量信息，需要修改怎么办？digiKam 提供 :ref:`元数据编辑器 <metadata_editor>` ，可修改选定的重要属性。

source: The digiKam :ref:`Metadata Editor <metadata_editor>` Modify XMP Properties
ca: L':ref:`Editor de metadades <metadata_editor>` en el digiKam modificant les propietats XMP
it: Lo :ref:`editor di metadati <metadata_editor>` di digiKam modifica le proprietà XMP
nl: De :ref:`Bewerker van metagegevens <metadata_editor>` van digiKam voor wijzigen van XMP-eigenschappen
pt: O :ref:`Editor de Meta-Dados <metadata_editor>` do digiKam a Modificar as Propriedades XMP
pt_br: O digiKam :ref:`Editor de Metadados <editor_de_metadata>` modifica propriedades XMP
sl: DigiKam :ref:`Urejevalnik metapodatkov <metadata_editor>` Spremeni lastnosti XMP
uk: Зміна властивостей XMP у :ref:`редакторі метаданих <metadata_editor>` digiKam
zh_cn: digiKam :ref:`元数据编辑器 <metadata_editor>` 修改 XMP 属性

source: The real work begins with the application of **Tags**, **Captions** and a **Rating** to every photograph. This is not as time consuming as it may sound since one or more attributes can be applied to any number of selected images in a single action. There are even tools to automatically assess and assign tags to images based on image quality, or the people who appear in the image.
ca: El treball real comença amb l'aplicació d'**Etiquetes**, **Llegendes** i una **Valoració** de cada fotografia. Això no requereix tant temps com podria semblar, ja que un o més atributs es poden aplicar a qualsevol nombre d'imatges seleccionades en una sola acció. Fins i tot hi ha eines per a avaluar i assignar automàticament etiquetes a les imatges basades en la qualitat de la imatge, o a les persones que apareixen a la imatge.
it: Il lavoro vero inizia con l'applicazione di **tag**, **didascalie** e **valutazioni** a ogni fotografia. Questo non richiede così tanto tempo come potrebbe sembrare, poiché uno o più attributi possono essere applicati, in un'unica azione, a qualsiasi numero di immagini selezionate. Esistono persino strumenti per valutare e assegnare automaticamente tag alle immagini in base alla qualità dell'immagine o alle persone che vi compaiono all'interno.
nl: Het echte werk begint met het toekennen van **Tags**, **Opschriften** en een **Waardering** voor iedere foto. Dit kost niet zoveel tijd als het klinkt omdat een of meer attributen toegepast kunne worden op elk aantal van de geselecteerde afbeeldingen in een enkele actie. Er zijn zelfs hulpmiddelen die automatisch tags bepalen en toekennen aan afbeeldingen gebaseerd op kwaliteit van de afbeelding of de mensen die verschijnen in de afbeelding.
pt_br: O verdadeiro trabalho começa com a aplicação de **Etiquetas**, **Legendas** e uma **Classificação** a cada fotografia. Isso não é tão demorado quanto parece, já que um ou mais atributos podem ser aplicados a qualquer número de imagens selecionadas em uma única ação. Existem até ferramentas para avaliar e atribuir etiquetas automaticamente a imagens com base na qualidade da imagem ou nas pessoas que aparecem nela.
sl: Pravo delo se začne z uporabo **Značk**, **Napisov** in **Ocene** na vsako fotografijo. To ni tako zamudno, kot se morda sliši, saj je mogoče enega ali več atributov uporabiti za poljubno število izbranih slik v enem dejanju. Obstajajo celo orodja za samodejno ocenjevanje in dodeljevanje oznak slikam na podlagi kakovosti slike ali oseb, ki se pojavljajo na sliki.
uk: Справжня робота розпочнеться, коли ми визначатимемо мітки, підписи і оцінки для кожної з фотографій. Часу доведеться витратити не так багато, як може здатися, оскільки один або декілька атрибутів можна застосувати однією дією до будь-якої кількості позначених зображень. Існують навіть інструменти для автоматичного доступу до міток і надання міток зображенням на основі якості зображення, або осіб, які є на знімку.
zh_cn: 真正的重头戏是给每张照片添加 **标签** 、 **说明** 和 **评分** 。听起来麻烦，其实能批量操作——一次性给任意数量的照片添加多个属性。甚至有工具能根据画质或人脸自动评估并添加标签。

source: Specifically, digiKam provides **automatic tagging** features based on deep-learning:
ca: Específicament, el digiKam proporciona característiques d'**etiquetatge automàtic** basades en aprenentatge profund:
it: Nello specifico, digiKam fornisce funzionalità di **assegnazione automatica di tag** basate sull'apprendimento profondo:
nl: Speciaal, digiKam biedt een functie voor **automatisch tags toekennen** gebaseerd op deep-learning:
pt_br: Especificamente, o digiKam fornece recursos de **marcação automática** baseados em aprendizado profundo:
sl: Natančneje, digiKam ponuja funkcionalnosti **samodejnega označevanja**, ki temeljijo na poglobljenem učenju:
uk: Зокрема, у digiKam також передбачено можливості **автоматичного встановлення міток** на основі глибинного навчання:
zh_cn: 具体来说，digiKam 提供基于深度学习的 **自动添加标签** 功能

source: :ref:`Image Quality Scanning <label_imagescan>` automatically assigns a **Pick Label** of either **Rejected**, **Pending** or **Accepted** to items based on aesthetic factors.
ca: L':ref:`Exploració segons la qualitat de les imatges <label_imagescan>` assigna automàticament un **Rètol de selecció**, o **Rebutjada**, **Pendent** o **Acceptada** als elements d'acord amb factors estètics.
pt_br: :ref:`A verificação da qualidade de imagem <label_imagescan>` atribui automaticamente um **Rótulo de seleção** de **Rejeitada**, **Pendente** ou **Aceita** aos itens com base em fatores estéticos.
sl: :ref:`Image Quality Scanning <label_imagescan>` samodejno dodeli **Izbiraj oznako** bodisi **Zavrnjeno**, **V teku** ali **Sprejeto** elementom na podlagi estetskih dejavnikov.
zh_cn: :ref:`图像质量扫描 <label_imagescan>` ：根据美学标准自动标注 **淘汰** / **待定** / **入选** 的拣选标签。

source: :ref:`Face Detection <face_detection>` automatically detects faces in images and records face areas in the database.
ca: La :ref:`Detecció de cares <face_detection>` detecta automàticament cares en les imatges i enregistra àrees de cares en la base de dades.
it: :ref:`Rilevamento facciale <face_detection>` individua automaticamente i volti nelle immagini e registra le aree dei volti nella banca dati.
nl: :ref:`Gezichtsherkenning <face_detection>` detecteert automatisch gezichten in afbeeldingen en slaat gezichtsgebieden op in de database.
pt_br: A :ref:`Detecção de rosto <face_detection>` detecta automaticamente rostos em imagens e registra áreas de rostos no banco de dados.
sl: :ref:`Zaznavanje obrazov <face_detection>` samodejno zaznava obraze na slikah in beleži področja obrazov v zbirko podatkov.
uk: :ref:`Виявлення облич <face_detection>` для автоматичного виявлення на зображенні облич і записування відповідних ділянок до бази даних.
zh_cn: :ref:`人脸检测 <face_detection>` ：自动识别照片中的人脸并记录面部区域数据

source: :ref:`Face Recognition <face_recognition>` automatically assigns people tags based on existing face tags.
ca: El :ref:`Reconeixement facial <face_recognition>` assigna automàticament etiquetes a les persones en funció de les etiquetes de cares existents.
it: :ref:`Riconoscimento facciale <face_recognition>` assegna automaticamente tag alle persone basandosi sui tag volto esistenti.
nl: :ref:`Gezichtsherkenning <face_recognition>` kent automatisch tags van mensen toe gebaseerd op al bestaande gezichtstags
pt_br: O :ref:`Reconhecimento facial <face_recognition>` atribui automaticamente etiquetas de pessoas com base em etiquetas de rosto existentes.
sl: :ref:`Razpoznavanje obrazov <face_recognition>` samodejno dodeli oznake osebam na podlagi obstoječih oznak obraza.
uk: :ref:`Розпізнавання облич <face_recognition>` для автоматичного призначення міток людей на основі вже встановлених міток.
zh_cn: :ref:`人脸识别 <face_recognition>` ：基于现有面部标签自动分配人物标签

source: digiKam Maintenance Tool is The Best Way to Auto-tag items by :ref:`Quality <maintenance_quality>` or for :ref:`Faces <maintenance_faces>`
ca: L'eina de manteniment del digiKam és la millor manera d'etiquetar elements automàticament segons la :ref:`Qualitat <maintenance_quality>` o per les :ref:`Cares <maintenance_faces>`
it: Lo strumento Manutenzione di digiKam è il modo migliore per attribuire automaticamente tag agli elementi per :ref:`Qualità <maintenance_quality>` o per :ref:`Volto <maintenance_faces>`
nl: Het hulpmiddel voor onderhoud van digiKam is de beste manier om items automatisch tags toe te kennen op :ref:`Kwaliteit <maintenance_quality>` of :ref:`Gezichten <maintenance_faces>`
pt: A Ferramenta de Manutenção do digiKam é a Melhor Forma de Auto-Marcar os Itens por :ref:`Qualidade <maintenance_quality>` ou por :ref:`Caras <maintenance_faces>`
pt_br: A ferramenta de manutenção do digiKam é a melhor maneira de marcar itens automaticamente por :ref:`Qualidade <maintenance_quality>` ou por :ref:`Rostos <maintenance_faces>`
sl: digiKam orodje za vzdrževanje je najboljši način za samodejno označevanje elementov glede na :ref:`kakovost<maintenance_quality>` ali za :ref:`Obrazi <maintenance_faces>`
uk: Інструмент супроводу збірки digiKam є найкращим способом автоматичного встановлення міток за :ref:`якістю <maintenance_quality>` або :ref:`обличчями <maintenance_faces>`
zh_cn: digiKam 维护工具可通过 :ref:`图像品质 <maintenance_quality>` 或 :ref:`人脸 <maintenance_faces>`实现最佳自动标记效果

source: These kinds of tools require extra data model files to run, which can be installed during digiKam's first run, or from :menuselection:`Settings --> Configure --> System --> Download Required Binary Data...`.
ca: Aquesta mena d'eines requereix fitxers de models de dades addicionals per a executar, que es poden instal·lar durant la primera execució del digiKam, o des de :menuselection:`Arranjament --> Configura --> Sistema --> Baixa les dades binàries requerides...`.
it: Questo genere di strumenti, per funzionare, richiede modelli di dati aggiuntivi, installabili quando esegui la prima volta digiKam, oppure dal menu :menuselection:`Impostazioni --> Configura --> Sistema --> Scarica i dati degli eseguibili richiesti...`.
pt_br: Esses tipos de ferramentas exigem arquivos de modelo de dados adicionais para serem executados, que podem ser instalados durante a primeira execução do digiKam ou em :menuselection:`Configurações --> Configurar --> Diversos --> Sistema --> Baixar os arquivos binários necessários...`.
sl: Tovrstna orodja za zagon zahtevajo dodatne datoteke podatkovnega modela, ki jih lahko namestite med prvim zagonom digiKama ali iz :menuselection:`Nastavitve --> Konfiguriraj --> Sistem --> Prenesi zahtevane binarne podatke...`.
uk: Для запуску таких інструментів потрібні додаткові файли моделі даних, які можна встановити під час першого запуску digiKam або за допомогою пункту :menuselection:`Параметри --> Налаштувати --> Система --> Отримати потрібні двійкові дані...`.
zh_cn: 这些功能需要额外数据模型文件支持，可在首次运行时安装，或在 :menuselection:`设置 --> 其他 (杂项) --> 系统 --> 下载所需的软件包` 中获取。

source: Rating and Ranking
ca: Valoració i classificació
it: Valutazione e classifica
nl: Waarderen en ordenen
pt: Classificação
pt_br: Classificação e avaliação
sl: Ocena in uvrstitev
uk: Оцінювання
zh_cn: 评分与分级

source: After automatic tagging, it's best to start with image ratings, because they allow you to concentrate further work on just the best shots.
ca: Després de l'etiquetatge automàtic, és millor començar amb les valoracions d'imatges, perquè permeten concentrar més la feina en les millors instantànies.
it: Dopo l'assegnazione automatica dei tag, è meglio iniziare a valutare le immagini, in quanto questa valutazione ti permette di concentrarti in seguito solo sugli scatti migliori.
pt_br: Após a marcação automática, é melhor começar com as classificações das imagens, porque elas permitem que você concentre mais trabalho apenas nas melhores fotos.
sl: Po samodejnem označevanju je najbolje začeti z ocenami slik, saj vam omogočajo, da se osredotočite pri nadaljnjem delu samo na najboljše posnetke.
uk: Після автоматичного встановлення міток варто почати оцінку зображень, оскільки оцінки надають вам можливість зосередитися на роботі з найкращими знімками.
zh_cn: 自动标记完成后，最好先给照片打分——这样后续工作就能集中在优质素材上。

source: The ranking system implemented in digiKam uses a 5 star rating tool. In fact there are 6 levels, zero through five stars (*) can be attributed to an image. Note when rankings are saved into IPTC metadata, the levels are translated to ensure compatibility with other programs. A rating can be rapidly applied with digiKam to one or more photographs by using keyboard shortcuts or the mouse. The rating can then be entered as a search criteria or a selection criteria directly from the status bar quick filters.
ca: El sistema de valoració implementat al digiKam utilitza una eina de valoració de 5 estrelles. De fet, hi ha 6 nivells, de zero a cinc estrelles (*) que es poden atribuir a una imatge. Tingueu en compte que quan els rànquings es desen a les metadades IPTC, els nivells es tradueixen per a garantir la compatibilitat amb altres programes. Es pot aplicar ràpidament una valoració amb el digiKam a una o més fotografies utilitzant les dreceres de teclat o el ratolí. La valoració es pot introduir com a criteri de cerca o com a criteri de selecció directament des dels filtres ràpids de la barra d'estat.
it: digiKam implementa un sistema di valutazione che usa uno strumento di valutazione a cinque stelle. In realtà, sono presenti sei livelli, da zero a cinque stelle (*), attribuibili a un'immagine. Nota che quando le valutazioni sono salvate all'interno dei metadati IPTC, i livelli vengono tradotti per assicurare la compatibilità con gli altri programmi. Una valutazione può essere applicata rapidamente a una o più fotografie utilizzando le scorciatoie da tastiera o il mouse. La valutazione può essere utilizzata come criterio di ricerca o di selezione direttamente dal filtro rapido presente nella barra di stato.
nl: Het waarderingssysteem geïmplementeerd in digiKam gebruikt een 5 sterren classificatiesysteem. In feite zijn er 6 niveaus, nul tot en met vijf sterren (*) die toegewezen kunnen worden aan een afbeelding. Merk op dat wanneer waarderingen worden opgeslagen in IPTC metagegevens, de niveaus vertaald worden om uitwisselbaarheid met andere programma's te verzekeren. Een waardering kan snel worden uitgevoerd met digiKam op een of meer foto's door gebruik van sneltoetsen of de muis. De waardering kan dan worden ingevoerd als zoekcriterium of rechtstreeks met snelfilters vanaf de statusbalk.
pt_br: O sistema de classificação implementado no digiKam utiliza uma ferramenta de classificação de 5 estrelas. Na verdade, existem 6 níveis, de zero a cinco estrelas (*) que podem ser atribuídas a uma imagem. Observe que, quando as classificações são salvas nos metadados do IPTC, os níveis são traduzidos para garantir a compatibilidade com outros programas. Uma classificação pode ser aplicada rapidamente com o digiKam a uma ou mais fotografias usando atalhos de teclado ou o mouse. A classificação pode então ser inserida como critério de pesquisa ou de seleção diretamente nos filtros rápidos da barra de status.
sl: Sistem razvrščanja, implementiran v digiKam, uporablja orodje za ocenjevanje s 5 zvezdicami. Pravzaprav obstaja 6 stopenj, sliki je mogoče pripisati od nič do pet zvezdic (*). Ko se uvrstitve shranijo v metapodatke IPTC, se ravni prevedejo, da se zagotovi združljivost z drugimi programi. Oceno lahko z digiKamom hitro uporabite za eno ali več fotografij z uporabo bližnjic na tipkovnici ali miške. Oceno lahko nato vnesete kot merilo iskanja ali merilo izbire neposredno iz hitrih filtrov vrstice stanja.
uk: Систему оцінювання у digiKam реалізовано як інструмент оцінки за п’ятизірковою шкалою. Фактично у цій системі 6 рівнів, знімку можна надати оцінку від нуля до п’яти зірок (*). Зауважте, що при зберігання оцінок у метаданих IPTC програма виконає перетворення цих оцінок з забезпеченням сумісності з іншими програмами. У digiKam призначення оцінки знімка або декількох знімків можна виконати дуже просто за допомогою клавіатурних скорочень або клацання кнопками миші. Згодом оцінку можна використати як критерій пошуку або для фільтрування за допомогою полів смужки стану.
zh_cn: digiKam 采用的 5 星评分制其实有 6 个等级（0 星到 5 星 ★）。注意：当评分存入 IPTC 元数据时，系统会自动转换等级以确保与其他软件兼容。通过快捷键或鼠标点击，就能快速给单张/多张照片打分。这些评分既能作为搜索条件，也能直接通过状态栏快速筛选器调用。

source: However, before you start attributing stars everywhere, please take a moment to establish your personal criteria for ranking. The best practice is to write down a qualitative description of each rating that defines what you actually mean when assign a given number of stars.
ca: No obstant això, abans de començar a atribuir estrelles a tot arreu, dediqueu un moment a establir els criteris personals de classificació. La millor pràctica és escriure una descripció qualitativa de cada valoració que defineixi el que realment voleu dir quan s'assigna un nombre determinat d'estrelles.
it: Tuttavia, prima di iniziare ad attribuire stelle ovunque, prenditi un attimo di riflessione per decidere i tuoi criteri personali di valutazione. Il modo migliore è scrivere una descrizione qualitativa di ciascuna valutazione che definisce cosa realmente intendi quando assegni un numero dato di stelle.
nl: Echter, voordat u begint met het toekennen van sterren neem een moment om persoonlijke criteria voor de waardering vast te stellen. Het beste is om een kwalitatieve beschrijving van elke waardering die definieert wat u eigenlijk bedoelt met een waardering wanneer uw een gegeven aantal sterren toekent.
pt_br: No entanto, antes de começar a atribuir estrelas em todos os lugares, reserve um momento para definir seus critérios pessoais de classificação. A melhor prática é escrever uma descrição qualitativa de cada classificação que defina o que você realmente quer dizer ao atribuir um determinado número de estrelas.
sl: Preden začnete povsod pripisovati zvezdice, si vzemite trenutek in določite svoja osebna merila za razvrščanje. Najboljša praksa je, da zapišete kvalitativni opis vsake ocene, ki opredeljuje, kaj dejansko mislite, ko dodelite določeno število zvezdic.
uk: Але, перш ніж ви розпочнете розставляти зірки, визначтеся з особистими критеріями оцінки. Краще за все спочатку записати якісний опис кожної оцінки, який визначає, що ви насправді мали на увазі при призначення певної кількості зірок.
zh_cn: 不过在开始评分前，建议先明确自己的评分标准。最佳实践是给每个星级写下定性描述，明确打分的具体依据。

source: One such rating system might be:
ca: Un d'aquests sistemes de valoració podria ser:
it: Un sistema di valutazione di questo genere potrebbe essere:
pt_br: Um desses sistemas de classificação pode ser:
sl: En takih sistemov ocenjevanja bi bil lahko:
uk: Ось одна з можливих систем оцінювання:
zh_cn: 比如这套参考标准：

source: 0 stars: Unrated: Images have not been rated.
ca: 0 estrelles: Sense valorar. Les imatges no s'han valorat.
it: 0 stelle - Non valutata: le immagini non sono state valutate.
pt_br: 0 estrelas: Sem classificação: As imagens não foram classificadas.
sl: 0 zvezdic: Brez ocene: Slike niso bile ocenjene.
uk: 0 зірок: без оцінки: для зображень без оцінки.
zh_cn: ​​0 星​​：未评分
