Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: You then can automatically match a set of photos with the GPS track data using digiKam. The coordinates are written into the JFIF part of the JPG files, depending on your settings, and into the database. Given geo-tagged images, digiKam supports searches based on locations and coordinates. You can even create virtual albums based on geographical areas! In the right sidebar under the metadata tab, you'll find your images located on zoomable and scrollable world map. A further click allows you to use any one of several mapping services on the web, zooming in on details. Even if you don't have a GPS track, you can geo-tag multiple images with a geo-editor. Just navigate on the map and click on the location where the images were shot in order to geo-tag the images.
ca: A continuació, podeu fer coincidir automàticament un conjunt de fotos amb les dades del trajecte GPS utilitzant el digiKam. Les coordenades s'escriuen a la part JFIF dels fitxers JPG, depenent de la vostra configuració, i a la base de dades. Donades unes quantes imatges geoetiquetades, el digiKam admet cerques basades en ubicacions i coordenades. Fins i tot podeu crear àlbums virtuals basats en zones geogràfiques! A la barra lateral dreta, sota la pestanya metadades, trobareu les vostres imatges al mapa del món que és ampliable i desplaçable. Un clic addicional permet utilitzar qualsevol dels serveis diversos de mapes a la web, ampliant els detalls. Fins i tot si no teniu cap trajecte GPS, podeu geoetiquetar múltiples imatges amb un geoeditor. Navegueu pel mapa i feu clic a la ubicació on es van gravar les imatges per a geoetiquetar les imatges.
it: Puoi, quindi, far corrispondere quella traccia a un gruppo di foto con i dati della traccia GPS tramite digiKam. Le coordinate sono scritte all'interno della parte JFIF dei file JPG (a seconda delle tue impostazioni) e all'interno della banca dati. Date le immagini con tag geografici, digiKam supporta le ricerche in base alle posizioni e le coordinate. Puoi persino creare album virtuali basate sulle aree geografiche. Nella scheda dei metadati, nella barra laterale destra, le tue immagini appariranno posizionate su un mappamondo che potrai scorrere e ingrandire. Con un ulteriore clic potrai utilizzare uno dei vari servizi di mappatura presenti nel web, ingrandendo sui dettagli. Anche se non possiedi una traccia GPS, puoi aggiungere tag geografici a più immagini utilizzando un editor di geolocalizzazione. Per assegnare tag geografici alle immagini, basta che navighi sulla mappa e fai clic sulla posizione in cui le immagini sono state scattate.
nl: Met digiKam kunt u dan automatisch een hele set foto's koppelen aan dat spoor. De coördinaten worden geschreven in het JFIF onderdeel van JPG-bestanden, afhankelijk van uw instellingen en in de database. Gegeven afbeeldingen met geo-tags, ondersteunt digiKam zoekopdrachten gebaseerd op locaties en coördinaten. U kunt zelfs virtuele albums maken van geografische gebieden! In het rechter zijpaneel, onder de het tabblad metagegevens, vind u uw afbeelding, geplaatst op een op in te zoomen en verschuifbare wereldkaart. Eén klik verder levert diverse kaartdiensten op het web voor inzoomen op details. Ook als u geen GPS-tag heeft kunt u met de geo-bewerker meerdere beelden van een geo-tag voorzien. Navigeer eenvoudig op de kaart naar de plek van de opname(n) en klik op de locatie waar de afbeeldingen zijn genomen em de afbeeldingen een geo-tag te geven.
pt_br: Você pode então combinar automaticamente um conjunto de fotos com os dados de rastreamento GPS usando o digiKam. As coordenadas são gravadas na parte JFIF dos arquivos JPG, dependendo das suas configurações, e no banco de dados. Fornecidas imagens georreferenciadas, o digiKam suporta buscas baseadas em localizações e coordenadas. Você pode até criar álbuns virtuais baseados em áreas geográficas! Na barra lateral direita, abaixo da aba de metadados, você encontrará suas imagens localizadas em um mapa-múndi com zoom e rolagem. Um clique adicional permite que você use qualquer um dos vários serviços de mapeamento na web, ampliando os detalhes. Mesmo que você não tenha uma trilha de GPS, você pode georreferenciar várias imagens com um editor geográfico. Basta navegar no mapa e clicar no local onde as imagens foram tiradas para georreferenciar as imagens.
sl: Nato lahko z digiKamom samodejno povežete nabor fotografij s podatki GPS sledi. Koordinate so zapisane v del JFIF datotek JPG, odvisno od vaših nastavitev, in v bazo podatkov. Glede na geo-označene slike digiKam podpira iskanje na podlagi lokacij in koordinat. Ustvarite lahko celo virtualne albume glede na geografska območja! V desni stranski vrstici pod zavihkom z metapodatki boste našli svoje slike na zemljevidu sveta, ki ga je mogoče povečati in pomikati. Nadaljnji klik vam omogoča uporabo katere koli od več kartografskih storitev na spletu, s povečavo podrobnosti. Tudi če nimate sledi GPS, lahko z geo-urejevalnikom geografsko označite več slik. Preprosto se pomaknite po zemljevidu in kliknite na lokacijo, kjer so bile slike posnete, da jih geokodirate.
uk: Після цього ви зможете пов’язати всю послідовність фотографій з маршрутом за допомогою digiKam. Координати буде записано до частини JFIF файлів JPG (вибір у параметрах) і до бази даних. У digiKam передбачено можливість пошуку за даними про розташування та координати: ви зможете створити віртуальні альбоми за географічними областями! На правій бічній панелі, під вкладкою метаданих, ви зможете переглянути ваше ваш знімок на карті світу. Далі можна буде відкрити сторінку однієї з декількох картографічних служб у інтернеті і збільшити зображення до потрібного масштабу. Навіть якщо у вас немає даних маршруту GPS, ви зможете вказати координати знімків за допомогою георедактора. Просто відкрийте на карті місце, де було зроблено знімок і клацніть лівою кнопкою миші, щоб зафіксувати його географічні координати.
zh_cn: 在 digiKam 中就能自动将照片组与 GPS 轨迹匹配。根据设置，坐标信息会写入 JPG 文件的 JFIF 段和数据库。有了地理标记，你不仅能按地点坐标搜索照片，还能创建虚拟地理相册！在右侧边栏的元数据标签下，照片会显示在可缩放的世界地图上。点击还能调用多种在线地图服务查看细节。就算没有 GPS 轨迹，用地理编辑器也能批量标记——在地图上点击拍摄地点即可完成标注。

source: digiKam Editing Geolocation and Processing :ref:`Reverse Geocoding <geoeditor_reverse>` with OpenStreetMap
ca: El digiKam editant la geolocalització i processant la :ref:`Geocodificació inversa <geoeditor_reverse>` amb l'OpenStreetMap
it: Modifica della geolocalizzazione ed elaborazione della :ref:`geodifica inversa <geoeditor_reverse>` di digiKam con OpenStreetMap
nl: Bewerken van geo-locatie en verwerken van :ref:`Omgekeerde geo-codering <geoeditor_reverse>` met OpenStreetMap van digiKam
pt: O digiKam a Editar a Localização Geográfica e a Processar a :ref:`Codificação Geográfica Inversa <geoeditor_reverse>` com o OpenStreetMap
pt_br: O digiKam editando geolocalização e processando :ref:`Geocodificação reversa <geoeditor_reverse>` com o OpenStreetMap
sl: digiKam Urejanje geolokacije in obdelava :ref:`Obrnjeno geokodiranje <geoeditor_reverse>` z OpenStreetMap
uk: Редагування даних геопозиціювання та обробка :ref:`зворотного геокодування <geoeditor_reverse>` за допомогою digiKam і OpenStreetMap
zh_cn: 图示：digiKam 通过 OpenStreetMap 编辑地理定位及处理 :ref:`反向地理编码 <geoeditor_reverse>`

source: The possibilities of exploiting image geolocation are already innumerable and will become pervasive in the future. We are not too far away from the day when we can revisit old trips in a virtual reality based on geo-tagged pictures. digiKam also supports :ref:`exporting to KML files <geoeditor_kmlexport>` that can be opened by GoogleEarth (which in turn will show the photos at their shooting site), exporting to Piwigo, Google Photo, Flickr etc. with OpenStreetMap viewer and more.
ca: Les possibilitats d'explotar la geolocalització d'imatges ja són innombrables i es tornaran omnipresents en el futur. No estem massa lluny del dia en què podem tornar a visitar viatges antics en una realitat virtual basada en imatges geoetiquetades. El digiKam també admet :ref:`exportació a fitxers KML <geoeditor_kmlexport>` que pot es obrir al GoogleEarth (que al seu torn mostrarà les fotos al seu lloc de rodatge), exportar a Piwigo, Google Photo, Flickr, etc. amb el visualitzador OpenStreetMap i molt més.
it: Le possibilità di sfruttare la geolocalizzazione delle immagini sono già innumerevoli e diverranno onnipresenti nel futuro. Non siamo non troppo lontani dal giorno in cui potremo rivisitare vecchi viaggi nella realtà virtuale basata su immagini con tag geografici. digiKam supporta inoltre la :ref:`esportazione nei file KML <geoeditor_kmlexport>` che possono essere aperti da GoogleEarth (che a sua volta mostrerà le foto nel loro sito di scatti), l'esportazione in Piwigo, Google Foto, Flickr, ecc., con il visore OpenStreetMap, e altro ancora.
nl: De mogelijkheden om de geo-locatie uit te buiten zijn al talrijk en zullen in de toekomst doordringender worden. We zijn nog niet zo ver van de dag wanneer we oude reizen opnieuw kunnen beleven in een virtuele werkelijkheid gebaseerd op afbeeldingen voorzien van een geo-tag. digiKam ondersteunt ook :ref:`exporteren naar KML-bestanden <geoeditor_kmlexport>`, die geopend kunnen worden door GoogleEarth (die op zijn beurt de foto's toont op hun opnamelocatie), exporteren naar Piwigo, Google Photo, Flickr etc. met OpenStreetMap-viewer en meer.
pt_br: As possibilidades de explorar a geolocalização de imagens já são inúmeras e se tornarão generalizadas no futuro. Não estamos muito longe do dia em que poderemos revisitar viagens antigas em realidade virtual com base em fotos geomarcadas. O digiKam também suporta a :ref:`exportação para arquivos KML <geoeditor_kmlexport>` que podem ser abertos pelo Google Earth (que, por sua vez, exibirá as fotos no local em que foram tiradas), além da exportação para Piwigo, Google Fotos, Flickr etc. com o visualizador do OpenStreetMap e muito mais.
sl: Možnosti izkoriščanja geolokacije slik je že nešteto in bodo v prihodnosti vseprisotne. Nismo preveč oddaljeni od dneva, ko si bomo lahko v virtualni resničnosti na podlagi geografsko označenih slik ogledali stara potovanja. digiKam podpira tudi :ref:`izvoz v datoteke KML <geoeditor_kmlexport>`, ki jih lahko odpre GoogleEarth (ta nato prikaže fotografije na njihovem mestu snemanja), izvoz v Piwigo, Google Photo, Flickr itd. s pregledovalnikom OpenStreetMap in več .
uk: Кількість можливостей використання цих даних щодо геопозиціювання вже є незліченною, сфера геопозиціювання все зростатиме. Автор певен, що одного недалекого дня ви зможете повторити ваші подорожі у віртуальній реальності за допомогою прив’язаних до місцевості зображень. Серед можливостей digiKam є :ref:`експортування файлів KML <geoeditor_kmlexport>`, які можна відкрити у GoogleEarth (який показуватиме фотографії на місці, де їх було знято), експортувати до Piwigo, Фото Google, Flickr тощо за допомогою переглядача OpenStreetMap та скористатися іншими можливостями.
zh_cn: 地理标记的应用场景早已数不胜数，未来更将无处不在。通过带地理标记的照片在虚拟现实中重游故地，这样的日子已不遥远。digiKam 还支持 :ref:`导出 KML 文件 <geoeditor_kmlexport>` 到谷歌地球（能在地图上显示拍摄点）、通过 OpenStreetMap 查看器导出到 Piwigo、Google 相册、Flickr 等平台。

source: :ref:`Image Quality Sorting <maintenance_quality>` automatically assigns a **Pick Label** of either **Rejected**, **Pending** or **Accepted** to items based on aesthetic factors.
it: :ref:`Ordinamento in base alla qualità <maintenance_quality>` assegna automaticamente una **etichetta di scelta** agli elementi basata su fattori estetici quali **Rifiutata**, **In sospeso** o **Accettata**.
nl: :ref:`Sorteren op afbeeldingskwaliteit <maintenance_quality>` om automatisch een **Keuzelabel** toe te kennen ofwel **Afgewezen** of **Geaccepteerd** aan items gebaseerd op esthetisch factoren.
uk: :ref:`Упорядкування за якістю зображень <maintenance_quality>` для автоматичного призначення **Впорядкувальної мітки**, **Відкинуто**, **У черзі** або **Прийнято**, до записів на основі естетичних критеріїв.

source: Another digiKam feature is the **Pick Labels** used to categorize shots by quality and identify which item will be **Rejected**, **Pending**, or **Accepted** in your workflow. You can assign these properties manually of course, but there is a better solution: digiKam can automatically perform image quality analysis using a deep-learning based tool named **Image Quality Sorter**. This tool evaluates image features such as noise, blur, form, shape, contents, etc., and gives an evaluation of the quality of the shot. This tool is available in the :menuselection:`Tools --> Maintenance...` menu and in the **Batch Queue Manager**.
it: Un'altra funzionalità di digiKam sono le **Etichette di scelta** utilizzate per categorizzare gli scatti per qualità e identificare quale elemento verrà **Rifiutato**, è **In attesa** o è **Accettato** durante il lavoro. Naturalmente puoi assegnare manualmente queste proprietà: digiKam può eseguire automaticamente l'analisi della qualità utilizzando lo strumento basato sull'apprendimento profondo chiamato **Ordinatore qualità delle immagini**. Questo strumento valuta le caratteristiche quali rumore, sfocatura, forme, contenuto, ecc., e restituisce una valutazione sulla qualità dello scatto. Questo strumento è disponibile nel menu :menuselection:`Strumenti --> Manutenzione...` e nel **Gestore elaborazione in serie**.
nl: Een andere mogelijkheid van digiKam is de **Keuzelabels** gebruikt om opnamen te categoriseren op kwaliteit en te identificeren welk item **Afgewezen**, **In de wacht** of **Geaccepteerd** wordt in uw werkmethode. U kunt deze van eigenschappen, natuurlijk handmatig, toekennen, maar er is een betere oplossing: digiKam kan automatisch afbeeldingskwaliteitsanalyse uitvoeren met het op deep-learning gebaseerd hulpmiddel genaamd **Afbeeldingskwaliteitssorteerder**. Dit hulpmiddel kan eigenschappen van afbeeldingen zoals ruis, vaagheid, vorm, inhoud, etc., evalueren en een evaluatie geven van de kwaliteit van de opname. Dit hulpmiddel is beschikbaar in menu :menuselection:`Hulpmiddelen --> Onderhoud....` en in de **Takenwachtrijbeheerder**.
uk: Ще однією особливістю digiKam є **впорядкувальні мітки**, якими користуються для розподілу знімків за категоріями якості та визначення того, які записи **відкинуто**, **оброблено пізніше** або **прийнято** у вашому робочому процесі. Звичайно, ви можете призначити цей тип властивостей вручну, але є краще рішення: digiKam може автоматично виконати аналіз якості зображень за допомогою інструмента, який засновано на глибинному навчанні і який має назву **засіб впорядкування зображень за якістю**. Цей засіб може виконати пошук на зображенні шуму, розмивання, форм, вмісту тощо, і надати оцінку якості знімка. Доступ до нього можна отримати у списку **інструментів супроводу збірки** та за допомогою **засобу керування пакетною обробкою**.

source: The digiKam Pick Labels can be Assigned Automatically Depending on the :ref:`Quality of Shot in Batch Queue Manager <bqm_qualitysort>`
it: Le Etichette di scelta di digiKam possono essere assegnate automaticamente in base alla :ref:`qualità dello scatto nel Gestore elaborazione in serie <bqm_qualitysort>`
nl: De Keuzelabels van digiKam kunnen automatisch toegekend worden afhankelijk van de :ref:`Kwaliteit van de opname in de Takenwachtrijbeheerder <bqm_qualitysort>`.
uk: Впорядкувальні мітки digiKam може бути призначено автоматично, залежно від :ref:`якості знімка <bqm_qualitysort>`, у засобі керування пакетною обробкою.

source: Organize and Find
pt: Organizar e Encontrar

source: We dare-say if you have more than 1000 photographs on your computer in no-DAM fashion it takes you too long to find any particular image. And if you don't know how many images are in your files you're surely not using digiKam. The dual approach to store metadata in a database and in the image files guarantees ultra fast searching and secure archiving freely accessible to other applications, platforms and formats.
pt: Arriscamo-nos a dizer que, caso tenha mais que 1 000 fotografias no seu computador, sem qualquer espécie de procedimento de DAM, irá demorar bastante tempo a encontrar qualquer fotografia em particular. E se não souber quantas imagens tem nos seus ficheiros, provavelmente não estará a usar o digiKam. A abordagem dupla para guardar os meta-dados numa base de dados e nos ficheiros de imagens garante uma pesquisa ultra-rápida e um arquivo seguro e acessível para outras aplicações, plataformas e formatos.

source: But as much as there is no such thing as a free lunch, there is no free cataloging or DAM - those who spend the initial time of building a systematic method of their own will be better off as time passes and the number of photographs multiplies. The ROI (return on investment) of DAM has been estimated in different studies to be better than 10. Keep in mind to be **concise, plan for the future (30-50y)**, do it once. The upcoming semantic web will totally integrate into and add value to a DAM environment.
pt: Mas já que não existem almoços grátis, também não existe nenhum catálogo ou DAM grátis - os que gastam o tempo inicial de criar um método sistemático para eles poderão ficar para trás, à medida que o tempo passa e o número de fotografias se multiplica. O ROI (retorno no investimento) do DAM foi estimado com base em vários estudos para ser superior a 10. Tenha em mente que um **plano conciso para o futuro (30-50 anos)**, é para ser feito uma vez. A Web semântica que se aproxima irá integrar-se num ambiente de DAM e adicionar-lhe-á valor.

source: digiKam provides a number of methods to classify photographs: filenames, albums, collections, time-stamp, tags, rating, GPS position and captions. As if this was not enough, you can search many standard metadata items like camera model, lens, coordinates, image size and many more. Metadata categories as listed here are in fact different **views** of your photo library. Combining these views is the very powerful method to narrow down the search for a file and to find it quickly. Imagine having 800 photos of your loved one. Searching for **Salagou**, having more than **3 rating stars**, shot in **France** will surely leave you with very few candidates. In terms of selection criteria for a DAM system, digiKam fares very well in terms of completeness, versatility, speed, scalability, accuracy and openness.
pt: O digiKam oferece um conjunto de métodos para classificar as fotografias: nomes de ficheiros, álbuns , colecções, data/hora, marcas, classificação, posição GPS e títulos. Como se isto não fosse o suficiente, poderá procurar por muitos itens normais de meta-dados como o modelo da câmara, as lentes, as coordenadas, o tamanho da imagem, entre muitos outros. As categorias de meta-dados que aparecem aqui são de facto diferentes **vistas** da sua biblioteca de fotografias. Combinar essas vistas é o método mais poderoso para reduzir a pesquisa a um único ficheiro para o encontrar rapidamente. Imagine ter 800 fotografias da sua amada. Se procurar por **Salagou**, tendo classificações maiores que **3 estrelas**, tiradas em **França**, irá provavelmente deixá-lo com muito poucos candidatos. Em termos de critérios de selecção para um sistema DAM, o digiKam porta-se bastante bem em termos de dados completos, versatilidade, velocidade, escalabilidade, precisão e abertura.

source: The key thing to remember is that you don't know how you or somebody else will try to find an image 2 years ahead of our time. You will remember past events in a different context, it's a fact of life. So if you can narrow down your search by remembering place or time or camera or theme or rating or owner you stand an infinitely better chance to find it quickly than by just one of those criteria or none. At the beginning, at the time of taking a photograph, all metadata is in your head (except for the Exif data). If you do not transcribe some of it into your DAM system, it will be lost eventually as much as every event fades into oblivion over time.
pt: O ponto-chave a recordar é que não sabe como é que você ou outra pessoa irão tentar procurar uma imagem daqui por 2 anos. Irá recordar os eventos passados num contexto diferente; é um facto da vida. Por isso, se puder restringir a sua pesquisa, recordando o local, a data, a máquina, o tema, a classificação ou o dono, continuará com uma solução infinitamente melhor para encontrá-las depressa do que apenas com um critério ou nenhum de todo. No início, na altura em que tira a fotografia, todos os meta-dados estão na sua cabeça (excepto os dados EXIF). Se não transcrever nenhum deles para o seu sistema DAM, perder-se-ão eventualmente, atendendo a que quase todos os eventos caem no esquecimento ao longo do tempo.

source: One distinction has to be interjected here between **private** and **public metadata**. One could say that all file-embedded attributes are potentially public since the images may be exported, sold, and copied to other places and people. On the other hand all non-embedded metadata in the database can be considered private as they stay in the database and go nowhere else. By adjusting digiKam's settings accordingly you can control what kind of data remains private and what will be embedded and eventually become public.
pt: Uma distinção tem de ser definida aqui entre os **meta-dados privados** e os **públicos**. Uma pessoa poderá dizer que todos os atributos incorporados nos ficheiros são potencialmente públicos, dado que as imagens poderão ser exportadas, vendidas ou copiadas para outros locais e pessoas. Por outro lado, todos os meta-dados não incorporados na base de dados poderão ser considerados privados, dado que ficam na base de dados e não vão para lado nenhum. Ao ajustar a configuração do digiKam de forma adequada, poderá controlar qual o tipo de dados que continua privado e qual será incorporado e eventualmente tornado público.

source: Folders Organization
pt: Organização das Pastas

source: The first thing to do and to know before you put anything onto your system is to build an information structure (as opposed to data structure). Your image files have to be somehow organized within the computer, you have to decide if others should have access to your photographs (sharing), if you put them on a dedicated drive, on a network drive etc. Keep in mind that you have to migrate one day onto some bigger volume.
pt: A primeira coisa a fazer e a saber, antes de fazer qualquer coisa no seu sistema, é criar uma estrutura de informação (em oposição a uma estrutura de dados). Os seus ficheiros de imagens terão de ficar de alguma forma organizados dentro do computador; terá de decidir se outros terão acesso às suas fotografias (partilhando-as), se as coloca numa unidade dedicada, numa unidade de rede, etc. Tenha em mente que poderá ter de migrar as mesmas para um volume maior algum dia.
