Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: The key thing to remember is that you don't know how you or somebody else will try to find an image a number of years from now. It's a fact of life that you will remember past events in a different context. So if you can narrow down your search by remembering a place, or a time, or a camera, or a theme, or a rating, or an owner, then you stand an infinitely better chance to find an image quickly, especially if you can remember more than one of those criteria. At the time you take each photograph, all of the metadata that the camera does not record, is in your head. If you do not transcribe some of that information into your DAM system, that information in your head will be lost, as your memory of the event fades into oblivion.
ca: El punt clau a recordar és que no sabeu si vós o algú altre intentarà trobar una imatge d'aquí a alguns anys. És un fet de la vida que recordareu esdeveniments passats en un context diferent. Així que si podeu reduir la cerca recordant un lloc, o un temps, o una càmera, o un tema, o una valoració, o un propietari, llavors teniu una oportunitat infinitament millor de trobar una imatge ràpidament, especialment si podeu recordar més d'un d'aquests criteris. En el moment de fer cada fotografia, totes les metadades que la càmera no registra, estan al cap. Si no transcriviu part d'aquesta informació al sistema DAM, aquesta informació del vostre cap es perdrà, ja que la memòria de l'esdeveniment s'esvaeix en l'oblit.
it: La cosa importante da ricordare è che non sai come tu o qualcun altro cercherà di trovare un'immagine tra diversi anni da adesso: è normale che ricorderai gli eventi passati in un contesto diverso. Quindi, se puoi restringere la ricerca ricordando un luogo, un'ora, una macchina fotografica, un tema, una valutazione, o un proprietario, allora hai una possibilità infinitamente maggiore di trovare rapidamente un'immagine, specialmente se riesci a ricordare più di uno di questi criteri. Al momento di scattare ogni foto, tutti i metadati che la fotocamera non registra sono nella tua testa: se alcune di queste informazioni non vengono trascritte nel tuo sistema DAM, spariranno dalla tua testa, dato che la tua memoria degli eventi passati svanisce nell'oblio.
nl: Het belangrijkste om te onthouden is dat u niet weet hoe u of iemand anders over een aantal jaren vanaf nu zal proberen om een afbeelding te vinden. Het is een feit dat u zult zich vroegere gebeurtenissen in een andere context zal herinneren. Dus als u uw zoekopdracht kan beperken door het onthouden van plaats of tijd of camera of thema of waardering of eigenaar, dan heeft u een veel betere kans om snel te vinden wat u zoekt, speciaal als u meer dan een van die criteria kunt herinneren. Op het tijdstip waarop u elke foto nam, heeft u alle metagegevens die de camera niet opslaat in uw hoofd. Als u van die gegevens niet wat in het DAM-systeem vastlegt, gaat die informatie in uw hoofd verloren, omdat het net als iedere andere gebeurtenis in de vergetelheid geraakt.
pt_br: O principal a lembrar é que você não sabe como você ou outra pessoa tentará encontrar uma imagem daqui a alguns anos. É um fato da vida que você se lembrará de eventos passados em um contexto diferente. Portanto, se você puder restringir sua busca lembrando-se de um lugar, ou uma hora, ou uma câmera, ou um tema, ou uma classificação, ou um proprietário, terá uma chance infinitamente maior de encontrar uma imagem rapidamente, especialmente se puder se lembrar de mais de um desses critérios. No momento em que você tira cada fotografia, todos os metadados que a câmera não registra estão na sua cabeça. Se você não transcrever algumas dessas informações para o seu sistema DAM, essas informações na sua cabeça serão perdidas, à medida que sua memória do evento desaparece no esquecimento.
sl: Ključna stvar, ki si jo morate zapomniti, je, da ne veste, kako boste vi ali kdo drug poskušali najti sliko čez nekaj let. Življenjsko dejstvo je, da se boste preteklih dogodkov spominjali v drugačnem kontekstu. Torej, če lahko zožite iskanje tako, da si zapomnite kraj, čas, kamero, temo, oceno ali lastnika, potem imate neskončno boljše možnosti, da hitro najdete sliko, še posebej, če lahko zapomni si več kot eno od teh meril. Ko posnamete posamezno fotografijo, so vsi metapodatki, ki jih kamera ne zabeleži, v vaši glavi. Če nekaterih od teh informacij ne prepišete v svoj sistem DAM, bodo te informacije v vaši glavi izgubljene, saj vaš spomin na dogodek zbledi v pozabo.
uk: Ключовим моментом, про який слід пам’ятати, є те, що ви не можете знати про те, у який спосіб ви або хтось інший намагатиметься знайти знімок за декілька років. Ви запам’ятаєте події минулого у іншому контексті, — це правда життя. Отже, якщо ви зможете звузити результати пошуку за допомогою згадки про місце, час, фотоапарат, тему, оцінку, власника, у вас буде нескінченно більше шансів знайти потрібний файл, ніж за одним з цих критеріїв або без знання жодного з критеріїв. На початку, якщо ви пам'ятаєте декілька з критеріїв. На момент створення знімка ви пам’ятатимете всі метадані, які не було записано фотоапаратом. Якщо ви не перенесете деякі з них до вашої системи DAM, їх зрештою буде втрачено, оскільки з часом всі згадки про подію зникають з нашої пам’яті.
zh_cn: 重点在于：你永远不知道几年后自己或别人会用什么方式找这张图。人的记忆本来就会随情境变化，所以只要能想起地点、时间、相机型号、主题、评分或拍摄者中的任一线索，找图效率就能指数级提升——要是能想起多个条件组合，那就更稳了。每张照片拍摄时，相机没记录的元数据都在你脑子里。要是不把这些信息录入 DAM 系统，等记忆淡忘后就彻底消失了。

source: Some may have concerns about recording **private metadata** into what might one day become public files. One could say that all file-embedded attributes are potentially **public metadata** since the images may be exported, sold to other people, and copied to other places. On the other hand, all metadata in digiKam's local database that are not embedded into the images can be considered private as they stay in the database and go nowhere else. By adjusting digiKam's settings accordingly you can control what kind of data remains private, and what data will be embedded so it may eventually become public.
ca: Alguns poden tenir preocupacions sobre l'enregistrament de **metadades privades** en el que algun dia podria convertir-se en fitxers públics. Es podria dir que tots els atributs incrustats en fitxers són potencialment **metadades públiques**, ja que les imatges es poden exportar, vendre a altres persones i copiar a altres llocs. D'altra banda, totes les metadades de la base de dades local del digiKam que no estan incrustades a les imatges es poden considerar privades, ja que es queden a la base de dades i no van enlloc més. En ajustar la configuració del digiKam en conseqüència, podeu controlar quin tipus de dades roman privada, i quines dades s'incrustaran perquè finalment es facin públiques.
it: Qualcuno potrebbe temere che le registrazioni dei **metadati privati** potrebbe diventare un giorno file pubblici. Si potrebbe dire che tutti gli attributi incorporati nei file siano potenzialmente **metadati pubblici**, perché le immagini potrebbero essere esportate, vendute ad altre persone e copiate in altri posti. D'altro canto, tutti i metadati nella banca dati locale di digiKam che non sono incorporati all'interno delle immagini possono essere considerati privati, perché stanno lì e non vanno da nessuna parte. Regolando appropriatamente le impostazioni di digiKam puoi controllare quali tipi di metadati rimangono privati e quali dati saranno incorporati che potranno quindi divenire pubblici.
nl: Sommigen kunnen zorgen hebben over opslaan van **private metagegevens** in wat op een dag publieke bestanden worden. Men zou kunnen zeggen dat alle bestandsgebonden attributen potentieel **publieke metagegevens** zijn omdat de afbeeldingen naar andere plaatsen en personen geëxporteerd, verkocht en gekopieerd kunnen worden. Aan de ander kant kunnen alle ingesloten metagegevens als privé worden beschouwd omdat ze in de database blijven bestaan en nergens naar toe gaan. Met instellingen van digiKam kunt u bepalen welke gegevens privé blijven en welke ingesloten worden en uiteindelijk publiekelijk bereikbaar zullen zijn.
pt_br: Alguns podem ter receio de gravar **metadados privados** no que um dia poderá se tornar um arquivo público. Pode-se dizer que todos os atributos embutidos em arquivos são potencialmente **metadados públicos**, uma vez que as imagens podem ser exportadas, vendidas a outras pessoas e copiadas para outros locais. Por outro lado, todos os metadados no banco de dados local do digiKam que não estejam embutidos às imagens podem ser considerados privados, pois permanecem no banco de dados e não são enviados para nenhum outro lugar. Ajustando as configurações do digiKam adequadamente, você pode controlar quais tipos de dados permanecem privados e quais dados serão embutidos para que possam eventualmente se tornar públicos.
sl: Nekatere morda skrbi zapisovanje **zasebnih metapodatkov** v datoteke, ki bi lahko nekega dne postale javne. Lahko bi rekli, da so vsi atributi, vdelani v datoteke, potencialno **javni metapodatki**, saj je mogoče slike izvoziti, prodati drugim ljudem in kopirati na druga mesta. Po drugi strani pa lahko vse metapodatke v digiKamovi lokalni bazi podatkov, ki niso vdelani v slike, štejemo za zasebne, saj ostanejo v bazi podatkov in ne gredo nikamor drugam. Če ustrezno prilagodite nastavitve digiKama, lahko nadzirate, kateri podatki ostanejo zasebni in kateri podatki bodo vdelani, da lahko sčasoma postanejo javni.
uk: Декого може стурбувати можливість запису **конфіденційних метаданих** до того, що одного разу може стати загальнодоступними файлами. Ви можете сказати, що всі вбудовані у файли атрибути є **відкритими**, оскільки знімки може бути кимось експортовано, продано комусь і скопійовано на інші носії. З іншого боку, всі метадані у локальній базі даних digikam, які не вбудовано до зображень, можна вважати особистими, оскільки ці дані залишаються у базі даних і не потрапляють більше нікуди. За допомогою відповідного налаштування digiKam ви можете керувати тим, які типи даних залишатимуться особистими, а які буде вбудовано і зрештою оприлюднено.
zh_cn: 有人担心如果录入 **隐私元数据** ，万一哪天图片公开怎么办？其实所有嵌入文件的属性确实都可能变成 **公开元数据** ，毕竟图片会被导出、转卖或复制。但 digiKam 本地数据库里那些没嵌入图片的元数据就是绝对私密的，它们只会待在数据库里。通过合理设置，你能自由控制哪些数据保持私有，哪些允许嵌入文件成为公开信息。

source: Folder Organization
ca: Organització de les carpetes
it: Organizzazione delle cartelle
nl: Organisatie in mappen
pt_br: Organização da pasta
sl: Organizacija map
uk: Впорядкування тек
zh_cn: 文件夹整理方法

source: The first step in establishing a DAM system is to build an information structure (as opposed to a data structure). You must first decide where you should store your files - should they be stored on a dedicated drive or on a network drive. And should others have access to your photographs via sharing. When thinking about storage, keep in mind that you'll have to regularly backup your files, and one day you'll have to migrate your files onto a bigger volume.
ca: El primer pas per a establir un sistema DAM és construir una estructura d'informació (en oposició a una estructura de dades). Primer heu de decidir on heu d'emmagatzemar els vostres fitxers: si s'emmagatzemen en una unitat dedicada o en una unitat de xarxa. I si altres tenen accés a les vostres fotografies a través d'una compartició. Pensant en l'emmagatzematge, tingueu en compte que regularment haureu de fer còpies de seguretat dels fitxers, i un dia haureu de migrar els vostres fitxers a un volum més gran.
it: Il primo passo nello strutturare un sistema DAM, è costruire una struttura delle informazioni (diversa da una struttura dati). Devi prima decidere dove memorizzare i tuoi file: se salvarle in un disco rigido dedicato o in un disco di rete. E se gli altri debbano avere accesso alle tue fotografie tramite condivisione. Quando pensi alla conservazione, ricorda che prima o poi dovrai fare regolarmente copie di sicurezza dei file, e un giorno dovrai migrarli in un sistema più capiente.
nl: De eerste stap in het opzetten van en DAM-systeem is het bouwen van een informatiestructuur (in tegenstelling tot datastructuur). U moet eest bepalen waar u uw bestanden wilt opslaan - moeten ze op een daartoe aangewezen station of op een station in het netwerk. En moeten anderen toegang hebben tot uw foto's via delen. Bij nadenken over opslag, houd in gedachten dat u van de bestanden regelmatig een reservekopie maakt en u ze ooit een keer zult moeten migreren naar een groter opslagmedium.
pt_br: O primeiro passo para estabelecer um sistema DAM é construir uma estrutura de informações (em oposição a uma estrutura de dados). Primeiro, você precisa decidir onde armazenar seus arquivos — se eles serão armazenados em uma unidade dedicada ou em uma unidade de rede. E se outras pessoas terão acesso às suas fotos por meio de compartilhamento. Ao pensar em armazenamento, lembre-se de que você precisará fazer backups regulares dos seus arquivos e, um dia, precisará migrá-los para um volume maior.
sl: Prvi korak pri vzpostavitvi sistema DAM je izgradnja informacijske strukture (v nasprotju s podatkovno strukturo). Najprej se morate odločiti, kam boste shranili svoje datoteke – ali bodo shranjene na namenskem disku ali na omrežnem disku. In ali imajo drugi dostop do vaših fotografij prek skupne rabe. Ko razmišljate o shranjevanju, ne pozabite, da boste morali redno varnostno kopirati svoje datoteke in nekega dne jih boste morali preseliti na večji nosilec.
uk: Першим кроком у побудові системи керування цифровим доступом є побудова структури інформації (на відміну від структури даних). Спочатку ви маєте вирішити, де вам слід зберігати ваші файли: буде їх збережено на спеціальному носії чи на мережевому диску. Також слід вирішити, чи матимуть сторонні особи доступ до ваших фотографій шляхом оприлюднення ресурсів. При виборі сховища даних не слід забувати про те, що слід регулярно виконувати резервне копіювання ваших файлів, і те, що колись ви можете перенести дані на якийсь більший носій.
zh_cn: 建立数字资产管理（DAM）系统的第一步是规划​​信息架构​​（而非单纯的数据存储结构）。你需要先确定存储位置——是放在专用硬盘、网络驱动器，还是允许他人通过共享访问你的照片库。考虑存储方案时，务必记住两点：定期备份文件是刚需，且未来必然需要将数据迁移到更大容量的设备。

source: Once you decide on a location, you will have to decide on how to organize your image files into folders. The folder organization should be simple, unified and scalable. The folder organization should also be independent of the storage medium on which the files are hosted.
ca: Un cop decidiu sobre una ubicació, haureu de decidir com organitzar els fitxers d'imatge en carpetes. L'organització de carpetes hauria de ser senzilla, unificada i escalable. L'organització de carpetes també hauria de ser independent del mitjà d'emmagatzematge en el qual s'allotgen els fitxers.
it: Una volta che hai deciso la posizione, dovrai decidere come organizzare le tue immagini all'interno delle cartelle. L'organizzazione delle cartelle deve essere semplice, unificata e scalabile. Deve essere anche indipendente dal mezzo di memorizzazione in cui sono ospitati i file.
pt_br: Depois de escolher o local, você precisará decidir como organizar seus arquivos de imagem em pastas. A organização das pastas deve ser simples, unificada e escalável. A organização das pastas também deve ser independente do meio de armazenamento em que os arquivos estão hospedados.
sl: Ko se odločite za lokacijo, se boste morali odločiti, kako boste slikovne datoteke organizirali v mape. Organizacija map mora biti preprosta, poenotena in razširljiva. Organizacija map mora biti tudi neodvisna od medija za shranjevanje, na katerem gostujejo datoteke.
uk: Коли ви визначитеся з місцем розташування, вам доведеться вирішити, як упорядкувати файли зображень у теки. Структура тек має бути простою, уніфікованою та масштабованою. Крім того, структура тек має бути незалежною від носія, на якому зберігаються файли.
zh_cn: 确定存储位置后，下一步是设计照片的​​文件夹归类逻辑​​。文件夹结构应满足三个原则：​​简单​​、​​统一​​、​​可扩展​​，且无论存储介质（如硬盘、云盘）是什么，文件夹结构都要一致。

source: Do not make the folders too small, several thousand images in one folder is not unreasonable, but keep the folders small enough so that they can fit onto a backup medium like an optical drive. Remember that the archive will grow all the time.
ca: No feu que les carpetes siguin massa petites, diversos milers d'imatges en una carpeta no és irracional, però mantingueu les carpetes prou petites perquè puguin encaixar en un mitjà de còpia de seguretat com una unitat òptica. Recordeu que l'arxiu creixerà tot el temps.
it: Non creare cartelle troppo piccole, diverse migliaia di immagini in una cartella non è ragionevole, ma mantieni le cartelle abbastanza piccole da poterci stare in un mezzo di salvataggio come un supporto ottico. Ricorda che l'archivio crescerà in continuazione.
pt_br: Não crie pastas muito pequenas (milhares de imagens em uma pasta não são absurdas), mas mantenha-as pequenas o suficiente para que caibam em uma mídia de backup, como um drive óptico. Lembre-se de que o seu arquivo crescerá constantemente.
sl: Mape naj ne bodo premajhne, ​​več tisoč slik v eni mapi ni nesmiselno, vendar naj bodo mape dovolj majhne, ​​da se lahko prilegajo na medij za varnostno kopiranje, kot je optični pogon. Ne pozabite, da se bo arhiv ves čas povečeval.
uk: Не робіть теки надто маленькими, нічого немає поганого у тому, що в одній теці буде кілька тисяч зображень, але розмір тек має бути таким, щоб вони вміщувалися на носії резервних копій, зокрема оптичному диску. Пам'ятайте, що архів буде постійно розширюватися.
zh_cn: 单文件夹不宜过小，哪怕一个文件夹里存放数千张照片也并非不合理；但也不宜过大，需确保能完整存入光盘等备份介质；始终预留增长空间，毕竟图库会持续膨胀。

source: The specific structure you choose will likely depend on your use case. For example, a casual photographer may likely take pictures of family, events in their life, holidays and so on. It could be efficient to create a structure based on calendar years plus some special folders for holidays and files to export. Such a structure could look like this:
ca: L'estructura específica que trieu dependrà probablement del vostre cas d'ús. Per exemple, un fotògraf ocasional pot fer fotos de la família, esdeveniments en la seva vida, vacances, etc. Podria ser eficient crear una estructura basada en anys naturals més algunes carpetes especials per a vacances i arxius per exportar. Aquesta estructura podria ser així:
it: La struttura specifica che scegli dipenderà probabilmente dal tuo caso d'uso. Per esempio, un fotografo occasionale probabilmente scatterà foto della famiglia, eventi della propria vita, vacanze, e via discorrendo. Sarebbe efficiente creare una struttura basata sugli anni del calendario più qualche cartella speciale per vacanze e file da esportare. La struttura potrebbe somigliare a questa:
pt_br: A estrutura específica que você escolher provavelmente dependerá do seu caso de uso. Por exemplo, um fotógrafo casual provavelmente tirará fotos da família, de eventos da vida, de feriados e assim por diante. Pode ser eficiente criar uma estrutura baseada em anos do calendário, além de algumas pastas especiais para feriados e arquivos para exportação. Essa estrutura poderia ser assim:
sl: Posebna struktura, ki jo izberete, bo verjetno odvisna od vašega primera uporabe. Občasni fotograf bo na primer verjetno fotografiral družino, dogodke v njihovem življenju, praznike itd. Lahko bi bilo učinkovito ustvariti strukturo na podlagi koledarskih let in nekaj posebnih map za praznike in datoteke za izvoz. Takšna struktura bi lahko bila taka:
uk: Конкретна структура, яку ви виберете, ймовірно, залежатиме від вашого випадку використання. Наприклад, випадковий фотограф може сфотографувати родину, події в її житті, свята тощо. Ефективним підходорм буде створення структури на основі календарних років, із деякими спеціалізованими теками для свят і файлів для експортування. Така структура може виглядати так:
zh_cn: 具体方案因人而异。例如，普通摄影爱好者通常拍摄家庭生活、年度大事记、假期旅行等，可以按“年份+特殊事件”组合分类，并单独设置导出文件夹。参考结构如下：

source: Holiday pictures in this structure can be quickly found by the location name in the subfolder - a good approach unless the photographer goes to the same place every year. The rest of the images will be organized by date. If you shoot enough pictures each year, you may want to create monthly folders within the year folders, e.g. 2008-01, 2008-02, etc. And you may want to name some or all of the subfolders with titles of the event or locations. *Export* would be a folder to store images to print or to put onto a website.
ca: Les fotografies de vacances en aquesta estructura es poden trobar ràpidament pel nom de la ubicació en la subcarpeta: un bon enfocament tret que el fotògraf vagi al mateix lloc cada any. La resta d'imatges s'organitzaran per data. Si preneu prou imatges cada any, és possible que vulgueu crear carpetes mensuals dins de les carpetes d'any, per exemple, 2008-01, 2008-02, etc. I és possible que vulgueu anomenar algunes o totes les subcarpetes amb títols de l'esdeveniment o les ubicacions. *Exporta* seria una carpeta per a emmagatzemar imatges per imprimir o per posar en un lloc web.
it: Le foto delle vacanze in questa struttura possono essere trovate facilmente in base al nome del luogo nella sottocartella: un buon approccio, a meno che il fotografo non vada in vacanza nello stesso posto ogni anno. Il resto delle immagini sarà organizzato in base alla data. Se ogni anno scatti abbastanza foto, potresti voler creare cartelle mensili all'interno delle cartelle dell'anno, ad esempio 2008-01, 2008-02, ecc. E potresti voler rinominare alcune o tutte le sottocartelle con titoli degli eventi o dei luoghi. *Esporta* sarebbe una cartella per memorizzare le immagini da stampare o da caricare in un sito web.
nl: Vakantiefoto's kunnen in deze structuur snel gevonden worden aan de hand van de naam van hun locatie in de de sub-map - een goede benadering behalve als u ieder jaar naar dezelfde plaats gaat. De andere foto's worden georganiseerd op datum. Als u elk jaar voldoende plaatjes schiet dan wilt u de mappen onderverdelen in maanden, bijv. 2008-01, 2008-02 etc. En u wilt sommige of alle sub-mappen titels geven met de gebeurtenis of locaties. De map *Exporteren* zou dan een map kunnen zijn met foto's om op een website te zetten of af te drukken.
pt_br: Fotos das férias nesta estrutura podem ser encontradas rapidamente pelo nome do local na subpasta — uma boa abordagem, a menos que o fotógrafo vá ao mesmo lugar todos os anos. O restante das imagens será organizado por data. Se você tira fotos suficientes a cada ano, pode criar pastas mensais dentro das pastas anuais, por exemplo, 2008-01, 2008-02, etc. E você pode nomear algumas ou todas as subpastas com os títulos do evento ou local. *Exportar* seria uma pasta para armazenar imagens para impressão ou para publicar em um site.
sl: Počitniške slike v tej strukturi je mogoče hitro najti po imenu lokacije v podmapi – dober pristop, razen če gre fotograf vsako leto na isto mesto. Ostale slike bodo razvrščene po datumu. Če vsako leto posnamete dovolj slik, boste morda želeli ustvariti mesečne mape znotraj letnih map, npr. 2008-01, 2008-02 itd. Morda boste želeli poimenovati nekatere ali vse podmape z naslovi dogodka ali lokacij. *Izvozi* bi bila mapa za shranjevanje slik za tiskanje ali dajanje na spletno mesto.
uk: Знімки з відпусток можна швидко знайти за місцем їх проведення — чудовий підхід, якщо ви повертаєтеся до того самого місця кожного року. Решту можна впорядкувати за датою. Якщо ви знімаєте досить часто, ви можете створити підтеки у теках років за місяцями, наприклад, 2008-01, 2008-02 тощо. Ви можете назвати деякі або усі підтеки назвами подій або місць. Теку «Експорт» можна використати для зображень для друку або оприлюднення на вебсайті.
zh_cn: 假日照片在这种结构中可以通过子文件夹中的地点名称快速找到——除非拍摄者每年都去同一个地方，否则这是个好方法。其余图像将按日期整理。如果你每年拍摄的照片足够多，可能需要在年度文件夹中创建月度文件夹，例如 2008-01、2008-02 等。你也可以用事件或地点名称来命名部分或全部子文件夹。"导出"（成片）文件夹可用于存放准备打印或上传到网站的图像。
