Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: 1 star : OK. Photo has flaws, but valuable enough to keep.
ca: 1 estrella: Correcta. La foto té defectes, però és prou valuosa per a conservar.
it: 1 stella - OK. La foto ha imperfezioni, ma è importante abbastanza da conservare.
pt_br: 1 estrela: OK. A foto tem falhas, mas é valiosa o suficiente para ser guardada.
sl: 1 zvezdica: OK. Fotografija ima napake, a dovolj dragocena, da jo obdržimo.
uk: 1 зірка: нормально, на фотографії є проблемні моменти, але її все ж варто зберігати.
zh_cn: 1 星​​：可用。有明显缺陷，但有保留价值。

source: 2 stars: Good. Photo good enough for small prints, composition is OK.
ca: 2 estrelles: Bé. Foto prou bona per a impressions petites, la composició està bé.
it: 2 stelle - Buona. La foto è sufficientemente buona per stampe di piccolo formato, la composizione è OK.
pt_br: 2 estrelas: Boa. A foto é boa o suficiente para impressões pequenas, a composição é OK.
sl: 2 zvezdici: Dobro. Fotografija dovolj dobra za majhne tiske, kompozicija je OK.
uk: 2 зірки: добре. Фотографія достатньо якісна для малих відбитків, з композицією усе гаразд.
zh_cn: 2 星​​：良好。适合冲印小尺寸，构图尚可。

source: 3 stars: Very Good. Photo good enough for large prints, good composition and lighting
ca: 3 estrelles: Molt bé. Foto prou bona per a impressions grans, bona composició i il·luminació
it: 3 stelle - Molto buona. La foto è sufficientemente buona per stampe di grande formato, composizione e illuminazione buone
pt_br: 3 estrelas: Muito boa. Foto boa o suficiente para impressões grandes, boa composição e iluminação.
sl: 3 zvezdice: Zelo dobro. Fotografija dovolj dobra za velike natise, dobra kompozicija in osvetlitev
uk: 3 зірки: дуже добре. Фотографія є достатньо якісною для великих відбитків, добра композиція та освітлення
zh_cn: 3 星​​：优秀。适合冲印大尺寸，构图用光俱佳。

source: 4 stars: Excellent. Photo 100% sharp, great composition and lighting. A real keeper.
ca: 4 estrelles: Excel·lent. Foto 100% nítida, gran composició i il·luminació. Totalment a guardar.
it: 4 stelle - Eccellente. Foto nitida al 100%, grande composizione e illuminazione. Proprio da non perdere.
pt_br: 4 estrelas: Excelente. Foto 100% nítida, ótima composição e iluminação. Uma verdadeira lembrança.
sl: 4 zvezdice: Odlično. Fotografija 100 % ostra, odlična kompozicija in osvetlitev. Zarez za hrambo.
uk: 4 зірки: чудово. Чудова різкість, чудова композиція і освітлення. Перший сорт для зберігання.
zh_cn: ​​4 星​​：100分，惊艳。焦内如刀割般锐利。构图、布光别出心裁，值得珍藏。

source: 5 stars: Perfect. Professional level photo.
ca: 5 estrelles: Perfecte. Foto de nivell professional.
it: 5 stelle - Perfetta. Foto di livello professionale.
pt_br: 5 estrelas: Perfeito. Foto de nível profissional.
sl: 5 zvezdic: Popolno. Fotografija na profesionalni ravni.
uk: 5 зірок: ідеально. Фотографія професійного рівня.
zh_cn: 5 星​​：完美。专业级作品。

source: Your system may vary, but there should be far fewer images rated with each increase in the numbers of assigned stars. A ratio of 3-10 between each level has proven useful.
ca: El vostre sistema pot variar, però hauria d'haver-hi moltes menys imatges valorades amb cada augment en el nombre d'estrelles assignades. Una proporció de 3-10 entre cada nivell ha demostrat ser útil.
it: Il tuo sistema potrebbe variare, ma a ogni aumento del numero di stelle assegnate ci dovrebbero essere molte meno immagini valutate. Una proporzione di 3 a 10 tra ogni livello è risultata utile.
pt_br: O seu sistema pode variar, mas deve haver muito menos imagens classificadas a cada aumento no número de estrelas atribuídas. Uma proporção de 3 para 10 entre cada nível se mostrou útil.
sl: Vaš sistem se lahko razlikuje, vendar bi moralo biti z vsakim povečanjem števila dodeljenih zvezdic ocenjenih veliko manj slik. Razmerje 3-10 med vsako stopnjo se je izkazalo za koristno.
uk: Ви можете використовувати різні системи, але зі збільшенням кількості призначених зірок кількість зображень має значно зменшуватися. Вважається, що це співвідношення має складати від 3 до 10 разів.
zh_cn: 你的标准可以不同，但要注意：星级每升高一档，符合的照片数量应该大幅减少。实践证明，相邻等级保持 3-10 倍的递减比例最实用。

source: The Edit :ref:`Rating Properties <labels_edit>` From Thumb-bar
ca: L'edició de les :ref:`Propietats de la valoració <labels_edit>` des de la barra de miniatures
it: La modifica delle :ref:`proprietà di valutazione <labels_edit>` dalla barra delle miniature
nl: Het bewerken van :ref:`Waarderingseigenschappen <labels_edit>` uit de miniaturenbalk
pt: A Edição de :ref:`Propriedades da Classificação <labels_edit>` na Barra de Miniaturas
pt_br: A edição das :ref:`Propriedades de classificação <labels_edit>` da barra de miniaturas
sl: Urejanje :ref:`Lastnosti ocenjevanja <labels_edit>` iz vrstice s predoglednimi sličicami
uk: Редагування :ref:`властивостей оцінки <labels_edit>` з панелі мініатюр
zh_cn: 通过缩略图工具栏编辑 :ref:`评分属性 <labels_edit>`

source: Picking a ratio between levels will get you quite far in distinguishing your rating pyramid. Say, you choose a ratio of 7 between levels. For every five-star image you'll then have 7 four-star images, 49 three-star images and so on, resulting in almost 20000 pictures. Amazing? Yes, and 16807 of them you didn't have to rate at all!
ca: L'elecció d'una relació entre nivells us ajudarà molt en la distinció de la piràmide de valoració. Escolliu una relació de 7 entre nivells. Per a cada imatge de cinc estrelles, tindreu 7 imatges de quatre estrelles, 49 imatges de tres estrelles, etc., donant lloc a gairebé 20000 imatges. Sorprenent? Sí, i 16807 que no heu de valorar en absolut!
it: La scelta di una proporzione tra i livelli ti porterà piuttosto lontano nella definizione della tua piramide di valutazione. Diciamo che scegli una proporzione di 7 tra i livelli. Per ciascuna immagine a cinque stelle avrai dunque sette quattro stelle, 49 tre stelle e avanti così, fino ad arrivare a quasi 20000 immagini. Sorprendente? Sì, e 16807 immagini non possiedono alcuna valutazione.
nl: Een verhouding kiezen tussen niveaus zal u een tamelijk ver brengen in het onderscheid maken uw waarderingspiramide. Stel, u kiest voor een verhouding van 7 tussen de niveaus. Voor ieder 5-sterrenafbeelding heeft u dan 7 4-sterrenafbeeldingen, 49, 3-sterrenafbeeldingen enzovoort, met als resultaat bijna 20000 afbeeldingen. Verrassend? Ja, en 16807 ervan hebben helemaal geen waardering.
pt_br: Escolher uma proporção entre os níveis ajudará você a diferenciar bastante sua pirâmide de classificação. Digamos que você escolha uma proporção de 7 entre os níveis. Para cada imagem de cinco estrelas, você terá 7 imagens de quatro estrelas, 49 imagens de três estrelas e assim por diante, resultando em quase 20.000 fotos. Incrível? Sim, e em 16.807 delas você nem precisou avaliar!
sl: Če izberete razmerje med nivoji, boste precej daleč pri razlikovanju vaše ocenjevalne piramide. Recimo, da izberete razmerje 7 med nivoji. Za vsako sliko s petimi zvezdicami boste imeli 7 slik s štirimi zvezdicami, 49 slik s tremi zvezdicami in tako naprej, kar bo povzročilo skoraj 20000 slik. Neverjetno? Da, in 16807 vam jih sploh ni bilo treba ocenjevati!
uk: Вибір значення між рівнями дає змогу далі удосконалити вашу піраміду оцінок. Припустімо, ви обрали відношення кількості зображень на кожному з рівнів, яке дорівнює 7. На кожен знімок з 5 зірками у вас буде 7 знімків з 4 зірками, 49 знімків з 3 зірками тощо. Загалом на всіх рівнях буде майже 20000 знімків. Вражає? Так, а 16807 з цих знімків взагалі не потрібно оцінювати!
zh_cn: 设定等级比例能帮你构建清晰的评分金字塔。假设选定 7 倍比例，那么每有 1 张 5 星照片，就对应 7 张 4 星、49 张 3 星...最终总量接近 20,000 张。神奇吗？是的——其中 16,807 张根本不需要你亲自评分！

source: You even can define a different rating scheme depending on the kind of use, 2 stars for commercial use, may mean something different than 2 stars for holiday photos. It is also a good practice to define a neutral rating, where everything below is actually a negative rating. Or you could assign purposes to your ratings, like this:
ca: Fins i tot es pot definir un esquema de valoració diferent depenent del tipus d'ús, 2 estrelles per a ús comercial, pot significar alguna cosa diferent de 2 estrelles per a les fotos de vacances. També és una bona pràctica definir una qualificació neutral, on tot el que hi ha a continuació és en realitat una qualificació negativa. O podeu assignar propòsits a les vostres valoracions, com ara:
it: Puoi persino definire uno schema di valutazione diverso in base al tipo di uso: due stelle per l'uso commerciale potrebbero significare qualcosa di diverso rispetto a foto delle vacanze a 2 stelle. È buona abitudine definire anche una valutazione neutra, tutto quello che sta sotto ha in realtà una valutazione negativa. Oppure potresti assegnare degli scopi alle tue valutazioni, come questo:
pt_br: Você pode até definir um esquema de classificação diferente dependendo do tipo de uso. 2 estrelas para uso comercial podem significar algo diferente de 2 estrelas para fotos de férias. Também é uma boa prática definir uma classificação neutra, onde tudo abaixo é, na verdade, uma classificação negativa. Ou você pode atribuir propósitos às suas classificações, como estes:
sl: Določite lahko celo drugačno shemo ocenjevanja glede na vrsto uporabe, 2 zvezdici za komercialno uporabo lahko pomenita nekaj drugega kot 2 zvezdici za počitniške fotografije. Dobra praksa je tudi določitev nevtralne ocene, kjer je vse spodaj dejansko negativna ocena. Ali pa lahko svojim ocenam dodelite namene, kot je ta:
uk: Ви навіть можете визначити іншу схему оцінювання залежно від типу використання, 2 зірки для комерційного використання можуть означати щось інше, ніж 2 зірки для святкових фотографій. Також доцільно визначити нейтральний рейтинг, для якого все з нижчим рейтингом є насправді від'ємним рейтингом. Або ви можете призначити цілі своїм оцінкам, наприклад:
zh_cn: 你还能根据用途制定不同标准：商用 2 星和度假照 2 星可以代表不同含义。建议设置一个"中性评级"，低于该级别的都算负评。或者给星级赋予具体用途，例如：

source: 0 stars for *can throw away*.
ca: 0 estrelles per a *es pot llençar*.
it: 0 stelle per *può essere eliminato*
nl: 0 sterren voor *kan weggegooid worden*.
pt: 0 estrelas para *pode deitar fora*.
pt_br: 0 estrelas para *pode jogar fora*.
sl: 0 zvezdic za *lahko zavržete*.
uk: 0 зірок для «викинути до біса».
zh_cn: ​​0 星​​：*可删除*

source: 1 star for images in quarantine (decide later).
ca: 1 estrella per a les imatges en quarantena (ho decidireu més tard).
it: 1 stella per immagini in quarantena (decidi in seguito)
nl: 1 ster voor afbeeldingen in quarantaine (later beslissen).
pt: 1 estrela para as imagens em quarentena (decidir mais tarde).
pt_br: 1 estrela para imagens em quarentena (decidir depois).
sl: 1 zvezdica za slike v karanteni (odločite se pozneje).
uk: 1 зірка для знімків на карантині (оцінку ще не визначено).
zh_cn: 1 星​​：待定区（日后再决定）

source: 2 stars for gallery export.
ca: 2 estrelles per a l'exportació de la galeria.
it: 2 stelle per esportazione in galleria
nl: 2 sterren voor exporteren naar gallerij.
pt: 2 estrelas para a exportação para a galeria.
pt_br: 2 estrelas para exportação para a galeria.
sl: 2 zvezdice za izvoz v galerije.
uk: 2 зірки для знімків, призначених для експорту до галереї.
zh_cn: 2 星​​：相册导出

source: 3 stars for printing.
ca: 3 estrelles per a imprimir.
it: 3 stelle per la stampa
nl: 3 sterren voor afdrukken.
pt: 3 estrelas para a impressão.
pt_br: 3 estrelas para impressão.
sl: 3 zvezdice za tisk.
uk: 3 зірки для друку.
zh_cn: 3 星​​：冲印专用

source: 4 stars for selling.
ca: 4 estrelles per a vendre.
it: 4 stelle per la vendita
nl: 4 sterren voor verkopen.
pt: 4 estrelas para venda.
pt_br: 4 estrelas para vender.
sl: 4 zvezdice za prodajo.
uk: 4 зірки для продажу.
zh_cn: 4 星​​：可售的素材

source: 5 stars for *have to work on*.
ca: 5 estrelles per *hi hauré de treballar*.
it: 5 stelle per *da lavorarci su*
nl: 5 sterren voor *moet nog aan worden gewerkt*.
pt: 5 estrelas para *ter de trabalhar sobre elas*.
pt_br: 5 estrelas para *preciso trabalhar nisso*.
sl: 5 zvezdic za *treba še delati*.
uk: 5 зірок для знімків, над якими «слід попрацювати».
zh_cn: 5 星​​：*需精修*

source: Decide on an approach that most suits your needs. The following table illustrates a possible evolution for a professional photographer using a ranking ratio of roughly 7 over the next 12 years. It is evident that the good shots can be easily found, even within millions of photos.
ca: Decidiu una aproximació que s'adapti millor a les vostres necessitats. La taula següent il·lustra una possible evolució per a un fotògraf professional, utilitzant una relació d'ordenació d'aproximadament 7, durant els 12 anys pròxims. És evident que les instantànies bones es poden trobar amb facilitat, fins i tot entre milions de fotografies.
it: Decidi un approccio che più si adatta alle tue necessità. La tabella seguente illustra un'evoluzione possibile per un fotografo professionista che utilizza la proporzione di valutazione di circa 7 nei prossimi 12 anni. È evidente che gli scatti buoni sono facilmente ritrovabili, anche tra milioni di foto.
nl: Beslis op een benadering die het meest past bij uw behoefte. De volgende tabel illustreert een mogelijke evolutie voor een professionele fotograaf met gebruikmaking van een verhouding van ruwweg 7 over een periode van 12 jaren. Het moge duidelijk zijn dat goede opnamen gemakkelijk kunnen worden gevonden zelfs in een bestand van miljoenen foto's.
pt_br: Escolha a abordagem que melhor se adapta às suas necessidades. A tabela a seguir ilustra uma possível evolução para um fotógrafo profissional, considerando uma taxa de classificação de aproximadamente 7, nos próximos 12 anos. É evidente que as boas fotos podem ser facilmente encontradas, mesmo entre milhões de fotos.
sl: Odločite se za pristop, ki najbolj ustreza vašim potrebam. Naslednja tabela prikazuje možen razvoj profesionalnega fotografa z uporabo razmerja uvrstitve približno 7 v naslednjih 12 letih. Očitno je, da je mogoče dobre posnetke zlahka najti, tudi med milijoni fotografij.
uk: Вибір підходу має відповідати вашим потребам. У наведеній нижче таблиці ви знайдете приклад оцінки професійним фотографом збірки знімків з відношенням кількості на рівнях приблизно рівним 7 протягом 12 років. Очевидно, що якісні знімки можна помітити одразу, навіть серед мільйонів фотографій.
zh_cn: 选择最适合你的方式。下表展示专业摄影师采用 7 倍比例时，未来 12 年可能的照片库演变趋势——即便面对数百万张照片，优质作品依然能轻松定位。

source: The Rating Pyramid
ca: La piràmide de valoració
it: La piramide di valutazione
nl: De waarderingspiramide
pt: A Pirâmide da Classificação
pt_br: A pirâmide de classificação
sl: Piramida ocenjevanja
uk: Піраміда оцінок
zh_cn: 评分系统金字塔

source: Tagging and Keywords
ca: Etiquetatge i paraules clau
it: Attribuzione di tag e parole chiave
nl: Tags en sleutelwoorden toekennen
pt: Marcação e Palavras-Chave
pt_br: Etiquetamento e palavras-chave
sl: Označevanje in ključne besede
uk: Призначення міток та ключових слів
zh_cn: 标签与关键词

source: Let's next consider **Tags** (which are also called keywords or categories in other applications).
ca: Considerem a continuació les **Etiquetes** (que també s'anomenen paraules clau o categories en altres aplicacions).
it: Consideriamo di seguito i **tag** (chiamati anche parole chiave o categorie in altre applicazioni).
nl: Laten we verder gaan met **Tags** (die ook sleutelwoorden of categorieën in andere toepassingen worden genoemd)
pt_br: Vamos agora considerar as **Etiquetas** (que também são chamadas de palavras-chave ou categorias em outros aplicativos).
sl: Nato razmislimo o **Značkah** (ki se v drugih aplikacijah imenujejo tudi ključne besede ali kategorije).
uk: Далі поговоримо про **мітки** (або ключові слова чи категорії, як їх називають у інших програмах).
zh_cn: 接下来聊聊​​ **标签系统** ​​（其他软件里也叫关键词或分类）。

source: Tags are a hierarchical labeling system that is created by simply adding new tags to the hierarchy. The important thing to do is to create a system of keywords that suits your needs and habits. Are you a (semi) professional who wants to sell photographs to agencies, do you want to publish on a web gallery, or are you just the occasional amateur managing your family's visual memories?
ca: Les etiquetes són un sistema d'etiquetatge jeràrquic que senzillament es crea afegint etiquetes noves a la jerarquia. L'important és crear un sistema de paraules clau que s'adeqüi a les vostres necessitats i hàbits. Sou un (semi)professional que vol vendre fotografies a les agències, voleu publicar en una galeria web, o senzillament sou un aficionat ocasional que gestiona la memòria visual de la família?
it: I tag sono un sistema gerarchico di etichettatura che viene creata semplicemente aggiungendo nuovi tag alla gerarchia. La cosa importante da fare è creare un sistema di parole chiave che si adatti alle tue necessità e abitudini. Sei un (semi) professionista che vuole vendere fotografie alle agenzie, vuoi pubblicare in una galleria web, oppure sei soltanto un fotoamatore occasionale che gestisce le memorie visive della tua famiglia?
nl: Tags vormen een hiërarchisch systeem van labels dat gemaakt wordt door eenvoudig nieuwe tags te voegen aan de hiërarchie. Belangrijk is dat u een systeem met sleutelwoorden tot stand brengt dat aan uw eisen en gewoonten voldoet. Bent u een (semi) professional die foto's aan agentschappen wil verkopen, wilt u foto's publiceren op web-galerij of bent u een gewoon een gelegenheidsamateur die uw visuele familieherinneringen wilt beheren?
pt_br: As etiquetas são um sistema de rotulagem hierárquico criado simplesmente adicionando novas etiquetas à hierarquia. O importante é criar um sistema de palavras-chave que se adapte às suas necessidades e hábitos. Você é um (semi)profissional que deseja vender fotos para agências, deseja publicar em uma galeria virtual ou é apenas um amador ocasional que gerencia as memórias visuais da sua família?
sl: Značke so hierarhični sistem označevanja, ki se ustvari s preprostim dodajanjem novih značk v hierarhijo. Pomembno je, da ustvarite sistem ključnih besed, ki ustreza vašim potrebam in navadam. Ste (pol)profesionalec, ki želi fotografije prodajati agencijam, jih želite objavljati v spletni galeriji ali le občasni amater, ki ureja vizualne spomine svoje družine?
uk: Мітки — це ієрархічна система позначення, яку ви створюєте простим додаванням до неї міток у ієрархії. Важливо створити систему, яка відповідатиме вашим потребам та звичкам. Ви є (напів)професіоналом, який бажає продавати фотографії агенціям новин, або ви бажаєте просто оприлюднити ваші знімки у вебгалереї, чи просто є звичайним аматором, який розбирає сімейний архів фотографій?
zh_cn: 标签本质上是层级化的标记体系——通过往层级结构里添加新标签就能搭建。关键是建立一套符合你使用习惯的标签体系：你是想向图库卖图的（半）职业摄影师？还是经营网络画廊的创作者？或者只是整理家庭回忆的业余爱好者？

source: In any case, you want to design a tag structure that is adapted to your use case. You can configure digiKam to write the whole tag hierarchy into XMP fields so that your photographic agency can use whatever application they want to automatically create **Titles** and **Captions** for exporting to the web based on the embedded tags. Or you can simply add keywords so you can quickly find a specific picture again.
ca: En qualsevol cas, voleu dissenyar una estructura d'etiquetes que s'adapti al vostre cas d'ús. Podeu configurar el digiKam per a escriure tota la jerarquia d'etiquetes en camps XMP perquè la vostra agència fotogràfica pugui utilitzar qualsevol aplicació que vulguin per a crear automàticament **Títols** i **Llegendes** per a exportar a la web basant-se en les etiquetes incrustades. O simplement podeu afegir paraules clau perquè pugueu trobar ràpidament una imatge específica de nou.
it: In ogni caso, dovrai progettare una struttura che si adatti al tuo caso d'uso. Puoi configurare digiKam per scrivere l'intera gerarchia di tag all'interno dei campi XMP in modo che la tua agenzia fotografica sia in grado di usare un'applicazione qualsiasi per creare automaticamente **Titoli** e **Didascalie** per l'esportazione web in base ai tag incorporati. Oppure puoi semplicemente aggiungere parole chiave in modo da ritrovare rapidamente una specifica foto.
nl: In elk geval wilt u een tag structuur die aan uw gebruik is aangepast. U kunt digiKam configureren om de gehele hiërarchie van tags in de XMP-velden te plaatsen zodat deze kan worden gebruikt door uw fotografieagentschap die misschien een andere toepassing hanteert om automatisch **Titels** en **Opschriften** te maken voor export naar het web, gebaseerd op ingebedde tags. Of u kunt eenvoudig sleutelwoorden toevoegen zodat u snel een specifieke afbeelding opnieuw kan vinden.
pt_br: De qualquer forma, você precisa criar uma estrutura de etiquetas adaptada ao seu caso de uso. Você pode configurar o digiKam para gravar toda a hierarquia de etiquetas em campos XMP, para que sua agência fotográfica possa usar qualquer aplicativo que desejar para criar automaticamente **Títulos** e **Legendas** para exportação para a web com base nas etiquetas embutidas. Ou você pode simplesmente adicionar palavras-chave para encontrar rapidamente uma imagem específica.
sl: V vsakem primeru želite oblikovati strukturo značke, ki je prilagojena vašemu primeru uporabe. DigiKam lahko konfigurirate tako, da zapiše celotno hierarhijo značk v polja XMP, tako da lahko vaša fotografska agencija uporabi katero koli aplikacijo, ki jo želi, za samodejno ustvarjanje **Naslovov** in **Napisov** za izvoz v splet na podlagi vdelanih značk. Lahko pa preprosto dodate ključne besede, da lahko znova hitro najdete določeno sliko.
uk: Що б там не сталося, для всіх цих випадків використання програми вам варто створити структуру міток, що відповідає цьому випадку використання. Якщо digiKam буде належним чином налаштовано, програма запише всю ієрархію міток у поля XMP, отже нею зможуть скористатися у вашій фотоагенції для того, щоб у іншій програмі автоматично створити заголовок та підпис для експорту у інтернет на основі вбудованих міток. Або ви можете просто додати ключові слова, щоб можна було виконувати швидкий пошук потрібного вам знімка.
zh_cn: 无论哪种情况，都需要设计适配自身场景的标签结构。你可以配置 digiKam 将整个标签层级写入 XMP 字段，这样图片代理机构就能用任何软件自动生成基于标签的网页导出 **标题** 和 **说明** ；也可以简单添加关键词，方便自己快速定位特定照片。

source: The digiKam Image Editor Assigning More Than One Tag at the Same Time Within the :ref:`Right Sidebar <captions_view>`
ca: L'editor d'imatges en el digiKam assignant més d'una etiqueta alhora des de la :ref:`barra lateral dreta <captions_view>`
it: L'editor delle immagini di digiKam che assegna più di un tag alla volta all'interno della :ref:`barra laterale destra <captions_view>`
nl: De afbeeldingsbewerker van digiKam die meer dan een tag tegelijk kan toekennen in de :ref:`Rechter zijbalk <captions_view>`
pt_br: O editor de imagens digiKam atribui mais de uma etiqueta ao mesmo tempo na :ref:`Barra lateral direita <captions_view>
sl: Urejevalnik slik digiKam dodeljuje več kot eno značko hkrati v :ref:`desnem stranskem stolpcu <captions_view>`
uk: За допомогою :ref:`правої бічної панелі <captions_view>` у редакторі зображень digiKam можна призначати одразу декілька міток
zh_cn: digiKam 图片编辑器通过 :ref:`右侧边栏 <captions_view>` 同时添加多个标签
