Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: The organization should be simple, unified and scalable, and it should be independent of the storage medium on which you host them. In others words, the folders organization must be the physical information layout. Do not make the folders too small, several thousand images in one folder is not too much to ask for, but keep them small enough so that they can fit into a backup medium like an optical drive. Remember that the archive will grow all the time. The concrete type of structure depends on your use case of course: Lets take a simple yet frequent example: you are a casual photographer taking pictures of your private life, your family, holidays and so on. It could be efficient to create a structure based on years plus some holiday and export containers. It could look like this:
pt: A organização deverá ser simples, unificada e escalável, devendo também ser independente do meio de armazenamento onde o aloja. Não torne as patas demasiado pequenas - algumas dezenas e milhares de imagens numa pasta não é muito, mas mantenha-as pequenas o suficiente para que consigam caber num suporte de salvaguarda, como um DVD ou um Blu Ray. Lembre-se que o arquivo irá crescer ao longo do tempo! O tipo concreto da estrutura depende obviamente do seu caso de uso: Vejamos um exemplo simples, mas frequente: você é um fotógrafo ocasional que tira fotografias da sua vida privada, da sua família, das férias, e assim por diante. Poderá ser eficiente criar uma estrutura baseada em anos, para além de alguns contentores de férias e de exportação. Poderá parecer-se com algo semelhante ao seguinte:

source: Maybe you'll be happy with this structure. Holiday pictures can be quickly found by its location (unless you go to the same place every year), the rest will be organized by date. If you shoot enough pictures you want to create sub folders below the years as months e.g. 2008-01, 2008-02 etc. *Export* would be a container for images to print or to put onto a website.
pt: Talvez esteja satisfeito com esta estrutura. As imagens das férias podem ser rapidamente encontradas de acordo com a sua localização (a menos que vá ao mesmo local todos os anos), sendo que o resto ficará organizado por datas. Se tirar fotografias suficientes, poderá querer criar sub-pastas debaixo dos anos, como por exemplo os meses 2008-01, 2008-02, etc. A *Exportação* seria um contentor para as imagens para imprimir ou colocar dentro de uma página Web.

source: The more professional photographer will have very different needs as there will be versions of photographs, archives, workflows, a constant influx of images of diverging themes, and a large quantity of everything. Within 10 year you'll have 95% archives and 5% work space files and you don't want to organize your structure around content.
pt: O fotógrafo mais profissional terá necessidades muito diferentes, dado que existirão versões das fotografias, arquivos, fluxos de trabalho, um fluxo de imagens de temas divergentes, entre muitas outras coisas. Dentro de 10 anos, terá 95% de ficheiros de arquivo e 5% de trabalho, pelo que não irá querer organizar a sua estrutura em torno do conteúdo.

source: The consideration are these:
pt: A consideração é a seguinte:

source: How can you make that structure scalable?
pt: Como é possível escalar esta estrutura?

source: Segregation of original and working files makes it easier to allocate the backup strategy and migration. You will always know if you look for an original or a derivative.
pt: A segregação dos ficheiros originais e de trabalho facilita a alocação da estratégia de salvaguarda e da migração. Irá sempre saber se procura por um original ou uma derivação.

source: The digiKam :ref:`Import Tool <advanced_import>` Allows to Create Albums and Rename Files Based on Items Properties
pt: A :ref:`Ferramenta de Importação <advanced_import>` do digiKam Permite Criar Álbuns e Mudar os Nomes dos Ficheiros com Base nas Propriedades dos Itens

source: How to go about all this metadata business? Firstly, there are already a lot of **automatically generated metadata**: Exif data and Makernotes. If you have configured digiKam with your identity section all imported images will be imprinted with this data set which includes copyrights, all automatic. If you have a GPS track recorded in parallel to your taking the photographs, you can geolocate those images in a single action using the Geolocation tool. Even if you brought back 1000 images from a shooting session, so far you'll not have spent more than 10 minutes to do all that.
pt: Como fazer com toda esta questão dos meta-dados? Em primeiro lugar, já existe uma quantidade grande de **meta-dados gerados automaticamente**: os dados do EXIF e as Notas do Fabricante. Se tiver configurado o digiKam com a sua secção de identidade toda a importada, as imagens serão registadas com esse conjunto de dados, o que inclui os direitos de autor, tudo de forma automática. Se tiver um trajecto de GPS registado em paralelo com a sua tirada das fotografias, poderá geo-referenciar essas imagens numa única acção, usando a ferramenta de Localização Geográfica. Mesmo que tenha trazido 1 000 imagens de uma sessão fotográfica, até agora ainda não demorou mais que 10 minutos para fazer tudo isso.

source: And by now you have all camera settings of every shot, lens data like zoom, focus, aperture etc., date and time, shooting location, copyrights, authorship, program used, and more. Not bad, isn't it? But we could have done more during the importing, we could have changed the file names to include the date, or place or theme, we could have changed the format to a lossless 16 bit per channel format, we could have automatically separated JPEG and RAW files into their folders.
pt: E, nesta altura, já terá todas as definições da máquina fotográfica para cada fotografia, dados da lente como o nível de ampliação, foco, abertura, etc., a data e hora, o local da fotografia, os direitos de autor, o programa usado, entre outros. Nada mau, não é? Mas algo mais poderia ter sido feito durante a importação; poderíamos ter mudado os nomes dos ficheiros para incluir a data, o local ou o tema, poderíamos ter mudado o formato para um formato sem perdas de 16 bits por canal, poderíamos ter separado automaticamente os ficheiros JPEG e RAW para as suas pastas respectivas.

source: digiKam Propose a Hierarchical View of :ref:`Shooting Dates <dates_view>` Which can be Exported Easily to a Remote Web Service
pt: O digiKam Propõe uma Vista Hierárquica das :ref:`Datas das Fotografias <dates_view>`, as Quais Podem Ser Exportadas para um Serviço Web Remoto

source: We actually recommend to auto-rename to match an event, a place or a theme. digiKam provides all date/calendar related grouping so that there's hardly a need for coding the date into the file name. Unless you'd like to do just that to browse your albums with another application that is not calendar savvy. You will buy a new camera one day or you have a second one already, sooner than you believe. The numbering scheme of that new camera will start over at typically IMG_0001.JPG again, creating identical file names to the ones you have already if you do not rename them. By renaming you lessen the chance of inadvertently overwriting them at a later date. Keep the new names clean, use alphanumerics, dashes, underscores and a single period prior to the file extension.
pt: De facto recomendamos que mude de nome automaticamente para corresponder a um evento, um local ou um tema. O digiKam oferece todo o agrupamento por datas/calendário, de forma que quase não existe a necessidade de codificar a data no nome do ficheiro. A menos que goste de o fazer apenas para navegar pelo seus álbuns com outra aplicação que não seja tão agarrada ao calendário. Irá comprar uma nova câmara um dia destes ou poderá ter já uma segunda, mais depressa do que pensa. O esquema de numeração dessa mova câmara irá começar de novo tipicamente em IMG_0001.JPG, criando nomes de ficheiros idênticos aos que já tinha, caso não mudasse o nome deles. Ao mudar o nome, irá reduzir as hipóteses de os sobrepor sem querer numa data posterior. Mantenha os nomes novos limpos, use caracteres alfanuméricos, traços, sublinhados e um único ponto antes da extensão do ficheiro.

source: We also recommend to switch-on the **Save Metadata** options in the :ref:`digiKam settings page for metadata <metadata_settings>`. This will ensure that Exif, IPTC and XMP information is written into the file. If you forgot to do that you can always catch up by copying the metadata in the database to the files in one go (from the **Album** menu).
pt: Também recomendamos que active as opções para **Gravar os Meta-Dados** na :ref:`página de configuração do digiKam para os meta-dados <metadata_settings>`. Isto irá garantir que as informações de EXIF, IPTC e XMP são guardadas no ficheiro. Se se esqueceu de o fazer, poderá sempre retomar essa tarefa, copiando os meta-dados na base de dados para os ficheiros de uma vez (no menu **Álbum**).

source: Now we have a lot of stuff already in our database, but what if we need to change some of it? digiKam provides a :ref:`Metadata Editor <metadata_editor>` for a selected number of attributes, the most important ones of course.
pt: Agora temos já um conjunto grande de coisas na nossa base de dados, mas se precisarmos de alterar alguma delas? O digiKam oferece um :ref:`Editor de Meta-Dados <metadata_editor>` para um conjunto seleccionado de atributos - os mais importantes, como é óbvio.

source: The real work begins here as we will apply **Tags**, **Captions** and a **Rating** to every photograph. Of course, all images requiring the same attribute can be treated as a selection in one action. Lets start with rating or ranking. It's best to start with ranking because for further work you can concentrate on the good shots.
pt: O trabalho real começa aqui à medida que se vão aplicando **Marcas**, **Títulos** e **Classificações** para todas as fotografias. Obviamente, todas as imagens que necessitem do mesmo atributo poderão ser seleccionadas em conjunto para uma única acção. Iremos começar pela classificação ou organização. É mais fácil começar com a organização, dado que se poderá concentrar mais nas fotografias melhores.

source: digiKam also provides **automatic tagging** features based on deep-learning:
pt: O digiKam também oferece algumas funcionalidades de **marcação automática** com base em modelos de aprendizagem:

source: :ref:`Image Quality Sorting <maintenance_quality>` to assign automatically a **Pick Label** to item based on aesthetic factors.
pt: :ref:`Ordenação pela Qualidade da Imagem <maintenance_quality>` para atribuir automaticamente uma **Legenda de Selecção** ao item, com base em factores estéticos.

source: :ref:`Face Detection <face_detection>` to detect faces on image and record areas on database.
pt: :ref:`Detecção de Caras <face_detection>` para detectar caras na imagem e registar áreas na base de dados.

source: :ref:`Face recognition <face_recognition>` to assign people tags automatically based on already tagged ones
pt: :ref:`Reconhecimento de caras <face_recognition>` para atribuir marcas de pessoas automaticamente com base nas já marcadas

source: These kind of tools requires extra data model files to run. digiKam will ask you to download models at first start.
pt: Este tipo de ferramentas necessita de ficheiros de modelos extra para funcionar. O digiKam pedir-lhe-á para transferir os modelos na primeira execução.

source: A ranking systematic is implemented in digiKam by the 5 star rating tool. In fact there are 6 levels, zero through five stars (*) can be attributed (when saving them into IPTC metadata a translation of levels ensures compatibility with other programs). Rating is rapidly applied with digiKam using keyboard shortcuts or the mouse on single photographs or whole selections. The rating can then be entered as a search criterion or directly from the status bar quick filters.
pt: Uma classificação sistemática está implementada no digiKam através da ferramenta de classificação com 5 estrelas. De facto existem 6 níveis, desde zero a cinco estrelas (*) que podem ser atribuídos (ao gravá-los nos meta-dados de IPTC, uma tradução dos níveis irá garantir a compatibilidade com os outros programas). A classificação é aplicada rapidamente com o digiKam, usando combinações de teclas ou o rato sobre as fotografias individuais ou sobre selecções inteiras. A classificação poderá então ser usada como critério de pesquisa ou directamente nos filtros rápidos da barra de estado.

source: However, before you start attributing stars everywhere take a moment to establish personal criteria for ranking. Best practice is to write down your personal match of stars to some qualitative expression, that will define what you actually mean when giving 5 stars. Generally there should be much less images rated with increasing star assignment. A ratio of 3-10 between each level has proven useful.
pt: Contudo, antes de começar a atribuir estrelas em todo o lado, espere um pouco para estabelecer critérios pessoais na classificação. Uma boa prática é apontar a sua correspondência de estrelas pessoal a alguma expressão qualitativa, a qual irá definir o que realmente significa quando atribuir 5 estrelas. De um modo geral, deverão existir muito menos imagens classificadas com uma quantidade de estrelas maior. Uma relação de 3-10 entre cada nível provou-se ser útil.

source: That will get you quite far in distinguishing your rating pyramid. Say, you choose a ratio of 7 between levels. For every 5 star image you'll then have 7 4 stars, 49 3 stars and so on, resulting in almost 20000 pictures. Amazing? Yes, and 16807 of them you didn't have to rate at all! You even can define a different rating scheme depending on the kind of use, 2 stars for commercial use, may mean something else than 2 stars holiday photos. It is also a good practice to define a neutral rating, everything below is actually a negative rating.
pt: Isto adiantá-lo.á bastante na distinção da sua pirâmide de classificação. Imagine que escolhe uma proporção de 7 entre níveis. Para cada imagem de 5 estrelas, irá ter então 7 para 4 estrelas, 49 para 3 estrelas e assim por diante, o que resulta em quase 20 000 imagens. Espantoso? Sim, e 16 807 dessas que não terá de classificar de todo! Até poderá definir um esquema de classificação diferente, dependendo do tipo de uso, 2 estrelas para uso comercial, poderá significar algo que diferentes que 2 estrelas para fotos de férias. Também é uma boa prática definir umas classificação neutra, onde tudo baixo terá de facto uma classificação negativa.

source: This will help you culling and thinning your collection very efficiently. Or you could define purposes to ratings, like this:
pt: Isto ajudá-lo-á a moldar e a reduzir a sua colecção de forma bastante eficiente. Por outro lado, poderá definir objectivos para as classificações, da seguinte forma:

source: It must suit your needs. The following table illustrates a possible evolution for a professional photographer using a ranking ratio of roughly 7 over the next 12 years. It is evident that the good shots can be easily found, even within millions of photos.
pt: Ela deve cumprir as suas necessidades. A seguinte tabela ilustra uma evolução possível para um fotógrafo profissional, usando uma proporção de classificação aproximada a 7 ao longo dos próximos 12 anos. É evidente que as boas fotografias podem ser facilmente encontradas, mesmo entre milhões de fotografias.

source: Lets continue with **Tags** (or keywords as called by other applications, or categories, they are all synonymous).
pt: Continuemos com as **Marcas** (ou palavras-chave, como são referidas noutras aplicações, ou ainda categorias - são todas sinónimos).

source: Tags are a hierarchical labeling system that you create as you add to it. The important thing to do is to create a system that suits your needs and habits. Are you a (semi) professional who wants to sell photographs to agencies, do you want to publish on a web gallery, or are you just the occasional amateur managing the visual family memory?
pt: As marcas são um sistema de marcação hierárquica que o utilizador cria à medida que as adiciona ao sistema. O ponto importante aqui é criar um sistema que se adeque às suas necessidades e hábitos. É um (semi-) profissional que deseja vender fotografias a agências, deseja publicar numa galeria na Web ou é apenas o amador ocasional que faz a gestão das memórias visuais da família?

source: For all these different use cases you want to design a tag structure that is adapted to it. If you configure it so, digiKam will write the whole hierarchy into XMP fields so that they can be used by your photographic agency using a different application of to automatically create **Title** and **Caption** for web exports. In any case it will serve you well to quickly find a specific picture again.
pt: Para todos esses casos de uso diferentes, poderá querer desenhar uma estrutura de marcas adaptada a eles. Se a configurar dessa forma, o digiKam irá gravar a hierarquia completa nos campos XMP, para que possam ser usados pela sua agência fotográfica, usando uma aplicação diferente para criar automaticamente o **Título** e a **Legenda** nas exportações para a Web. Em qualquer dos casos, servirá para descobrir rapidamente uma imagem específica de novo.

source: The digiKam Image Editor Assigning More Than One Tag at The Same Time Within :ref:`Right Sidebar <captions_view>`
pt: O Editor de Imagens do digiKam a Atribuir Mais que uma Marca ao Mesmo Tempo Dentro da :ref:`Barra Lateral Direita <captions_view>`

source: The hierarchy will provide you with automatic groupings. For example, if you start a typical private use hierarchy with *Activities*, *People*, *Places*, *Themes* and *Projects* on the top level, everything you tag with a sub-tag of these will be grouped together into a virtual album. digiKam has a dedicated view in the left sidebar for these virtual albums. But it comes even better.
pt: A hierarquia fornecer-lhe-á os agrupamentos automáticos. Por exemplo, se iniciar uma hierarquia típica de uso privado com *Actividades*, *Pessoas*, *Locais*, *Temas* e *Projectos* no nível de topo, tudo o que marcar com uma sub-marca destas será agrupada em conjunto num álbum virtual. O digiKam tem uma vista dedicada na barra lateral esquerda para esses álbuns virtuais. Mas fica ainda melhor.

source: As you continue adding sub-tags into the hierarchies, not only will you be able to search and quick-filter for them, the right sidebar tag filter allows you to select combinations of tag groups. Lets say in the left sidebar tag panel you select the virtual album *People* and you have 12 different tags for people in there, then you can combine it with the right sidebar and just choose *Peter*, *Paul* and *Mary* out of the 12.
pt: À medida que continua a adicionar sub-marcas nas hierarquias, não só ficará capaz de procurar e filtrar rapidamente por elas, como o filtro de marcas da barra lateral direita lhe permitirá seleccionar combinações dos grupos de marcas. Digamos que no painel de marcas da barra lateral esquerda, poderá seleccionar o álbum virtual *Pessoas* e você tem 12 marcas diferentes para as pessoas nelas; aí poderá combiná-la com a barra lateral direita e escolher apenas o *Pedro*, o *Paulo* e a *Maria* entre as 12.

source: In the long run you will not remember the details of your pictures and their subject (essentially the metadata in your brain will break down). It is therefore paramount that you **choose general and generic categories**. You will always remember that a particular shot was set at a river bank in a country or continent (aka river, continent), but you'll have forgotten which river it was. Instead of only tagging it with *Okavango* you tag it with river/Africa or river/South Africa. The details you can either put into a tag as well or into the **Captions**. A trick may help you: How would you search for that river with an Internet search engine? That's the way to go!
pt: A longo prazo, não se irá recordar dos detalhes das suas imagens e do assunto das mesmas (essencialmente, os meta-dados no seu cérebro perder-se-ão). Como tal, é particularmente importante que **escolha categorias gerais e genéricas**. Irá sempre recordar que uma fotografia em particular foi tirada à beira de um rio num dado país ou continente, mas provavelmente esquecer-se-á de qual era o rio. Em vez de simplesmente marcá-lo como *Okavango*, poderá marcá-lo como rio/África ou rio/África do Sul. Os detalhes poderão ser então introduzidos numa marca ou nos **Títulos**. Um truque podê-lo-á ajudar: como iria procurar por esse rio com um motor de busca na Internet? Esse é o caminho a seguir.!

source: Another categorization might be task-oriented as in *print jobs*, *web export*, *personal*, *galleryXYZ*, *clients*, *slideshow*, etc. Create groups as you need them but not more, you should be able to remember by heart the top level tags at least, otherwise the differentiation will become useless. Don't forget that you have all the other attributes to narrow down the search. The right sidebar tag filter combines with any view of left sidebar (albums, calendar, timeline, tag and search). This workflow categorizations can be easily delegated to **Color Labels** in digiKam.
pt: Outra categorização poderia ser orientada às tarefas, como as *tarefas de impressão*, a *exportação para a Web*, *pessoal*, *galeriaXYZ*, *clientes*, *apresentação*, etc. Crie grupos da forma que necessitar, mas não demasiados; deverá ser capaz de se recordar pelo menos das marcas de topo, caso contrário a separação poderá ficar inútil. Não se esqueça que tem todos os outros atributos para reduzir a pesquisa. O filtro de marcas da barra lateral direita combina-se com qualquer área da barra lateral esquerda (álbuns, calendário, linha temporal, marcas e pesquisa). Estas classificações de trabalho poderão ser facilmente delegadas às **Legendas de Cores** no digiKam.

source: Another digiKam feature is the **Pick Labels** used to categorize shots by quality and identify which item will be **Rejected**, **Pending**, or **Accepted** in your workflow. You can assign this kind of properties manually of course, but there is a better solution: delegate the quality analysis to the computer using the deep-learning based tool named **Image Quality Sorter**. This one can parse image feature as noise, blur, form, shape, contents, etc, and give an evaluation of the quality of shot. This tool is available in **Maintenance Tool** and in **Batch Queue Manager**.
pt: Outra funcionalidade do digiKam são as **Legendas de Selecção**, que são usadas para categorizar as fotografias por qualidade e identificar quais serão **Rejeitadas**, **Pendentes** ou **Aceites** nos seus procedimentos. Poderá atribuir este tipo de propriedades de forma manual, como é óbvio, mas existe uma melhor solução: delegue a análise de qualidade ao computador que usa a ferramenta de aprendizagem chamada **Image Quality Sorter**. Esta poderá processar algumas características da image, como o ruído, o borrão, o formato, a forma, o conteúdo e dar-nos uma avaliação da qualidade da fotografia. Esta ferramenta está disponível na **Ferramenta de Manutenção** e no **Gestor da Fila em Lote**.

source: The digiKam Pick Labels can be Assigned Automatically Depending of the :ref:`Quality of Shot in Batch Queue Manager <bqm_qualitysort>`
pt: As Legendas de Selecção do digiKam Podem Ser Atribuídas Automaticamente, Dependendo da :ref:`Qualidade da Fotografia no Gestor da Fila em Lote <bqm_qualitysort>`
