Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: The more professional photographer will have very different needs, as there will be versions of photographs, archives, workflows, a constant influx of images of diverging themes, and a large quantity of everything. Within 10 years you'll have 95% archives and 5% work space files and you won't want to organize your structure around content.
ca: El fotògraf professional té necessitats molt diferents, ja que hi tindrà versions de les fotografies, arxius, fluxos de treball, un flux constant d'imatges de diferents temes i una gran quantitat de tot. D'aquí a 10 anys tindrà els arxius al 95% i els fitxers al 5% de l'espai de treball de manera que no voldreu organitzar l'estructura de tot el contingut.
it: Un fotografo più professionale avrà delle necessità molto diverse, poiché ci saranno più versioni delle fotografie, archivi, flussi di lavoro, un flusso costante di immagini con temi diversi, il tutto in grande quantità. Entro dieci anni avrai il 95% di archivi e solo un 5% di spazio di lavoro, ma tu non vuoi organizzare la tua struttura attorno al contenuto.
nl: Fotografen die professioneel te werk gaan stellen andere eisen omdat er van de foto's verschillende versies of verschillende archieven, of werkmethode zullen zijn met een constante invoer van beelden van uiteenlopende thema's en van alle soorten een grote hoeveelheid. Binnen tien jaar zult u 95% archief hebben en 5% werkruimte bestanden en u wilt uw structuur niet rond de inhoud van de beelden organiseren.
pt_br: O fotógrafo mais profissional terá necessidades muito diferentes, pois haverá versões de fotografias, arquivos, fluxos de trabalho, um fluxo constante de imagens de temas divergentes e uma grande quantidade de tudo. Em 10 anos, você terá 95% do seu conteúdo arquivado e 5% usados efetivamente no trabalho, e não vai querer organizar sua estrutura em torno do conteúdo.
sl: Bolj profesionalni fotograf bo imel zelo različne potrebe, saj bodo na voljo različice fotografij, arhivi, poteki dela, stalen dotok slik različnih tem in velika količina vsega. V 10 letih boste imeli 95 % arhivov in 5 % datotek delovnega prostora in ne boste želeli organizirati svoje strukture okoli vsebine.
uk: У професійнішого фотографа потреби будуть зовсім іншими, оскільки у таких фотографів будуть знімки з версіями, архіви, різні способи обробки, постійний наплив зображень з різними темами та велика кількість інших знімків. За 10 років у такого фотографа накопичиться 95% зображень архівів і 5% файлів робочого простору. Такий фотограф не впорядковуватиму свої знімки на основі вмісту.
zh_cn: 专业摄影师的需求截然不同——他们会有不同版本的成片、存档文件、工作流程、源源不断涌入的各类主题照片，所有东西的数量都极其庞大。10 年内你的存档文件会占到 95%，工作文件只剩 5%，这时候按内容分类整理就变得毫无意义。

source: Here are some things to consider when deciding on folder organization:
ca: Aquestes són algunes coses a tenir en compte a l'hora de decidir sobre l'organització de carpetes:
it: Ecco alcuni aspetti da considerare quando decidi l'organizzazione delle cartelle:
pt_br: Aqui estão algumas coisas a considerar ao decidir sobre a organização das pastas:
sl: Ko se odločate o organizaciji map, morate upoštevati nekaj stvari:
uk: Ось декілька речей, які слід взяти до уваги при упорядкуванні тек:
zh_cn: 关于文件夹分类结构，这里有几点建议：

source: What kind of files go together? Segregation of file type makes batch processing easier. Keep new and old files separate.
ca: Quins tipus de fitxers van junts? La segregació segons el tipus de fitxer fa més fàcil el processament per lots. Mantenir els fitxers nous i antics separats.
it: Che tipi di file vanno insieme? La separazione dei tipi di file rende più facile l'elaborazione in serie; tieni separati i file nuovi da quelli vecchi.
nl: Wat voor bestanden gaan samen? Onderscheid maken in bestandstypen maakt batchverwerking gemakkelijker. Houd nieuwe en oude bestanden gescheiden.
pt: Que tipo de ficheiros ficam juntos? A segregação do tipo de ficheiros torna o processamento em lote mais simples. Mantenha os ficheiros novos e antigos em separado.
pt_br: Que tipos de arquivos devem ser armazenados juntos? A segregação por tipo de arquivo facilita o processamento em lote. Mantenha os arquivos novos e antigos separados.
sl: Kakšne vrste datotek gredo skupaj? Ločevanje vrste datotek naredi lažjo serijsko obdelavo. Nove in stare datoteke hranite ločeno.
uk: Що поєднує певні файли? Поділ за типом файлів може спростити пакетну обробку. Зберігайте нові і старі файли окремо.
zh_cn: 哪些文件应该归为一类？按文件类型区分能让批量处理更轻松。新旧文件也要分开存放。

source: How can you make the structure scalable?
ca: Com podeu fer que l'estructura sigui escalable?
it: Come puoi rendere scalabile la struttura?
nl: Hoe kunt u de structuur schaalbaar maken?
pt_br: Como você pode tornar a estrutura escalável?
sl: Kako lahko to strukturo naredite razširljivo?
uk: Як зробити структуру масштабованою?
zh_cn: 如何让文件结构具备扩展性？

source: Segregation of original and working files makes it easier to execute a backup strategy and migration. You will always know if you are looking for an original or a derivative.
ca: La segregació dels originals i els fitxers de treball fa que sigui més fàcil executar una estratègia de còpia de seguretat i migració. Sempre sabreu si esteu cercant un original o un derivat.
it: Separare i file originali da quelli elaborati rende più facile eseguire una strategia per le copie di sicurezza e di migrazione; saprai sempre se stai guardando l'originale o un derivato.
nl: Onderscheid tussen originele en werkbestanden maakt het gemakkelijker om de backup en migratie strategie te uit te voeren. U zult altijd weten of u op zoek bent naar een origineel of een afgeleide opname.
pt_br: A segregação dos arquivos originais e de trabalho facilita a execução de uma estratégia de backup e migração. Você sempre saberá se está procurando um arquivo original ou um derivado.
sl: Ločevanje izvirnih in delovnih datotek olajša dodeljevanje strategije varnostnega kopiranja in migracijo. Vedno boste vedeli, ali boste iskali original ali izpeljanko.
uk: Відокремлення необроблених і оброблених файлів спростить визначення стратегії резервного копіювання та міграцію. Ви завжди знатимете: шукаєте ви оригінал чи похідний від нього файл.
zh_cn: 原始文件和工作文件分开存放，既方便执行备份策略也便于迁移。查找时能立刻分清是找原片还是衍生文件。

source: The digiKam :ref:`Import Tool <advanced_import>` Allows You to Create Albums and Rename Files Based on Item Properties
ca: L':ref:`eina d'importació <advanced_import>` del digiKam permet crear àlbums i canviar el nom dels fitxers d'acord amb les propietats dels elements
it: Lo :ref:`strumento per l'importazione <advanced_import>` di digiKam ti consente di creare album e rinominare i file in base alle proprietà degli elementi
nl: Het :ref:`Hulpmiddel voor importeren <advanced_import>` van digiKam biedt u het aanmaken van albums en hernoemen van bestanden gebaseerd op eigenschappen van items
pt_br: A :ref:`Ferramenta de importação <advanced_import>` do digiKam permite que você crie álbuns e renomeie arquivos com base nas propriedades dos itens
sl: DigiKam :ref:`Orodje za uvoz <advanced_import>` Omogoča ustvarjanje albumov in preimenovanje datotek na podlagi lastnosti elementov
uk: За допомогою :ref:`засобу імпортування <advanced_import>` digiKam можна створювати альбоми і перейменовувати файли на основі властивостей записів
zh_cn: digiKam :ref:`导入工具 <advanced_import>` 支持根据项目属性创建相册和重命名文件

source: Automatic Metadata
ca: Metadades automàtiques
it: Metadati automatici
nl: Automatische metagegevens
pt: Meta-Dados Automáticos
pt_br: Metadados automáticos
sl: Samodejni metapodatki
uk: Автоматичне створення метаданих
zh_cn: 自动元数据管理

source: So how do you go about all this metadata business? First, your images already contain a lot of **automatically generated metadata**, such as Exif data and Makernotes. If you have configured a digiKam Template with your identity, all imported images can automatically be imprinted with this data set which includes author information, copyrights, etc. If you record a GPS track at the same time as you are taking photographs, you can add geolocation metadata to the images in a single action using the Geolocation tool. Even if you brought back 1000 images from a shooting session, it shouldn't take more than 10 minutes to add identity and location data.
ca: Com us va tot aquest tema de les metadades? En primer lloc, les vostres imatges ja contenen una gran quantitat de **metadades generades automàticament**, com ara dades Exif i Makernotes. Si heu configurat una plantilla del digiKam amb la vostra identitat, totes les imatges importades es poden imprimir automàticament amb aquest conjunt de dades que inclou informació de l'autor, drets d'autor, etc. Si enregistreu una pista GPS al mateix temps que feu fotografies, podeu afegir metadades de geolocalització a les imatges en una sola acció utilitzant l'eina de geolocalització. Fins i tot si heu portat 1000 imatges d'una sessió de fotografia, no hauríeu de trigar més de 10 minuts a afegir dades d'identitat i ubicació.
it: Come, dunque, gestire tutti questi metadati? Per prima cosa, le tue immagini contengono già molti **metadati generati automaticamente**, come i dati Exif e Makernotes. Se hai configurato un modello di digiKam con la tua identità, tutte le immagini importate possono essere contrassegnate in automatico con questo gruppo di dati che include le informazioni sull'autore, il copyright, ecc. Se registri il tracciamento GPS durante lo scatto delle foto, puoi aggiungere i metadati di geolocalizzazione alle immagini in un sol colpo utilizzando lo strumento Geolocalizzazione. Anche se rientri da una sessione di scatti con 1000 immagini, non dovresti impiegare più di dieci minuti per aggiungere i dati dell'identità e della posizione.
nl: Dus hoe gaat u om met al die metagegevens? Om te beginnen, er bestaan al vele **automatisch gegenereerde metagegevens**, zoals Exif-gegevens en notities van de maker. Als u een digiKam-sjabloon hebt geconfigureerd met uw identiteit, kunnen alle geïmporteerde afbeeldingen automatisch van deze gegevens worden voorzien, die informatie over de auteur, copyrights etc. bevatten. Als u gelijktijdig met het nemen van foto's ook GPS-gegevens vastlegt dan kunt u de afbeeldingen met het hulpmiddel Geo-locatie in één handeling van GPS-gegevens voorzien. Zelfs wanneer u 1000 beelden uit een fotoreportage hebt, dan heeft u tot nu toe niet meer dan 10 minuten nodig om gegevens over identiteit en locatie toe te voegen.
pt_br: Então, como você lida com toda essa questão dos metadados? Primeiro, suas imagens já contêm muitos **metadados gerados automaticamente**, como dados Exif e notas do fabricante. Se você configurou um modelo do digiKam com sua identidade, todas as imagens importadas podem ser automaticamente impressas com esse conjunto de dados, que inclui informações de autor, direitos autorais, etc. Se você gravar uma trilha de GPS ao mesmo tempo em que tira fotos, pode adicionar metadados de geolocalização às imagens em uma única ação usando a ferramenta de geolocalização. Mesmo que você tenha recuperado 1.000 imagens de uma sessão de fotos, não deve levar mais de 10 minutos para adicionar dados de identidade e localização.
sl: Kako se torej lotiti vsega tega posla z metapodatki? Prvič, vaše slike že vsebujejo veliko **samodejno ustvarjenih metapodatkov**, kot so podatki Exif in Makenotes. Če ste konfigurirali predlogo digiKam z vašo identiteto, se lahko vse uvožene slike samodejno vtisnejo s tem naborom podatkov, ki vključuje informacije o avtorju, avtorskih pravicah itd. Če posnamete GPS sled hkrati s fotografiranjem, lahko dodate metapodatke geolokacije v slike z enim dejanjem z orodjem Geolocation. Tudi če ste s snemanja prinesli 1000 slik, dodajanje podatkov o identiteti in lokaciji ne bi smelo trajati več kot 10 minut.
uk: Як же виконати всю цю роботу з метаданими? По-перше, у файлах вже будуть автоматично створені метаданими: дані Exif та примітки виробника. Якщо ви налаштували у digiKam розділ вашого профілю, всі імпортовані зображення буде позначено цим набором даних, зокрема даними про авторські права і все це у автоматичному режимі. Якщо паралельно з зйомкою ви записали маршрут GPS, ви зможете прив’язати ваші знімки до місцевості за одну дію за допомогою інструмента геопозиціювання. Навіть якщо ви привезли з собою з сеансу знімання 1000 знімків, вам не доведеться витратити не більше 10 хвилин на додавання даних профілю та місця.
zh_cn: 怎么处理这些元数据呢？首先，你的照片本身已包含大量 **自动生成的元数据** （比如 Exif 数据和厂商备注）。如果在 digiKam 里配置过个人身份模板，所有导入的照片都会自动载入包含作者信息、版权声明等数据的模板。拍摄时如果同步记录了 GPS 轨迹，用地理定位工具一键就能给所有照片添加位置信息。即便拍了 1000 张照片，添加身份和定位数据也超不过 10 分钟。

source: At this point, you'd have all camera settings of every shot, lens data like zoom, focus, aperture etc., date and time, shooting location, copyrights, authorship, program used, and more. Not bad, but we could have done more when importing: we could have changed the file names to include the date, or place or theme; we could have changed the format to a lossless 16 bit per channel format; or we could have automatically separated JPEG and RAW files into separate folders.
ca: En aquest punt, teniu tota la configuració de la càmera de cada instantània, les dades de la lent com el zoom, enfocament, obertura, etc. la data i l'hora, la ubicació de la instantània, drets d'autor, autoria, el programa utilitzat, i molt més. No està malament, però podríem haver fet més durant la importació, canviant el nom del fitxer per a incloure la data, el lloc o el tema, es podria haver canviat a un format sense pèrdua de 16 bits per canal, o es podria haver fet la separació automàtica dels fitxers JPEG i RAW en carpetes separades.
it: A questo punto, dovresti avere tutte le impostazioni della fotocamera per ciascuno scatto, i dati dell'obbiettivo quali zoom, messa a fuoco, apertura, ecc. data e ora, luogo dello scatto, copyright, paternità, programma utilizzato, e altro ancora. Non male, ma avremmo potuto fare di più durante l'importazione: avremmo potuto cambiare i nomi dei file per includere la data, il luogo o il tema, cambiato il formato in 16 bit senza perdita di dati per formato di canale; oppure avremmo potuto separare automaticamente i file JPEG e RAW all'interno di cartelle separate.
nl: Op dit punt hebt u alle camera-instellingen van iedere opname, lensgegevens zoals zoom, focus, lensopening, etc., datum en tijd, opnamelocatie, copyrights, auteurschap, gebruikt programma en meer. Niet gek hè, maar we hadden nog meer kunnen doen tijdens het importeren, we hadden de bestandsnamen kunnen voorzien van datum of plaats of thema; we hadden het formaat kunnen veranderen in een verliesloos 16-bits per kanaal formaat en we hadden JPEG en RAW bestanden automatisch in hun eigen map kunnen opbergen.
pt_br: Neste ponto, você teria todas as configurações da câmera de cada foto, dados da lente como zoom, foco, abertura etc., data e hora, local da foto, direitos autorais, autoria, programa utilizado e muito mais. Nada mal, mas poderíamos ter feito mais na importação: poderíamos ter alterado os nomes dos arquivos para incluir a data, local ou tema; poderíamos ter alterado o formato para 16 bits por canal sem perdas; ou poderíamos ter separado automaticamente os arquivos JPEG e RAW em pastas separadas.
sl: Na tej točki bi imeli vse nastavitve kamere za vsak posnetek, podatke o objektivu, kot so povečava, ostrenje, zaslonka itd., datum in čas, lokacijo fotografiranja, avtorske pravice, avtorstvo, uporabljeni program in drugo. Ni slabo, a pri uvažanju bi lahko naredili več: lahko bi spremenili imena datotek, da bi vključevala datum, kraj ali temo; lahko bi spremenili format v format brez izgub 16 bitov na kanal; lahko pa bi samodejno ločili datoteke JPEG in RAW v ločene mape.
uk: Тепер у ваших знімках будуть всі параметри фотоапарата для кожного зі знімків, дані щодо об’єктива, зокрема трансфокації, фокуса, апертури, дати і часу, місця зйомки, авторських прав, авторства, використаної програми тощо. Непогано, чи не так? Але під час імпортування можна зробити і більше, ми могли б змінити назви файлів, щоб включити дані про дату, місце або тему, ми могли б змінити формат зображення на формат з 16 бітами на канал, ми могли б автоматично розподілити файли JPEG і RAW за окремими теками.
zh_cn: 至此，每张照片都已包含：所有相机参数、变焦/对焦/光圈等镜头数据、拍摄时间、拍摄地点、版权信息、作者署名、使用软件等。虽然不错，但导入时其实还能做更多：可以把文件名改成包含日期/地点/主题的格式；可以转成 16 位无损通道格式；还能自动把 JPEG 和 RAW 文件分到不同文件夹。

source: digiKam with a Hierarchical View of :ref:`Shooting Dates <dates_view>` that can be Easily Exported to a Remote Web Service
ca: El digiKam amb una vista jeràrquica de les :ref:`dates de la instantània <dates_view>` que es pot exportar amb facilitat a un servei web remot
it: digiKam con una vista gerarchica delle date di scatto che possono essere facilmente esportate in un servizio web remoto
nl: digiKam met een hiërarchische weergave van :ref:`Opnamedatums <dates_view>` die gemakkelijk geëxporteerd kunnen worden naar een webservice op afstand
pt_br: O digiKam com uma visão hierárquica das :ref:`Datas da fotografia <dates_view>` que pode ser facilmente exportada para um serviço web remoto
sl: digiKam s hierarhičnim pogledom :ref:`datumov snemanja <dates_view>`, ki ga je mogoče preprosto izvoziti v oddaljeno spletno storitev
uk: digiKam пропонує ієрархічний :ref:`список дат знімання <dates_view>`, який без проблем можна експортувати на віддалену вебслужбу
zh_cn: digiKam 的 :ref:`拍摄日期 <dates_view>` 层级视图可轻松导出到远程网络服务

source: We actually recommend auto-renaming files to match an event, a place or a theme. digiKam provides automatic date/calendar related grouping so there's no real need for coding the date into the file name. But you can code in the date if you'd like to browse your albums with another application that is not calendar savvy.
ca: De fet, recomanem canviar el nom dels fitxers automàticament perquè coincideixin amb un esdeveniment, un lloc o un tema. El digiKam proporciona una agrupació automàtica relacionada amb la data/calendari, de manera que no hi ha cap necessitat real de codificar la data en el nom del fitxer. Però podeu codificar la data si voleu navegar pels àlbums amb una altra aplicació que no sigui intel·ligent amb el calendari.
it: Raccomandiamo in realtà file con rinomina automatica al fine di corrispondere a un evento, un luogo o un tema. digiKam fornisce il raggruppamento automatico collegato a data/calendario, pertanto non c'è un reale bisogno di codificare la data nel nome file. Ma puoi codificare la data se preferisci sfogliare i tuoi album con un'altra applicazione che non supporta il formato per calendari.
pt_br: Na verdade, recomendamos renomear arquivos automaticamente para corresponder a um evento, local ou tema. O digiKam oferece agrupamento automático por data/calendário, então não há necessidade real de codificar a data no nome do arquivo. Mas você pode codificar a data se quiser navegar pelos seus álbuns com outro aplicativo que não seja compatível com as funcionalidades de calendário.
sl: Pravzaprav priporočamo samodejno preimenovanje datotek, da se ujemajo z dogodkom, krajem ali temo. digiKam omogoča samodejno razvrščanje v skupine glede na datum/koledar, tako da ni prave potrebe po kodiranju datuma v imenu datoteke. Vendar pa lahko kodirate datum, če želite brskati po svojih albumih z drugo aplikacijo, ki ne pozna koledarja.
uk: Ми рекомендуємо автоматично перейменовувати файли відповідно до події, місця чи теми. digiKam забезпечує автоматичне групування за датою/календарем, тому немає потреби кодувати дату в назві файла. Але ви можете закодувати дату, якщо бажаєте переглядати свої альбоми за допомогою іншої програми, яка не розбирається у календарі.
zh_cn: 我们强烈建议根据事件/地点/主题自动重命名文件。digiKam 自带基于日期的智能分组功能，所以不必特意在文件名里标注日期。当然，如果你要用其他不识别日期分类的软件浏览相册，手动添加日期编码也行。

source: Odds are that you will buy a new camera one day. The numbering scheme of that new camera will start over again, typically at IMG_0001.JPG, creating identical file names to the files you have already. By renaming files on import, you lessen the chance of inadvertently overwriting other files at a later date. If you do decide to rename files, keep the new names clean: use alphanumerics, dashes, underscores and a single period prior to the file extension.
ca: És probable que un dia us compreu una càmera nova. L'esquema de numeració d'aquesta càmera nova tornarà a començar, normalment a IMG.0001.JPG, creant noms de fitxer idèntics als fitxers que ja teniu. En canviar el nom dels fitxers a la importació, heu reduït la possibilitat de sobreescriure altres fitxers sense adonar-vos més endavant. Si decidiu canviar el nom dels fitxers, manteniu nets els noms nous: utilitzeu caràcters alfanumèrics, guions, guions baixos i un punt únic abans de l'extensió del fitxer.
it: C'è la possibilità che un giorno comprerai una nuova fotocamera. Lo schema di numerazione della nuova fotocamera normalmente inizierà di nuovo con IMG_0001.JPG, creando nomi file identici a quelli che già possiedi. Rinominando i file durante l'importazione, riduci la possibilità di sovrascrivere gli altri file per sbaglio in un momento successivo. Se decidi di rinominare i file, mantieni i nuovi nomi in ordine: usa caratteri alfanumerici, trattini, trattini bassi e un solo punto prima dell'estensione.
nl: Eerder dan u dacht koopt u een nieuwe camera. Het nummeringsschema van die nieuwe camera zal opnieuw beginnen typisch met IMG_0001.JPG, waarmee identieke bestandsnamen worden gemaakt met die u al hebt. Door hernoemen bij importeren vermindert u de kans op per ongeluk ze overschrijven op een later moment. Als u besluit bestanden te hernoemen, houd de nieuwe namen schoon: gebruik alfanumerieke tekens, mintekens, underscores en een enkele punt vóór de bestandsextensie.
pt_br: É provável que um dia você compre uma câmera nova. O esquema de numeração dessa câmera nova será reiniciado, normalmente em IMG_0001.JPG, criando nomes de arquivo idênticos aos que você já possui. Ao renomear os arquivos na importação, você diminui a chance de sobrescrever outros arquivos inadvertidamente no futuro. Se decidir renomear os arquivos, mantenha os novos nomes limpos: use caracteres alfanuméricos, traços, sublinhados e um ponto final antes da extensão do arquivo.
sl: Obstaja velika verjetnost, da boste nekega dne kupili novo kamero. Shema številčenja te nove kamere se bo začela znova, običajno pri IMG_0001.JPG, pri čemer bodo ustvarjena imena datotek, ki so enaka datotekam, ki jih že imate. S preimenovanjem datotek ob uvozu zmanjšate možnost poznejšega nenamernega prepisovanja drugih datotek. Če se odločite za preimenovanje datotek, poskrbite, da bodo nova imena čista: uporabite alfanumerične znake, pomišljaje, podčrtaje in eno piko pred pripono datoteke.
uk: Колись ви придбаєте новий фотоапарат або вже маєте другий, і це станеться швидше, ніж ви на те сподіваєтеся. Схема нумерування у цьому новому фотоапараті типово розпочинатиметься з IMG_0001.JPG знову — однакові назви файлів з тими, які вже існують, якщо ви їх не перейменовували. Перейменуванням ви зменшите ймовірність небажаного перезаписування файлів. Робіть нові назви очевидними, використовуйте літери і цифри, дефіси, підкреслювання та одинарні крапки перед суфіксом назви файла.
zh_cn: 将来换新相机时，相机通常会从 IMG_0001.JPG 重新开始编号，这就可能和已有文件重名。导入时重命名能有效避免日后意外覆盖文件。命名时要注意：只使用字母数字、连字符、下划线，扩展名前保留一个英文句点。
