Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: When you import cataloged images from other sources having embedded tags already, digiKam will automatically create the trees for you, respectively insert it into the right place. Rearranging the hierarchy within the tree is no problem, you can do that easily by dragging and dropping a sub-tree to another place in the hierarchy. The changed tags will be updated as digiKam ripples down the branches.
pt: Quando importar imagens em catálogo de outras fontes que tenham já marcas incorporadas, o digiKam irá criar automaticamente as árvores por si, inserindo respectivamente as mesmas nos locais correctos. A reorganização da hierarquia dentro da árvore não é problema; poderá fazer isso facilmente se arrastar e largar uma sub-árvore noutro local da hierarquia. As marcas alteradas serão actualizadas à medida que o digiKam vai modificando as ramificações.

source: The graphics here shows how different digiKam item properties overlap. This is a very coarse representation, as each block of metadata will in itself be subdivided into many sections. **File-names** and **Files-dates** data are properties of all images taken from files-system.
pt: Os gráficos aqui mostram como os diferentes meta-dados se sobrepõem. Esta é uma representação muito grosseira, dado que cada bloco de meta-dados subdivide-se por sua vez em diferentes secções. Os **Nomes dos ficheiros** e as **Datas dos ficheiros** são propriedades de todas as imagens do sistema de ficheiros.

source: Enough of **Tags**. Lets move on to **Captions** or **Comments**, the third major tool for metadata cataloging.
pt: Chega de **Marcas** - continuemos com as **Legendas** ou **Comentários**, a terceira ferramenta mais importante no catálogo de meta-dados.

source: This is already the 4th kind of metadata we present here. What is the distinction of **Captions** compared to **Tags** (*comments* can be used synonymously, but the IPTC vocabulary stipulates the term *caption*), keywords? Where **Tags** owe to a hierarchical and generalized description, **Captions** are the opposite: prose description, details, anecdotal stuff. Tags foremostly serve the finding, retrieval and grouping of assets, whereas captions shall entertain, inform, touch the beholder.
pt: Este é já o 4º tipo de meta-dados aqui apresentado. Qual é a distinção entre os **Títulos**, as **Marcas** (os *comentários* também poderão ser usados como sinónimos, mas o vocabulário do IPTC estipula o termo *título*) e as palavras-chave? Enquanto as **Marcas** se aplicam a uma descrição generalizada e hierárquica, os **Títulos** são o oposto: uma descrição prosaica, detalhes, itens anedóticos. As marcas servem também para procurar, obter e agrupar itens, enquanto os títulos deverão servir para entreter, informar, tocar quem as possui.

source: Naturally they can also be used to filter the catalog, but this is just a byproduct. Captions are to remember the story, the event, the emotions, it's what makes photographs much more interesting to look at, captions put photographs into a context and meaning. If the pictures are an aesthetic statement, caption should be the emotional and informational complement.
pt: Naturalmente, também poderão ser usadas para filtrar o catálogo, mas isto é apenas uma característica do produto. Os títulos servem para recordar a história, o evento, as emoções, que é o que torna as fotografias muito mais interessantes de se ver, por colocá-las com um contexto e significado. Se as imagens forem um testemunho estético, o título deverá ser o complemento emotivo e informativo.

source: You rarely want nobody to see your photographs. You rather want to share them with friends, your family, other photographers, agencies, put them onto the Internet. And don't tell me you're not interested as to how your photos are being received!
pt: Raramente irá querer que ninguém veja as suas fotografias. Irá preferir partilhá-las com os amigos, a sua família, outros fotógrafos, agências ou colocá-las na Internet. E não diga que não está interessado em saber como estão a ser recebidas as suas fotografias!

source: So you might have the most beautiful portrait, sunset or landscape and nobody seems to care. Why is that? Look at some good photographs yourself without reading the title, comment or background information. How many of you are interested in depth of field, exposure time, white balance etc.? Some, of course. But anybody will be interested in the story the pictures tell, you want to remember a photograph, meaningless images bombard us too much anyways. You have to give the viewer something that explains it all.
pt: Por isso, poderá ter o retrato, pôr-do-sol ou paisagem mais bonitos e ninguém parece querer saber. Porquê? Veja algumas boas fotografias você mesmo, sem ler o título, o comentário ou outra informação de fundo. Quantos de vocês estão interessados na profundidade de campo, no tempo de exposição, no balanceamento de brancos, etc.? Alguns, claro. Mas todos estarão interessados em saber a história que as fotografias contam, irá querer recordar uma fotografia, enquanto outras imagens insignificantes nos bombardeiam a toda a hora. Terá de dar ao observador algo que explique tudo.

source: Lets look at this panorama. From far it is not even a nice beach panorama. If you go closer you start to see some details, people, the space.
pt: Vejamos este panorama. De longe, nem sequer parece um bonito panorama de praia. Se se aproximar, irá começar a ver alguns detalhes, pessoas, o espaço.

source: And now we tell you that this is the Allies landing site *Omaha Beach* in the French Normandie 60 years after the disembarkation. One starts to dream, have associations, memories, the historical time span is present, you may hear the silence. The **Caption** has totally reframed to perception of this panorama.
pt: E agora dizemos-lhe que este é o local de largada dos Aliados - *Omaha Beach* - na Normandia Francesa, 60 anos depois do desembarque. ma pessoa começa a sonhar, ter associações, memória, o período histórico fica presente e poderá ouvir o silêncio. O **Título** foi completamente concebido para criar a percepção deste panorama.

source: For others to appreciate your photographs, the **Title** is probably more important than the image itself for the interest it creates. When you show pictures, tell a story. Remember that the key is to convey the meaning to viewers, to help them understand what you understand about the subject and what moved you.
pt: Para que os outros apreciem as suas fotografias, o **Título** às vezes é mais importante que a imagem em si, pelo interesse que cria. Quando mostrar as fotografias, conte uma história. Lembre-se que a chave é apresentar o significado aos visualizadores, para os ajudar a compreender o que entendia sobre o assunto e o que o levou a tirar a fotografia.

source: With digiKam you can enter unlimited amounts of text using internationalized alphabet (UTF-8) as caption. You can enter it for a selection of photos at the same time. When you export images to web services, the captions will be exported at choice into either/or/and caption/title of the web gallery system, no need to re-write the story for publishing.
pt: Com o digiKam poderá introduzir quantidades ilimitadas de texto, usando alfabetos internacionais (UTF-8) nos títulos. Poderá introduzi-lo para uma dada selecção de fotografias ao mesmo tempo. Quando exportar as imagens para os serviços na Web, os títulos serão exportados à sua escolha para o título ou a legenda no sistema de galerias na Web, sem ter de reescrever a história na publicação.

source: Do you still remember the times before GPS? When you would find your way to another city without navigation system? Wasn't the earth a dull blue ball before Google Earth? Well then, with images, the train of spatial representation is running at cruising speed alright.
pt: Ainda se lembra dos tempos antes do GPS? Quando tinha de descobrir o caminho para outra cidade sem sistemas de navegação? Não era a Terra uma bola azul aborrecida antes do Google Earth? Bem, neste momento, com as imagens, o comboio da representação espacial está em velocidade de cruzeiro, de facto.

source: A few cameras have a GPS receiver built-in, the images come tagged with 3-dimensional coordinates. And with almost any GPS device you're able to extract a trace (of course the receiver needs to be switched-on and carried with you whilst taking the photographs, and for good matching the camera time must be accurately set) and save it onto a computer. You have to store it in GPX format, that's easily done with `gpsbabel <https://www.gpsbabel.org/>`_, gpsman and other tools.
pt: Algumas câmaras têm um receptor de GPS incorporado, sendo que as imagens vêm marcadas com coordenadas a 3 dimensões. E com quase todos os dispositivos de GPS, poderá extrair um trajecto (obviamente o receptor terá de estar ligado e transportado consigo enquanto tira as fotografias; para uma boa correspondência a hora da câmara também deverá estar certa) e gravá-lo num computador. Tem de o gravar no formato GPX, que é algo fácil de tratar com o `gpsbabel <https://www.gpsbabel.org/>`_, o `gpsman`, entre outras ferramentas.

source: You then can automatically match a whole bunch of photos with that track using digiKam. The coordinates are written into the JFIF part of JPG files (settings choice) and into the database. digiKam will enable searches based on locations and coordinates, you can create virtual albums of geographical areas! In the right sidebar under the metadata tab you'll find your image located on a local zoom of the world map. A further click brings on anyone of several mapping services on the web, zooming in on details. Even if you don't have a GPS trace you can geo-tag multiple images with a geo-editor. Just navigate on the map to the spot of shooting and click to fix it as a geo-tag.
pt: Poderá então fazer a correspondência de um grande grupo de fotografias com esse trajecto, usando o digiKam. As coordenadas estão gravadas na componente JFIF dos ficheiros JPG (à escolha da configuração) e na base de dados. O digiKam irá permitir as pesquisas com base nas localizações e nas coordenadas, sendo que também poderá criar álbuns virtuais com base em áreas geográficas! Na barra lateral direita, na página de meta-dados, poderá encontrar as suas imagens localizadas na ampliação de um dado local no mapa-mundo. Se carregar mais uma vez, poderá invocar qualquer um dos vários serviços de mapas na Web, ampliando sobre determinados detalhes. Mesmo que não tenha nenhum trajecto de GPS, poderá geo-referenciar várias imagens com um editor geográfico. Basta navegar no mapa até chegar ao mapa no ponto em que tirou a fotografia e carregar para o corrigir como uma marca geográfica.

source: The possibilities of exploiting this geolocation are already innumerable and will become pervasive in the future. I'm sure one day not too far away we can revisit in a virtual reality our travels through geo-tagged pictures. The digiKam features include :ref:`exporting to KML files <geoeditor_kmlexport>` that can be opened by GoogleEarth (which in turn will show the photos on their shooting site), exporting to Piwigo, Google Photo, Flickr etc. with OpenStreetMap viewer and more.
pt: As possibilidades de explorar esta localização geográfica são já difíceis de enumerar e ficarão cada vez mais presentes no futuro. Tenho a certeza que um dia próximo poderemos visitar uma realidade virtual, onde as viagens percorrem as nossas imagens geo-referenciadas. As funcionalidades do digiKam incluem a :ref:`exportação para ficheiros KML <geoeditor_kmlexport>`, que poderão ser abertos pelo GoogleEarth (que por sua vez irá mostrar as fotografias no local em que foram tiradas), ou exportados para o Piwigo, Google Photos, Flickr etc. com o visualizador do OpenStreetMap, entre outros.
