Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: A keyword hierarchy will provide you with automatic groupings. For example, if you start a typical private use hierarchy with the top-level tags *Activities*, *People*, *Places*, *Themes*, and *Projects*, everything you tag with a sub-tag of these will be grouped together into a virtual album. digiKam has a dedicated view in the left sidebar for these virtual albums. But it gets even better.
ca: Una jerarquia de paraules clau us proporcionarà agrupacions automàtiques. Per exemple, si inicieu una jerarquia típica d'ús privat amb les etiquetes *Activitats*, *Gent*, *Llocs*, *Temes* i *Projectes* en el nivell superior, tot el que s'etiqueti amb una subetiqueta d'aquestes s'agruparà en un àlbum virtual. El digiKam té una vista dedicada a la barra lateral esquerra per a aquests àlbums virtuals. Però, encara és millor.
it: Una gerarchia di parole chiave ti fornirà il raggruppamento automatico. Per esempio, se inizi una tipica gerarchia per uso personale con tag di alto livello *Attività*, *Persone*, *Luoghi*, *Temi* e *Progetti*, ogni volta che assegni tag secondari, questi saranno raggruppati assieme all'interno di un album virtuale. Per questi album virtuali digiKam ha una vista dedicata nella barra laterale sinistra. Ma c'è persino di meglio.
nl: De hiërarchie van sleutelwoorden biedt u automatische groepering. Bijvoorbeeld, als u begint met een hiërarchie typisch voor privé gebruik, met op het hoogste niveau *Activiteiten*, *Mensen*, *Plaatsen*, *Thema's* en *Projecten*, dan wordt alles wat u van een sub-tag voorziet bijeen gebracht in een virtueel album. digiKam toont deze virtuele albums in de linker zijbalk. Maar het kan nog beter.
pt_br: Uma hierarquia de palavras-chave fornecerá agrupamentos automáticos. Por exemplo, se você iniciar uma hierarquia típica de uso privado com as etiquetas de nível superior *Atividades*, *Pessoas*, *Lugares*, *Temas* e *Projetos*, tudo o que você marcar com uma subetiqueta dessas etiquetas será agrupado em um álbum virtual. O digiKam tem uma visualização dedicada na barra lateral esquerda para esses álbuns virtuais. Mas fica ainda melhor.
sl: Hierarhija ključnih besed vam bo zagotovila samodejno razvrščanje v skupine. Na primer, če začnete običajno hierarhijo zasebne uporabe z oznakami najvišje ravni *Dejavnosti*, *Ljudje*, *Mesta*, *Teme* in *Projekti*, bo vse, kar označite s podoznako teh združeni v virtualni album. digiKam ima namenski pogled v levi stranski vrstici za te virtualne albume. Ampak postane še boljše.
uk: Ієрархічна структура ключових слів забезпечить вам автоматичне групування. Наприклад, якщо ви створюєте типову ієрархію для особистого використання з пунктами: «Події», «Люди», «Місця», «Теми» та «Проекти» на верхньому рівні, всі знімки з мітками, які є підмітками якогось з цих пунктів, буде зібрано у окремий віртуальний альбом. Для таких віртуальних альбомів у digiKam передбачено окрему область перегляду на лівій бічній панелі. Але системою міток можна скористатися у ще ефективніший спосіб!
zh_cn: 关键词层级能自动生成分组。比如用 *活动* / *人物* / *地点* / *主题* / *项目*作为私人图库的顶层标签后，所有子标签内容都会自动归入虚拟相册。digiKam 左侧边栏有专属的虚拟相册视图，但妙招还在后面。

source: For example, a good tag to add to a photo taken along the Okavango River might be: *Places/Africa/Botswana/Okavango*.
ca: Per exemple, una bona etiqueta per afegir a una foto presa al llarg del riu Okavango podria ser: *Llocs/Àfrica/Botswana/Okavango*.
it: Per esempio, un buon tag da aggiungere a una foto scattata lungo il fiume Okavango potrebbe essere: *Places/Africa/Botswana/Okavango*.
pt_br: Por exemplo, uma boa etiqueta para adicionar a uma foto tirada ao longo do Rio Okavango pode ser: *Lugares/África/Botsuana/Okavango*.
sl: Na primer, dobra značka za dodajanje fotografije, posnete ob reki Okavango, je lahko: *Kraji/Afrika/Bocvana/Okavango*.
uk: Наприклад, доброю міткою для додавання до фотографій, які зроблено під час подорожі уздовж ріки Окаванго, може бути така: *Місця/Африка/Ботсвана/Окаванго*.
zh_cn: 例如，给奥卡万戈河沿岸拍摄的照片打标签时，可以用 *地点/非洲/博茨瓦纳/奥卡万戈* 这样的层级结构。

source: As you continue adding sub-tags to the keyword hierarchy, not only will you be able to search and filter for these keywords, but the right sidebar tag filter allows you to select combinations of tag groups. Let's say you select the virtual album *People* in the left sidebar tag panel and you have 12 different tags for people in there. You can then combine it with the right sidebar to choose only images tagged with *Peter*, *Paul* and *Mary* out of the 12.
ca: A mesura que continueu afegint subetiquetes a la jerarquia de paraules clau, no només podreu cercar i filtrar aquestes paraules clau, sinó que el filtre d'etiquetes de la barra lateral dreta us permetrà seleccionar combinacions de grups d'etiquetes. Diguem que seleccioneu l'àlbum virtual *Gent* al plafó d'etiquetes de la barra lateral esquerra i teniu 12 etiquetes diferents per a persones allà. Llavors podreu combinar-lo amb la barra lateral dreta per a triar només imatges etiquetades amb *Peter*, *Paul* i *Mary* d'entre les 12.
it: Continuando ad aggiungere tag secondari all'interno della gerarchia delle parole chiave, potrai non soltanto ricercare e filtrare i tag per queste parole chiave, ma il filtro presente nella barra laterale destra ti consentirà di selezionare combinazioni tra i gruppi di tag. Ipotizziamo che selezioni l'album virtuale *People* nel pannello dei tag della barra laterale sinistra e sono presenti dodici diversi tag per le persone. A questo punto puoi combinarli con la barra laterale destra per scegliere solo le immagini con i tag *Peter*, *Paul* e *Mary* presenti tra i dodici.
nl: Als u verder gaat met het toevoegen van sub-tags in de hiërarchie, zult u niet alleen in staat zijn te zoekenen te filteren op deze sleutelwoorden, maar met het tag-filter in de rechter zijbalk kunt u combinaties van tag-groepen selecteren. Laten we zeggen dat u selecteert in de linker zijbalk het virtuele album *Mensen* en u hebt daar 12 verschillende tags voor mensen. Dan kunt u het combineren met de rechter zijbalk en daar, uit de 12, alleen kiezen voor: *Peter*, *Paul* en *Mary*.
pt_br: À medida que você adiciona subetiquetas à hierarquia de palavras-chave, não só poderá pesquisar e filtrar essas palavras-chave, como também o filtro de etiquetas da barra lateral direita permitirá selecionar combinações de grupos de etiquetas. Digamos que você selecione o álbum virtual *Pessoas* no painel de etiquetas da barra lateral esquerda e tenha 12 etiquetas diferentes para pessoas. Você pode então combiná-las com a barra lateral direita para escolher apenas imagens marcadas com *Pedro*, *Paulo* e *Maria* entre as 12.
sl: Ko nadaljujete z dodajanjem podoznak v hierarhijo ključnih besed, ne samo, da boste lahko iskali in filtrirali te ključne besede, ampak vam filter značk na desni stranski vrstici omogoča izbiro kombinacij skupin značk. Recimo, da izberete navidezni album *Ljudje* v levi stranski plošči z oznakami in imate tam 12 različnih oznak za ljudi. Nato jo lahko združite z desno stransko vrstico, da med 12 izberete samo slike, označene z *Peter*, *Pavel* in *Marija*.
uk: З додаванням підміток у ієрархії ключових слів, ви не лише отримаєте змогу шукати і фільтрувати зображення за цими ключовими словами, але і використовувати з цією метою за допомогою правої бічної панелі комбінації груп міток. Припустімо, що на лівій бічній панелі ви обрали віртуальний альбом «Люди», у якому міститься 12 різних міток для різних людей, тоді ви можете скомбінувати ці мітки на правій бічній панелі і вибрати, наприклад, з дванадцяти людей «Петра», «Павла» і «Марію».
zh_cn: 随着子标签不断丰富，你不仅能搜索筛选这些关键词，还能通过右侧边栏的标签过滤器组合筛选。假设在左侧标签面板选中 *人物* 虚拟相册，里面有 12 个人物子标签，这时就能在右侧边栏进一步筛选出同时标有 *彼得* 、 *保罗* 、 *玛丽* 的照片。

source: The digiKam :ref:`Tag Properties Dialog <managing_tags>`
ca: El :ref:`diàleg Propietats de l'etiqueta <managing_tags>` en el digiKam
it: La :ref:`finestra di dialogo delle proprietà dei tag <managing_tags>` di digiKam
nl: De :ref:`Dialoog tag-eigenschappen <managing_tags>` van digiKam
pt: A :ref:`Janela de Propriedades das Marcas <managing_tags>` do digiKam
pt_br: O :ref:`Diálogo de propriedades da etiqueta <managing_tags>` do digiKam
sl: DigiKam :ref:`Pogovorno okno lastnosti značk <managing_tags>`
uk: :ref:`Вікно властивостей мітки <managing_tags>` digiKam
zh_cn: digiKam :ref:`标签属性对话框 <managing_tags>`

source: In the long run you will forget the subjects of your pictures, or any details about the shot, as the metadata in your brain fades. It is therefore paramount that you **choose general and generic categories** to tag your shots. You will always remember that a particular shot was set at a river bank in a country or continent (aka river, continent), but you'll forget which river it was. Instead of only tagging it with *Places/Africa/Botswana/Okavango*, tagging the same image with *river/Africa* can give you another place to find the image in the tag hierarchy. Additional details can either be stored into another tag, or into the **Captions** properties that are discussed in the next section. One trick that may help is to use keywords corresponding to the words you might use to perform a search on an Internet search engine.
ca: A la llarga oblidareu els temes de les vostres imatges, o qualsevol detall sobre la instantània, ja que les metadades del cervell s'esvaeixen. Per tant, és primordial que **escolliu categories generals i genèriques** per a etiquetar les instantànies. Sempre recordareu que una instantània en particular es va prendre en una riba d'un país o continent (també conegut com a riu, continent), però oblidareu quin riu era. En lloc d'etiquetar-lo només amb *Llocs/Àfrica/Botswana/Okavango*, etiquetar la mateixa imatge amb *riu/Àfrica* pot donar-vos un altre lloc per trobar la imatge a la jerarquia d'etiquetes. Els detalls addicionals es poden emmagatzemar en una altra etiqueta, o en les propietats **Llegendes** que es discuteixen a la secció següent. Un truc que pot ajudar és utilitzar paraules clau corresponents a les paraules que podeu utilitzar per realitzar una cerca en un motor de cerca d'Internet.
it: A lungo termine ti dimenticherai i soggetti delle tue foto o i dettagli dello scatto, dato che i metadati nella tua mente si affievoliscono. È quindi essenziale che tu **scelga categorie generali e generiche** per i tag dei tuoi scatti. Ti ricorderai sempre che un certo scatto fu fatto sulla riva del fiume in una nazione o un continente (->fiume, continente), ma ti sarai dimenticato quale fosse il fiume. Invece che assegnargli unicamente il tag *Places/Africa/Botswana/Okavango*, assegnare alla stessa immagine il tag *fiume/Africa* può fornirti un altro luogo in cui trovare l'immagine nella gerarchia dei tag. Puoi memorizzare dettagli aggiuntivi all'interno di un altro tag o nelle proprietà delle **didascalie**, trattate nel paragrafo successivo. Un trucco che ti potrebbe tornare utile sarebbe utilizzare le parole chiave che corrispondono alle parole che useresti per fare una ricerca su un motore di ricerca su Internet.
nl: Op lange termijn zult u de onderwerpen van uw afbeeldingen zijn vergeten of elk detail over de opname, als de metagegevens in uw brein vervagen. Het is daarom is het van het hoogste belang dat u **kiest voor algemeen en algemene categorieën** om tags aan uw opnamen te geven. U zult zich altijd herinneren dat een speciale opnamen werd gemaakt aan de oever van een rivier in een land of werelddeel (rivier, werelddeel), maar u bent vergeten welke rivier dat was. In plaats van het alleen maar de tag *Plaatsen/Afrika/Botswana/Okavango* te geven, kan het geven van de tag *rivier/Afrika* aan dezelfde afbeelding, u een andere plaats geven om de afbeelding te tag-hiërarchie te vinden. Extra details kunnen ofwel opgeslagen worden in een andere tag of in de eigenschappen van **Opschrift** die in volgende sectie besproken worden. Deze tip kan u helpen is sleutelwoorden overeenkomend met woorden die u op het internet zou gebruiken in een internetzoekmachine?
pt_br: A longo prazo, você esquecerá os assuntos das suas fotos ou quaisquer detalhes sobre a foto, à medida que os metadados em seu cérebro desaparecem. Portanto, é fundamental que você **escolha categorias gerais e genéricas** para marcar suas fotos. Você sempre se lembrará de que uma foto específica foi tirada na margem de um rio em um país ou continente (também conhecido como rio, continente), mas esquecerá qual rio era. Em vez de marcá-la apenas com *Lugares/África/Botsuana/Okavango*, marcar a mesma imagem com *rio/África* pode fornecer outro lugar para encontrar a imagem na hierarquia de etiquetas. Detalhes adicionais podem ser armazenados em outra etiqueta ou nas propriedades de **Legendas** que são discutidas na próxima seção. Um truque que pode ajudar é usar palavras-chave correspondentes às palavras que você usaria para realizar uma pesquisa em um mecanismo de busca na Internet.
sl: Na dolgi rok boste pozabili motive svojih slik ali kakršne koli podrobnosti o posnetku, saj bodo metapodatki v vaših možganih zbledeli. Zato je najpomembnejše, da **izberete splošne in generične kategorije** za označevanje svojih posnetkov. Vedno se boste spomnili, da je bil določen posnetek posnet na bregu reke v državi ali celini (ali reka, celina), vendar boste pozabili, katera reka je bila. Namesto da bi jo označili samo z *Kraji/Afrika/Botswana/Okavango*, lahko isto sliko označite z *reka/Afrika*, kar vam lahko omogoči drugo mesto za iskanje slike v hierarhiji oznak. Dodatne podrobnosti je mogoče shraniti v drugo oznako ali v lastnosti **Napisi**, ki so obravnavane v naslednjem razdelku. En trik, ki lahko pomaga, je uporaba ključnih besed, ki ustrezajo besedam, ki bi jih lahko uporabili za iskanje v internetnem iskalniku.
uk: З плином часу ви забудете подробиці, що стосуватимуться ваших знімків та того, що на них зображено (тобто метадані у вашому мозку буде пошкоджено)**. Ось чому найголовнішим є **створення загальних та типових категорій**. Ви завжди пам’ятатимете, що певний знімок було зроблено на березі якоїсь ріки у певній країні або на певному континенті (тобто, ріка, континент), але можете забути як називалася та ріка. Замість призначення мітки *Окаванго* варто призначити мітку «ріка/Африка» або «ріка/Південна Африка». Подробиці можна вказати у якійсь з міток або у підписах. Ось трюк, який може вам допомогти: як би ви шукали цю річку у пошуковому рушії у інтернеті? Саме так і слід міркувати!
zh_cn: 时间久了，人脑记忆会模糊照片的拍摄细节。因此必须用 **​​通用性强​​的类别** 打标签——你或许记得某张照片拍摄于某大洲的河畔（比如非洲/河流），但具体河名可能遗忘。除了 *地点/非洲/博茨瓦纳/奥卡万戈* 这样的精确标签，同时添加 *河流/非洲* 这类宽泛标签能提供更多检索路径。细节信息可以存入其他标签，或记录在下一节将提到的 **说明** 属性里。有个技巧：用你自己在搜索引擎会输入的词汇作为关键词。

source: Another categorization might be task-oriented as in *print jobs*, *web export*, *personal*, *galleryXYZ*, *clients*, *slideshow*, etc. Create groups as you need them, but no more than you need. You should be able to remember all of your top-level tags, otherwise the differentiations will become useless. Don't forget that you have all the other attributes to narrow down the search. The right sidebar tag filter combines with any view of the left sidebar (albums, calendar, timeline, tag and search). Workflow categorizations can also be easily assigned to **Color Labels** in digiKam.
ca: Una altra categorització podria estar orientada a tasques com *treballs d'impressió*, *exportació web*, *personal*, *galeriaXYZ*, *clients*, *presentació de diapositives*, etc. Creeu els grups a mesura que els necessiteu, però no més dels necessaris. Hauríeu de poder recordar de memòria les etiquetes de nivell superior, en cas contrari la diferenciació esdevindrà inútil. No oblideu que disposeu de tots els altres atributs per a restringir la cerca. El filtre d'etiquetes a la barra lateral dreta combina amb qualsevol vista de la barra lateral esquerra (àlbums, calendari, línia de temps, etiqueta i cerca). Les categoritzacions del flux de treball en el digiKam es poden assignar amb facilitat als **Rètols de color**.
it: Un'altra categorizzazione potrebbe riferirsi alle attività, come in *lavori da stampare*, *esportazione web*, *personale*, *galleriaXYZ*, *clienti*, *presentazione*, e via discorrendo. Crea solo i gruppi che necessiti, ma non più di quello che ti serve. In questo modo riuscirai a ricordare tutti i tag di primo livello, altrimenti le differenziazioni risulterebbero inutili. Non dimenticarti che puoi servirti di tutti gli attributi per restringere la ricerca. Il filtro dei tag della barra laterale destra si combina con qualsiasi vista della barra laterale sinistra (album, calendario, linea temporale, tag e ricerca). In digiKam le categorizzazioni del flusso di lavoro possono anche essere facilmente assegnate alle **Etichette colorate**.
nl: Een andere indeling zou taakgericht kunnen zijn als in *afdruktaken*, *web export*, *persoonlijk*, *galleryXYZ*, *klanten*, *diashow*, etc. Creëer groepen als u ze nodig hebt, maar niet meer. U zou in staat moeten zijn om alle tags op het hoogste niveau uit het hoofd te kennen anders wordt de differentiatie nutteloos. Vergeet niet dat u alle attributen hebt om uw zoekactie te verfijnen. Het tagfilter in de rechter zijbalk combineert met elke weergave in de linker zijbalk (albums, kalender, tijdlijn, tag en zoeken). Deze werkwijze van categoriseren kan gemakkelijk gedelegeerd worden aan **Kleurlabels** in digiKam.
pt_br: Outra categorização pode ser orientada por tarefas, como em *trabalhos de impressão*, *exportação web*, *pessoal*, *galeriaXYZ*, *clientes*, *apresentação de slides*, etc. Crie grupos conforme necessário, mas não mais do que o necessário. Você deve se lembrar de todas as suas etiquetas de nível superior, caso contrário, as diferenciações serão inúteis. Não se esqueça de que você tem todos os outros atributos para refinar a busca. O filtro de etiquetas da barra lateral direita combina com qualquer visualização da barra lateral esquerda (álbuns, datas, linha do tempo, etiquetas e pesquisa). As categorizações de fluxo de trabalho também podem ser facilmente atribuídas a **Rótulos de cor** no digiKam.
sl: Druga kategorizacija je lahko usmerjena k opravilom, kot so *tiskalna opravila*, *spletni izvoz*, *osebno*, *galerijaXYZ*, *stranke*, *predstavitev* itd. Ustvarite skupine, kot jih potrebujete, vendar ne več kot potrebujete . Morali bi si biti sposobni zapomniti vse svoje oznake najvišje ravni, sicer bodo razlike postale neuporabne. Ne pozabite, da imate vse druge atribute za zoženje iskanja. Filter oznak desne stranske vrstice se kombinira s katerim koli pogledom leve stranske vrstice (albumi, koledar, časovnica, oznake in iskanje). Kategorizacije poteka dela lahko enostavno dodelite tudi **Barvnim oznakam** v digiKamu.
uk: Ще одним способом категоризації є розподіл за завданнями, наприклад, «для друку», «для експорту до інтернету», «особисте», «галереяXYZ», «клієнти», «показ слайдів» тощо. Створіть потрібні вам групи, але так, щоб їх було не забагато, ви повинні мати змогу згадати принаймні всі мітки найвищого рівня, інакше подібний розподіл виявиться непотрібним. Не забувайте, що для звуження пошуку у вашому розпорядженні залишаються інші параметри знімка. Фільтр правої бічної панелі комбінується з режимом перегляду, вказаним на лівій бічній панелі (альбоми, календар, шкала часу, мітки і пошук). У digiKam таку категоризацію у робочому процесі можна без проблем пов'язати із кольоровими мітками.
zh_cn: 另一种分类思路是按​​任务导向​​划分，比如 *印刷任务* / *网页导出* / *个人收藏* / *XYZ画廊* / *客户需求* / *幻灯片素材* 等。按需创建标签组即可，顶层标签数量要控制在能记住的范围内，否则分类就失去了意义。别忘了还能结合其他属性缩小搜索范围——右侧标签过滤器可与左侧边栏的任意视图（相册/日历/时间轴/标签/搜索）联动使用。工作流分类也可以用 digiKam 的​​ **颜色标记** ​​来实现。

source: The digiKam :ref:`Color Labels <labels_view>` Can be Used to Group Items For Your Workflow Stages
ca: Els :ref:`Rètols de color <labels_view>` en el digiKam es poden utilitzar per a agrupar elements segons les etapes del vostre flux de treball
it: Le :ref:`Etichette colorate <labels_view>` di digiKam possono essere utilizzate per raggruppare gli elementi per le fasi del tuo lavoro
nl: De :ref:`Kleurlabels <labels_view>` van digiKam kan gebruikt worden om items te groeperen voor de stappen in uw werkmethode
pt: A área de :ref:`Legendas de Cor <labels_view>` do digiKam Pode Ser Usada para Agrupar Itens para as Etapas do seu Processo
pt_br: Os :ref:`Rótulos de cor <labels_view>` do digiKam podem ser usados para agrupar itens para os estágios do seu fluxo de trabalho
sl: DigiKam :ref:`Barvne oznake <labels_view>` lahko uporabite za združevanje elementov za vaše stopnje delovnega toka
uk: Для групування записів на стадіях вашого робочого процесу можна скористатися :ref:`кольоровими мітками <labels_view>` digiKam
zh_cn: digiKam :ref:`颜色标记 <labels_view>` 可用于标记工作流阶段
