Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/asset_management/organize_find.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Build a System to Organize and Find Your Photographs
ca: Construir un sistema per a organitzar i trobar les fotografies
it: Costruire un sistema per organizzare e per trovare le tue fotografie
nl: Bouw een systeem om uw foto's te organiseren en te vinden
pt: Criar um Sistema para Organizar e Descobrir as Suas Fotografias
pt_br: Crie um sistema para organizar e encontrar suas fotografias
sl: Zgradite sistem za organiziranje in iskanje vaših fotografij
uk: Побудова системи впорядкування і пошуку ваших фотографій
zh_cn: 构建照片管理系统：分类整理与高效检索

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, hierarchy, tags, rating, captions, geolocation, date, albums, filenames, versioning, exporting
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, jerarquia, etiquetes, valoració, llegendes, geolocalització, data, àlbums, noms de fitxer, versions, exportació
it: digiKam, documentazione, manuale utente, gestione delle foto, open source, libero, apprendimento, facile, gerarchia, tag, valutazione, didascalie, geolocalizzazione, data, album, nomi_file, versioni, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, hiërarchie, tags, waardering, opschriften, geo-locatie, datum, albums, bestandsnamen, versiebeheer, exporteren
pt: digiKam, documentação, manual do utilizador, gestão da fotografia, código aberto, livre, aprender, fácil, hierarquia, marcas, classificação, títulos, localização geográfica, data, álbuns, nomes dos ficheiros, controlo de versões, exportação
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, hierarquia, etiquetas, classificação, legendas, geolocalização, data, álbuns, nomes de arquivos, controle de versão, exportação
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, hierarhija, značke, ocena, napisi, geolokacija, datum, albumi, imena datotek, različice, izvoz
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, ієрархія, мітки, оцінки, підписи, геолокація, дата, альбоми, назви файлів, версії, експортування
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 自由, 学习, 简单, 等级, 标签, 评级, 标题, 地理位置, 日期, 专辑, 文件名, 版本控制, 导出

source: :ref:`Organize and Find <asset_management>`
ca: :ref:`Organitzar i trobar <asset_management>`
it: :ref:`Organizza e trova <asset_management>`
nl: :ref:`Organiseren en zoeken <asset_management>`
pt_br: :ref:`Organize e encontre <asset_management>`
sl: :ref:`Organiziraj in poišči <asset_management>`
uk: :ref:`Упорядкування та пошук <asset_management>`
zh_cn: ​:ref:`整理与检索 <asset_management>`

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: Experience suggests that if you have more than 1000 photographs on your computer without the use DAM tools, it takes you too long to find any particular image. And if you don't know how many images are on your computer, you're surely not using digiKam. digiKam supports a dual approach of storing image metadata in a database *and* within the image files, guaranteeing ultra-fast search and secure archiving that is easily accessible to other applications, platforms and formats.
ca: L'experiència suggereix que si teniu més de 1000 fotografies a l'ordinador sense l'ús d'eines DAM, us portarà massa temps trobar qualsevol imatge en particular. I si no sabeu quantes imatges hi ha a l'ordinador, segur que no feu servir el digiKam. El digiKam permet un enfocament dual d'emmagatzemar les metadades d'imatges en una base de dades *i* dins dels fitxers d'imatge, garantint una cerca ultraràpida i un arxivament segur que sigui fàcilment accessible a altres aplicacions, plataformes i formats.
it: L'esperienza suggerisce che se hai più di mille fotografie sul computer senza l'uso degli strumenti DAM, ti ci vuole troppo tempo per trovare un'immagine specifica. E se non sai quante immagini hai nel tuo computer, di sicuro non stai usando digiKam. Il programma supporta un doppio approccio: di memorizzazione dei metadati delle immagini in una banca dati *e* all'interno dei file delle immagini, garantendo una ricerca velocissima, oltre a un'archiviazione sicura e facilmente accessibile da altre applicazioni, piattaforme e formati.
nl: Ervaring suggereert dat als u meer dan 1000 foto's op uw computer hebt zonder hulpmiddelen voor DAM, het te lang duurt om een bepaalde afbeelding te vinden. En als u niet weet hoeveel afbeeldingen er op uw computer zijn, dan gebruikt u beslist geen digiKam. digiKam gebruikt een tweeledige aanpak om metagegevens van afbeeldingen op te slaan in een database *en* in de afbeeldingsbestanden, en garandeert daarmee ultra snel opzoeken en veilig archiveren dat gemakkelijk toegankelijk is voor andere toepassingen, platformen en formaten.
pt_br: A experiência sugere que, se você tiver mais de 1.000 fotografias no seu computador sem usar ferramentas de DAM, levará muito tempo para encontrar uma imagem específica. E se você não sabe quantas imagens há no seu computador, certamente não está usando o digiKam. O digiKam suporta uma abordagem dupla: armazena os metadados da imagem em um banco de dados *e* dentro dos arquivos de imagem, garantindo busca ultrarrápida e arquivamento seguro, facilmente acessível a outros aplicativos, plataformas e formatos.
sl: Izkušnje kažejo, da če imate na računalniku več kot 1000 fotografij brez orodij DAM, potrebujete predolgo, da najdete katero koli sliko. In če ne veste, koliko slik je na vašem računalniku, zagotovo ne uporabljate digiKama. digiKam podpira dvojni pristop shranjevanja slikovnih metapodatkov v zbirko podatkov *in* znotraj slikovnih datotek, kar zagotavlja izjemno hitro iskanje in varno arhiviranje, ki je zlahka dostopno drugim aplikacijam, platformam in formatom.
uk: Наважимося припустити, що, якщо на вашому комп’ютері зберігається більше, ніж 1000 фотографій без використання будь-яких методик DAM, пошук окремого зображення буде тривати досить довго Якщо ж ви не знаєте скільки зображень зберігається у ваших файлах, ви точно ніколи не користувалися digiKam. Подвійне зберігання метаданих у базі даних та у файлі зображення гарантує надшвидкий пошук і безпеку зберігання з можливістю роботи з зображеннями у інших програмах, на інших платформах і у інших форматах.
zh_cn: 根据经验来看，如果电脑里存了超过 1 000 张照片却不用数字资产管理（DAM）工具，想找特定图片就得花一番工夫了。要是连自己电脑里存了多少照片都说不清，那肯定没用 digiKam 这个神器。digiKam 采用双保险策略——既把图像元数据存数据库里，*又* 直接写在图片文件里，这样不仅搜索快如闪电，归档也安全可靠，其他软件、平台或格式都能轻松读取。

source: But just as there is no such thing as a free lunch, there is no effort-free cataloging or DAM solution - those who spend the initial time and effort to systematically organize and label their images will be better off as time passes, and the number of photographs in their collection grows. The return on investment for DAM has been estimated in different studies to be greater than 10 to 1. Even larger gains can be anticipated if one plans further into the future when the upcoming semantic web will easily integrate imagery that has been labelled in a DAM environment.
ca: Però de la mateixa manera que no hi ha un àpat de franc, no hi ha catalogació sense esforç o solució DAM; aquells que inverteixen un temps i esforç inicial per a organitzar i etiquetar sistemàticament les imatges seran millors a mesura que passi el temps, i el nombre de fotografies en la seva col·lecció creixi. La rendibilitat de la inversió de la DAM s'ha estimat en diferents estudis que són superiors de 10 a 1. Fins i tot es poden anticipar guanys més grans si un planifica més en el futur quan la pròxima web semàntica integrarà fàcilment imatges que s'han etiquetat en un entorn DAM.
it: Ma proprio come non esistono i pranzi gratis, non esiste neanche la catalogazione o una soluzione DAM senza sforzo: coloro i quali investiranno inizialmente tempo e fatica per organizzare in modo sistematico ed etichettare le proprie immagini, ne trarranno i frutti col passar del tempo e con la crescita delle loro raccolte. La redditività del DAM è stata stimata essere, da diversi studi, maggiore di 10 a 1. Si possono prevedere guadagni ancora maggiori se si pianifica in un futuro più lontano, quando il futuro web semantico integrerà facilmente le immagini etichettate in un ambiente DAM.
nl: Maar er is niet zoiets als een gratis lunch, er is geen inspanningsvrij catalogiseren of oplossing met DAM - zij die in het begin tijd besteden aan het systematisch organiseren en labelen van hun afbeeldingen zullen na verloop van tijd beter af zijn en het aantal foto's in hun verzameling toeneemt. Het rendement van de investering in DAM werd in diverse onderzoeken geschat op meer dan 10 tot 1. Zelfs grotere winsten kunnen verwacht worden als plannen gemaakt worden verder in de toekomst wanneer het opkomende semantische web gemakkelijk afbeeldingen zal integreren die gelabeld zijn in een DAM-omgeving.
pt_br: Mas, assim como não existe almoço grátis, não existe catalogação ou solução de DAM sem esforço — aqueles que dedicam tempo e esforço iniciais para organizar e rotular sistematicamente suas imagens se beneficiarão com o passar do tempo e com o aumento do número de fotografias em seu acervo. O retorno sobre o investimento em DAM foi estimado em diferentes estudos em mais de 10 para 1. Ganhos ainda maiores podem ser antecipados se planejarmos com antecedência, quando a futura web semântica integrará facilmente imagens rotuladas em um ambiente de DAM.
sl: Toda tako kot ni brezplačnega kosila, ni katalogiziranja brez truda ali rešitve DAM – tisti, ki porabijo začetni čas in trud za sistematično organiziranje in označevanje svojih slik, bodo sčasoma boljši ko število fotografij v njihovi zbirki raste. Donosnost naložbe za DAM je bila v različnih študijah ocenjena na več kot 10 proti 1. Še večje dobičke je mogoče pričakovati, če načrtujemo dlje v prihodnost, ko bo prihajajoči semantični splet zlahka integriral slike, ki so bile označene v okolju DAM.
uk: Але так само, як нічого не буває задарма, неможлива і каталогізація або DAM без докладання певних зусиль: витратити трохи часу на систематизацію краще від самого початку, оскільки з плином часу кількість фотографій у збірці, а отже і обсяг роботи, зростатиме. Ефективність використання DAM за різними даним може бути вищою за 10. Користуйтеся правилом: **стисло, план на майбутнє — робити все раз і назавжди**. Майбутня семантична мережа повністю інтегрує і надасть особливого значення середовищу DAM.
zh_cn: 不过天下没有白吃的午餐，整理图库这事儿也不可能完全自动化。前期肯花时间系统化整理标注照片的人，随着照片数量增长，他们会越来越省心。多项研究表明，DAM 工具的投入和产出的比至少是 1：10 以上。要是眼光放长远些，等语义网技术成熟了，它能轻松整合在 DAM 环境中标注的图像，带来的效益更是不可估量。

source: Use-Cases with digiKam
ca: Cas d'ús amb el digiKam
it: Casi d'uso DAM con digiKam
nl: Gebruiksgevallen met digiKam
pt: Casos de Uso com o digiKam
pt_br: Casos de uso com o digiKam
sl: Primeri uporabe digiKama
uk: Використання у digiKam
zh_cn: digiKam 实战指南

source: digiKam provides a number of methods to classify photographs: filenames, albums, collections, time-stamp, tags, rating, GPS position and captions. As if this was not enough, you can search most standard metadata items like camera model, lens, coordinates, image size and many more. The metadata categories listed here are in fact different **views** of your photo library. Combining these views is a very powerful method to narrow down a search to quickly find a file. Imagine having 800 photos of your loved one. Searching for **Salagou**, having more than **3 rating stars**, shot in **France** will surely leave you with very few candidates. Compared to most other DAM systems, digiKam's search and selection capabilities are complete, versatile, fast, scalable, accurate and based on open standards.
ca: El digiKam proporciona una sèrie de mètodes per a classificar les fotografies: noms de fitxer, àlbums, col·leccions, marca de temps, etiquetes, valoració, la posició GPS i les llegendes. Com si això no fos suficient, podeu cercar la majoria dels elements de metadades estàndard com el model de la càmera, lent, coordenades, mida de la imatge i molts més. Les categories de les metadades llistades aquí en realitat són les diferents **vistes** de la vostra biblioteca de fotografies. La combinació d'aquestes vistes és un mètode molt eficaç per a limitar la cerca d'un fitxer i trobar-lo ràpidament. Imagineu que teniu 800 fotografies d'una persona estimada. La cerca de **Maria**, amb una valoració més alta de **tres estrelles**, presa a **França**, sense dubte us donarà molt poques candidates. En comparació amb la majoria d'altres sistemes DAM, les capacitats de cerca i selecció del digiKam són completes, versàtils, ràpides, escalables, precises i basades en estàndards oberts.
it: digiKam fornisce una serie di metodi per classificare le fotografie: nomi dei file, album, raccolte, data e ora, tag, voto, posizione GPS e didascalie.; come se non bastasse puoi ricercare la maggior parte dei metadati standard, come il modello di macchina fotografica, la lente, le coordinate, le dimensioni dell'immagine e molti altri. Le categorie di metadati qui elencate sono di fatto **viste** diverse della raccolta di foto. Combinare queste viste è un metodo più efficace per restringere una ricerca per trovare rapidamente un file. Immagina di avere 800 foto della tua dolce metà: cercare **Salagou**, con una valutazione superiore a **3 stelle**, scattata in **Francia**, ti restituirà sicuramente pochi candidati. Confrontato alla maggior parte degli altri sistemi DAM, le capacità di ricerca e selezione di digiKam sono complete, versatili, veloci, scalabili, accurate e basate su standard aperti.
nl: digiKam biedt een aantal methoden voor het classificeren van foto's: bestandsnamen, albums, verzamelingen, tijdstippen, tags, waardering, GPS positie en onderschrift. En als dat nog niet genoeg is, kunt u zoeken op de meeste standaard items in metagegevens zoals cameramodel, lens, coördinaten, beeldafmeting en nog veel meer. De categorieën metagegevens zoals hier beschreven zijn in feite verschillende **weergaven** van uw fotobibliotheek. Het combineren van deze weergaven is de krachtige methode om het zoeken naar een bestand te bekorten en om het snel te vinden. Stel u voor, u hebt 800 foto's van uw geliefde. Zoeken op **Salagou**, met een hogere waardering dan **3 waarderingssterren, genomen in **Frankrijk** levert beslist weinig kandidaten op. Vergeleken met andere DAM systemen, presteert digiKam heel goed in termen van compleetheid, veelzijdigheid, schaalbaarheid, accuratesse en gebaseerd op open standaarden.
pt_br: O digiKam oferece diversos métodos para classificar fotografias: nomes de arquivos, álbuns, coleções, carimbo de data/hora, etiquetas, classificação, posição GPS e legendas. Como se não bastasse, você pode pesquisar a maioria dos itens de metadados padrão, como modelo da câmera, lente, coordenadas, tamanho da imagem e muito mais. As categorias de metadados listadas aqui são, na verdade, diferentes **visualizações** da sua biblioteca de fotos. Combinar essas visualizações é um método muito poderoso para refinar uma busca e encontrar um arquivo rapidamente. Imagine ter 800 fotos da sua pessoa amada. Pesquisar por **Salagou**, com mais de **3 estrelas de avaliação**, tiradas na **França**, certamente deixará você com pouquíssimos candidatos. Comparado à maioria dos outros sistemas de DAM, os recursos de busca e seleção do digiKam são completos, versáteis, rápidos, escaláveis, precisos e baseados em padrões abertos.
sl: digiKam ponuja številne metode za razvrščanje fotografij: imena datotek, albumi, zbirke, časovni žig, oznake, ocene, položaj GPS in napisi. Kot da to ni dovolj, lahko iščete večino standardnih elementov metapodatkov, kot so model kamere, objektiv, koordinate, velikost slike in še veliko več. Tukaj navedene kategorije metapodatkov so pravzaprav različni **pogledi** vaše knjižnice fotografij. Združevanje teh pogledov je zelo zmogljiva metoda za zožitev iskanja za hitro iskanje datoteke. Predstavljajte si, da imate 800 fotografij svoje ljubljene osebe. Če iščete **Salagou**, ki ima več kot **3 zvezdice**, posneta v **Franciji**, boste zagotovo imeli zelo malo kandidatov. V primerjavi z večino drugih sistemov DAM so zmožnosti iskanja in izbire digiKam popolne, vsestranske, hitre, razširljive, natančne in temeljijo na odprtih standardih.
uk: У digiKam передбачено декілька способів класифікації фотографій: за назвами файлів, за альбомами, за збірками, за датою і часом, за мітками, за оцінками, за даними GPS і за підписами. Якщо цього виявиться замало, у digiKam ви можете виконувати пошук за багатьма стандартними записами метаданих, зокрема моделлю фотоапарата, об’єктивом, координатами, розміром зображення тощо. Категорії метаданих з наведеного тут списку, фактично, є різними «поглядами» на вашу бібліотеку фотографій. Комбінування цих поглядів є дуже потужним способом звуження діапазону результатів пошуку файла або пришвидшення пошуку. Уявіть, що у вас 800 фотографій когось, кого ви любите. Пошук зображень за іменем «Salagou» з оцінкою «3 зірки», знятих у країні «Франція», звичайно ж, залишить досить мало можливих результатів. У термінах критеріїв вибору для системи DAM digiKam виконує свою роботу дуже добре у сенсі повноти, гнучкості, швидкості, масштабованості, точності і відкритості.
zh_cn: digiKam 提供了多种照片分类方式：文件名、相册、合集、时间戳、标签、评分、GPS 定位和文字说明。这还不够？你还能按相机型号、镜头、坐标、图片尺寸等常见元数据搜索。这些分类方式本质上都是照片库的不同 **视图** ，组合使用能大幅缩小搜索范围。比如要找 800 张爱人照片里特定某张：在 **法国** 的 **萨拉古** 拍的、评分 **3 星以上** 的——筛选完基本就所剩无几了。比起其他 DAM 系统，digiKam 的搜索筛选功能全面、灵活、快速、精准，还支持海量数据，关键是基于开放标准。

source: A :ref:`Geolocation Search <mapsearch_view>` Results in France :ref:`Filtered <filters_view>` by a String and Rating Value
ca: Una :ref:`cerca per geolocalització <mapsearch_view>` resulta en França :ref:`filtrada <filters_view>` per una cadena i valoració
it: Risultati di una :ref:`ricerca con geolocalizzazione <mapsearch_view>` in Francia :ref:`filtrata <filters_view>` per stringa e valutazione
nl: Een :ref:`Zoeken op geo-locatie <mapsearch_view>` resulteert in Frankrijk :ref:`Gefilterd <filters_view>` door een tekenreeks en waarde voor waardering
pt: Uma :ref:`Pesquisa por Localização Geográfica <mapsearch_view>` Resulta na França a ser :ref:`Filtrada <filters_view>` por um Valor de Texto e Classificação
pt_br: Uma :ref:`Pesquisa de geolocalização <mapsearch_view>` resulta na França :ref:`Filtrada <filters_view>` por um texto e uma classificação
sl: A :ref:`Iskanje po geolokaciji <mapsearch_view>` Rezultati v Franciji :ref:`Filtrirano <filters_view>` glede na niz in vrednost ocene
uk: Результати :ref:`пошуку за геопозиціюванням <mapsearch_view>` у Франції, :ref:`фільтровані <filters_view>` за рядком і оцінкою
zh_cn: 在法国通过关键词+评分值进行 :ref:`地理定位搜索 <mapsearch_view>` 的 :ref:`筛选 <filters_view>` 结果
