Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/database_intro.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: In a fresh installation of digiKam, you can create a new root collection in the directory where you store images managed by the other software. The contents will be parsed and the database will be populated with the information found in the XMP sidecar files.
pt_br: Em uma nova instalação do digiKam, você pode criar uma nova coleção raiz na pasta onde armazena as imagens gerenciadas pelo outro software. O conteúdo será analisado e o banco de dados será preenchido com as informações encontradas nos arquivos auxiliares XMP.
sl: V sveži namestitvi digiKama lahko ustvarite novo korensko zbirko v imeniku, kjer shranjujete slike, ki jih upravlja druga programska oprema. Vsebina bo razčlenjena in zbirka podatkov bo napolnjena z informacijami, ki so najdene v priklopnih datotekah XMP.
sv: I en ny installation av digiKam kan man skapa en ny rotsamling i katalogen där man lagrar bilder som hanteras av den andra programvaran. Innehållet analyseras och databasen fylls i med informationen som finns i de associerade XMP-filerna.
uk: Для початкового встановлення digiKam ви можете створити кореневу збірку на основі теки, де зображеннями керує стороннє програмне забезпечення. Дані буде оброблено, а базу даних заповнено відомостями, які буде виявлено у додаткових файлах XMP.

source: After the items are read (this can take a while), you will be able to see all tags, labels and comments in the digiKam item properties.
pt_br: Após os itens serem lidos (isso pode demorar um pouco), você poderá ver todas as etiquetas, rótulos e comentários nas propriedades dos itens do digiKam.
sl: Ko so elementi prebrani (to lahko traja nekaj časa), boste lahko videli vse značke, oznake in komentarje v lastnostih elementov digiKama.
sv: Efter att objekten har lästs (det kan ta ett tag), kan man se alla etiketter, beteckningar och kommentarer i digiKams objektegenskaper.
uk: Коли сканування записів буде завершено (воно може бути досить тривалим), ви маєте побачити усі мітки, позначки та коментарі у властивостях записів digiKam.

source: Details on database settings can be found in :ref:`Database Setup section <database_settings>`.
nl: Details van instellingen van een database zijn te vinden in :ref:`Instellingensectie van databases <database_settings>`.
sv: Detaljerad information om databasinställningar finns i :ref:` avsnittet Databasinställning <databas_inställningar>`.
uk: Подробиці щодо параметрів баз даних наведено у :ref:`розділі щодо налаштовування баз даних <database_settings>`.

source: The digiKam database can be populated from file properties managed by another program by using the other program to write all metadata into XMP sidecar files. While digiKam cannot parse proprietary and closed source databases, it can read XMP sidecar files, which is a standardized and well documented file format.
sv: digiKams databas kan fyllas i från filegenskaper som hanteras av ett annat program, genom att använda det andra programmet för att skriva all metadata i associerade XMP-filer. Även om digiKam inte kan tolka proprietära databaser och databaser utan tillgänglig källkod, kan det läsa associerade XMP-filer, som är ett standardiserat och väldokumenterat filformat.
uk: Щоб заповнити базу даних digiKam на основі властивостей, якими керують інші програми, рекомендуємо записати усі метадані до допоміжних файлів XMP для розширення можливостей взаємодії. digiKam не може обробляти бази даних із закритим кодом. Допоміжні файли XMP стандартизовано і добре документовано.

source: Databases are used to store data. Like other photograph management programs, digiKam its the database to avoid data duplication, reduce data redundancy, enable fast search, and guarantee data integrity. Using a database also drastically reduces the cost of data entry, storage and retrieval. Additionally, any user can access the data using a query language.
uk: Бази даних використовують для зберігання даних. Як і інші програми для керування зображеннями, dogoKam також використовує базу даних з очевидних причин: щоб уникнути дублювання даних, зменшити надлишковість при зберіганні даних, швидше їх шукати і щоб поліпшити цілісність зберігання даних. Крім того, це значно зменшує обчислювальні витрати на введення, збереження та отримання даних. Крім того, будь-який користувач може отримувати доступ до даних за допомогою мови запитів.

source: Databases are used to store data. Like other photograph management programs, digiKam uses the database to avoid data duplication, reduce data redundancy, enable fast search, and guarantee data integrity. Using a database also drastically reduces the cost of data entry, storage and retrieval. Additionally, any user can access the data using query language.
nl: Databases worden gebruikt om gegevens op te slaan. Zoals alle andere fotobeheerprogramma's gebruikt digiKam de database om dupliceren van gegevens te verminderen, snel zoeken in te schakelen en integriteit van gegevens te garanderen. Een database gebruiken vermindert de kosten van gegevensinvoer, opslag en opzoeken drastisch. Bovendien kan elke gebruiker toegang krijgen tot de gegevens met een zoektaal.

source: Core database for all collection properties: hosts all albums, images and searches data.
nl: Kerndatabase voor alle eigenschappen van verzamelingen, bevat alle albums, afbeeldingen en zoekgegevens.

source: Thumbnail database for compressed thumbnails: hosts image thumbs using wavelets compression images (**PGF** format).
nl: Miniaturendatabase voor gecomprimeerde miniaturen: bevat miniaturen die met wavelets gecomprimeerde afbeeldingen gebruiken (**PGF** formaat).

source: Similarity database to store image fingerprints to enable fuzzy search.
nl: Gelijkenissendatabase om vingerafdrukken van afbeeldingen op te slaan om wazig zoeken mogelijk te maken.

source: To populate the digiKam database from file properties managed by another software, it's recommended to write all metadata in XMP sidecar files for the best interoperability. digiKam cannot parse proprietary and closed source databases, while XMP sidecar is standardized and well documented.
nl: Om de database van digiKam te bevolken uit bestandseigenschappen beheerd door andere software, wordt het aanbevolen om alle metagegevens in XMP aanhangselbestanden voor de beste interoperabiliteit. digiKam kan het database eigendom van andere en gesloten broncode niet lezen, terwijl XMP aanhangsels zijn gestandaardiseerd en goed gedocumenteerd.

source: Read :ref:`Metadata Setup section <metadata_settings>` to use XMP sidecar with digiKam. The Advanced panel offers profile management to handle special cases while importing and exporting metadata to and from 3rd-party software.
nl: Lees :ref:`sectie Opzet van metagegevens <metadata_settings>` om XMP aanhangsels te gebruiken met digiKam. Het paneel Geavanceerd biedt beheer van profielen om speciale gevallen te behandelen bij importeren en exporteren van metagegevens met software van derden.

source: In a fresh installation of digiKam, you can create a new root collection at the directory where you store images managed by other software. The contents will be parsed and the database will be populated with the information found in the XMP sidecar files.
nl: In een verse installatie van digiKam kunt u een nieuwe basisverzameling aanmaken in de map waar u afbeeldingen beheerd door andere software opslaat. De inhoud zal gelezen worden en de database zal bevolkt worden met de informatie gevonden in de XMP aanhangselbestanden.

source: After the items are read (this can take a while), you will be able to see all tags, labels and comments in digiKam item properties.
nl: Nadat de items zijn gelezen (dit kan even duren), zult u in staat zijn alle tags, labels, commentaar in de eigenschappen van items in digiKam te zien.
