Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/database_intro.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: How to quickly start digiKam photo management program
ca: Com començar ràpidament amb el programa digiKam en la gestió de les fotografies
it: Avviare rapidamente il programma di gestione delle foto digiKam
nl: Hoe het fotobeheerprogramma digiKam snel opstarten
pt: Como iniciar rapidamente o programa de gestão de fotografias digiKam
pt_br: Como iniciar rapidamente o programa de gerenciamento de fotos digiKam
sl: Kako hitro zagnati program za upravljanje fotografij digiKam
sv: Hur man snabbt startar digiKams fotohanteringsprogram
uk: Як швидко розпочати роботу у програмі для керування фотографіями digiKam
zh_cn: 对 digiKam 照片管理程序进行初始设置

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, database, intro
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, base de dades, introducció
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, database, introduzione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, database, introductie
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, base de dados, introdução
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, banco de dados, introdução
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, zbirka podatkov, uvod
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, databas, introduktion
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, база даних, вступ
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 数据库, 简介

source: Database
ca: Base de dades
it: Banca dati
pt: Base de Dados
sv: Databas
uk: База даних
zh_cn: 数据库设置

source: Overview
ca: Vista general
it: Panoramica
pt: Introdução
pt_br: Visão geral
sl: Pregled
sv: Översikt
uk: Огляд
zh_cn: 概述

source: Everyone knows about a database; it is used to store data. As all other photographs management programs, digiKam too uses the database for some obvious reasons like avoiding data duplication, reducing data redundancy, a quick search engine, and greater data integrity. Moreover, the cost of data entry, storage and retrieval are drastically reduced. Additionally, any user can access the data using query language.
ca: Tothom sap sobre les bases de dades; s'utilitzen per a emmagatzemar dades. Com tots els altres programes per a la gestió de les fotografies, el digiKam també les utilitza per algunes raons òbvies, com evitar la duplicació de les dades, el qual redueix la redundància de les dades, un motor de cerca ràpid i una major integritat de les dades. D'altra banda, el cost en la introducció de les dades, l'emmagatzematge i la recuperació es redueixen dràsticament. A més, qualsevol usuari pot accedir-hi emprant el llenguatge de consulta.
it: Tutti conoscono una banca dati: viene usata per immagazzinare i dati. Come tutti gli altri programmi di gestione di fotografie anche digiKam ne usa una, per ovvie ragioni: ad esempio per evitare la duplicazione dei dati e per ridurne la ridondanza, per fornire un veloce motore di ricerca e per una maggiore integrità dei dati. Vengono inoltre drasticamente ridotti il costo dell'inserimento, dell'archiviazione e del recupero dei dati. Ciascun utente, inoltre, può accedervi usando un linguaggio per la ricerca.
pt: Todos sabem o que é uma base de dados; serve para guardar dados, como ela própria indica. Como em todos os programas de gestão de fotografias, o digiKam também usa a base de dados para algumas razões óbvias, como evitar a duplicação de dados, reduzindo a redundância dos mesmos, um motor de busca rápido e uma maior integridade dos dados. Para além disso, o custo da introdução, armazenamento e consulta dos dados são drasticamente reduzidos. Para além disso, qualquer utilizador consegue aceder aos dados através de uma linguagem de pesquisas.
zh_cn: 数据库大家都听说过——是用来存储数据的。跟其他所有照片管理程序一样，digiKam 也使用数据库，原因很明显，比如避免数据重复、减少数据冗余、快速搜索引擎，也能提供更好的数据完整性。而且，数据输入、存储和检索的成本也大大降低。此外，任何用户都可以使用查询语言访问数据。

source: Talking in particular about digiKam, the Albums, Album Roots, Tags, Thumbnails, Face Recognition Data, Image Metadata, File Paths, Settings etc. are all stored in different database files.
ca: Parlant en particular sobre el digiKam, els àlbums, les arrels de l'àlbum, les etiquetes, les miniatures, les dades per al reconeixement facial, les metadades de la imatge, els camins de fitxer, la configuració, etc. s'emmagatzemen tots en fitxers diferents de base de dades.
it: Parlando in particolare di digiKam, gli album, le radici dell'album, i tag, le miniature, i dati per il riconoscimento facciale, i metadati dell'immagine, i percorsi del file, le impostazioni, e via discorrendo, vengono immagazzinati in diversi file di banca dati.
pt: Falando em particular do digiKam, os Álbuns, Raízes dos Álbuns, Marcas, Miniaturas, Dados de Reconhecimento de Caras, Meta-Dados das Imagens, Localizações dos Ficheiros, Configuração, etc., são todos guardados em ficheiros diferentes da base de dados.
zh_cn: 单说 digiKam，相册、根相册、标签、缩略图、人脸识别数据、图像元数据、文件路径、设置等都存储在不同的数据库文件中。

source: The digiKam actually manages more than one database. For convenience, it is broadly categorized in three:
ca: El digiKam, en realitat gestiona més d'una base de dades. Per a més comoditat, en termes generals es classifiquen en tres:
it: digiKam gestisce al momento più di una banca dati. Per convenienza sono almeno tre:
pt: O digiKam consegue este momento gerir mais que uma base de dados. Por conveniência, está amplamente categorizado em três:
zh_cn: digiKam 实际上管理着不止一个数据库。方便起见，大致可分为三类：

source: Core database for all collection properties, i.e. it hosts all albums, images and searches data.
ca: Base de dades nucli per a totes les propietats de la col·lecció, és a dir, allotja tots els àlbums, imatges i cerques de dades.
it: La banca dati principale per tutte le proprietà della raccolta; contiene ad esempio tutti gli album, le immagini e i dati per le ricerche.
pt: A base de dados de base para todas as propriedades da colecção, i.e., aloja todos os álbuns, imagens e pesquisa nos dados.
zh_cn: 核心数据库，存储所有的相册属性数据，也就是说，托管所有相册、图像和搜索数据。

source: Thumbnails database for compressed thumbnails i.e. to host image thumbs using wavelets compression images (**PGF** format).
ca: Base de dades de miniatures per a les miniatures comprimides, és a dir, per a allotjar les miniatures de les imatges mitjançant la compressió per ondetes (format **PGF**).
it: La banca dati delle miniature, per le miniature compresse; contiene ad esempio le miniature, usando la compressione wavelet (formato **PGF**).
pt: A base de dados das miniaturas comprimidas, i.e., para alojar miniaturas de imagens que usam imagens comprimidas com padrões de ondas (formato **PGF**).
zh_cn: 缩略图数据库，用于压缩缩略图，也就是说，托管使用小波压缩图像格式（ **PGF** 格式）的缩略图。

source: Similarity database to store image finger-prints for fuzzy search engine.
ca: Base de dades de similitud per a emmagatzemar empremtes digitals de les imatges per a un motor de cerca aproximada.
it: La banca dati delle somiglianze per memorizzare le impronte digitali per il motore della ricerca approssimata.
pt: A base de dados de semelhanças para guardar as impressões digitais das imagens para o motor de pesquisas difusas.
zh_cn: 相似性数据库，是存储图像指纹的，用于模糊搜索引擎。

source: Face database for storing face recognition metadata i.e. to host face histograms for faces recognition.
ca: Base de dades de les cares per a emmagatzemar les metadades del reconeixement facial, és a dir, per a allotjar els histogrames de les cares per al reconeixement facial.
it: La banca dati per immagazzinare i metadati per il riconoscimento facciale, ad esempio per ospitare gli istogrammi facciali per il riconoscimento dei volti.
pt: Base de dados de caras para guardar os meta-dados de reconhecimento de caras, i.e. para guardar os histogramas de reconhecimento de caras.
zh_cn: 人脸数据库，用于存储人脸识别元数据，为人脸识别提供人脸直方图。

source: Example of digiKam Remote MySQL Configuration Hosted on a NAS From The Local Network
ca: Exemple de configuració remota de MySQL en el digiKam allotjat en un NAS de la xarxa local
it: Esempio di configurazione MySQL remota di digiKam ospitato in un NAS dalla rete locale
pt: Exemplo da Configuração do MySQL Remoto do digiKam, Alojado num NAS da Rede Local
zh_cn: digiKam 远程 MySQL 配置实例，托管在本地网络的 NAS 上

source: The whole details of database settings are mostly given in the :ref:`Database Setup section <database_settings>`.
ca: Tots els detalls de la configuració de la base de dades es proporcionen majoritàriament a la :ref:`secció Configuració de la base de dades <database_settings>`.
it: Tutti i dettagli sulle impostazioni della banca dati si trovano quasi interamente nella :ref:`sezione Impostazioni della banca dati <database_settings>`.
pt: Os detalhes completos da configuração da base de dados são apresentados na sua maioria na :ref:`secção de configuração da base de dados <database_settings>`.
zh_cn: 数据库设置的全部内容，大多可以在 :ref:`数据库设置部分<database_settings>` 找到。

source: Migrating From Other Software
ca: Migrar des d'un altre programari
it: Migrare da altro software
nl: Migratie uit andere software
pt: Migrar de Outras Aplicações
pt_br: Migrando de outro software
sl: Selitev iz druge programske opreme
sv: Konvertera från annan programvara
uk: Перенесення з інших програм
zh_cn: 从其他软件迁移过来

source: To populate the digiKam database from file properties managed by another software, it's recommend to write all metadata in XMP sidecar files for the best interoperability. digiKam cannot parse the proprietary and closed source database. XMP sidecar is standardized and well documented.
ca: Per a omplir la base de dades del digiKam a partir de les propietats de fitxer gestionades per un altre programari, per a aconseguir la millor interoperabilitat es recomana escriure totes les metadades en fitxers laterals XMP. El digiKam no pot analitzar una base de dades propietària i de codi tancat. El lateral XMP està estandarditzat i ben documentat.
it: Per popolare la banca dati di digiKam dalle proprietà del file gestite da un altro programma, per un'interoperabilità migliore si raccomanda di scrivere tutti i metadati contenuti nei file sidecar XMP. digiKam non è in grado di analizzare le banche dati sorgenti proprietarie e chiuse. Il sidecar XMP è standard e ben documentato.
pt: Para preencher a base de dados do digiKam a partir das propriedades do ficheiro geridas por outra aplicação, recomenda-se que grave todos os meta-dados nos ficheiros auxiliares do XMP, por questões de interoperabilidade. O digiKam não consegue processar a base de dados proprietária e fechada. Os ficheiros XMP auxiliares baseiam-se numa norma bem documentada.
zh_cn: 如果要把其他软件管理的文件属性填充到 digiKam 数据库，建议将所有元数据写在 XMP 附带文件中，这样可以获得最佳的互操作效果。digiKam 无法解析专有和封闭的数据库。XMP 附带文件是标准化的，而且有很好的文件记录方法。

source: In digiKam, check well the :ref:`Metadata Setup section <metadata_settings>` to use XMP sidecar. The Advanced panel offers a profiles management to handle special cases while importing and exporting metadata with 3rd-party software.
ca: En el digiKam, comproveu bé la :ref:`secció Configurar les metadades <metadata_settings>` per a utilitzar el lateral XMP. El plafó Avançat ofereix una gestió de perfils per a manejar casos especials quan s'importen i exporten metadades amb programari de tercers.
it: Per utilizzare il sidecar XMP, in digiKam controlla bene la :ref:`sezione Impostazioni dei metadati <metadata_settings>`. Il pannello Avanzate offre una gestione dei profili per i casi speciali che si presentano durante l'importazione e l'esportazione dei metadati con programmi di terze parti.
pt: No digiKam, verifique bem a :ref:`secção de Configuração dos Meta-Dados <metadata_settings>` para usar os dados acessórios em XMP. O painel Avançado oferece a gestão de perfis para lidar com os casos especiais da importação e exportação dos meta-dados com aplicações de terceiros.
zh_cn: 在 digiKam 中，在 :ref:`元数据设置部分 <metadata_settings>` 打好勾，才能使用 XMP 附带文件。高级标签页里有一个配置文件管理器，以便在用第三方软件导入和导出元数据时处理特殊情况。

source: Typically, from a fresh installation of digiKam, you can create a new root collection based on your path where images managed by your extra software. The contents will be parsed and the database will be populated with the information found in the XMP sidecar.
ca: Normalment, des d'una instal·lació nova del digiKam, podreu crear una col·lecció arrel nova basada en el camí on es troben les imatges gestionades pel vostre programari addicional. S'analitzarà el contingut i la base de dades es completarà amb la informació que es trobi en el lateral XMP.
it: Tipicamente, in un'installazione nuova di digiKam puoi creare una raccolta radice basata sul percorso in cui le immagini sono gestite dal tuo software aggiuntivo. I contenuti verranno analizzati e la banca dati sarà popolata con le informazioni trovate nel file sidecar XMP.
pt: Tipicamente, numa instalação do zero do digiKam, poderá criar uma nova colecção de raiz, baseada na localização das imagens geridas pela sua aplicação extra. O conteúdo será processado e a base de dados será preenchida com a informação detectada nos ficheiros XMP acessórios.
zh_cn: 一般来说，在一个全新安装的 digiKam 里，如果一个文件夹路径其中的图片是由其他软件管理的，那么你可以使用这个路径来创建新的根相册集合。路径里面的内容会被解析，原有 XMP 附带文件中发现的信息也会被填充到 digiKam 数据库里。

source: When scan of items is done (this can take a while), you must to see all tags, labels, comments in digiKam items properties.
ca: Quan es fa l'escaneig d'elements (això pot trigar un temps), haureu de veure totes les etiquetes, rètols i comentaris en les propietats dels elements del digiKam.
it: Una volta terminata l'analisi degli elementi (potrebbe volerci un po' di tempo), dovresti poter vedere tutti i tag, le etichette e i commenti nelle proprietà degli elementi di digiKam.
pt: Quando terminar a sondagem dos itens (isto pode demorar algum tempo), deverá conseguir ver todas as marcas, legendas, comentários, etc. nas propriedades dos itens do digiKam.
zh_cn: 项目扫描完成后（可能需要一段时间），你肯定就能在 digiKam 项目属性里看到所有的图像标签、标记、注释了。

source: :ref:`Database <getting_started>`
pt_br: :ref:`Banco de dados <getting_started>`
sl: :ref:`Baza podatkov <getting_started>`

source: Contents
pt_br: Conteúdo
sl: Vsebina

source: Databases are used to store data. Like other photograph management programs, digiKam uses its database to avoid data duplication, reduce data redundancy, enable fast search, and guarantee data integrity. Using a database also drastically reduces the cost of data entry, storage and retrieval. Additionally, any user can access the data using a query language.
pt_br: Bancos de dados são usados para armazenar dados. Assim como outros programas de gerenciamento de fotografias, o digiKam usa seu banco de dados para evitar duplicação de dados, reduzir redundância, permitir buscas rápidas e garantir a integridade dos dados. O uso de um banco de dados também reduz drasticamente o custo de entrada, armazenamento e recuperação de dados. Além disso, qualquer usuário pode acessar os dados usando uma linguagem de consulta.
sl: Baze podatkov se uporabljajo za shranjevanje podatkov. Tako kot drugi programi za upravljanje fotografij je tudi digiKam uporablja zbirko podatkov, ki preprečuje podvajanje podatkov, zmanjšuje redundanco podatkov, omogoča hitro iskanje in zagotavlja celovitost podatkov. Uporaba baze podatkov tudi drastično zmanjša stroške vnosa, shranjevanja in iskanja podatkov. Poleg tega lahko vsak uporabnik dostopa do podatkov s pomočjo poizvedovalnega jezika.
sv: Databaser används för att lagra data. Liksom andra fotohanteringsprogram använder digiKam sin databas för att undvika duplicering av data, minska dataredundans, möjliggöra snabb sökning och garantera dataintegritet. Att använda en databas minskar också drastiskt kostnaderna för datainmatning, lagring och hämtning. Dessutom kan alla användare komma åt data med hjälp av ett frågespråk.

source: digiKam stores data (including albums, album roots, tags, thumbnails, face recognition data, image metadata, file paths, settings and others) in four databases:
nl: digiKam slaat gegevens op (inclusief albums, startlocaties van albums, tags, miniaturen, gezichtsherkenningsgegevens, metagegevens van afbeeldingen, paden van bestanden, instellingen en andere zaken) in vier databases:
pt_br: O digiKam armazena dados (incluindo álbuns, raízes de álbuns, etiquetas, miniaturas, dados de reconhecimento facial, metadados de imagem, caminhos de arquivo, configurações e outros) em quatro bancos de dados:
sl: digiKam shranjuje podatke (vključno z albumi, koreninami albumov, oznakami, sličicami, podatki o prepoznavanju obrazov, metapodatki o slikah, potmi do datotek, nastavitvami in drugim) v štiri baze podatkov:
sv: digiKam lagrar data (inklusive album, albumrötter, etiketter, miniatyrbilder, ansiktsigenkänningsdata, bildmetadata, filsökvägar, inställningar och annat) i fyra databaser:
uk: Якщо говорити про digiKam, у різних файлах баз даних зберігаються дані альбомів, кореневих альбомів, міток, мініатюр, розпізнавання облич, метаданих зображень, шляхів до файлів та параметрів.

source: Core database for all collection properties: hosts all albums, images and search data.
pt_br: Banco de dados principal para todas as propriedades da coleção: hospeda todos os álbuns, imagens e dados de pesquisa.
sl: Osnovna baza podatkov za vse lastnosti zbirke: gosti vse albume, slike in podatke iskanj.
sv: Kärndatabas för alla samlingsegenskaper: innehåller alla album, bilder och sökdata.
uk: Основна база даних для усіх властивостей збірки, тобто така база, що містить усі дані альбомів, зображень та пошуку.

source: Thumbnail database for compressed thumbnails: hosts image thumbs using wavelet compressed images (**PGF** format).
pt_br: Banco de dados de miniaturas para miniaturas compactadas: hospeda miniaturas das imagens usando imagens compactadas wavelet (formato **PGF**).
sl: Podatkovna baza predoglednih sličic za stisnjene predogledne sličice: gostuje predogledne sličice z uporabo stiskanja valčkov slik (**PGF** format).
sv: Miniatyrdatabas för komprimerade miniatyrbilder: innehåller miniatyrbilder med vågelementkomprimerade bilder (**PGF**-format).
uk: База даних стиснених мініатюр, яку призначено для зберігання зображень мініатюр з використання стискання з вейвлетами (формат **PGF**).

source: Similarity database for image fingerprints to enable fuzzy search.
pt_br: Banco de dados de semelhança com as impressões digitais das imagens para permitir pesquisa difusa.
sl: Podatkovna baza podobnosti za shranjevanje prstnih odtisov slik za omogočanje mehkega iskanja.
sv: Likhetsdatabas för bildernas fingeravtryck för att möjliggöra inexakt sökning.
uk: База даних подібностей для зберігання відбитків зображень для рушія нечіткого пошуку.

source: Face database for storing face recognition metadata: hosts face histograms for face recognition.
nl: Gezichtendatabase voor het opslaan van metagegevens voor gezichtsherkenning: bevat gezichtshistogrammen voor gezichtsherkenning.
pt_br: Banco de dados de rostos para armazenar metadados de reconhecimento facial: hospeda histogramas dos rostos para reconhecimento facial.
sl: Podatkovna baza obrazov za shranjevanje metapodatkov o prepoznavanju obrazov: gosti histograme obrazov za prepoznavanje obrazov.
sv: Ansiktsdatabas för lagring av metadata för ansiktsigenkänning: innehåller ansiktshistogram för ansiktsigenkänning.
uk: База даних облич для зберігання метаданих розпізнавання облич, де зберігаються гістограми для визначення облич людей.

source: Example of digiKam remote MySQL configuration hosted on a NAS from the local network
nl: Voorbeeld van een configuratie voor MySQL op afstand op een NAS uit het locale netwerk
pt_br: Exemplo de configuração remota do MySQL digiKam hospedado em um NAS da rede local
sl: Primer digiKam oddaljene konfiguracije MySQL, ki gostuje na NASu iz lokalnega omrežja
sv: Exempel på digiKam-inställning av MySQL på en NAS från det lokala nätverket
uk: Приклад налаштувань віддаленої MySQL digiKam, який зберігається у NAS з локальної мережі

source: Details on database settings can be found in the :ref:`Database Setup section <database_settings>`.
pt_br: Detalhes sobre as configurações do banco de dados podem ser encontrados na :ref:`seção Configuração do banco de dados <database_settings>`.
sl: Podrobnosti nastavitev baze podatkov lahko najdete v :ref:`Razdelku o nastavitvah baze podatkov <database_settings>`.

source: The digiKam database can be populated from file properties managed by another program by using the other program to write all metadata into XMP sidecar files. While digiKam cannot parse proprietary and closed source databases, it can read XMP sidecar files, which is a standardized and well-documented file format.
pt_br: O banco de dados do digiKam pode ser preenchido a partir das propriedades de arquivo gerenciadas por outro programa usando-o para gravar todos os metadados em arquivos auxiliares XMP. Embora o digiKam não possa analisar bancos de dados proprietários e de código fechado, ele pode ler os arquivos auxiliares XMP, que é um formato de arquivo padronizado e bem documentado.
sl: Podatkovno bazo digiKam je mogoče napolniti z lastnostmi datoteke, ki jih upravlja drug program, z uporabo drugega programa za pisanje vseh metapodatkov v priklopne datoteke XMP. Čeprav digiKam ne more razčlenjevati lastniških in zaprtokodnih baz podatkov, lahko bere priklopne datoteke XMP, ki so standardiziranem in dobro dokumentiranem formatu datoteke.

source: Read the :ref:`Metadata Setup section <metadata_settings>` to use XMP sidecar files with digiKam. The Advanced panel offers profile management to handle special cases while importing and exporting metadata to and from 3rd-party software.
pt_br: Leia a seção sobre :ref:`Configuração de metadados <metadata_settings>` para usar arquivos auxiliares XMP com o digiKam. O painel Avançado oferece gerenciamento de perfis para lidar com casos especiais durante a importação e exportação de metadados de e para softwares de terceiros.
sl: Preberite razdelek :ref:`Nastavitev metapodatkov <metadata_settings>` za uporabo priklopne datoteke XMP z digiKamom. Napredna plošča ponuja upravljanje profilov za obravnavo posebnih primerov med uvažanjem in izvažanjem metapodatkov v in iz programske opreme tretjih oseb.
sv: Läs :ref:`avsnittet Metadatainställning <metadata_settings>` för att använda associerade XMP-filer med digiKam. Den avancerade panelen erbjuder profilhantering för att hantera speciella fall medan man importerar och exporterar metadata till och från tredjepartsprogramvara.
uk: У digiKam добре ознайомтеся із :ref:`розділом щодо налаштування метаданих <metadata_settings>`, щоб скористатися допоміжними файлами XMP. На панелі «Додатково» можна скористатися керуванням профілями для обробки особливих випадків при імпортуванні та експортуванні метаданих зі стороннього програмного забезпечення.
