Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/installation.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: How to Install the digiKam Photo Management Program
ca: Com instal·lar el programa digiKam de gestió de fotografies
it: Come installare il programma di gestione delle foto digiKam
nl: Hoe het fotobeheerprogramma digiKam te installeren
pt_br: Como instalar o programa de gerenciamento de fotos digiKam
sl: Kako namestiti program za upravljanje fotografij digiKam
uk: Як встановити програму для керування фотографій digiKam
zh_cn: 如何安装 digiKam 照片管理程序

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, install, linux, windows, macos, requirements, configurations, update
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, instal·lar, linux, windows, macos, requisits, configuracions, actualitza
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, installazione, linux, windows, macos, requisiti, configurazioni, aggiornamento
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, installeren, linux, windows, macos, vereisten, configuraties, bijwerken
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, instalar, linux, windows, macos, requisitos, configurações, atualização
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, namestitev, linux, windows, macos, zahteve, konfiguracije, posodobitev
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, встановити, встановлення, linux, windows, macos, вимоги, конфігурації, налаштування, оновлення
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 安装, linux, windows, macos, require, configures, upditions, update, updated

source: :ref:`Installation <getting_started>`
ca: :ref:`Instal·lació <getting_started>`
it: :ref:`Installazione <getting_started>`
nl: :ref:`Installatie <getting_started>`
pt_br: :ref:`Instalação <getting_started>`
sl: :ref:`Namestitev <getting_started>`
zh_cn: :ref:`安装 <getting_started>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: Visit `the download page <https://www.digikam.org/download/>`_ of the digiKam Web site for up to date information on installing the current version of **digiKam**.
ca: Visiteu `la pàgina de baixades <https://www.digikam.org/download/>`_ del lloc web digiKam per a obtenir informació actualitzada sobre la instal·lació de la versió actual del **digiKam**.
it: Per informazioni aggiornate sull'installazione dell'attuale versione di **digiKam**, visita la `pagina degli scaricamenti <https://www.digikam.org/download/>`_ del suo sito web.
nl: Bezoek `de downloadpagina <https://www.digikam.org/download/>`_ van de website van digiKam voor de laatste informatie over hoe een de huidige versie van **digiKam** te installeren.
pt_br: Visite `a página de download <https://www.digikam.org/download/>`_ do site do digiKam para obter informações atualizadas sobre a instalação da versão atual do **digiKam**.
sl: Obiščite `stran za prenos <https://www.digikam.org/download/>`_ spletnega mesta digiKam za najnovejše informacije o namestitvi trenutne različice **digiKam**.
uk: Відвідайте `сторінку отримання пакунків <https://www.digikam.org/download/>`_ сайта digiKam, щоб отримати актуальні відомості щодо встановлення поточної версії **digiKam**.
zh_cn: 你可以访 digiKam 官网的 `软件下载页面 <https://www.digikam.org/download/>`_ ，查看最新版本 digiKam 的安装要求。

source: You’ll find all previous digiKam versions in the `attic <https://download.kde.org/Attic/digikam/>`_.
ca: Trobareu totes les versions anteriors del digiKam a les `golfes <https://download.kde.org/Attic/digikam/>`_.
it: Trovi tutte le versioni precedenti di digiKam in `attic <https://download.kde.org/Attic/digikam/>`_.
nl: U kunt alle vorige versies van digiKam op `zolder <https://download.kde.org/Attic/digikam/>`_ vinden.
pt_br: Você encontrará todas as versões anteriores do digiKam no `attic <https://download.kde.org/Attic/digikam/>`_.
sl: Vse prejšnje različice digiKam boste našli na `attic <https://download.kde.org/Attic/digikam/>`_.
uk: Знайти усі попередні версії digiKam можна на сторінці `застарілих версій <https://download.kde.org/Attic/digikam/>`_.
zh_cn: 您可以在 `KDE Attic <https://download.kde.org/Attic/digikam/>`_ 中找到所有 digiKam 的之前版本。

source: Bundles with **-debug** in the file-name include `debug symbols <https://en.wikipedia.org/wiki/Debug_symbol>`_ that allow developers to interpret debugger traces when the application stops working. The bundles that include debug symbols are large, but they can will help developers find and fix coding errors. See the :ref:`Get Involved <get_involved>` section for details.
ca: Els paquets amb **-debug** en el nom del fitxer inclouen `símbols de depuració <https://en.wikipedia.org/wiki/Debug_symbol>`_ que permet als desenvolupadors interpretar les traces del depurador quan l'aplicació deixa de funcionar. Els paquets que inclouen els símbols de depuració són més grans, però poden ajudar els desenvolupadors a trobar i corregir els errors de codificació. Vegeu els detalls a la secció :ref:`Participeu-hi <get_involved>`.
it: I gruppi di pacchetti che usano **-debug** nel nome file includono i `simboli di debug <https://en.wikipedia.org/wiki/Debug_symbol>`_ che permettono agli sviluppatori di interpretare le informazioni di debug quando l'applicazione smette di funzionare. Questi pacchetti che includono i simboli di debug sono grandi, ma possono aiutare gli sviluppatori a scovare e correggere gli errori di programmazione. Vedi la sezione :ref:`Partecipa <get_involved>` per i dettagli.
nl: Bundels met **-debug** in de bestandsnaam bevatten `debugsymbolen <https://en.wikipedia.org/wiki/Debug_symbol>`_ om ontwikkelaars in staat stellen traces van de debugger te interpreteren wanneer de toepassing stopt met werken. De bundels die deze debug-bestanden bevatten zijn groot, maar ze kunnen en zullen ontwikkelaars helpen om de fouten in de code te vinden en te repareren. Zie de sectie :ref:`Doe mee <get_involved>` voor details.
pt_br: Pacotes com **-debug** no nome do arquivo incluem `símbolos de depuração <https://en.wikipedia.org/wiki/Debug_symbol>`_ que permitem aos desenvolvedores interpretar os rastros do depurador quando o aplicativo para de funcionar. Os pacotes que incluem símbolos de depuração são grandes, mas podem ajudar os desenvolvedores a encontrar e corrigir erros de codificação. Consulte a seção :ref:`Envolva-se <get_involved>` para obter detalhes.
sl: Paketi z **-debug** v imenu datoteke vključujejo `simbole za odpravljanje napak <https://en.wikipedia.org/wiki/Debug_symbol>`_, ki razvijalcem omogočajo interpretacijo sledi odpravljanja napak, ko aplikacija preneha delovati. Paketi, ki vključujejo simbole za odpravljanje napak, so veliki, vendar lahko razvijalcem pomagajo pri iskanju in odpravljanju napak pri kodiranju. Za podrobnosti si oglejte razdelek :ref:`Bodite vpleteni <get_involved>`.
zh_cn: 文件名中带有 **-debug** 的安装包包含 `调试符号 <https://en.wikipedia.org/wiki/Debug_symbol>`_ ，可以帮助开发人员在程序停止运行时查看调试信息。这类安装包体积会比较大，但对开发者排查和修复代码错误非常有帮助。具体信息请参考 :ref:`参与贡献 <get_involved>` 部分。

source: Minimum System Requirements
ca: Requisits mínims del sistema
it: Requisiti minimi di sistema
nl: Minimale systeemvereisten
pt_br: Requisitos mínimos do sistema
sl: Minimalne sistemske zahteve
uk: Мінімальні вимоги до системи
zh_cn: 最低系统要求

source: **Operating System**: 64-bit Windows 10 or newer, Apple macOS 64-bit based on Intel or Apple Silicon (M1 or later), or 64-bit Linux. See details below.
ca: **Sistema operatiu**: Windows 10 de 64 bits o posterior, macOS de 64 bits d'Apple basat en l'arquitectura Intel o Apple Silicon (M1 o posterior) o Linux de 64 bits. Vegeu els detalls a continuació.
it: **Sistema operativo**: Windows 10 o successivo a 64 bit, Apple macOS a 64 bit basato su architettura Intel o Apple Silicon (M1 o successivo) o Linux a 64 bit. Vedi i dettagli sotto.
nl: **Besturingssysteem**: 64-bits Windows 10 of nieuwer, Apple macOS 64-bits gebaseerd op Intel of Apple Silicon (M1 of later), 64-bits Linux. Zie details hieronder.
pt_br: **Sistema operacional**: Windows 10 de 64 bits ou mais recente, Apple macOS de 64 bits baseado em Intel ou Apple Silicon (M1 ou mais recente) ou Linux de 64 bits. Veja os detalhes abaixo.
sl: **Operacijski sistem**: 64-bitni Windows 10 ali novejši, 64-bitni Apple macOS, ki temelji na arhitekturi Intel ali Apple Silicon (M1 ali kasnejši), 64-bitni Linux. Poglejte spodaj za podrobnosti.
zh_cn: **操作系统** ：64 位 Windows 10 或更新版本，基于 Intel 或 Apple Silicon（M1 或更新版本）的 macOS 64 位系统，或 64 位 Linux。详细信息见下文。

source: **CPU**: x86 Intel, AMD, or Arm; at least one 2 GHz core for standard photo processing, 4 cores for large photo or panorama processing, 8 cores for Artificial Intelligence usages, such as Face Workflow, Auto-Tags, Aesthetic Detection, Red Eye Removal, and Auto-Transform features.
ca: **CPU**: x86 d'Intel, AMD o Arm; almenys un nucli de 2 GHz per al processament estàndard de fotografies, 4 nuclis per al processament de fotos grans o de panorames, 8 nuclis per a usos d'intel·ligència artificial com les característiques de flux de treball de cares, etiquetes automàtiques, detecció estètica, eliminació d'ull vermells i transformació automàtica.
it: **CPU**: x86 Intel o AMD o Arm; almeno un core da 2 GHz per l'elaborazione standard delle foto, 4 core per fotografie grandi o elaborazione di panorami, 8 core per usi con l'intelligenza artificiale quali le funzionalità di flusso di lavoro sui volti, assegnazione di tag automatici, rilevamento estetico, rimozione degli occhi rossi e trasformazione automatica.
nl: **CPU**: x86 Intel, AMD of Arm; minstens één 2 GHz kern voor standaard fotobewerking, 4 kernen voor bewerken van grote foto's of panorama's, 8 kernen voor gebruik van Kunstmatige Intelligentie, zoals bij werkmethode met gezichten, automatische tags detectie op esthetiek, rode ogen verwijderen en mogelijkheden voor automatisch transformeren.
pt_br: **CPU**: x86 Intel, AMD ou Arm; pelo menos um núcleo de 2 GHz para processamento de fotos padrão, 4 núcleos para processamento de fotos grandes ou panorâmicas, 8 núcleos para usos de Inteligência Artificial, como as funcionalidades de fluxo de trabalho de reconhecimento facial, etiquetamento automático, avaliação estética, remoção de olhos vermelhos e transformação automática.
sl: **CPE**: x86 Intel, AMD ali Arm; vsaj eno jedro 2 GHz za standardno obdelavo fotografij, 4 jedra za obdelavo velikih fotografij ali panoram, 8 jeder za zmožnosti globokega učenja, kot so zaznavanje obraza, samodejno označevanje, zaznavanje estetike, odstranjevanje rdečih oči in samodejno preoblikovanje.
zh_cn: **CPU：** x86 架构的 Intel、AMD 或 Arm 处理器；标准照片处理需至少一个 2 GHz 核心，大尺寸照片或全景图处理建议 4 核，若使用人工智能功能（如人脸流程、自动打标签、美感识别、红眼消除和自动旋转等），建议使用 8 核或以上的处理器。

source: **GPU**: `OpenGL <https://en.wikipedia.org/wiki/OpenGL>`_ 2.0 that works correctly and is compatible. On Windows, you can also use a card with good, compatible `DirectX <https://en.wikipedia.org/wiki/DirectX>`_ 9 or 11 drivers. It's highly recommended to use a device with `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ support (as CUDA based device like NVIDIA cards) to speed-up Artificial Intelligence engine.
ca: **GPU**: `OpenGL <https://en.wikipedia.org/wiki/OpenGL>`_ 2.0 que funciona correctament i és compatible. Al Windows, també podeu fer servir una targeta amb controladors bons i compatible amb `DirectX <https://en.wikipedia.org/wiki/DirectX>`_ 9 o 11. Es recomana molt que feu servir un dispositiu amb suport d'`OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ (com els dispositius basats en CUDA com les targetes NVIDIA) per a accelerar el motor d'intel·ligència artificial.
it: **GPU**: `OpenGL <https://en.wikipedia.org/wiki/OpenGL>`_ 2.0, che funziona correttamente ed è compatibile. In Windows puoi anche utilizzare una scheda con buona compatibilità con i driver `DirectX <https://en.wikipedia.org/wiki/DirectX>`_ 9 o 11. Per velocizzare il motore dell'intelligenza artificiale, è altamente consigliato utilizzare un dispositivo con supporto `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ (come le schede NVIDIA basate su CUDA).
nl: **GPU**: `OpenGL <https://en.wikipedia.org/wiki/OpenGL>`_ 2.0 die goed werkt en compatibel is. Op Windows kunt u ook een kaart met goede, compatibele `DirectX <https://en.wikipedia.org/wiki/DirectX>`_ 9 of 11 stuurprogramma's. Het wordt zeer aanbevolen om een apparaat met `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ ondersteuning (zoals op CUDA gebaseerd apparaat zoald NVIDIA kaarten) om Kunstmatige Intelligentie-engine te versnellen.
pt_br: **GPU**: `OpenGL <https://en.wikipedia.org/wiki/OpenGL>`_ 2.0 que funciona corretamente e é compatível. No Windows, você também pode usar uma placa de boa qualidade e compatível com os drivers `DirectX <https://en.wikipedia.org/wiki/DirectX>`_ 9 ou 11. É altamente recomendável usar um dispositivo com suporte a `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ (dispositivos baseados em CUDA, como placas NVIDIA) para acelerar o motor de Inteligência Artificial.
sl: **GPU**: `OpenGL <https://en.wikipedia.org/wiki/OpenGL>`_ 2.0, ki deluje pravilno in je združljiv. V sistemu Windows lahko uporabite tudi kartico z dobrimi, združljivimi gonilniki `DirectX <https://en.wikipedia.org/wiki/DirectX>`_ 9 ali 11. Zelo priporočljivo je, da uporabite napravo s podporo za `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ (kot napravo, ki temelji na CUDA, kot so kartice NVIDIA), da pospešite stroj umetne inteligence.
zh_cn: **GPU** ：支持并能正常运行的 `OpenGL <https://en.wikipedia.org/wiki/OpenGL>`_ 2.0 显卡。在 Windows 系统下，也可以使用驱动兼容良好的 `DirectX <https://en.wikipedia.org/wiki/DirectX>`_ 9 或 11 显卡。强烈推荐使用支持 `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ 的设备（例如支持 CUDA 的 NVIDIA 显卡），这样可以大大提升人工智能引擎的运算速度。

source: **RAM**: At least 4 GB for standard photo processing, 8 GB for large photo or panorama processing, 16 GB for Artificial Intelligence capabilities.
ca: **RAM**: com a mínim 4 GB per al processament estàndard de fotografies, 8 GB per al processament de fotos grans o de panorames, 16 GB per a capacitats d'intel·ligència artificial.
it: **RAM**: almeno 4 GB per l'elaborazione standard delle foto, 8 GB per fotografie grandi o elaborazione di panorami, 16 GB per capacità di intelligenza artificiale.
nl: **RAM**: minstens 4 GB voor standaard fotobewerking, 8 GB voor bewerken van grote foto's of panorama's, 16 GB voor mogelijkheden met Kunstmatige Intelligentie.
pt_br: **RAM**: Pelo menos 4 GB para processamento de fotos padrão, 8 GB para processamento de fotos grandes ou panorâmicas, 16 GB para recursos de Inteligência Artificial.
sl: **RAM**: vsaj 4 GB za standardno obdelavo fotografij, 8 GB za obdelavo velikih fotografij ali panoram, 16 GB za zmožnosti umetne inteligence.
zh_cn: **内存（RAM）** ：标准照片处理建议至少 4 GB，大尺寸照片或全景图处理建议 8 GB，如需使用 AI 功能则建议 16 GB。

source: If your computer is at the lower end of the CPU and RAM requirements, you can reduce preview lag by adjusting two digiKam configuration settings. To access these settings under Linux, select :menuselection:`Settings --> Configure digiKam...` from the menu-bar. (Under MacOS you instead select :menuselection:`digiKam --> Preferences...` from the menu-bar.) The configuration options are separated into categories displayed on independent pages. To minimize preview lag, uncheck the **Use large thumbnail size for high screen resolution** option on the *Configure/Views/Icons* page, and select the **Preview shows embedded view if possible (faster)** option on the *Configure/Views/Preview* page.
ca: Si el vostre ordinador està a la banda baixa dels requisits de CPU i RAM, podeu reduir el retard de la vista prèvia ajustant dos paràmetres de la configuració del digiKam. Per a accedir a aquests paràmetres al Linux, seleccioneu :menuselection:`Arranjament --> Configura el digiKam...` de la barra de menús. (Al MacOS, seleccioneu :menuselection:`digiKam --> Preferències...` de la barra de menús.) Les opcions de configuració estan separades en categories que es mostren en pàgines independents. Per a minimitzar el retard de la vista prèvia, desmarqueu l'opció **Utilitza la mida gran de miniatures per a una resolució alta de la pantalla** a la pàgina *Configura/Vistes/Icones* i seleccioneu l'opció **La vista prèvia mostra la vista incrustada si està disponible (més ràpid)** a la pàgina *Configura/Vistes/Vistes prèvies*.
it: Se il tuo computer è al minimo dei requisiti per CPU e RAM, puoi ridurre il ritardo dell'anteprima regolando due impostazioni delle configurazione di digiKam. In Linux, per accedere a queste impostazioni seleziona :menuselection:`Impostazioni --> Configura digiKam...` dalla barra dei menu (in macOS seleziona invece :menuselection:`digiKam --> Preferenze...`, sempre dalla barra dei menu). Le opzioni di configurazione sono separate in categorie mostrate su pagine indipendenti. Per minimizzare il ritardo dell'anteprima, deseleziona l'opzione **Usa la dimensione grande delle miniature, adatta a risoluzioni schermo elevate** nella pagina *Configura/Viste/Icone* e seleziona invece l'opzione **L'anteprima mostra la visualizzazione incorporata, se disponibile (più veloce)** presente nella pagina *Configura/Viste/Anteprima*.
nl: Als uw computer aan het lagere einde van de vereisten voor CPU en RAM is kunt u de vertraging van voor beelden verminderen door twee configuratie-instellingen van digiKam aan te passen. Voor toegang tot deze instellingen onder Linux, selecteer :menuselection:`Instellingen --> digiKam configureren...` uit de menubalk. (Onder MacOS selecteert in plaats daarvan :menuselection:`digiKam --> Voorkeuren...` uit de menubalk.) De configuratie-opties zijn gescheiden in categorieën getoond op onafhankelijke pagina's. Om vertraging van het voorbeeld te minimaliseren, de-activeer de optie **Grootte van grote miniaturen voor hoge schermresolutie gebruiken** op de pagina *Configureren/Beeld/Pictogrammen* en selecteer de optie **Voorbeeld toont ingebedde weergave indien mogelijk (sneller)** op de pagina *Configureren/Beeld/Voorbeeld*.
pt_br: Se o seu computador estiver com os requisitos mínimos de CPU e RAM, você pode reduzir o atraso na visualização ajustando duas configurações do digiKam. Para acessar essas configurações no Linux, selecione :menuselection:`Configurações --> Configurar o digiKam...` na barra de menus. (No MacOS, selecione :menuselection:`digiKam --> Preferências...` na barra de menus.) As opções de configuração são separadas em categorias exibidas em páginas independentes. Para minimizar o atraso na visualização, desmarque a opção **Usar miniatura maiores para resoluções mais altas** na página *Configurar/Exibições/Miniaturas* e selecione a opção **A visualização mostra a visualização embutida, se possível (mais rápido)** na página *Configurar/Exibições/Visualização*.
sl: Če je vaš računalnik na nižji meji CPE in RAM zahtev, lahko zmanjšate zakasnitev predogleda tako, da prilagodite dve konfiguracijski nastavitvi digiKam. Za dostop do teh nastavitev pod Linuxom izberite :menuselection:`Nastavitve --> Konfiguriraj digiKam...` v menijski vrstici. (V MacOS namesto tega izberete :menuselection:`digiKam --> Preference...` v menijski vrstici.) Možnosti konfiguracije so ločene v kategorije, prikazane na neodvisnih straneh. Če želite zmanjšati zakasnitev predogleda, počistite polje **Uporabi veliko velikost sličice za visoko ločljivost zaslona** na strani *Konfiguracija/Pogledi/Ikone* in izberite možnost **Predogled prikazuje vdelan pogled, če je to mogoče (hitreje)** na strani Stran *Konfiguracija/Pogledi/Predogled*.
zh_cn: 如果你的电脑正好处于最低配置边缘，可以通过调整 digiKam 的两个设置来减少预览卡顿。在 Linux 下，点击菜单栏的 :menuselection:`设置 --> 配置 digiKam...` 进入设置页面。（在 macOS 下，请点击菜单栏的 :menuselection:`digiKam --> 首选项...` ）。 配置选项按类别分布在不同的页面中。为了减少预览卡顿，可以取消勾选 **使用高分辨率缩略图** 选项（位置在“配置 digiKam - 视图 - 图标”页面），并启用 **预览时显示图像内嵌的预览图（如果可用/更快）** 选项（位置在“配置 digikam - 视图 - 预览”页面）。

source: **Monitors**: Although the application can be used on a single screen, using multiple screens will improve the experience especially when reviewing items.
ca: **Monitors**: tot i que l'aplicació es pot utilitzar amb una pantalla individual, l'ús de múltiples pantalles millorarà l'experiència especialment en revisar elements.
it: **Monitor**: sebbene l'applicazione possa essere utilizzata su un singolo schermo, l'uso di più schermi migliorerà l'esperienza, in special modo quando si revisionano gli elementi.
nl: **Monitoren**: hoewel de toepassing gebruikt kan worden op een enkel scherm, zal met meerdere schermen de ervaring, speciaal het herzien van items, verbeteren.
pt_br: **Monitores**: Embora o aplicativo possa ser usado em uma única tela, usar várias telas melhorará a experiência, especialmente ao revisar itens.
sl: **Zasloni**: Čeprav je aplikacijo mogoče uporabljati na enem zaslonu, bo uporaba več zaslonov izboljšala izkušnjo, zlasti pri pregledovanju predmetov.
zh_cn: 显示器：digiKam 在单屏幕下可以正常使用，不过如果你连接多屏幕，体验会更好，尤其是在查看照片时。

source: A Double-Screen Linux Station with **Main Window** on the Left and **Light Table** on the Right
ca: Una estació Linux de doble pantalla amb la **finestra principal** a l'esquerra i la **Taula de llum** a la dreta
it: Stazione Linux a doppio schermo con **finestra principale** a sinistra e **tavolo luminoso** a destra
nl: Een Linuxstation met dubbele schermen met **Hoofdvenster** op de linker en **Lichttafel** op de rechter
pt_br: Uma estação Linux de tela dupla com a **Janela principal** à esquerda e a **Mesa de luz** à direita
sl: Postaja Linux z dvojnim zaslonom z **Glavnim oknom** na levi in ​​**Svetlobno mizo** na desni
uk: Робоча станція під керуванням Linux з двома екранами: **основне вікно** ліворуч, а **стіл із підсвічуванням** — праворуч
zh_cn: 双屏 Linux 工作站， **主窗口** 在左侧， **多图对比** 窗口在右侧。

source: If your screen provides HDPI support, check options :ref:`Use high DPI scaling from the screen factor <system_settings>` and :ref:`Application font <appearance_settings>`.
ca: Si les vostres pantalles proporcionen suport HDPI, comproveu les opcions :ref:`Usa l'escalat del PPP alt a partir del factor de pantalla <system_settings>` i :ref:`Lletra de l'aplicació <appearance_settings>`.
it: Se il tuo schermo fornisce supporto HDPI, verifica le opzioni :ref:`Usa il ridimensionamento High DPI dal fattore dello schermo <system_settings>` e :ref:`Carattere applicazione <appearance_settings>`.
nl: Als uw scherm ondersteuning voor HDPI levert, activeer optie :ref:`Hoge DPI schaal gebruiken uit de schermfactor <system_settings>` en :ref:`Lettertype van toepassing gebruiken <appearance_settings>`.
pt_br: Se a sua tela oferecer suporte a HDPI, marque as opções :ref:`Usar escala de DPI alta no fator de tela <system_settings>` e :ref:`Fonte do aplicativo <appearance_settings>`.
sl: Če vaš zaslon podpira HDPI, preverite možnosti :ref:`Uporabi visoko DPI lestvičenje iz faktorja zaslona <system_settings>` in :ref:`Pisava aplikacije <appearance_settings>`.
uk: Якщо для вашого екрана передбачено підтримку режиму високої роздільної здатності, скористайтеся пунктами :ref:`Масштабування для високих роздільностей на основі коефіцієнта екрана <system_settings>` та :ref:`Шрифт програми <appearance_settings>`.
zh_cn: 如果您的屏幕提供高 DPI 支持，请勾选 :ref:`按照系统屏幕缩放比率进行高分辨率缩放 <system_settings>` ，并使用 :ref:`自定义字体 <appearance_settings>` 。
