Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/installation.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: You need to allow the installer to run by clicking on **Open Anyway** in the macOS **System Settings/Security and Privacy** dialog (scroll down to see the **Security** section).
ca: Cal permetre que l'instal·lador s'executi fent clic a **Obre de totes maneres** en el diàleg **Configuració del sistema/Seguretat i privadesa** del macOS (desplaceu-vos cap avall per a veure la secció **Seguretat**).
it: Devi consentire l'avvio dell'installatore facendo clic su **Apri comunque** nella finestra di dialogo **Impostazioni di sistema/Privacy e Sicurezza** di macOS (scorri in basso per visualizzare la sezione **Sicurezza**).
nl: U moet het installatieprogramma toestaan te draaien door te klikken op **Toch openen** in de macOS-dialoog **Systeeminstellingen/Beveiliging en privacy** (schuif omlaag om de sectie **Beveiliging** te zien.
pt_br: Você precisa permitir que o instalador seja executado clicando em **Abrir mesmo assim** na caixa de diálogo **Configurações do sistema/Segurança e privacidade** do macOS (role para baixo para ver a seção **Segurança**).
sl: Namestitvenemu programu morate omogočiti zagon, tako da kliknete **Vseeno odpri** v pogovornem oknu macOS **Sistemske nastavitve/Varnost in zasebnost** (pomaknite se navzdol, da vidite razdelek **Varnost**).
zh_cn: 你需要在 **系统设置 - 安全性与隐私** 对话框中点击 **仍要打开** 来允许安装程序运行（向下滚动可以看到 **安全性** 相关选项）。

source: The prior and later Ventura macOS Security Panel to Authorize the digiKam Package Installation to Run
ca: El plafó de seguretat anterior i posterior del macOS Ventura per a autoritzar la instal·lació del PKG del digiKam
it: Il pannello Sicurezza in macOS prima e dopo Ventura per l'autorizzazione all'installazione del PKG digiKam
nl: Het eerdere en latere Ventura macOS Beveiligingspaneel voor autorisatie om de pakketinstallatie van digiKam uit te voeren
pt_br: O Painel de Segurança do macOS Ventura anterior e posterior para Autorizar a Execução da Instalação do Pacote digiKam
sl: Varnostna plošča Ventura macOS za starejšo in novejšo različico za avtorizacijo namestitve paketa digiKam
zh_cn: Ventura 之前和之后版本的 macOS 安全设置界面，授权 digiKam 安装包运行

source: Under macOS Ventura and later, the system will double-ask you to confirm to run the application with the dialog below.
ca: Al macOS Ventura i posteriors, el sistema us demanarà que confirmeu que s'executi l'aplicació amb el diàleg següent.
it: Sotto macOS Ventura e successivi, il sistema richiederà due volte la conferma per avviare l'applicazione tramite la finestra di dialogo sotto riportata.
nl: Onder macOS Ventura en later zal het systeem u dubbel vragen om te bevestigen de toepassing uit te voeren met de onderstaande dialoog.
pt_br: No macOS Ventura e versões posteriores, o sistema solicitará que você confirme a execução do aplicativo com a caixa de diálogo abaixo.
sl: V sistemu macOS Ventura in novejših različicah vas bo sistem dvakrat vprašal za potrditev zagona aplikacije s spodnjim pogovornim oknom.
zh_cn: 在 macOS Ventura 及之后的版本中，系统会再次弹出确认窗口，双重确认是否运行此应用。

source: The digiKam macOS Ventura and Later 2nd confirmation to run the Application
ca: El digiKam macOS Ventura i la segona confirmació posterior per a executar l'aplicació
it: La doppia conferma per digiKam in macOS Ventura e successivi per avviare l'applicazione
nl: De tweede bevestiging voor digiKam op macOS Ventura en later om de toepassing uit te voeren
pt_br: Segunda confirmação para executar o aplicativo no macOS Ventura e posterior
sl: Druga potrditev digiKam macOS Ventura in novejših različic za zagon aplikacije
zh_cn: macOS Ventura 及更新系统下，digiKam 的第二次运行确认对话框

source: Once the installer is running, follow the instructions from the assistant to install digiKam onto your computer.
ca: Quan s'executi l'instal·lador, seguiu les instruccions de l'assistent per a instal·lar l'aplicació en l'ordinador.
it: Quando l'installatore è in esecuzione, segui le istruzioni fornite dall'assistente per installare l'applicazione sul computer.
nl: Nadat het installatieprogramma draait, volg de instructies van de assistent om de digiKam op uw computer te installeren.
pt_br: Após o instalador estar em execução, siga as instruções do assistente parainstalar o digiKam no seu computador.
sl: Ko se namestitveni program izvaja, sledite navodilom pomočnika za namestitev digiKama na vaš računalnik.
uk: Під час роботи засобу встановлення виконуйте усі настанови допоміжної програми для встановлення digiKam на ваш комп'ютер.
zh_cn: 安装程序启动后，按照安装向导的提示完成 digiKam 安装即可。

source: The digiKam macOS PKG is running and Ready to Install
ca: El PKG del digiKam per al macOS està executant-se i preparat per a la instal·lació
it: Il PKG macOS di digiKam è in esecuzione e pronto per l'installazione
nl: Het digiKam macOS PKG draait en gereed voor installatie
pt_br: O PKG macOS do digiKam está em execução e pronto para instalar
sl: DigiKam macOS PKG se izvaja in je pripravljen za namestitev
uk: PKG macOS digiKam запущено, програма готова до встановлення
zh_cn: digiKam 的 macOS 安装包正在运行并准备安装

source: Application Permissions
ca: Permisos de les aplicacions
it: Permessi dell'applicazione
nl: Rechten van programma
pt_br: Permissões de aplicativos
sl: Pravice aplikacij
uk: Права доступу програм
zh_cn: 应用权限

source: Once installed, digiKam will need to access some system resources to run properly. The system will ask for permissions when digiKam is run, depending on actions performed by user. See below for some examples of permissions that may need to be set in the macOS **Security and Privacy** policy configuration panel:
ca: Un cop instal·lat, el digiKam necessitarà accedir a alguns recursos del sistema per a funcionar correctament. El sistema ho preguntarà quan s'executi el digiKam, depenent de les accions realitzades per l'usuari. Vegeu a continuació alguns exemples de permisos que cal establir en el plafó de configuració de polítiques **Seguretat i privadesa** del macOS:
it: Una volta installato, per funzionare correttamente digiKam ha bisogno di accedere ad alcune risorse del sistema. Il sistema richiederà i permessi quando digiKam è in esecuzione, in base alle azioni eseguite dall'utente. Di seguito sono riportati alcuni esempi di permessi che potrebbero dover essere impostati nel pannello di configurazione delle politiche di **Privacy e Sicurezza** di macOS:
nl: Na installatie, zal digiKam toegang moeten hebben tot de systeembronnen om juist te draaien. Het systeem zal om rechten vragen wanneer digiKam draait, afhankelijk van acties uitgevoerd door de gebruiker. Zie onderstaand enige voorbeelden van in te stellen rechten in het het configuratiepaneel voor beleid **Security and Privacy** van macOS:
pt_br: Após a instalação, o digiKam precisará acessar alguns recursos do sistema para funcionar corretamente. O sistema solicitará permissões quando o digiKam for executado, dependendo das ações realizadas pelo usuário. Veja abaixo alguns exemplos de permissões que podem precisar ser definidas no painel de configuração da política de **Segurança e Privacidade** do macOS:
sl: Ko bo digiKam nameščen, bo moral za pravilno delovanje dostopati do nekaterih sistemskih virov. Sistem bo zahteval dovoljenja, ko se digiKam zažene, odvisno od dejanj, ki jih izvede uporabnik. Spodaj si oglejte nekaj primerov dovoljenj, ki jih bo morda treba nastaviti v plošči konfiguracije pravil **Varnost in zasebnost** na macOS:
uk: Коли встановлення буде завершено, digiKam для належної роботи знадобляться права доступу до ресурсів системи. Система проситеме про ці права доступу під час роботи digiKam, залежно від дій, які виконуватиме користувач. Нижче наведено деякі приклади набору прав доступу на панелі налаштувань правил macOS **Безпека і конфіденційність**:
zh_cn: 安装完成后，digiKam 需要访问部分系统资源才能正常运行。首次运行 digiKam 时，系统会根据你的操作请求相应权限。以下是一些可能需要在 **系统设置 - 安全性与隐私** 中手动授权的权限示例：

source: **Automation**: You must allow digiKam to control Apple's Finder app when you try to open an album in the Finder file manager through digiKam.
ca: **Automatització**: cal permetre que el digiKam controli l'aplicació Finder d'Apple quan intenteu obrir un àlbum en el gestor de fitxers Finder mitjançant el digiKam.
it: **Automazione**: è necessario consentire a digiKam di controllare il Finder di Apple quando tenti di aprire un album al suo interno tramite digiKam.
nl: **Automatisering**: u moet digiKam toestaan de toepassing Finder te besturen wanneer u een album in de bestandsbeheerder Finder wilt openen via digiKam.
pt_br: **Automação**: Você deve permitir que o digiKam controle o aplicativo Finder da Apple ao tentar abrir um álbum no gerenciador de arquivos do Finder através do digiKam.
sl: **Avtomatizacija**: digiKamu morate dovoliti nadzor Applove aplikacije Finder, ko poskušate odpreti album v upravljalniku datotek Finder prek digiKama.
uk: **Автоматизація**: вам слід дозволити digiKam керувати програмою Finder Apple, коли ви спробуєте відкрити альбом у програмі для керування файлами Finder з digiKam.
zh_cn: **自动化** ：如果你想通过 digiKam 打开访达文件管理器中的某个相册，你需要允许 digiKam 控制 Apple 的访达应用。

source: The prior and later Ventura macOS Security and Privacy Panel with the Automation Permissions
ca: El plafó Seguretat i privadesa anterior i posterior del macOS Ventura amb els permisos d'automatització
it: Il pannello Privacy e Sicurezza di macOS prima e dopo Ventura con i permessi per l'automazione
nl: Het eerdere en latere Ventura macOS paneel Security and Privacy met rechten Automatisering
pt_br: O Painel de Segurança e Privacidade do macOS Ventura antes e depois com as Permissões de Automação
sl: Predhodna in novejša plošča varnosti in zasebnosti Ventura macOS z dovoljenji za avtomatizacijo
zh_cn: Ventura 之前和之后的 macOS 安全与隐私设置界面中的自动化权限

source: **Accessibility**: You must allow digiKam to control your computer if you want to change the desktop wallpaper with digiKam.
ca: **Accessibilitat**: cal permetre que el digiKam controli l'ordinador si voleu canviar el fons de pantalla de l'escriptori amb el digiKam.
it: **Accessibilità**: è necessario consentire a digiKam di controllare il computer, se vuoi modificare lo sfondo della scrivania con digiKam.
nl: **Toegankelijkheid**: u moet digiKam toestaan om uw computer te besturen als u de achtergrondafbeelding van het bureaublad met digiKam wilt wijzigen.
pt_br: **Acessibilidade**: Você deve permitir que o digiKam controle seu computador se quiser alterar o papel de parede da área de trabalho com o digiKam.
sl: **Dostopnost**: digiKamu morate dovoliti nadzor vašega računalnika, če želite spremeniti ozadje namizja z digiKamom.
uk: **Доступність**: вам слід дозволити digiKam керування вашим комп'ютером, якщо ви хочете змінити за допомогою digiKam фонове зображення стільниці.
zh_cn: **辅助功能** ：如果你想用 digiKam 更换桌面壁纸，需要允许它控制你的电脑。

source: The prior and later Ventura macOS Security and Privacy Panel with the Accessibility Permissions
ca: El plafó Seguretat i privadesa anterior i posterior del macOS Ventura amb els permisos d'accessibilitat
it: Il pannello Privacy e Sicurezza di macOS prima e dopo Ventura con i permessi per l'accessibilità
nl: Het paneel Security and Privacy van het eerdere en latere Ventura macOS met rechten Toegankelijkheid
pt_br: O painel de segurança e privacidade do macOS Ventura antes e depois com as permissões de acessibilidade
sl: Predhodna in novejša plošča varnosti in zasebnosti Ventura macOS z dovoljenji za dostopnost
zh_cn: Ventura 之前和之后的 macOS 安全与隐私设置界面中的辅助功能权限

source: **Full Disk**: You must allow digiKam to access files and folders outside the Photos directory, if you place your collections elsewhere on your computer. Also, full disk access allow digiKam to access data from other applications if you use the gPhoto2 driver to communicate with your camera for example.
ca: **Disc complet**: cal permetre al digiKam accedir als fitxers i carpetes fora del directori Fotos, si col·loqueu les col·leccions en un altre lloc de l'ordinador. A més, l'accés complet al disc complet permet que el digiKam accedeixi a les dades d'altres aplicacions si utilitzeu el controlador gPhoto2 per comunicar-se amb la càmera, per exemple.
it: **Intero disco**: è necessario consentire a digiKam di accedere ai file e alle cartelle al di fuori della cartella Foto, se memorizzi le tue raccolte in altre posizioni del computer. Inoltre, l'accesso all'intero disco consente a digiKam di accedere ai dati da altre applicazioni, se usi il driver gPhoto2, per esempio, per comunicare con la tua fotocamera.
nl: **Bestanden en mappen**: u moet digiKam toestaan om toegang tot toegang tot bestanden en mappen buiten de map Foto's, als u uw verzameling elders op uw computer plaatst.
pt_br: **Disco Completo**: Você deve permitir que o digiKam acesse arquivos e pastas fora do diretório Fotos, caso você coloque suas coleções em outro lugar no seu computador. Além disso, o acesso total ao disco permite que o digiKam acesse dados de outros aplicativos se você usar o driver gPhoto2 para se comunicar com sua câmera, por exemplo.
sl: **Polni disk**: Če svoje zbirke shranite drugam v računalniku, morate digiKamu omogočiti dostop do datotek in map zunaj imenika Fotografije. Polni dostop do diska digiKamu omogoča tudi dostop do podatkov iz drugih aplikacij, če na primer za komunikacijo s kamero uporabljate gonilnik gPhoto2.
zh_cn: **完全磁盘访问** ：如果你的图像库不在系统默认的“照片”文件夹里，而是放在其他位置，就需要授权 digiKam 访问完整磁盘。此外，如果你使用 gPhoto2 驱动与相机连接，该权限也能让 digiKam 访问其他应用的数据。

source: The prior and later Ventura macOS Security and Privacy Panel with the Full Disk Access Permissions
ca: El plafó Seguretat i privadesa anterior i posterior del macOS Ventura amb els permisos d'accés al disc complet
it: Il pannello Privacy e Sicurezza di macOS prima e dopo Ventura con i permessi di accesso all'intero disco
nl: Het paneel Security and Privacy van het eerder en latere Ventura macOS met rechten Volledige toegang tot schijf
pt_br: O painel de segurança e privacidade do macOS Ventura antes e depois com permissões de acesso total ao disco
sl: Predhodna in novejša plošča varnosti in zasebnosti Ventura macOS z dovoljenji za celoten dostop do diska
zh_cn: Ventura 之前和之后的 macOS 安全与隐私设置界面中的完整磁盘访问权限

source: **Photos**: You must allow digiKam to access your photos if you want digiKam to include the Apple Photos collection in your personal account.
ca: **Fotos**: cal permetre que el digiKam accedeixi a les fotos si voleu que el digiKam inclogui la col·lecció Apple Photos al vostre compte personal.
it: **Foto**: è necessario consentire a digiKam di accedere alle tue foto, se vuoi che digiKam includa la raccolta Apple Foto nel tuo account personale.
nl: **Foto's**: u moet digiKam toegang toestaan tot uw foto's als u wilt dat digiKam de Apple Foto's verzameling in uw persoonlijke account meeneemt.
pt_br: **Fotos**: Você deve permitir que o digiKam acesse suas fotos se quiser que ele inclua a coleção de Fotos da Apple em sua conta pessoal.
sl: **Fotografije**: digiKamu morate omogočiti dostop do vaših fotografij, če želite, da digiKam vključi zbirko Apple Photos v vaš osebni račun.
uk: **Фотографії**: вам слід дозволити digiKam доступ до ваших фотографій, якщо ви хочете, щоб digiKam включив збірку Apple Photos до вашого особистого облікового запису.
zh_cn: **照片** 访问权限：如果你希望 digiKam 访问 Apple 照片中的图片，就需要授予它照片访问权限。

source: The prior and later Ventura macOS Security and Privacy Panel with the Photos Access Permissions
ca: El plafó Seguretat i privadesa anterior i posterior del macOS Ventura amb els permisos d'accés a les Fotografies
it: Il pannello Privacy e Sicurezza di macOS prima e dopo Ventura con i permessi di accesso alla cartella Foto
nl: Het paneel Security and Privacy van het eerdere en latere Ventura macOS met rechten Toegang tot foto's
pt_br: O painel de segurança e privacidade do macOS Ventura antes e depois com permissões de acesso a fotos
sl: Predhodna in novejša plošča varnosti in zasebnosti Ventura za macOS z dovoljenji za dostop do fotografij
zh_cn: Ventura 之前和之后的 macOS 安全与隐私设置界面中的照片权限

source: When digiKam is first run, if you point your collection to the standard Apple Photo library, MacOS will automatically ask you to grant access to the library.
ca: En el primer inici del digiKam, si apunteu la vostra col·lecció a la biblioteca estàndard d'Apple Photo, el MacOS us demanarà automàticament que atorgueu accés a aquest contingut.
it: Quando digiKam è avviato la prima volta, se punti alla tua raccolta nella libreria standard di Apple Photo, macOS ti chiederà automaticamente di permettere l'accesso alla libreria.
nl: Wanneer digiKam de eerste keer draait, als u wijst naar uw verzameling naar de standaard Apple Foto bibliotheek, zal MacOS u automatisch vragen om toegang te geven tot de bibliotheek.
pt_br: Quando o digiKam for executado pela primeira vez, se você apontar sua coleção para a biblioteca padrão do Apple Photo, o macOS solicitará automaticamente que você conceda acesso à biblioteca.
sl: Ko digiKam prvič zaženete in če svojo zbirko usmerite v standardno knjižnico Apple Photo, vas bo MacOS samodejno prosil za odobritev dostopa do knjižnice.
uk: Під час першого запуску digiKam, якщо ви вкажете збірку у стандартній бібліотеці фотографій Apple, MacOS автоматично попросить вас надати доступ до бібліотеки.
zh_cn: 首次运行 digiKam 时，如果你将图库路径指向 Apple 照片的标准图库位置，macOS 会自动弹出对话框请求你授权访问该图库。

source: The prior and later Ventura macOS dialog to grant access to Apple Photo library at application start-up
ca: El diàleg anterior i posterior del macOS Ventura per a concedir accés a la biblioteca d'Apple Photo en iniciar l'aplicació
it: La finestra di dialogo di macOS prima e dopo Ventura per permettere l'accesso alla libreria di Apple Photo all'avvio dell'applicazione
nl: De dialoog in het eerdere en latere Ventura macOS om toegang te geven tot Apple Photo bibliotheek bij opstarten van de toepassing
pt_br: Caixa de diálogo antes e depois do Ventura macOS para conceder acesso à biblioteca de fotos da Apple na inicialização do aplicativo
sl: Pogovorno okno Ventura v prejšnji in novejši različici sistema macOS za odobritev dostopa do knjižnice Apple Photo ob zagonu aplikacije
zh_cn: Ventura 之前和之后版本系统，在应用启动时请求访问 Apple Photo 图库的弹窗

source: Configuration Files
ca: Fitxers de configuració
it: File di configurazione
nl: Configuratiebestanden
pt_br: Arquivos de configuração
sl: Konfiguracijske datoteke
uk: Файли налаштувань
zh_cn: 配置文件

source: **digiKam**'s application-wide persistent settings are stored in the following locations, depending on your platform.
ca: Les opcions de configuració persistents a tota l'aplicació del **digiKam** s'emmagatzemen en les ubicacions següents, segons la vostra plataforma.
it: Le impostazioni persistenti a livello globale di **digiKam** sono memorizzate nelle posizioni seguenti, a seconda della piattaforma utilizzata:
nl: De toepassingsbrede blijvende instellingen van **digiKam** worden opgeslagen in de volgende locaties, afhankelijk van uw platform.
pt_br: As configurações persistentes em todo o aplicativo do **digiKam** são armazenadas nos seguintes locais, dependendo da sua plataforma.
sl: **digiKam**-ove trajne nastavitve za celotno aplikacijo so shranjene na naslednjih lokacijah, odvisno od vaše platforme.
uk: Збережені параметри програми **digiKam** містяться у вказаних нижче місцях, які залежать від вашої програмної платформи.
zh_cn: **digiKam** 的全局永久性设置会根据不同操作系统平台，保存在以下位置：

source: **General settings** for mostly all the application configuration. Delete this file and restart digiKam to reset the application to *factory* settings
ca: **Configuració general** de gran part de la configuració de l'aplicació. Suprimiu aquest fitxer i reinicieu el digiKam per a restablir l'aplicació a la configuració de *fàbrica*
it: **Impostazioni generali** per quasi tutta la configurazione dell'applicazione. Elimina questo file e riavvia digiKam per riportare l'applicazione alle impostazioni di *fabbrica*
nl: **Algemene instellingen** voor bijna alle toepassingen. Verwijder dit bestand en herstart digiKam om de toepassing te resetten naar *fabrieks* instellingen
pt_br: **Configurações gerais** para a maioria das configurações do aplicativo. Exclua este arquivo e reinicie o digiKam para redefinir o aplicativo para as configurações de *fábrica*.
sl: **Splošne nastavitve** za večino vseh konfiguracij aplikacij. Izbrišite to datoteko in znova zaženite digiKam, da ponastavite aplikacijo na *tovarniške* nastavitve
zh_cn: **通用设置** ：包含大部分应用配置项。如果你想将 digiKam 恢复为 *出厂* 设置，只需删除此文件并重新启动 digiKam。

source: **System settings** for the application referring to the all configuration available from *Setup/Miscs/System* dialog page. Delete this file and restart digiKam to reset the application to *factory* settings
nl: **Systeeminstellingen** voor de toepassing verwijzend naar alle configuratie beschikbaar uit de dialoogpagina *Opzet/Diversen/Systeem*. Verwijder dit bestand en herstart digiKam om de toepassing te resetten naar *fabrieks* instellingen
pt_br: **Configurações do sistema** para o aplicativo referentes a todas as configurações disponíveis na página de diálogo *Configurações/Diversos/Sistema*. Exclua este arquivo e reinicie o digiKam para redefinir o aplicativo para as configurações de *fábrica*.

source: **Cache location** storing temporary files
ca: **Ubicació de la memòria cau** que emmagatzema els fitxers temporals
it: **Posizione della cache** per la memorizzazione dei file temporanei
nl: **Locatie van cache** voor opslaan van tijdelijke bestanden
pt_br: **Localização do cache** armazenando arquivos temporários
sl: **Lokacija predpomnilnika** za shranjevanje začasnih datotek
zh_cn: **缓存位置** ：用于存储临时文件。

source: Contains **internal configuration files** and downloaded deep-learning models
ca: Conté els **fitxers de configuració interna** i les baixades dels models d'aprenentatge profund
it: Contiene i **file di configurazione interna** e i modelli di apprendimento profondo scaricati
nl: Bevat **interne configuratiebestanden** en gedownloade deep-learning modellen
pt_br: Contém **arquivos de configuração interna** e os modelos de aprendizado profundo baixados
sl: Vsebuje **notranje datoteke konfiguracije** in prenesene modele poglobljenega učenja
zh_cn: **内部配置文件** 与 **深度学习模型** ：这个文件夹里包含了程序内部的配置数据，以及下载的 AI 模型文件。

source: Contains **UI configuration** eg. the toolbar contents and positions. If your UI is broken, delete this file
ca: Conté la **configuració de la interfície d'usuari (IU)**, p. ex. les posicions i el contingut de les barres d'eines. Si la IU està trencada, suprimiu aquest fitxer
it: Contiene la **configurazione dell'interfaccia**, per esempio il contenuto e le posizioni della barra degli strumenti. Se la tua interfaccia è danneggiata, elimina questo file
nl: Bevat **UI-configuratie** bijv. de inhoud en posities van de werkbalk. Als uw UI niet goed werkt, verwijder dit bestand
pt_br: Contém a **configuração da interface do usuário**, por exemplo, o conteúdo e as posições da barra de ferramentas. Se a sua interface do usuário estiver corrompida, exclua este arquivo.
sl: Vsebuje **konfiguracijo uporabniškega vmesnika** npr. vsebino in položaje orodne vrstice. Če je vaš uporabniški vmesnik pokvarjen, izbrišite to datoteko
zh_cn: **界面设置** ：例如工具栏的内容和位置等 UI 配置都在这里保存。如果界面显示异常或错乱，可以尝试删除此文件恢复默认界面。
