Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/installation.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: The Windows Warning When you Try to Install digiKam When a Previous Version is Present
ca: L'avís del Windows quan intenteu instal·lar el digiKam i hi ha present una versió anterior
it: L'avviso di Windows che stai tentando di installare digiKam mentre è presente una versione precedente
nl: De waarschuwing van Windows wanneer u de digiKam probeert te installeren wanneer een vorige versie nog aanwezig is
pt_br: Aviso do Windows ao tentar instalar o digiKam quando uma versão anterior está presente
sl: Opozorilo sistema Windows, ko poskušate namestiti digiKam, ko je prisotna prejšnja različica
uk: Попередження Windows при спробі встановити digiKam, якщо вже встановлено попередню версію програми
zh_cn: 如果您的系统上存在旧版的 digiKam ， Windows 安装程序就会出现这样的警告

source: The Windows Dialog to Uninstall Previous Version of digiKam
ca: El diàleg del Windows per a desinstal·lar la versió anterior del digiKam
it: La finestra di dialogo di Windows per disinstallare la versione precedente di digiKam
nl: De dialoog van Windows om installatie van eerdere versie van digiKam ongedaan te maken
pt_br: A caixa de diálogo do Windows para desinstalar a versão anterior do digiKam
sl: Pogovorno okno Windows za odstranitev prejšnje različice digiKama
uk: Вікно Windows для вилучення попередньої версії digiKam
zh_cn: 提示您卸载旧版 digiKam 的 Windows 对话框

source: The Windows Dialog to Install Newer Version of digiKam
ca: El diàleg del Windows per a instal·lar la versió nova del digiKam
it: La finestra di dialogo di Windows per installare la nuova versione di digiKam
nl: De dialoog van Windows om een nieuwe versie van digiKam te installeren
pt_br: A caixa de diálogo do Windows para instalar uma versão mais recente do digiKam
sl: Pogovorno okno Windows za namestitev novejše različice digiKama
uk: Вікно Windows для встановлення нової версії digiKam
zh_cn: 安装 digiKam 新版本的 Windows 对话框

source: **Standalone** version: **Doesn't** need administrator rights and isn't installed or listed as a program, but is only accessible by the user who has downloaded the file.
ca: Versió **autònoma**: **No** necessita drets d'administrador i no està instal·lada o llistada com a programa, però només serà accessible per a l'usuari que ha baixat el fitxer.
it: Versione **autonoma**: **non** richiede diritti di amministrazione e non viene installata o elencata come programma, ma è accessibile solo all'utente che ha scaricato il file.
nl: **Alleenstaande** versie: **heeft geen** admin-rechten nodig en is niet geïnstalleerd of in de lijst van programma's getoond, maar is alleen toegankelijk voor de gebruiker die het bestand heeft gedownload.
pt_br: Versão **autônoma**: **Não** precisa de direitos de administrador e não é instalada ou listada como um programa, mas só pode ser acessada pelo usuário que baixou o arquivo.
sl: **Samostojna** različica: **Ne potrebuje** skrbniških pravic in ni nameščena ali navedena kot program. Program je dostopen samo uporabniku, ki je prenesel datoteko.
zh_cn: **独立版本** ： **不需要** 管理员权限，也不会被安装到系统中，也不会出现在“程序”列表里。它只对当前下载该文件的用户可见。

source: Allows a normal user to use digiKam without a full installation.
ca: Permet a un usuari normal utilitzar el digiKam sense una instal·lació completa.
it: Consente a un utente normale di usare digiKam senza un'installazione completa.
nl: Staat een normale gebruiker toe om digiKam te gebruiken zonder een volledige installatie.
pt_br: Permite que um usuário normal utilize o digiKam sem uma instalação completa.
sl: Običajnemu uporabniku omogoča uporabo digiKama brez popolne namestitve.
uk: Надає змогу звичайному користувачеві користуватися digiKam без повноцінного встановлення.
zh_cn: 所以如果一个普通用户不想走一遍完整安装过程也可以使用 digiKam。

source: You can also copy the digiKam folder onto any external drive and run it on a different computer without installing it. However, your personal settings and downloads within digiKam are limited to the computer you work on.
ca: També podeu copiar la carpeta del digiKam a qualsevol unitat externa i executar-lo en un ordinador diferent sense necessitat d'instal·lar. Tanmateix, les opcions de configuració i baixades personals en el digiKam estaran limitades a l'ordinador amb el qual treballeu.
it: Puoi anche copiare la cartella di digiKam su qualsiasi dispositivo esterno e avviarlo in un computer diverso senza installarlo. Tuttavia, le tue impostazioni e gli scaricamenti personalizzati sono limitati al computer su cui stai lavorando.
nl: U kunt de digiKam map ook naar een externe schijf kopiëren en het op een andere computer laten werken zonder het te moeten installeren. Echter, uw persoonlijke instellingen en in digiKam gedownloade bestanden zijn beperkt tot de computer waarop u werkt.
pt_br: Você também pode copiar a pasta do digiKam para qualquer unidade externa e executá-lo em um computador diferente sem instalá-lo. No entanto, suas configurações pessoais e downloads dentro do digiKam são limitados ao computador em que você trabalha.
sl: Prav tako lahko kopirate mapo digiKam na kateri koli zunanji pogon in jo zaženete na drugem računalniku, ne da bi jo namestili. Vendar so vaše osebne nastavitve in prenosi znotraj digiKama omejeni na računalnik, na katerem delate.
uk: Ви можете скопіювати теку digiKam на будь-який зовнішній диск і запустити програму на іншому комп'ютері без встановлення. Втім, особисті параметри та отримані додаткові дані у digiKam буде обмежено комп'ютером, на якому ви працюєте.
zh_cn: 你也可以把 digiKam 文件夹复制到任意外接硬盘，然后在其他电脑上直接运行，无需安装。但请注意，你在 digiKam 中的个人设置和下载内容只会保留在当前使用的电脑上。

source: Using in a Windows Domain
ca: El digiKam en un domini del Windows
it: Uso in un dominio Windows
nl: Gebruiken in een Windows-domein
pt_br: Usando em um Domínio Windows
sl: Uporaba v domeni Windows
uk: Користування у домені Windows
zh_cn: 在 Windows 域中使用

source: If you want to use digiKam with domain users based on Windows Active Directory and/or Group Policies (`GPOs <https://learn.microsoft.com/en-us/previous-versions/windows/desktop/policy/group-policy-objects>`_) make sure all users have read/write access to the following folders:
ca: Si voleu utilitzar el digiKam amb usuaris de domini basat en l'«Active Directory» del Windows i/o polítiques de grup (els `GPO <https://learn.microsoft.com/en-us/previous-versions/windows/desktop/policy/group-policy-objects>`_), assegureu-vos que tots els usuaris tinguin accés de lectura/escriptura a les carpetes següents:
it: Se vuoi utilizzare digiKam con utenti di dominio basato su Windows Active Directory e/o le politiche di gruppo (Group Policies, `GPO <https://learn.microsoft.com/en-us/previous-versions/windows/desktop/policy/group-policy-objects>`_) assicurati che tutti gli utenti abbiano i diritti di accesso in lettura / scrittura nelle cartelle seguenti:
nl: Als u digiKam wilt gebruiken met domeingebruikers gebaseerd op Windows Active Directory en/of Group Policies (`GPO's <https://learn.microsoft.com/en-us/previous-versions/windows/desktop/policy/group-policy-objects>`_) controleer dan of alle gebruikers lees/schrijftoegang hebben in de volgende mappen:
pt_br: Se você quiser usar o digiKam com usuários de domínio baseados no Windows Active Directory e/ou Políticas de Grupo (`GPOs <https://learn.microsoft.com/en-us/previous-versions/windows/desktop/policy/group-policy-objects>`_), certifique-se de que todos os usuários tenham acesso de leitura/gravação às seguintes pastas:
sl: Če želite uporabljati digiKam z uporabniki domene, ki temeljijo na Windows Active Directory in/ali pravilnikih skupine (`GPOs <https://learn.microsoft.com/en-us/previous-versions/windows/desktop/policy/group-policy -objects>`_) zagotovite, da imajo vsi uporabniki dostop za branje/pisanje do naslednjih map:
uk: Якщо ви хочете використовувати digiKam на комп'ютерах користувачів домену за допомогою Windows Active Directory і/або Group Policies (`GPOs <https://learn.microsoft.com/en-us/previous-versions/windows/desktop/policy/group-policy-objects>`_), переконайтеся, що усі користувачі мають права доступу на читання даних з таких тек і запис до них:
zh_cn: 如果你想在基于 Windows 域控（Active Directory）和 / 或组策略 (`GPOs <https://learn.microsoft.com/en-us/previous-versions/windows/desktop/policy/group-policy-objects>`_ ) 环境中为域用户使用 digiKam，请确保所有用户都对以下文件夹有读写权限：

source: Similar requirements also exist for the :ref:`Showfoto stand Alone Image Editor <showfoto_editor>`:
ca: També existeixen requisits similars per a l':ref:`editor d'imatges independent Showfoto <showfoto_editor>`:
it: Requisiti simili esistono anche per :ref:`l'editor di immagini Showfoto indipendente <showfoto_editor>`:
nl: Vergelijkbare vereisten bestaan ook voor de :ref:`Showfoto alleenstaande afbeeldingsbewerker <showfoto_editor>`:
pt_br: Requisitos semelhantes também existem para o :ref:`Editor de imagem independente Showfoto <showfoto_editor>`:
sl: Podobne zahteve obstajajo tudi za :ref:`Showfoto samostojni urejevalnik slik <showfoto_editor>`:
uk: Ті самі вимоги стосуються і :ref:`окремого редактора зображень Showfoto <showfoto_editor>`:
zh_cn: 独立运行的 :ref:`Showfoto 图像编辑器 <showfoto_editor>` 的要求类似：

source: Also make sure no GPO is blocking the access to these folders.
ca: Assegureu-vos també que cap GPO bloqui l'accés a aquestes carpetes.
it: Accertati anche che nessun GPO stia bloccando l'accesso a queste cartelle.
nl: Ga ook na dat geen GPO de toegang tot deze mappen blokkeert.
pt_br: Certifique-se também de que nenhum GPO esteja bloqueando o acesso a essas pastas.
sl: Zagotovite tudi, da noben GPO ne blokira dostopa do teh map.
uk: Також переконайтеся, що GPO не блокує доступ до цих тек.
zh_cn: 也要确保没有 GPO 阻挡对这些文件夹的访问。

source: digiKam on macOS
ca: El digiKam al macOS
it: digiKam in macOS
nl: digiKam op macOS
pt_br: digiKam no macOS
sl: digiKam na macOS
uk: digiKam у macOS
zh_cn: 在 macOS 上运行 digiKam

source: The non-Signed Package
ca: El paquet sense signar
it: Il pacchetto non firmato
nl: Het niet ondertekende pakket
pt_br: O pacote não assinado
sl: Nepodpisani paket
uk: Непідписаний пакунок
zh_cn: 未签名的包

source: **digiKam** runs with on Apple-silicon based Macs (Qt6) and also on legacy Intel-based Macs 64-bit (Qt5). Minimum system requirements depend on the version of digiKam being installed:
ca: El **digiKam** funciona amb Macs basats en Apple-silicon (Qt6) i també amb Macs antics de 64 bits basats en Intel (Qt5). Els requisits mínims del sistema depenen de la versió del digiKam que s'instal·li:
it: **digiKam** funziona sui Mac basati su Apple-silicon (Qt6) e anche sui Mac a 64 bit basati sui vecchi Intel (Qt5). I requisiti di sistema minimi dipendono dalla versione digiKam che si sta installando:
nl: **digiKam** draait op Apple-silicon gebaseerde Macs (Qt6) en ook op oudere op Intel gebaseerde Macs 64-bit (Qt5). Minimale systeemvereisten hangen af van de versie van digiKam die is geïnstalleerd:
pt_br: O **digiKam** roda em Macs baseados em Apple Silicon (Qt6) e também em Macs antigos de 64 bits baseados em Intel (Qt5). Os requisitos mínimos do sistema dependem da versão do digiKam instalada:
sl: **digiKam** deluje v računalnikih Mac s procesorjem Apple (Qt6) in tudi v podedovanih 64-bitnih računalnikih Mac s procesorjem Intel (Qt5). Minimalne sistemske zahteve so odvisne od nameščene različice digiKama:
uk: **digiKam** працює на Mac на основі Apple-silicon (Qt6), а також на застарілих 64-бітових Mac на основі Intel (Qt5). Мінімальні вимоги до системи залежать від версії digiKam, яку ви встановлюєте:
zh_cn: **digiKam** 可以在采用 Apple Silicon 芯片的 Mac（使用 Qt6 版本）以及传统的基于 Intel 的 64 位 Mac（使用 Qt5 版本）上运行。最低系统要求取决于你安装的是哪个版本的 digiKam：

source: digiKam version
ca: Versió del digiKam
it: Versione di digiKam
nl: digiKam versie
pt_br: Versão do digiKam
sl: različica digiKam
uk: Версія digiKam
zh_cn: digiKam 版本

source: Qt version
ca: Versió de les Qt
it: Versione Qt
nl: Qt-versie
pt_br: Versão do Qt
sl: različica Qt
uk: Версія Qt
zh_cn: Qt 版本

source: Supported macOS Release
ca: Versió del macOS compatible
it: Il pacchetto non firmato
nl: Ondersteunde uitgave van macOS
pt_br: Versão macOS compatível
sl: Podprta izdaja za macOS
uk: Підтримуваний випуск для macOS
zh_cn: 支持的 macOS 版本

source: Qt6 and Qt5
ca: Qt6 i Qt5
it: Qt6 e Qt5
nl: Qt6 en Qt5
pt_br: Qt6 e Qt5
sl: Qt6 in Qt5
uk: Qt6 і Qt5
zh_cn: Qt6 和 Qt5

source: macOS 11.3 Silicon and Intel (`BigSur <https://en.wikipedia.org/wiki/MacOS_Big_Sur>`_) or newer
ca: macOS 11.3 Silicon i Intel (`BigSur <https://en.wikipedia.org/wiki/MacOS_Big_Sur>`_) o posterior
it: macOS 11.3 Silicon e Intel (`BigSur <https://en.wikipedia.org/wiki/MacOS_Big_Sur>`_) o superiore
nl: macOS 11.3 Silicon en Intel (`BigSur <https://en.wikipedia.org/wiki/MacOS_Big_Sur>`_) of nieuwer
pt_br: macOS 11.3 Silicon e Intel (`BigSur <https://en.wikipedia.org/wiki/MacOS_Big_Sur>`_) ou mais recente
sl: macOS 11.3 Silicon in Intel (`BigSur <https://en.wikipedia.org/wiki/MacOS_Big_Sur>`_) ali novejši
uk: macOS 11.3 Silicon та Intel (`BigSur <https://en.wikipedia.org/wiki/MacOS_Big_Sur>`_) або новіша
zh_cn: macOS 11.3 Silicon 和 Intel (`BigSur <https://en.wikipedia.org/wiki/MacOS_Big_Sur>`_) 或更高版本

source: Qt5 only
ca: Només Qt5
it: Solo Qt5
nl: Alleen Qt5
pt_br: Somente Qt5
sl: Samo Qt5
uk: Лише Qt5
zh_cn: 仅 Qt5

source: macOS 10.15 Intel (`Catalina <https://en.wikipedia.org/wiki/MacOS_Catalina>`_) or newer
ca: macOS 10.15 Intel (`Catalina <https://en.wikipedia.org/wiki/MacOS_Catalina>`_) o posterior
it: macOS 10.15 Intel (`Catalina <https://en.wikipedia.org/wiki/MacOS_Catalina>`_) o superiore
nl: macOS 10.15 Intel (`Catalina <https://en.wikipedia.org/wiki/MacOS_Catalina>`_) of nieuwer
pt_br: macOS 10.15 Intel (`Catalina <https://en.wikipedia.org/wiki/MacOS_Catalina>`_) ou mais recente
sl: macOS 10.15 Intel (`Catalina <https://en.wikipedia.org/wiki/MacOS_Catalina>`_) ali novejši
uk: macOS 10.15 Intel (`Catalina <https://en.wikipedia.org/wiki/MacOS_Catalina>`_) або новіша версія
zh_cn: macOS 10.15 Intel (`Catalina <https://en.wikipedia.org/wiki/MacOS_Catalina>`_) 或更高版本

source: macOS 10.13 Intel (`High Sierra <https://en.wikipedia.org/wiki/MacOS_High_Sierra>`_) or newer
ca: macOS 10.13 Intel (`High Sierra <https://en.wikipedia.org/wiki/MacOS_High_Sierra>`_) o posterior
it: macOS 10.13 Intel (`High Sierra <https://en.wikipedia.org/wiki/MacOS_High_Sierra>`_) o superiore
nl: macOS 10.13 Intel (`High Sierra <https://en.wikipedia.org/wiki/MacOS_High_Sierra>`_) of nieuwer
pt_br: macOS 10.13 Intel (`High Sierra <https://en.wikipedia.org/wiki/MacOS_High_Sierra>`_) ou mais recente
sl: macOS 10.13 Intel (`High Sierra <https://en.wikipedia.org/wiki/MacOS_High_Sierra>`_) ali novejši
uk: macOS 10.13 Intel (`High Sierra <https://en.wikipedia.org/wiki/MacOS_High_Sierra>`_) або новіша версія
zh_cn: macOS 10.13 Intel (`High Sierra <https://en.wikipedia.org/wiki/MacOS_High_Sierra>`_) 或更高版本

source: macOS 10.12 Intel (`Sierra <https://en.wikipedia.org/wiki/MacOS_Sierra>`_) or newer
ca: macOS 10.12 Intel (`Sierra <https://en.wikipedia.org/wiki/MacOS_Sierra>`_) o posterior
it: macOS 10.12 Intel (`Sierra <https://en.wikipedia.org/wiki/MacOS_Sierra>`_) o superiore
nl: macOS 10.12 Intel (`Sierra <https://en.wikipedia.org/wiki/MacOS_Sierra>`_) of nieuwer
pt_br: macOS 10.12 Intel (`Sierra <https://en.wikipedia.org/wiki/MacOS_Sierra>`_) ou mais recente
sl: macOS 10.12 Intel (`Sierra <https://en.wikipedia.org/wiki/MacOS_Sierra>`_) ali novejši
uk: macOS 10.12 Intel (`Sierra <https://en.wikipedia.org/wiki/MacOS_Sierra>`_) або новіша версія
zh_cn: macOS 10.12 Intel (`Sierra <https://en.wikipedia.org/wiki/MacOS_Sierra>`_) 或更高版本

source: macOS 10.11 Intel (`El Capitan <https://en.wikipedia.org/wiki/OS_X_El_Capitan>`_) or newer
ca: macOS 10.11 Intel (`El Capitan <https://en.wikipedia.org/wiki/OS_X_El_Capitan>`_) o posterior
it: macOS 10.11 Intel (`El Capitan <https://en.wikipedia.org/wiki/OS_X_El_Capitan>`_) o superiore
nl: macOS 10.11 Intel (`El Capitan <https://en.wikipedia.org/wiki/OS_X_El_Capitan>`_) or nieuwer
pt_br: macOS 10.11 Intel (`El Capitan <https://en.wikipedia.org/wiki/OS_X_El_Capitan>`_) ou mais recente
sl: macOS 10.11 Intel (`El Capitan <https://en.wikipedia.org/wiki/OS_X_El_Capitan>`_) ali novejši
uk: macOS 10.11 Intel (`El Capitan <https://en.wikipedia.org/wiki/OS_X_El_Capitan>`_) або новіша версія
zh_cn: macOS 10.11 Intel (`El Capitan <https://en.wikipedia.org/wiki/OS_X_El_Capitan>`_) 或更高版本

source: macOS 10.8 Intel (`Mountain Lion <https://en.wikipedia.org/wiki/OS_X_Mountain_Lion>`_) or newer
ca: macOS 10.8 Intel (`Mountain Lion <https://en.wikipedia.org/wiki/OS_X_Mountain_Lion>`_) o posterior
it: macOS 10.8 Intel (`Mountain Lion <https://en.wikipedia.org/wiki/OS_X_Mountain_Lion>`_) o superiore
nl: macOS 10.8 Intel (`Mountain Lion <https://en.wikipedia.org/wiki/OS_X_Mountain_Lion>`_) of nieuwer
pt_br: macOS 10.8 Intel (`Mountain Lion <https://en.wikipedia.org/wiki/OS_X_Mountain_Lion>`_) ou mais recente
sl: macOS 10.8 Intel (`Mountain Lion <https://en.wikipedia.org/wiki/OS_X_Mountain_Lion>`_) ali novejši
uk: macOS 10.8 Intel (`Mountain Lion <https://en.wikipedia.org/wiki/OS_X_Mountain_Lion>`_) або новіша версія
zh_cn: macOS 10.8 Intel (`Mountain Lion <https://en.wikipedia.org/wiki/OS_X_Mountain_Lion>`_) 或更高版本

source: `Macports <https://www.macports.org/>`_ , which was used to build the digiKam PKG, has a rolling release policy making it difficult to provide binary compatibility with older versions of macOS. Macports packages are frequently updated for security reasons, and this can require a more recent macOS SDK.
ca: Els `Macports <https://www.macports.org/>`_, que es feien servir per a construir el PKG del digiKam, tenen una política de llançament continu que fa difícil proporcionar una compatibilitat binària amb versions anteriors del macOS. Els paquets de Macports s'actualitzen sovint per raons de seguretat, i això pot requerir un SDK del macOS més recent.
it: `Macports <https://www.macports.org/>`_ , utilizzato per la generazione del PKG di digiKam, ha una politica di rolling release che rende difficile fornire compatibilità di eseguibili con le versioni più vecchie di macOS. Inoltre, i pacchetti Macports vengono aggiornati di frequente per ragioni di sicurezza, e ciò può richiedere un SDK macOS più recente.
nl: `Macports <https://www.macports.org/>`_ , die gebruikt werd om digiKam PKG te bouwen, heeft een rollende uitgave, die het moeilijk maakt een binaire compatibiliteit met oudere versies van macOS te leveren. Macports pakketten worden frequent bijgewerkt om redenen van beveiliging en dit kan een recentere macOS SDK vereisen.
pt_br: O `Macports <https://www.macports.org/>`_, que foi usado para construir o PKG do digiKam tem uma política de lançamento contínuo, o que dificulta a compatibilidade binária com versões mais antigas do macOS. Os pacotes Macports são atualizados com frequência por motivos de segurança, e isso pode exigir um SDK do macOS mais recente.
sl: `Macports <https://www.macports.org/>`_, ki je bil uporabljen za izdelavo digiKam PKG, ima tekočo politiko izdaje, zaradi česar je težko zagotoviti binarno združljivost s starejšimi različicami macOS. Paketi Macports se iz varnostnih razlogov pogosto posodabljajo in to lahko zahteva novejši SDK za macOS.
uk: Через використання `середовища Macports <https://www.macports.org/>`_ для збирання PKG digiKam і правила безперервного збирання Macports важко забезпечити двійкову сумісність зі старими версіями macOS. Крім того, пакунки для Macports часто оновлюються з міркувань безпеки, а це може потребувати свіжішої версії SDK для macOS.
zh_cn: digiKam 的 PKG 安装包是通过 `Macports <https://www.macports.org/>`_ 构建的。由于 MacPorts 实行“滚动更新”策略，这使得它难以与旧版本的 macOS 保持二进制兼容性。出于安全考虑，MacPorts 的软件包会频繁更新，这通常需要较新的 macOS SDK 才能运行。

source: Since macOS Ventura, the System Preference control panel has changed and share the same interface between all Apple devices. As digiKam can be installed with prior version than Ventura, screenshots for both are provided.
ca: Des del macOS Ventura, el plafó de control de Preferències del sistema ha canviat i comparteix la mateixa interfície entre tots els dispositius d'Apple. Com que el digiKam es pot instal·lar amb la versió anterior al Ventura, es proporcionen captures de pantalla per a tots dos.
it: A partire da macOS Ventura, il pannello di controllo delle Preferenze di sistema è cambiato e condivide la stessa interfaccia tra tutti i dispositivi Apple. Dato che digiKam può essere installato con la versione precedente rispetto a Ventura, sono mostrate entrambe le schermate.
nl: Sinds macOS Ventura is het Systeemvoorkeursbesturingspaneel gewijzigd en deelt hetzelfde interface tussen alle Apple apparaten. Omdat digiKam geïnstalleerd kan worden met een eerdere versie dan Ventura, zijn schermafdrukken voor beiden geleverd.
pt_br: Desde o macOS Ventura, o painel de controle das Preferências do Sistema mudou e compartilha a mesma interface entre todos os dispositivos Apple. Como o digiKam pode ser instalado com uma versão anterior ao Ventura, capturas de tela para ambos são fornecidas.
sl: Od različice macOS Ventura se je nadzorna plošča Sistemske nastavitve spremenila in ima enak vmesnik med vsemi napravami Apple. Ker je digiKam mogoče namestiti s prejšnjo različico kot Ventura, so na voljo posnetki zaslona za obe.
zh_cn: 从 macOS Ventura 系统开始，“系统偏好设置”面板改版，所有 Apple 设备都采用了相同的界面。由于 digiKam 也可以安装在 Ventura 之前的系统版本上，下面会分别提供两种系统的截图。

source: GateKeeper Rules
ca: Regles del GateKeeper
it: Regole di GateKeeper
nl: Regels voor GateKeeper
pt_br: Regras do GateKeeper
sl: Pravila za GateKeeper
zh_cn: GateKeeper 规则

source: When the **PKG** file is downloaded, and the installer is started, Apple Gatekeeper will display a security warning because the package is not signed.
ca: Una vegada s'hagi baixat el fitxer **PKG** i s'iniciï l'instal·lador, Apple Gatekeeper mostrarà un avís de seguretat perquè el paquet no està signat.
it: Quando il file **PKG** viene scaricato, e l'installatore è avviato, Apple Gatekeeper mostrerà un avviso di sicurezza in quanto il pacchetto non è firmato.
nl: Wanneer het **PKG**-bestand is gedownload, en het installatieprogramma is gestart, zal Apple Gatekeeper verschijnen met een beveiligingswaarschuwing omdat het pakket niet is ondertekend.
pt_br: Quando o arquivo **PKG** for baixado e o instalador for iniciado, o Apple Gatekeeper exibirá um aviso de segurança porque o pacote não está assinado.
sl: Ko se prenese datoteka **PKG** in se zažene namestitveni program, bo Apple Gatekeeper prikazal varnostno opozorilo, ker paket ni podpisan.
uk: Після отримання файла **PKG** для запуску засобу встановлення Apple Gatekeeper буде показано попередження, оскільки пакунок не підписано.
zh_cn: 当你下载好 **PKG** 文件并启动安装程序时，Apple 的 GateKeeper 会弹出安全提示，因为该安装包没有签名。

source: The prior and later Ventura macOS Warning When you Try to Run the digiKam Installer after Downloading
ca: L'avís anterior i posterior del macOS Ventura quan intenteu executar l'instal·lador del digiKam després de baixar-lo
it: Avviso di macOS prima e dopo Ventura quando tenti di avviare l'installatore di digiKam dopo lo scaricamento
nl: De eerdere en latere Ventura macOS waarschuwing Wanneer u probeert het installatieprogramma voor digiKam uit te voeren na downloaden
pt_br: Aviso anterior e posterior do Ventura macOS quando você tenta executar o instalador do digiKam após o download
sl: Opozorilo sistema Ventura za macOS v prejšnji in novejši različici, ko po prenosu poskušate zagnati namestitveni program digiKam
zh_cn: Ventura 之前和之后版本系统在你尝试运行 digiKam 安装程序时的安全警告
