Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/installation.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: **Storage**: NVMe and SSD are the best choice for robust and speedy hosting of the digiKam database and collection.
ca: **Emmagatzematge**: els NVMe i els SSD seran la millor opció per la robustesa i la velocitat allotjant la base de dades i la col·lecció del digiKam.
it: **Archiviazione**: NVMe e SSD sono la scelta migliore per ospitare in modo robusto e veloce la banca dati e le raccolte.
nl: **Opslag**: NVMe en SSD's zijn de beste keuze voor robuuste en snel huisvesten van de digiKam database en verzameling.
pt_br: **Armazenamento**: NVMe e SSD são a melhor escolha para hospedagem robusta e rápida do banco de dados e coleção do digiKam.
sl: **Hramba**: NVMe in SSD-ji bodo najboljša izbira glede robustnosti in hitrosti za gostovanje baze podatkov in zbirke.
uk: **Сховище даних**: диски NVMe та SSD є найкращим вибором для забезпечення надійності та швидкості при роботі з базою даних та збіркою digiKam.
zh_cn: **存储设备** ：建议使用 NVMe 或 SSD，这两种存储设备在运行 digiKam 的数据库和图像库时速度更快、性能更稳定。

source: digiKam on Linux
ca: El digiKam al Linux
it: digiKam in Linux
nl: digiKam op Linux
pt_br: digiKam no Linux
sl: digiKam na Linuxu
uk: digiKam у Linux
zh_cn: 在 Linux 平台运行 digiKam

source: The AppImage Bundle
nl: De bundel AppImage

source: **digiKam** can be installed on non-KDE Desktops without any issues. The application is offered in the form of 2 binaries as AppImage:
nl: **digiKam** kan zonder problemen geïnstalleerd worden op niet-KDE bureaubladen. De toepassing wordt aangeboden in de vorm van 2 binaire bestanden als AppImage:

source: Qt6 as main version based on last Qt framework. The minimum Ubuntu 22.04 has no such minimal requirements.
ca: Qt6 com a versió principal basada en l'últim entorn de treball de les Qt. La Ubuntu 22.04 mínima no té aquest requisit mínim.
it: Qt6 come versione principale basata sull'ultimo framework Qt. Ubuntu 22.04 minimo non possiede tali requisiti minimi.
nl: Qt6 als hoofdversie gebaseerd op het laatste Qt framework. De minimale Ubuntu 22.04 heeft niet zulke minimale vereisten.
pt_br: Qt6 como versão principal baseada no framework Qt mais recente. O Ubuntu 22.04 não possui tais requisitos mínimos.
sl: Qt6 kot glavna različica, ki temelji na zadnjem ogrodju Qt. Najzgodnejši Ubuntu 22.04 nima teh minimalnih zahtev.
uk: Qt6 як основна версія на основі найсвіжішої версії бібліотек Qt. Мінімальна версія Ubuntu 22.04 не має таких мінімальних обмежень.
zh_cn: Qt6：主版本，基于最新的 Qt 框架。最低支持 Ubuntu 22.04，无其他附加要求。

source: Qt5 as prior version based on older Qt framework. The minimum Ubuntu 20.04 has no such minimal requirements.
ca: Qt5 com a versió anterior basada en l'entorn de treball anterior de les Qt. La Ubuntu 20.04 mínima no té aquest requisit mínim.
it: Qt5 come versione precedente basata sul framework Qt più vecchio. Ubuntu 20.04 minimo non possiede tali requisiti minimi.
nl: Qt5 als eerdere versie gebaseerd op ouder Qt framework. De minimale Ubuntu 20.04 heeft niet zulke minimale vereisten.
pt_br: Qt5 como versão anterior baseada no framework Qt mais antigo. O Ubuntu 20.04 mínimo não possui osrequisitos mínimos.
sl: Qt5 kot prejšnja različica, ki temelji na starejšem ogrodju Qt. Najzgodnejši Ubuntu 20.04 nima teh minimalnih zahtev.
uk: Qt5 як попередня версія на основі старішої версії бібліотек Qt. Мінімальна версія Ubuntu 20.04 не має таких мінімальних обмежень.
zh_cn: Qt5：旧版本，基于较早的 Qt 框架。最低支持 Ubuntu 20.04，无其他附加要求。

source: `AppImage <https://en.wikipedia.org/wiki/AppImage>`_ is a bundle hosting all the necessary dependencies to run digiKam. Nothing else is installed on your system. Turn on the **executable** property of the AppImage file and run it. That's all...
ca: L'`AppImage <https://en.wikipedia.org/wiki/AppImage>`_ és un paquet que allotja totes les dependències necessàries per a executar el digiKam. No s'instal·la res més al sistema. Activeu la propietat **Executable** del fitxer i executeu-lo. Això és tot...
it: `AppImage <https://en.wikipedia.org/wiki/AppImage>`_ è un pacchetto di file che contiene tutte le dipendenze necessarie per avviare digiKam. Non viene installato nient'altro nel sistema. Attiva la proprietà **eseguibile** del file AppImage e avvialo. È tutto...
nl: `AppImage <https://en.wikipedia.org/wiki/AppImage>`_ is een bundel die alle noodzakelijke afhankelijkheden bevat om digiKam uit te voeren. Er is niets anders op uw systeem geïnstalleerd. Zet de eigenschap **uitvoerbaar** aan van het AppImage-bestand en voer het uit. Dat is alles...
pt_br: `AppImage <https://en.wikipedia.org/wiki/AppImage>`_ é um pacote que hospeda todas as dependências necessárias para executar o digiKam. Nada mais é instalado no seu sistema. Ative a propriedade **executable** do arquivo AppImage e execute-o. É só isso...
sl: `AppImage <https://en.wikipedia.org/wiki/AppImage>`_ je sveženj, ki gosti vse potrebne odvisnosti za zagon digiKama. Nič drugega ni nameščenega na vašem sistemu. Vklopite lastnost **izvršljive** na datoteki AppImage in jo zaženite. To je vse...
uk: `AppImage <https://en.wikipedia.org/wiki/AppImage>`_ є пакетом, що містить усі потрібні для роботи digiKam залежності. У вашій системі не буде встановлено нічного. Увімкніть властивість **виконуваний** для файла AppImage і запустіть його. Ось і усе...
zh_cn: `AppImage <https://en.wikipedia.org/wiki/AppImage>`_ ：这是一个打包了所有运行 digiKam 所需依赖的安装包。不会对你的系统做其他安装操作。只需要为 AppImage 文件开启 **可执行** 权限，然后直接运行就可以了。就是这么简单！

source: Screencast of AppImage Startup
ca: Vídeo d'una captura de pantalla de l'inici des d'una AppImage
it: Registrazione dell'avvio dell'AppImage
nl: Filmpje van het opstarten van AppImage
pt_br: Captura de tela em vídeo da inicialização do AppImage
sl: Zaslonski posnetek zagona AppImage
uk: Відео запуску AppImage
zh_cn: 运行 AppImage 文件的录屏

source: The AppImage bundle also includes the :ref:`Showfoto Stand-Alone Image Editor <showfoto_editor>`. To run it, instead of digiKam, just add **showfoto** as an argument to the AppImage command line, like this:
ca: El paquet AppImage també inclou l':ref:`editor d'imatges autònom Showfoto <showfoto_editor>`. Per a executar-lo en lloc del digiKam, senzillament afegiu **showfoto** com un argument a la línia d'ordres de l'AppImage, així:
it: Il pacchetto AppImage include anche :ref:`l'editor di immagini indipendente Showfoto <showfoto_editor>`. Per avviarlo al posto di digiKam, basta aggiungere **showfoto** come argomento alla riga di comando di AppImage, in questo modo:
nl: De bundel AppImage bevat ook :ref:`Showfoto alleenstaande afbeeldingsbewerker <showfoto_editor>`. Om het uit te voeren in plaats van digiKam, voeg **showfoto** toe als een argument aan de opdrachtregel van AppImage, zoals dit:
pt_br: O pacote AppImage também inclui o :ref:`Editor de Imagens Independente Showfoto<showfoto_editor>`. Para executá-lo, em vez do digiKam, basta adicionar **showfoto** como umargumento na linha de comando do AppImage, assim:
sl: Sveženj AppImage vključuje tudi samostojno sliko :ref:`Samostojnega urednika slik Showfoto <showfoto_editor>`. Če ga želite zagnati namesto digiKama, samo dodajte **showfoto** kot argument za ukazno vrstico AppImage, kot je ta:
zh_cn: AppImage 安装包中还包含一个 :ref:`独立运行的图片编辑器 —— Showfoto <showfoto_editor>` 。要使用它，只需在运行 AppImage 命令时加上 **showfoto** 参数，例如：

source: The AppImage bundle provides more startup options which can be listed with the **help** argument from the command line.
ca: El paquet AppImage proporciona més opcions d'inici, les quals es poden llistar amb l'argument **help** des de la línia d'ordres.
it: Il pacchetto AppImage fornisce più opzioni di avvio elencabili con l'argomento **help** dalla riga di comando.
nl: De AppImage-bundel biedt meer opties om op te starten die getoond worden met het argument **help** op de opdrachtregel.
pt_br: O pacote AppImage fornece mais opções de inicialização que podem ser listadas com o argumento**help** na linha de comando.
sl: Sveženj AppImage ponuja več možnosti za zagon, ki jih je mogoče navesti z argumentom **help** v ukazni vrstici.
uk: Для AppImage передбачено додаткові параметри запуску, список яких можна отримати за допомогою параметра командного рядка **help**.
zh_cn: AppImage 安装包还提供了一些启动参数，可以通过命令行加上 **help** 参数查看完整选项列表。

source: The Sandboxed Packages
nl: De pakketten in een zandbak

source: You can install digiKam as a Linux sandboxed package as **Snap** or **Flatpak**. See the list of the bundles referenced in `this web page <https://www.digikam.org/download/binary/#linux-sandbox>`_.
nl: U kunt digiKam als een Linux zandbak pakket als **Snap** of **Flatpak** installeren. Zie de lijst van de bundels gerefereerd in `deze webpagina <https://www.digikam.org/download/binary/#linux-sandbox>`_.

source: These sandboxed bundles need rights to access to the system resources, as the camera, the disk, and the network. Without to configure the sandboxing permissions, the application will be unusable.
nl: Deze bundels in een zandbak hebben rechten nodig voor toegang tot de systeembronnen, zoals de camera, de schijf en het netwerk. Zonder het configureren van de rechten van de zandbak zal de toepassing niet bruikbaar zijn.

source: digiKam project does not manage these kinds of packaging. If you have problems, please report them to the right issue tracking system.
nl: Het digiKam project beheert deze soort pakketten niet. Als u problemen hebt, rapporteer ze aan het juiste volgsysteem voor problemen.

source: digiKam on Windows
ca: El digiKam al Windows
it: digiKam in Windows
nl: digiKam op Windows
pt_br: digiKam no Windows
sl: digiKam na Windowsih
uk: digiKam у Windows
zh_cn: 在 Windows 平台运行 digiKam

source: Using on a Standard Desktop
ca: Ús a un escriptori estàndard
it: Uso su un desktop standard
nl: Gebruiken op een standaard bureaublad
pt_br: Usando em um computador padrão
sl: Uporaba na standardnem namizju
uk: За допомогою стандартного стільничного середовища
zh_cn: 在标准桌面环境中使用

source: **digiKam** runs only on 64-bit versions of Windows 10 and newer. We cannot guarantee that digiKam runs on server or embedded versions of Windows.
ca: El **digiKam** només s'executa en les versions de 64 bits del Windows 10 o més noves. No podem garantir que s'executi en les versions de servidor o incrustada del Windows.
it: **digiKam** si avvia solamente su versioni di Windows 10, o superiori, a 64 bit. Non possiamo garantire che digiKam si avvii su versioni di Windows server o incorporate.
nl: **digiKam** werkt alleen op de 64-bits versies van Windows 10 en nieuwer. We kunnen niet garanderen dat digiKam werkt op een server of op de ingebedde versies van Windows.
pt_br: O **digiKam** funciona apenas em versões de 64 bits do Windows 10 e mais recentes. Não podemos garantir que o digiKam funcione em versões de servidor ou embarcadas do Windows.
sl: **digiKam** deluje samo v 64-bitni različici sistema Windows 10 ali novejši. Ne moremo zagotavljati, da digiKam deluje na strežniku ali vgrajeni različici sistema Windows.
uk: **digiKam** працює лише у 64-бітовій версії Windows 10 та новіших версіях. Ми не можемо гарантувати, що digiKam працюватиме на серверних та вбудованих версіях Windows.
zh_cn: **digiKam** 只支持在 64 位的 Windows 10 或更新版本上运行。我们无法保证它能在服务器版或嵌入式版的 Windows 系统上正常使用。

source: The application is offered in the form of 2 installers:
ca: L'aplicació s'ofereix en la forma de 2 instal·ladors:
it: L'applicazione è offerta nella forma di due installatori:
nl: De toepassing wordt aangeboden in de vorm van 2 installatieprogramma's:
pt_br: O aplicativo é oferecido na forma de 2 instaladores:
sl: Aplikacija je na voljo v obliki 2 namestitvenih programov:
uk: Програма постачається у форматі 2 засобів для встановлення:
zh_cn: 该程序提供两种安装包形式：

source: Qt6 as main version based on last Qt framework.
ca: Qt6 com a versió principal basada en l'últim entorn de treball de les Qt.
it: Qt6 come versione principale basata sull'ultimo framework Qt.
nl: Qt6 als hoofdversie gebaseerd op laatste Qt framework.
pt_br: Qt6 como versão principal baseada no último framework Qt.
sl: Qt6 kot glavna različica, ki temelji na zadnjem ogrodju Qt.
uk: Qt6 як основна версія, яку засновано на найсвіжішій версії бібліотеки Qt.
zh_cn: Qt6：主版本，基于最新的 Qt 框架

source: Qt5 as prior version based on older Qt framework.
ca: Qt5 com a versió anterior basada en l'entorn de treball anterior de les Qt.
it: Qt5 come versione precedente basata sul framework Qt più vecchio.
nl: Qt5 als eerdere versie gebaseerd op ouder Qt framework.
pt_br: Qt5 como versão anterior baseada no framework Qt mais antigo.
sl: Qt5 kot prejšnja različica, ki temelji na starejšem ogrodju Qt.
uk: Qt5 як попередня версія, яку засновано на застарілій версії бібліотеки Qt.
zh_cn: Qt5：旧版本，基于较早的 Qt 框架

source: digiKam is available as a non-signed **installable** (Setup Program) version and as a **standalone** (Archive) version.
ca: El digiKam està disponible com a versió **instal·lable** no signada (programa d'instal·lació) i com a versió **autònoma** (arxiu).
it: digiKam è disponibile sia in versione **installabile** non firmata (programma di installazione), sia in versione **autonoma** (archivio).
nl: digiKam is beschikbaar in een versie niet ondertekende **te installeren** (Setup-programma) en als een versie **alleenstaand** (archief).
pt_br: O digiKam está disponível como uma versão não assinada **instalável** (Programa de Instalação) e como uma versão **autônoma** (Arquivo).
sl: digiKam je na voljo kot nepodpisan program **za namestitev** (namestitveni program) in kot **samostojna** (arhivska) različica.
uk: digiKam можна скористатися **встановивши** непідписаний пакунок із програмою (програму для встановлення) або запустивши **самодостатню** версію програми (архів).
zh_cn: digiKam 提供两种类型的 Windows 安装方式，一种是 **可安装** 版本（安装程序形式），一种是 **独立版本** （压缩包形式）。

source: **Installable** version: **Needs** administrator rights and gets installed on your local machine. It's also listed as a program.
ca: Versió **instal·lable**: **necessita** drets d'administrador i s'instal·la en la vostra màquina local. També es llista com a programa.
it: Versione **installabile**: **necessita** dei diritti di amministrazione e viene installata sulla tua macchina locale. Viene anche elencata come programma.
nl: **Installeerbare** versie: heeft rechten van systeembeheerder **nodig** en wordt geïnstalleerd op uw lokale machine. Het wordt ook als een programma getoond.
pt_br: Versão **Instalável**: **Requer** direitos de administrador e é instalado na sua máquina local. Também é listado como um programa.
sl: **Namestitvena** različica: **Potrebuje** skrbniške pravice in se namesti na vašem lokalnem računalniku. Naveden je tudi kot program.
uk: Версія зі **встановленням**: потребує прав доступу адміністратора і встановлюється на ваш локальний комп'ютер. Також програму буде показано у списку встановлених програм.
zh_cn: **安装版** ：**需要** 管理员权限，直接安装在您的电脑上，它也会在程序列表中显示。

source: It's available for all users on your computer.
ca: Està disponible per a tots els usuaris de l'ordinador.
it: È disponibile per tutti gli utenti del computer.
nl: Het is beschikbaar voor alle gebruikers op uw computer.
pt_br: Está disponível para todos os usuários do seu computador.
sl: Na voljo je vsem uporabnikom vašega računalnika.
uk: Є доступною для усіх користувачів на вашому комп'ютері.
zh_cn: 电脑上的所有用户都可以使用。

source: The digiKam files are always located in the same folder.
ca: Els fitxers del digiKam sempre es trobaran a la mateixa carpeta.
it: I file di digiKam si trovano sempre nella stessa cartella.
nl: De bestanden van digiKam zitten altijd in dezelfde map.
pt_br: Os arquivos do digiKam estão sempre localizados na mesma pasta.
sl: Datoteke digiKam se vedno nahajajo v isti mapi.
uk: Файли digiKam завжди зберігаються в тій самій теці.
zh_cn: digiKam 的所有文件都会安装在同一个文件夹里。

source: When the file is downloaded, and the installer is started, a security warning will appear because the installer does not come from the Windows Store.
ca: Una vegada s'hagi baixat el fitxer, i iniciat l'instal·lador, apareixerà un avís de seguretat perquè el paquet no ve de la Windows Store.
it: Quando il file viene scaricato e avviato l'installatore, comparirà un avviso di sicurezza in quanto l'installatore non proviene dal Windows Store.
nl: Wanneer het bestand is gedownload en het installatieprogramma is gestart, zal een beveiligingswaarschuwing verschijnen omdat het installatieprogramma niet uit de Windows Store komt.
pt_br: Quando o arquivo for baixado e o instalador for iniciado, um aviso de segurança aparecerá, pois o instalador não vem da Windows Store.
sl: Ko je datoteka prenesena, se ob zagonu namestitvenega programa prikaže varnostno opozorilo, ker ne prihaja iz skladišča Windows.
uk: Після отримання файла для запуску засобу встановлення буде показано попередження, оскільки пакунок не походить з Windows Store.
zh_cn: 当你下载完文件并启动安装程序时，系统可能会弹出安全警告提示，因为这个安装程序不是来自 Windows 应用商店。

source: The Windows Warning When you Try to Run digiKam Installer after Downloading
ca: L'avís del Windows quan intenteu executar l'instal·lador del digiKam després de baixar-lo
it: Avviso di Windows quando tenti di avviare l'installatore di digiKam dopo lo scaricamento
nl: De Windows waarschuwing wanneer u het installatieprogramma van digiKam probeert uit te voeren na downloaden
pt_br: Aviso do Windows quando você tenta executar o instalador do digiKam após o download
sl: Opozorilo sistema Windows, ko poskušate zagnati namestitveni program digiKam po prenosu
uk: Попередження Windows при спробі запустити засіб встановлення digiKam після отримання
zh_cn: 尝试运行 digiKam 安装程序后的 Windows 警告

source: You need to set the **Windows Config Panel/Applications and Features** to allow applications to be installed from sources outside the Microsoft store.
ca: Cal establir el **Plafó de configuració del Windows/Aplicacions i funcionalitats** per a permetre que les aplicacions s'instal·lin a partir d'orígens fora de la botiga de Microsoft.
it: Per permettere l'installazione da fonti software al di fuori del Microsoft store, devi impostare il **Pannello di configurazione di Windows/Applicazioni e funzionalità**.
nl: U moet de **Windows Config Panel/Applications and Features** instellen om toepassingen te installeren uit bronnen buiten de Microsoft store.
pt_br: Você precisa configurar o **Painel de Configuração do Windows/Aplicativos e Recursos** para permitir que aplicativos sejam instalados de fontes externas à loja da Microsoft.
sl: Nastaviti morate iz **Plošče za konfiguracijo Windows/Aplikacij in funkcij** pravice namestitev aplikacije iz vira aplikacij izven Micosoftovega skladišča.
uk: Вам слід надати права для запуску зі сторінки **Панелі налаштувань Windows/Програми і можливості**, щоб налаштувати джерело програм поза крамницею Microsoft.
zh_cn: 你需要在 **Windows 设置面板 - 应用和功能** 中允许安装来自 Microsoft 商店以外来源的应用。

source: The Windows Applications and Features Panel to Authorize digiKam Installation
ca: El plafó d'Aplicacions i funcionalitats del Windows per a autoritzar la instal·lació del digiKam
it: Il pannello Applicazioni e funzionalità in Windows per l'autorizzazione all'installazione di digiKam
nl: Het Windows Applications and Features Panel om installatie van digiKam te autoriseren
pt_br: Painel de aplicativos e recursos do Windows para autorizar a instalação do digiKam
sl: Plošča aplikacij in funkcij sistema Windows za odobritev namestitve digiKam
uk: Панель програм і можливостей Windows, уповноваження для встановлення digiKam
zh_cn: 在“应用和功能”面板中授权安装 digiKam

source: Because the installer is not signed, Microsoft Windows Defender will display an information dialog when the installer is started a second time.
ca: Com que l'instal·lador no està signat, el Microsoft Windows Defender mostrarà un diàleg d'informació quan s'iniciï l'instal·lador per segona vegada.
it: Dato che l'installatore non è firmato, Microsoft Windows Defender mostrerà una finestra informativa quando l'installatore viene avviato una seconda volta.
nl: Omdat het installatieprogramma niet ondertekend is, zal Microsoft Windows Defender een informatiedialoog tonen wanneer het installatieprogramma een tweede keer wordt gestart.
pt_br: Como o instalador não é assinado, o Microsoft Windows Defender exibirá uma caixa de diálogo de informações quando o instalador for iniciado pela segunda vez.
sl: Ker namestitveni program ni podpisan, bo Microsoft Windows Defender ob drugem zagonu namestitvenega programa prikazal pogovorno okno z informacijami.
uk: Оскільки пакунок для встановлення не підписано, Microsoft Windows Defender покаже вікно відомостей, коли засіб для встановлення буде запущено удруге.
zh_cn: 由于安装程序未经过数字签名，当你第二次运行它时，Windows Defender 可能会弹出提示对话框。

source: The Windows Information When you Run digiKam Installer
ca: La informació del Windows quan executeu l'instal·lador del digiKam
it: Le informazioni di Windows all'avvio dell'installatore di digiKam
nl: De Windows informatie wanneer u het installatieprogramma van digiKam uitvoert
pt_br: Informações do Windows ao executar o instalador do digiKam
sl: Informacije o sistemu Windows, ko zaženete namestitveni program digiKam
uk: Відомості для Windows, якщо ви користуєтеся засобом для встановлення digiKam
zh_cn: Windows Defender 在你运行 digiKam 安装程序时显示的信息

source: Once the installer is running, follow the instructions from the assistant to install digiKam on your computer.
ca: Quan s'executi l'instal·lador, seguiu les instruccions de l'assistent per a instal·lar el digiKam a l'ordinador.
it: Quando l'installatore è in esecuzione, segui le istruzioni fornite dall'assistente per installare digiKam nel computer.
nl: Nadat het installatieprogramma draait, volg de instructies van de assistent om digiKam op uw computer te installeren.
pt_br: Depois que o instalador estiver em execução, siga as instruções do assistente para instalar o digiKam no seu computador.
sl: Ko se namestitveni program izvaja, sledite navodilom pomočnika za namestitev digiKama na vaš računalnik.
uk: Під час роботи засобу встановлення виконуйте усі настанови допоміжної програми для встановлення digiKam на ваш комп'ютер.
zh_cn: 一旦启动安装程序，按提示操作即可将 digiKam 安装到你的电脑上。

source: If a previous version of digiKam is present on your system, the Windows installer will warn you to uninstall the previous version before proceeding with the new installation.
ca: Si en el sistema hi ha present una versió anterior del digiKam, l'instal·lador del Windows us avisarà que la desinstal·leu abans de continuar amb la instal·lació nova.
it: Se nel sistema è presente una versione precedente di digiKam, l'installatore di Windows ti avvertirà di disinstallare la versione precedente prima di procedere con quella nuova.
nl: Als een eerdere versie van digiKam aanwezig is op uw systeem, dan waarschuwt het installatieprogramma van Windows u om de installatie van de eerdere versie ongedaan te maken alvorens verder te gaan met de nieuwe installatie.
pt_br: Se uma versão anterior do digiKam estiver presente em seu sistema, o instalador do Windows irá avisá-lo para desinstalar a versão anterior antes de prosseguir com a nova instalação.
sl: Če je v vašem sistemu prisotna prejšnja različica digiKama, vas bo namestitveni program Windows opozoril, da jo morate najprej odstraniti, preden začnete z namestitvijo nove.
uk: Якщо у системі вже встановлено попередню версію digiKam, засіб для встановлення у Windows попередить вас про те, що слід вилучити попередню версію, перш ніж встановлювати нову.
zh_cn: 如果系统中已经安装了旧版本的 digiKam，安装程序会提示你先卸载旧版本，才能继续新版本的安装。
