Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/installation.po
Languages: ca, it, nl, pt_br, sl, uk, zh_cn

source: Similar to digiKam, the :ref:`Showfoto stand Alone Image Editor <showfoto_editor>` also has persistent settings stored at the following locations:
ca: Semblant al digiKam, l':ref:`editor d'imatges independent Showfoto <showfoto_editor>` també té opcions de configuració persistents emmagatzemades en les ubicacions següents:
it: Come digiKam, anche :ref:`l'editor delle immagini indipendente Showfoto <showfoto_editor>` possiede impostazioni persistenti memorizzate nelle posizioni seguenti:
nl: Evenals digiKam heeft :ref:`Showfoto alleenstaande afbeeldingsbewerker <showfoto_editor>` ook blijvende instellingen opgeslagen op de volgende locaties:
pt_br: Semelhante ao digiKam, o :ref:`Editor de foto independente Showfoto <showfoto_editor>` também possui configurações persistentes armazenadas nos seguintes locais:
sl: Tako kot digiKam ima tudi :ref:`Showfoto samostojni urejevalnik slik <showfoto_editor>` trajne nastavitve, shranjene na naslednjih lokacijah:
uk: Як і digiKam, :ref:`окремий редактор фотографій Showfoto <showfoto_editor>` також має декілька сховищ значень параметрів, які зберігаються у таких місцях:
zh_cn: 类似于 digiKam， :ref:`Showfoto（一款独立运行的图像编辑器） <showfoto_editor>` 也会将设置保存在以下位置：

source: Under **Linux** and **macOS**, the character '**~**' indicates the home directory on the system of the current user.
ca: Al **Linux** i al **macOS**, el caràcter «**~**» indica el directori inicial en el sistema de l'usuari actual.
nl: Onder **linux en **macOS** geeft het teken '**~**' de thuismap van de huidige gebruiker op het systeem aan.
pt_br: No **Linux** e no **macOS**, o caractere '**~**' indica a pasta de sistema inicial do usuário atual.
sl: Pod **Linuxom** in **macOSom** znak '**~**' označuje domači imenik v sistemu trenutnega uporabnika.
zh_cn: 在 **Linux** 和 **macOS** 系统中，字符 **~** 表示当前用户的“主目录”。

source: Under **Windows**, the **%_VariableName_%** indicate a `special folder <https://en.wikipedia.org/wiki/Special_folder#List_of_special_folders>`_ on the system generally pointing to a cached directory from the user space.
nl: Onder **Windows** geeft **%_VariableName_%** een `speciale map <https://en.wikipedia.org/wiki/Special_folder#List_of_special_folders>`_ aan op het systeem in het algemeen wijzend naar een gebufferde map uit de gebruikersruimte.
pt_br: No **Windows**, o **%_VariableName_%** indica uma `pasta especial <https://en.wikipedia.org/wiki/Special_folder#List_of_special_folders>`_ no sistema, geralmente apontando para um diretório em cache do espaço do usuário.
sl: V sistemu **Windows** **%_VariableName_%** označuje `posebno mapo <https://en.wikipedia.org/wiki/Special_folder#List_of_special_folders>`_ v sistemu, ki običajno kaže na predpomnjeni imenik iz uporabniškega prostora.
zh_cn: 在 Windows 系统中，**%_变量名_%** 表示系统中的一个 `特殊文件夹 <https://en.wikipedia.org/wiki/Special_folder#List_of_special_folders>`_ ，通常指向用户空间下的缓存目录。

source: Application Updates
ca: Actualitzacions de l'aplicació
it: Aggiornamenti dell'applicazione
nl: Bijwerken/opwaarderen van programma
pt_br: Atualizações do aplicativo
sl: Posodobitve aplikacij
uk: Оновлення програм
zh_cn: 应用程序更新

source: If you update digiKam to a new major version, for example from version 7 to version 8, we recommend you first backup :ref:`your database files <database_intro>`, since the internal schema may have changed. Typically, digiKam is able to migrate tables from an older version to a new one, and all of this is done automatically at startup. But it's always better to save these important files before upgrading the application. See the :ref:`Database Backup <database_backup>` section in this manual for more recommendations.
ca: Si actualitzeu el digiKam a una versió major nova, com per exemple des de la versió 7 a la versió 8, us recomanem que feu una còpia de seguretat dels :ref:`fitxers de la base de dades <database_intro>`, ja que l'esquema intern podria haver canviat. Normalment, el digiKam és capaç de migrar les taules des d'una versió anterior cap a una de nova, i tot es fa automàticament a l'inici. Però sempre és millor desar aquests fitxers importants abans d'actualitzar l'aplicació. Per a més recomanacions, vegeu la secció :ref:`Còpia de seguretat de la base de dades <database_backup>` d'aquest manual.
it: Se aggiorni digiKam a una nuova versione principale, per esempio dalla versione 7 alla 8, raccomandiamo di fare prima una copia di sicurezza dei :ref:`file della tua banca dati <database_intro>`, dato che la struttura interna potrebbe avere subito cambiamenti. digiKam è, in genere, in grado di migrare le tabelle da una versione vecchia a una nuova, attività che viene svolta automaticamente all'avvio; in ogni caso, è sempre meglio salvare questi file importanti prima di avanzare l'applicazione a un'altra versione. Per ulteriori raccomandazioni vedi anche la sezione :ref:`Copia di sicurezza della banca dati <database_backup>` in questo manuale.
nl: Als u digiKam opwaardeert naar een nieuwe hoofdversie, bijvoorbeeld van versie 7 naar versie 8, dan bevelen wij aan om eerst een reservekopie van :ref:`uw databasebestanden <database_intro>` te maken, omdat in het algemeen het interne schema gewijzigd kan zijn. Typisch is digiKam in staat om tabellen van een oudere versie naar een nieuwe te migreren, en alles wordt automatisch bij opstarten gedaan, maar het is altijd beter om deze belangrijke bestanden op te slaan alvorens het het programma op te waarderen. Zie de sectie :ref:`Backup van database <database_backup>` in deze handleiding voor meer aanbevelingen.
pt_br: Se você atualizar o digiKam para uma nova versão principal, por exemplo, da versão 7 para a versão 8, recomendamos que você primeiro faça backup dos :ref:`seus arquivos de banco de dados <database_intro>`, pois o esquema interno pode ter sido alterado. Normalmente, o digiKam consegue migrar tabelas de uma versão mais antiga para uma nova, e tudo isso é feito automaticamente na inicialização. Mas é sempre melhor salvar esses arquivos importantes antes de atualizar o aplicativo. Consulte a seção :ref:`Backup do Banco de Dados <database_backup>` neste manual para obter mais recomendações.
sl: Če posodabljate digiKam na novo glavno različico, na primer z različice 7 na različico 8, vam priporočamo, da najprej varnostno kopirate :ref:`vaše datoteke baze podatkov <database_intro>`, saj se je notranja shema morda spremenila. Običajno lahko digiKam preseli tabele iz starejše različice v novo in vse to se izvede samodejno ob zagonu. Vendar je vedno bolje, da te pomembne datoteke shranite, preden nadgradite aplikacijo. Za več priporočil glejte razdelek :ref:`Varnostna kopija baze podatkov <database_backup>` v tem priročniku.
zh_cn: 如果你要进行一个大版本更新，比如从 digiKam 7 到 digiKam 8，我们建议备份 :ref:`你的数据库文件<database_intro>` ，因为一般来说，内部数据库纲目结构会有变化。通常情况下，digiKam 能够将数据表从旧版本迁移到新版本，并且在程序启动时自动完成，但在任何情况下，升级应用程序之前，最好保存这些重要的 digiKam 文件。更多建议请看本手册中的 :ref:`数据库备份 <database_backup>` 部分。

source: If you use a bundle such as the official Linux AppImage, macOS package, or Windows installer, the application can be updated using the :menuselection:`Help --> Check For New Version menu entry`. See the updates settings :ref:`on the Behavior page <behavior_settings>` of the configuration dialog.
ca: Si utilitzeu un paquet com l'AppImage oficial del Linux, el paquet del macOS o l'instal·lador del Windows, l'aplicació es podrà actualitzar mitjançant l'element de menú :menuselection:`Ajuda --> Comprova si hi ha una versió nova...`. Mireu també la configuració de les actualitzacions :ref:`a la pàgina Comportament <behavior_settings>` del diàleg de configuració.
it: Se utilizzi un pacchetto tipo il Linux AppImage ufficiale, il pacchetto macOS o l'installatore Windows, l'applicazione può essere aggiornata dalla voce di menu :menuselection:`Aiuto --> Verifica la disponibilità di una nuova versione...`. Vedi le impostazioni di aggiornamento nella :ref:`pagina Comportamento <behavior_settings>` nella finestra di dialogo di configurazione.
nl: Als u een bundel gebruikt, zoals de officiële Linux AppImage, macOS pakket of Windows installatieprogramma, dan kan het programma bijgewerkt worden met :menuselection:`Help --> menu-item Op nieuwe versie controleren`. Zie de instellingen voor bijwerken :ref:`in pagina voor gedrag <behavior_settings>` van de configuratiedialoog.
pt_br: Se você usar um pacote como o AppImage oficial do Linux, um pacote do macOS ou um instalador do Windows, o aplicativo poderá ser atualizado usando a entrada de menu :menuselection:`Ajuda--> Verificar por nova versão`. Consulte as configurações de atualização :ref:`na página de Comportamento <behavior_settings>` da caixa de diálogo de configuração.
sl: Če uporabljate sveženj kot uradni Linux AppImage, paket macOS ali namestitveni program za Windows, lahko aplikacijo posodobite z :menuselection:`Pomoč --> Preverite vnos menija za novo različico`. Oglejte si tudi nastavitve posodobitev :ref:`na strani obnašanja <behavior_settings>` iz pogovornega okna konfiguracije.
uk: Якщо ви користуєтеся пакетом, зокрема офіційним пакетом AppImage для Linux, пакунком для macOS або засобом для встановлення у Windows, оновити програму можна за допомогою пункту меню :menuselection:`Довідка --> Виконати пошук нової версії`. Також можна налаштувати параметри оновлення за допомогою :ref:`сторінки поведінки <behavior_settings>` вікна налаштувань програми.
zh_cn: 如果你通过捆绑包（比如 Linux AppImage、macOS 软件包或 Windows 安装程序）安装的，那么可以使用 :menuselection:`帮助 --> 检查新版软件菜单项` 来更新应用程序。另外，也请查看“配置 digiKam”中的 :ref:`行为设置页面 <behavior_settings>` 中的更新设置。

source: The Dialog to Update Application Using Online Weekly Builds
ca: El diàleg per a actualitzar l'aplicació mitjançant les compilacions setmanals en línia
it: La finestra di dialogo di aggiornamento dell'applicazione tramite le Weekly Builds in linea
nl: De dialoog Het programma bijwerken met online wekelijks gebouwd programma
pt_br: A caixa de diálogo para atualizar o aplicativo usando compilações semanais on-line
sl: Pogovorno okno za posodobitev aplikacije z uporabo spletnih tedenskih gradenj
uk: Вікно оновлення програми з використанням щотижневих збірок з інтернету
zh_cn: 使用“检查每周测试版本”来更新应用程序

source: **digiKam** can be installed on non-KDE Desktops without any issues. The application is offered in the form of 2 binaries:
ca: El **digiKam** es pot instal·lar en ordinadors de sobretaula no KDE sense cap problema. L'aplicació s'ofereix en la forma de 2 executables:
it: **digiKam** può essere installato su desktop non KDE senza problemi. L'applicazione è offerta nella forma di due eseguibili:
pt_br: O **digiKam** pode ser instalado sem problemas em ambientes que não sejam o KDE. O aplicativo é oferecido na forma de 2 binários:
sl: **digiKam** je mogoče brez težav namestiti na namizja, ki niso KDE. Aplikacija je na voljo v obliki dveh binarnih datotek:
uk: **digiKam** може бути встановлено у стільничних середовищах, які є відмінними від KDE, без будь-яких проблем. Програма постачається у форматі 2 виконуваних файлів:
zh_cn: **digiKam** 也可以在非 KDE 的桌面环境下正常安装使用。它提供了两种可执行文件形式：

source: **System settings** for the application refering to the all configuration available from *Setup/Miscs/System* dialog page. Delete this file and restart digiKam to reset the application to *factory* settings
ca: **Configuració del sistema** de l'aplicació que es refereix a tota la configuració disponible des de la pàgina de diàleg *Configuració/Miscel·lània/Sistema*. Suprimiu aquest fitxer i reinicieu el digiKam per a restablir l'aplicació a la configuració de *fàbrica*
it: **Impostazioni di sistema** per l'applicazione che si riferisce a tutta la configurazione disponibile dalla finestra di dialogo *Configurazione/Varie/Sistema*. Elimina questo file e riavvia digiKam per riportare l'applicazione alle impostazioni di *fabbrica*
sl: **Sistemske nastavitve** za aplikacijo, ki se nanašajo na vse konfiguracije, ki so na voljo na pogovorni strani *Nastavi/Razno/Sistem*. Izbrišite to datoteko in znova zaženite digiKam, da ponastavite aplikacijo na *tovarniške* nastavitve

source: Under **Windows**, the **%_VariableName_%** indicate a `special folder <https://en.wikipedia.org/wiki/Special_folder#List_of_special_folders>`_ on the system generaly pointing to a cached directory from the user space.
ca: Al **Windows**, *%,VariableName,%** indica una `carpeta especial <https://en.wikipedia.org/wiki/Special_folder#List_of_special_folders>`_ al sistema que apunta generalment a un directori de la memòria cau des de l'espai d'usuari.

source: Installation
uk: Встановлення

source: Bundles with **-debug** in the file-name include `debug symbols <https://en.wikipedia.org/wiki/Debug_symbol>`_ to catch debugger traces when the application stops working. These debug files are large but they can will help developers find and fix coding errors. See the :ref:`Get Involved <get_involved>` section for details.
uk: Пакети, де використано **-debug** у назві файла, містить `символи діагностики <https://en.wikipedia.org/wiki/Debug_symbol>`_ для обробки трасування засобу діагностики при припиненні роботи програми. Файли у такому пакунку більші за розміром, але вони допоможуть розробникам виявити джерело помилок у роботі програми. Див. :ref:`розділ щодо участі у проєкті <get_involved>`, щоб дізнатися більше.

source: **Operating System**: 64-bit Windows 10 or newer, Apple macOS 64-bit based on Intel or Apple Silicon (M1 or later), 64-bit Linux. See details below.
uk: **Операційна система:** 64-бітова Windows 10 або новіша, 64-бітова Apple macOS або новіша на основі архітектури Intel або Apple Silicon (M1 або новішої), 64-бітова Linux. Подробиці наведено нижче.

source: **CPU**: x86 Intel, AMD, or Arm; at least one 2 GHz core for standard photo processing, 4 cores for large photo or panorama processing, 8 cores for deep-learning capabilities such as face detection, image quality sorting, and auto-tags. See details below.
uk: **Процесор**: x86 Intel, AMD або ARM; з частотою принаймні 2 ГГц для стандартної обробки фотографій, 4 ядра для обробки великих фотографій або панорам, 8 ядра для використання глибинного навчання для виявлення облич, упорядковування зображень за якістю та автоматичного визначення міток. Подробиці наведено нижче.

source: **GPU**: OpenGL 2.0 that works correctly and is compatible. On Windows, you can also use a card with good, compatible DirectX 9 or 11 drivers.
uk: **Графічний процесор**: OpenGL 2.0, який працює нормально і є сумісним. У Windows ви також можете скористатися карткою із добрими, сумісними з драйверами DirectX 9 або 11.

source: **RAM**: At least 4 GB for standard photo processing, 8 GB for large photo or panorama processing, 16 GB for deep-learning capabilities such as face management, image quality sorting, and auto-tags. See details below.
uk: **Оперативна пам'ять**: принаймні 4 ГБ для стандартної обробки фотографій, 8 ГБ для обробки великих фотографій або панорам, 16 ГБ для використання глибинного навчання для виявлення і розпізнавання облич, упорядковування зображень за якістю та автоматичного визначення міток. Подробиці наведено нижче.

source: If your computer is at the lower end of the CPU and RAM requirements, you should use both :ref:`Small Thumbnails Resolution <thumbnails_resolution>` and :ref:`Loading Embedded Preview <preview_settings>` features to help reduce preview lag.
uk: Якщо ваш комп'ютер перебуває на нижній межі вимог до процесора та оперативної пам'яті, щоб зменшити проблеми із інтерактивністю попереднього перегляду, слід скористатися одразу :ref:`малою роздільною здатністю мініатюр <thumbnails_resolution>` та :ref:`завантаженням вбудованих даних попереднього перегляду <preview_settings>`.

source: **Monitors**: Although the application can be used on a single screen, using multi-screens will improve the experience especially when reviewing items.
uk: **Монітори**: хоча програмою можна користуватися без проблем на одному моніторі, використання декількох моніторів може зробити користування програмою зручнішим, особливо у робочих процесах, де треба рецензувати фотографії.

source: The AppImage bundle also includes the :ref:`Showfoto stand Alone Image Editor <showfoto_editor>`. To run it, instead of digiKam, just add **showfoto** as an argument to the AppImage command line, like this:
uk: До пакета AppImage також включено :ref:`окремий редактор зображень Showfoto <showfoto_editor>`. Щоб запустити його замість digiKam, просто додайте **showfoto** як аргумент до рядка команди AppImage, ось так:

source: **Standalone** version: **Doesn't** need administrator rights and isn't installed or listed as a program. Is only accessible by the user who has downloaded the file.
uk: **Самодостатня** версія: **не** потребує прав адміністратора і не встановлюється до системи. **Не** потрапляє до списку програм. Доступна лише для користувача, від імені якого було отримано файл.

source: The macOS Warning When you Try to Run the digiKam Installer after Downloading
uk: Попередження macOS при спробі запустити засіб встановлення digiKam після отримання

source: You need to allow the installer to run by clicking on **Open Anyway** in the **macOS Config Panel/Security and Privacy** dialog.
uk: Вам слід дозволити запуск засобу встановлення натисканням кнопки **Відкрити попри це** у вікні **Панель налаштувань macOS/Безпека і конфіденційність**.

source: The macOS Security Panel to Authorize digiKam PKG Installation
uk: Панель захисту macOS, уповноваження для встановлення PKG digiKam

source: The macOS Security and Privacy Panel with the Automation Permissions
uk: Панель безпеки і конфіденційності macOS із записом прав автоматизації

source: The macOS Security and Privacy Panel with the Accessibility Permissions
uk: Панель безпеки і конфіденційності macOS із записом прав доступності

source: **Files And Folders**: You must allow digiKam to access files and folders outside the Photos directory, if you place your collections elsewhere on your computer.
uk: **Файли і теки**: вам слід дозволити доступ digiKam до файлів і тек поза каталогом «Фотографії», якщо вашу збірку збережено в якомусь іншому каталозі на вашому комп'ютері.

source: The macOS Security and Privacy Panel with the Files and Folders Access Rights
uk: Панель безпеки і конфіденційності macOS із записом прав доступу до файлів і тек

source: **Full Disk**: You must allow digiKam to access data from other applications if you use the gPhoto2 driver to communicate with your camera.
uk: **Увесь диск**: вам слід дозволити digiKam доступ до даних інших програм, якщо ви використовуєте драйвер gPhoto2 для доступу до різноманітних місць системи для обміну даними з вашою фотокамерою.

source: The macOS Security and Privacy Panel with the Full Disk Access Permissions
uk: Панель безпеки і конфіденційності macOS із записом прав доступу до усього диска

source: The macOS Security and Privacy Panel with the Photos Access Permissions
uk: Панель безпеки і конфіденційності macOS із записом прав доступу до фотографій

source: The macOS dialog to grant access to Apple Photo library
uk: Діалогове вікно macOS із проханням надати доступ до бібліотеки фотографій Apple

source: Description
uk: Опис

source: General settings for the application. Delete this and restart digiKam to reset the application to *factory* settings
uk: Загальні параметри програми. Вилучіть цю теку і перезапустіть digiKam, щоб скинути програму до *початкових* параметрів

source: System settings for the application. Delete this and restart digiKam to reset the application to *factory* settings
uk: Загальносистемні параметри програми. Вилучіть цю теку і перезапустіть digiKam, щоб скинути програму до *початкових* параметрів

source: Cache location storing temporary files
uk: Місце кешу для зберігання тимчасових файлів

source: Contains downloaded deep-learning models and internal configuration files
uk: Містить отримані з інтернету дані: моделі глибинного навчання і внутрішні файли налаштувань

source: Contains UI configuration. If your UI is broken, delete this file
uk: Містить налаштування інтерфейсу користувача. Якщо інтерфейс якимось чином пошкоджено, вилучіть цей файл

source: General settings for the application. Delete this and restart Showfoto to reset the application to *factory* settings
uk: Загальні параметри програми. Вилучіть цю теку і перезапустіть Showfoto, щоб скинути програму до початкових параметрів

source: System settings for the application. Delete this and restart Showfoto to reset the application to *factory* settings
uk: Загальносистемні параметри програми. Вилучіть цю теку і перезапустіть Showfoto, щоб скинути програму до *початкових* параметрів

source: The character '**~**' indicates the home directory on the system of the current user.
uk: Символ **~** позначає домашній каталог поточного користувача у системі.

source: If you update digiKam to a new major version, for example from version 7 to version 8, we recommend you first backup :ref:`your database files <database_intro>`, since the internal schema may have changed. Typically, digiKam is able to migrate tables from an older version to a new one, and all of this is done automatically at startup. But it's always better to save these important digiKam files before upgrading the application. See the :ref:`Database Backup <database_backup>` section in this manual for more recommendations.
uk: Якщо ви виконуєте оновлення digiKam зі зміною версії, наприклад, з версії 7 до версії 8, ми рекомендуємо створити резервну копію :ref:`ваших файлів бази даних <database_intro>`, оскільки, загалом, може змінитися внутрішня схема бази даних. Типово, digiKam здатна перенести таблиці зі старої версії до нової, і усі дії буде виконано автоматично під час запуску програми, але щоб там не сталося, завжди краще зберегти ці важливі файли digiKam до оновлення програми. Ознайомтеся також із розділом щодо :ref:`резервного копіювання бази даних <database_backup>` цього підручника, щоб скористатися додатковими рекомендаціями.
