Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/introduction.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: Introduction to the digiKam Photo Management Program
ca: Introducció al programa digiKam de gestió de fotografies
nl: Introductie tot het fotobeheerprogramma digiKam
pt_br: Introdução ao programa de gerenciamento de fotos digiKam
sl: Uvod v program za upravljanje fotografij digiKam
sv: Introduktion till fotohanteringsprogrammet digiKam
uk: Вступ до програми для керування фотографіями digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 便捷

source: :ref:`Introduction <getting_started>`
ca: :ref:`Introducció <getting_started>`
pt_br: :ref:`Introdução <getting_started>`
sl: :ref:`Uvod <getting_started>`

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: Background
ca: Rerefons
it: Contesto
nl: Achtergrond
pt: Fundo
pt_br: Pano de fundo
sl: Ozadje
sv: Bakgrund
uk: Тло
zh_cn: 背景知识

source: **digiKam** is an advanced digital photo management application for Linux, macOS and Windows desktop. It provides a simple interface which makes importing and organizing digital photographs a *snap*. digiKam enables you to manage large numbers of digital photographs in Albums, organizing these photographs for easy retrieval using tags (keywords), captions, collections, dates, geolocation. It has many features for searching, viewing, organizing, processing and sharing your images. Thus, digiKam is a formidable :ref:`Digital Asset Management <asset_management>` (DAM) program that also includes powerful image editing functions.
ca: El **digiKam** és una aplicació avançada per a la gestió de les fotografies digitals per als escriptoris de Linux, macOS i Windows. Proporciona una interfície senzilla que facilita la importació i organització de les fotografies digitals. El digiKam permet gestionar grans quantitats de fotografies digitals en àlbums i organitzar-les per a facilitar la seva recuperació utilitzant etiquetes (paraules clau), llegendes, col·leccions, dates, geolocalització. Té moltes característiques per a la cerca, visualització, organització, processament i compartició de les vostres imatges. Per tant, el digiKam és un programa formidable per a la :ref:`Gestió d'actius digitals <asset_management>` (DAM) que també inclou funcions potents d'edició d'imatges.
nl: **digiKam** is een geavanceerde toepassing voor het beheer van digitale foto's voor bureaubladen onder Linux, MacOS en Windows. Het biedt een eenvoudig interface dat het gemakkelijk maakt om digitale foto's in een *oogwenk* te importeren en te organiseren. digiKam maakt het mogelijk om grote aantallen digitale foto's in albums te beheren en deze te ordenen voor gemakkelijk opzoeken met tags (kenwoorden), titels, verzamelingen, datums, geo-locatie en zoeken. Het heeft veel functies voor bekijken, organiseren, bewerken en delen van uw afbeeldingen. digiKam is dus het formidabele :ref:`Digitaal Assetbeheer <asset_management>` (DAM)-programma ook inclusief krachtige functies voor bewerking van afbeeldingen.
pt_br: O **digiKam** é um aplicativo avançado de gerenciamento de fotos digitais para Linux, macOS e Windows. Ele oferece uma interface simples que torna a importação e a organização de fotos digitais muito fáceis. O digiKam permite que você gerencie um grande número de fotos digitais em álbuns, organizando-as para fácil recuperação usando etiquetas (palavras-chave), descrições, coleções, datas e geolocalização. Ele possui diversos recursos para pesquisar, visualizar, organizar, processar e compartilhar suas imagens. Portanto, o digiKam é um formidável programa de :ref:`Gerenciamento de Ativos Digitais <gestão_de_ativos>` (DAM, em inglês) que também inclui poderosas funções de edição de imagens.
sl: **digiKam** je napredna aplikacija za upravljanje digitalnih fotografij za Linux, namizje macOS in Windows. Zagotavlja preprost vmesnik, ki omogoča uvoz in organiziranje digitalnih fotografij *na mah*. digiKam vam omogoča za upravljanje velikega števila digitalnih fotografij v albumih in organiziranje teh fotografij za enostavno iskanje z uporabo značk (ključnih besed), napisov, zbirk, datumov, geolokacije in iskanja. Ima veliko funkcij za ogledovanje, organiziranje, obdelavo in deljenje vaših slik. Tako je digiKam izjemna programska oprema za :ref:`Upravljanje z digitalnimi sredstvi - Digital Asset Management <asset_management>` (DAM) vključno z zmogljivimi funkcijami za urejanje slik.

source: The **Import Tool** is an easy-to-use camera interface that will connect to your digital camera and download photographs directly into digiKam Albums. `More than 2000 digital cameras <http://www.gphoto.org/proj/libgphoto2/support.php>`_ are supported by the gPhoto library. Of course, any media or card reader supported by your operating system will also interface with digiKam.
ca: L'**Eina d'importació** és una interfície de càmera d'ús fàcil que es connectarà amb la vostra càmera digital i les fotografies es descarregaran directament a dins dels àlbums del digiKam. `Més de 2.000 càmeres digitals <http://www.gphoto.org/proj/libgphoto2/support.php>`_ són compatibles amb la biblioteca gPhoto. Per descomptat, qualsevol lector de suports o de targetes admès pel vostre sistema operatiu també interactuarà amb el digiKam.
nl: Het **Importhulpmiddel** is een gemakkelijk te gebruiken camera-interface dat verbinding maakt met uw digitale camera en foto's direct download in albums van digiKam. `Meer dan 2000 digitale camera's <http://www.gphoto.org/proj/libgphoto2/support.php>`_ worden er ondersteund door de gPhoto-bibliotheek. Natuurlijk kan elke medium of kaartlezer, ondersteund door uw besturingssysteem, zich ook verbinden met digiKam.
pt_br: A **Ferramenta de Importação** é uma interface de câmera fácil de usar que se conecta à sua câmera digital e baixa fotos diretamente para os álbuns do digiKam. `Mais de 2000 câmeras digitais <http://www.gphoto.org/proj/libgphoto2/support.php>`_ são suportadas pela biblioteca do gPhoto. Obviamente, qualquer leitor de mídia ou cartão compatível com seu sistema operacional também se conectará ao digiKam.
sl: **Orodje za uvoz** je preprosto uporaben vmesnik za kamero, ki se poveže z vašo digitalno kamero in prenese fotografije neposredno v albume digiKam. `Knjižnica gPhoto podpira več kot 2000 digitalnih fotoaparatov <http://www.gphoto.org/proj/libgphoto2/support.php>`_. Seveda se bo vsak medij ali bralnik kartic, ki ga podpira vaš operacijski sistem, prav tako povezoval z digiKamom.
sv: **Importverktyget** är ett lättanvänt kameragränssnitt, som ansluter till en digitalkamera och laddar ner fotografier direkt till album i digiKam. `Mer än 2000 digitalkameror <http://www.gphoto.org/proj/libgphoto2/support.php>`_ stöds av biblioteket gPhoto. Naturligtvis samverkar alla media- eller kortläsare som stöds av operativsystemet också med digiKam.

source: digiKam incorporates a fast **Image Editor** with many image editing tools. You can use the Image Editor to view your photographs, comment and rate them, correct, enhance and alter them. The **Batch Queue Manager** can easily post process images using a variety of tools. And there are many import and export tools dedicated to working with remote web services.
ca: El digiKam incorpora un **editor d'imatges** ràpid amb moltes eines d'edició d'imatges. El podeu utilitzar per a veure les fotografies, comentar-les i valorar-les, corregir-les, millorar-les i modificar-les. El **Gestor de la cua per lots** pot fer el postprocessament de les imatges amb facilitat emprant diverses d'eines. I també hi ha moltes eines d'importació i exportació dedicades que funcionen amb serveis web remots.
nl: digiKam heeft een snelle **Afbeeldingsbewerker** met vele middelen voor bewerking van afbeeldingen geïncorporeerd. U kunt de Afbeeldingsbewerker gebruiken om uw foto's te bekijken, te commentariëren en te waarderen, te corrigeren, te verbergen en ze te veranderen. De **Takenwachtrijbeheerder** kan gemakkelijk achteraf afbeeldingen bewerken met een set hulpmiddelen. En er zijn veel hulpmiddelen voor im- en exporteren, toegespitst op het werken met webservices of afstand.
pt_br: O digiKam incorpora um rápido **Editor de Imagem** com diversas ferramentas de edição. Você pode usar o Editor de Imagem para visualizar suas fotografias, comentá-las e classificá-las, corrigi-las, aprimorá-las e alterá-las. O **Gerenciador de Processamento em Lote** pode facilmente processar imagens usando uma variedade de ferramentas. E há muitas ferramentas de importação e exportação dedicadas a trabalhar com serviços web remotos.
sl: digiKam vključuje hiter **Urejevalnik slik** s številnimi orodji za urejanje slik. Urejevalnik slik lahko uporabite za ogled fotografij, komentiranje in ocenjevanje, popravke, izboljšave in spremembe. Naknadno obdelavo slik je lahko enostavno narediti z naborom orodij prek **Upravljalnika paketnih čakalnih vrst** (Queue Manager) ali z mnogimi orodji za uvoz in izvoz namenjenimi delu z oddaljenimi spletnimi storitvami. digiKam vključuje hiter **Urejevalnik slik** s številnimi orodji za urejanje slik. Z urejevalnikom slik si lahko ogledate svoje fotografije, jih komentirate in ocenjujete, popravljate, izboljšujete in spreminjate. **Upravljalnik paketnih obdelav** lahko preprosto obdeluje slike z različnimi orodji. Obstaja veliko orodij za uvoz in izvoz, namenjenih delu z oddaljenimi spletnimi storitvami.
sv: digiKam innehåller en snabb **Bildeditor** med många bildredigeringsverktyg. Man kan använda bildeditorn för att visa fotografier, kommentera och betygsätta dem, korrigera, förbättra och ändra dem. **Köhantering för bakgrundsbehandling** kan enkelt efterbehandla bilder med hjälp av en uppsättning verktyg. Och det finns många import- och exportverktyg avsedda att arbeta med fjärrwebbtjänster.
uk: До складу digiKam включено швидкий редактор зображень із багатьма засобами редагування. Ви можете скористатися цим редактором зображень для перегляду ваших фотографій, додавання до них коментарів і оцінок, виправлення, покращення та внесення змін до зображень. Засоби остаточної обробки зображень можна легко розширити за допомогою набору інструментів пакетної обробки або багатьох інструментів імпортування та експортування, призначених для роботи із віддаленими службами зберігання зображень у інтернеті.

source: The **Light Table** allows you to visually compare images side by side, making it easy to select the best shots taken from a series.
ca: La **Taula de llum** permet comparar visualment les imatges una al costat de l'altra, que facilita seleccionar les millors fotografies preses d'una sèrie.
nl: De **Lichttafel** biedt het zij-aan-zij vergelijken van afbeeldingen, waarmee het gemakkelijk is de best genomen opnamen uit een serie te selecteren.
pt_br: A **Mesa de Luz** permite que você compare visualmente imagens lado a lado, facilitando a seleção das melhores fotos tiradas de uma série.
sl: **Osvetljena miza** vam omogoča vizualno primerjavo slik eno poleg druge, kar olajša izbiro najboljših posnetkov iz serije.
sv: **Ljusbordet** gör att men kan jämföra bilder visuellt sida vid sida, vilket gör det enkelt att välja de bästa bilderna från en serie.
uk: Для візуального паралельного порівняння зображень передбачено ще один інструмент із назвою **Стіл із підсвічуванням**. За його допомогою ви зможете вибрати найкращі знімки у послідовності знімків.

source: The digiKam Architecture
ca: L'arquitectura del digiKam
it: Architettura di digiKam
nl: De architectuur van digiKam
pt: A Arquitectura do digiKam
pt_br: A arquitetura do digiKam
sl: Arhitektura digiKam
sv: digiKams arkitektur
uk: Архітектура digiKam
zh_cn: digiKam 的架构

source: While digiKam remains easy to use, it provides dozens of professional level features. All digiKam tools are fully 16-bit enabled. digiKam also supports RAW format conversion through libraw, DNG export and an ICC color management :ref:`work flow <rawprocessing_workflow>`.
ca: Mentre el digiKam segueix sent fàcil d'utilitzar, proporciona dotzenes de característiques de nivell professional. Està completament habilitat per a 16 bits. El digiKam també admet la conversió al format RAW a través de la «libraw», exportació a DNG i un :ref:`flux de treball <rawprocessing_workflow>` de la gestió del color ICC.
nl: Terwijl digiKam gemakkelijk blijft te gebruiken, biedt het op professioneel niveau talrijke functies. Alle digiKam hulpmiddelen zijn volledig 16 bits. digiKam ondersteunt conversie van RAW-formaat via libraw, exporteren naar DNG en een ICC kleurbeheer :ref:`werkmethode <rawprocessing_workflow>`.
pt_br: Embora o digiKam seja fácil de usar, ele oferece dezenas de recursos de nível profissional. Todas as ferramentas do digiKam são totalmente compatíveis com imagens com 16 bits de cor. O digiKam também suporta conversão de formato RAW via Libraw, exportação para DNG e um :ref:`fluxo de trabalho <rawprocessing_workflow>` de gerenciamento de cor ICC .
sl: Medtem ko digiKam ostaja enostaven za uporabo, ponuja na desetine funkcij profesionalne ravni. Vsa orodja digiKam v celoti omogočajo 16-bitov. digiKam podpira tudi pretvorbo surovega formata RAW prek libraw, izvoz DNG in upravljanje barv ICC :ref:`poteku dela <rawprocessing_workflow>`.
sv: Medan digiKam förblir lättanvänt, tillhandahåller det dussintals funktioner på professionell nivå. Alla verktyg i digiKam har fullständigt stöd för 16-bitars format. Dessutom stöder digiKam också konvertering av obehandlade format genom libraw, DNG-export och ett :ref:`arbetsflöde <rawprocessing_workflow>` för ICC-färghantering.

source: Support
ca: Assistència
it: Supporto
nl: Ondersteuning
pt: Suporte
pt_br: Suporte
sl: Podpora
sv: Stöd
uk: Підтримка
zh_cn: 支持

source: digiKam is a community supported project, which means that users and developers support one another. If you become a regular user of digiKam you are encouraged to join the digiKam Users Mailing List. You can start off by asking questions to other digiKam users and hopefully soon you will be answering the support questions of others.
ca: El digiKam és un projecte sostingut per la comunitat, el qual significa que els usuaris i desenvolupadors es donen suport mútuament. Si us convertiu en un usuari habitual del digiKam, us animem a unir-vos a la llista de correu dels usuaris. Podeu començar fent preguntes als altres usuaris i esperem que respongueu aviat a les preguntes de suport tècnic dels altres.
it: digiKam è un progetto gestito in comunità, il che vuol dire che gli utenti e gli sviluppatori si aiutano a vicenda. Se diventi un utente regolare di digiKam, ti esortiamo a iscriverti alla mailing list degli utenti. Puoi iniziare facendo domande ad altri utenti e speriamo che presto inizierai a rispondere anche tu alle domande degli altri.
nl: digiKam is een door de gemeenschap ondersteund project. Dit betekent dat de ontwikkelaars en gebruikers elkaar ondersteunen. Als u een reguliere gebruiker van digiKam wordt, dan willen we u uitnodigen om lid te worden van de gebruikersmailinglijst van digiKam. U kunt dan beginnen met het stellen van vragen aan andere digiKam-gebruikers, en wie weet kunt u dan enige tijd later zelf antwoord geven op vragen van andere gebruikers.
pt: O digiKam é um projecto suportado pela comunidade, o que significa que os utilizadores e os programas apoiam-se uns aos outros. Se se tornar um utilizador regular do digiKam, então está encorajado a associar-se à Lista de Correio dos Utilizadores do digiKam. Poderá começar por fazer algumas perguntas aos outros utilizadores do digiKam e, esperamos que em breve, estará o utilizador a responder às questões de suporte dos outros.
pt_br: O digiKam é um projeto apoiado pela comunidade, o que significa que usuários e desenvolvedores apoiam uns aos outros. Se você se tornar um usuário regular do digiKam, convidamos você a participar da Lista de Discussão de Usuários do digiKam. Você pode começar fazendo perguntas a outros usuários do digiKam e, com sorte, em breve estará respondendo às perguntas de suporte de outras pessoas.
sl: digiKam je projekt, ki ga podpira skupnost, kar pomeni, da uporabniki in razvijalci podpirajo drug drugega. Če postanete reden uporabnik digiKama, vas bomo spodbujali, da se pridružite poštnemu seznamu uporabnikov digiKam. Lahko začnete z postavljanjem vprašanj drugim uporabnikom digiKama in upam, da boste kmalu tudi vi odgovarjanje na vprašanja za podporo drugih.
sv: digiKam är ett projekt med gemenskapssupport, vilket innebär att användare och utvecklare stödjer varandra. Om man är en vanlig användare av digiKam uppmuntras man att gå med i e-postlistan för digiKams användare. Man kan börja med att ställa frågor till andra användare av digiKam och förhoppningsvis snart svara på andras supportfrågor.
uk: Проєкт digiKam підтримується спільнотою, це означає, що користувачі і розробники допомагають одне одному. Якщо ви є постійним користувачем digiKam, ми запрошуємо вас приєднатися до списку листування користувачів digiKam. Ви можете почати з запитань до інших користувачів digiKam, а потім, з набуттям досвіду, зможете відповідати на питання інших користувачів.
zh_cn: digiKam 是一个社区支持的项目，也就是说用户和开发者是相互提供支持的。 如果您是普通的 digiKam 用户，我们鼓励您加入 digiKam 用户邮件列表。 您可以先向其他 digiKam 用户提问，我们也希望不久以后，您能够回答其他用户的求助问题。

source: See the `digiKam Users Mailing List joining instructions <https://mail.kde.org/mailman/listinfo/digikam-users>`_ for details.
ca: Per a més detalls, vegeu les `Instruccions de subscripció a la llista de correu dels usuaris del digiKam <https://mail.kde.org/mailman/listinfo/digikam-users>`_.
it: Per i dettagli, vedi le `istruzioni per unirsi alla mailing list degli utenti di digiKam <https://mail.kde.org/mailman/listinfo/digikam-users>`_.
nl: Zie de `Instructies voor meedoen op de e-maillijst voor gebruikers van digiKam <https://mail.kde.org/mailman/listinfo/digikam-users>`_ voor details.
pt: Veja as `instruções de registo na Lista de Correio dos Utilizadores do digiKam <https://mail.kde.org/mailman/listinfo/digikam-users>`_ para saber mais detalhes.
pt_br: Veja as `Instruções para ingressar na Lista de Discussão de Usuários do digiKam <https://mail.kde.org/mailman/listinfo/digikam-users>`_ para mais detalhes.
sl: Za podrobnosti si oglejte `navodila za pridružitev k poštnemu seznamu uporabnikov digiKama <https://mail.kde.org/mailman/listinfo/digikam-users>`_.
sv: Se `digiKam Users Mailing List joining instructions <https://mail.kde.org/mailman/listinfo/digikam-users>`_ för detaljerad information.
uk: Щоб дізнатися більше, ознайомтеся із `настановами щодо долучення до списку листування користувачів digiKam <https://mail.kde.org/mailman/listinfo/digikam-users>`_.
zh_cn: 您可以查看 `digiKam 用户邮件列表加入说明 <https://mail.kde.org/mailman/listinfo/digikam-users>`_ 来了解详情。

source: You can also visit the `digiKam Home Page <https://www.digikam.org/>`_ for news of new releases and other digiKam related information.
ca: També podeu visitar la `pàgina d'inici del digiKam <https://www.digikam.org/>`_ per a les notícies de llançaments nous i altra informació relacionada.
it: Per notizie sui nuovi rilasci e altre informazioni collegate a digiKam, puoi visitare anche il `sito web di digiKam <https://www.digikam.org/>`_.
nl: U kunt ook een bezoek brengen aan de `Website van digiKam <https://www.digikam.org/>` voor nieuws over nieuwe uitgaven en andere informatie over digiKam.
pt: Também poderá visitar a `página Web do digiKam <https://www.digikam.org/>`_ para obter notícias de novas versões e outras informações relacionadas com o digiKam.
pt_br: Você também pode visitar a `Página inicial do digiKam <https://www.digikam.org/>`_ para notícias de novos lançamentos e outras informações relacionadas ao digiKam.
sl: Obiščete lahko tudi `domačo stran digiKam <https://www.digikam.org/>`_ za novice o novih izdajah in druge informacije, povezane z digiKamom.
sv: Mankan också besöka `digiKams hemsida <https://www.digikam.org/>`_ för nyheter om nya utgåvor och annan information relaterad till digiKam.
uk: Ви також можете відвідати `домашню сторінку digiKam <https://www.digikam.org/>`_, щоб ознайомитися із новинами щодо випусків та іншими відомостями, які пов'язано із digiKam.
zh_cn: 您也可以访问 `digiKam 主页 <https://www.digikam.org/>`_ 获取新版本的新闻和其他有关 digiKam 的信息。

source: Privacy Policy
ca: Política de privadesa
pt_br: Política de Privacidade
sl: Politika zasebnosti

source: We Respect your Works
ca: Respectem la vostra feina

source: **digiKam respects your privacy and is fully committed to protecting your personal data:**
ca: **El digiKam respecta la vostra privadesa i es compromet totalment a protegir les vostres dades personals:**

source: **No Telemetry:** The application does **not** include any tracking, analytics, or telemetry features.
ca: **Sense telemetria:** L'aplicació **no** inclou cap funció de seguiment, d'anàlisi o telemetria.

source: **No Data Sharing:** We **do not** collect, store, or transmit any of your personal data over the Internet.
ca: **Sense compartir dades:** No recopilem, emmagatzemem ni transmetem cap de les vostres dades personals a través d'Internet.

source: **Local Data Storage:** All your photos, metadata, and settings remain **exclusively on your device**.
ca: **Emmagatzematge local de dades:** Totes les vostres fotos, metadades i configuració es mantenen **exclusivament al vostre dispositiu**.

source: Plugins and External Services
ca: Connectors i serveis externs

source: Some optional plugins or modules (e.g., for exporting to remote Web-Services) may require an Internet connection to function. If you choose to use these features, we recommend reviewing the privacy policies of the third-party services involved, as digiKam has no control over their data practices. See the relevant `Privacy Policy for these Web-Services <https://www.digikam.org/support/privacy_policy/>`_.
ca: Alguns connectors o mòduls opcionals (p. ex., per exportar a servidors web remots) poden requerir una connexió a Internet per a funcionar. Si opteu per utilitzar aquestes funcions, us recomanem revisar les polítiques de privadesa dels serveis de tercers involucrats, ja que el digiKam no té control sobre les seves pràctiques de les dades. Vegeu la `Política de privadesa rellevant d'aquests serveis web <https://www.digikam.org/support/privacy_policy/>`_.

source: Application Compliance
ca: Conformitat de l'aplicació

source: digiKam is designed to be `GDPR-compliant <https://en.wikipedia.org/wiki/General_Data_Protection_Regulation>`_. As an open-source project, we prioritize transparency, user control, and the protection of personal data.
ca: El digiKam està dissenyat per a ser `conforme amb el RGPD <https://ca.wikipedia.org/wiki/Reglament_General_de_Protecció_de_Dades>`_. Com a projecte de codi obert, prioritzem la transparència, el control de l'usuari i la protecció de les dades personals.

source: Your Rights
ca: Els vostres drets
