Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/introduction.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: You retain **full ownership and control** of your data at all times.
ca: Reteniu **tota la propietat i el control** de les vostres dades en tot moment.

source: Introduction to digiKam Photo Management Program
it: Introduzione al programma di gestione delle foto digiKam
pt: Introdução ao Programa de Gestão de Fotografias do digiKam
zh_cn: digiKam 照片管理程序简介

source: Introduction
it: Introduzione
nl: Inleiding
pt: Introdução
sv: Inledning
uk: Вступ
zh_cn: 简介

source: **digiKam** is an advanced digital photo management application for Linux, macOS and Windows desktop. It provides a simple interface which makes importing and organizing digital photographs a *snap*. digiKam enables you to manage large numbers of digital photographs in Albums and to organize these photographs for easy retrieval using tags (keywords), captions, collections, dates, geolocation and searches. It has many features for viewing, organizing, processing and sharing your images. Thus, digiKam is a formidable :ref:`Digital Asset Management <asset_management>` (DAM) software including powerful image editing functions.
it: **digiKam** è un'applicazione avanzata di gestione delle fotografie per gli ambienti desktop Linux, macOS e Windows*. Fornisce una semplice interfaccia, che ti permette di importare e di organizzare le fotografie digitali in un *lampo*. Ti permette di gestire grandi quantità di fotografie digitali in album, e di organizzarle per poterle recuperare facilmente, usando tag (parole chiave), didascalie, raccolte, date, geolocalizzazioni e ricerche. Ha molte funzionalità per la visualizzazione, l'organizzazione, l'elaborazione e la condivisione delle tue immagini, per questo motivo digiKam è un programma formidabile che include funzioni avanzate per la modifica delle immagini, utili per la :ref:`gestione dei beni digitali <asset_management>` (DAM).
pt: O **digiKam** é uma aplicação avançada de gestão de fotografias digitais para o Linux, macOS e Windows. Oferece uma interface simples que torna a importação e organização das fotografias digitais algo de *imediato*. O digiKam permite-lhe gerir grandes quantidades de fotografias digitais em álbuns e organizar essas fotografais para um acesso simples com marcas (palavras-chave), legendas, colecções, datas, geo-localização e pesquisas. Tem muitas funcionalidades para visualizar, organizar, processar e partilhar as suas imagens. Deste modo, o digiKam é uma aplicação de DAM (:ref:`Gestão de Activos Digitais <asset_management>`), que inclui várias funcionalidades de edição de imagens poderosas.
zh_cn: **digiKam** 是一款高级数字照片管理应用程序，可在 Linux 、MacOS 和 Windows 桌面平台上使用。 它的界面简单明了，让导入和组织数字照片变得十分轻松。digikam 使用标签（关键词），标题、相册集合、日期、地理位置和搜索条件等检索方式，使您能够对相册中大量的数码照片进行管理和整理。 在查看、整理、处理和分享您的图像方面，digiKam 也提供了很多功能。 因此，digikam 不仅是一款强悍的 :ref:`数字资产管理 <asset_management>` （DAM）软件，也具有强大的图像编辑功能。

source: An easy-to-use camera interface is provided as **Import Tool**, that will connect to your digital camera and download photographs directly into digiKam Albums. `More than 1000 digital cameras <http://www.gphoto.org/proj/libgphoto2/support.php>`_ are supported by the gPhoto library. Of course, any media or card reader supported by your operating system will interface with digiKam.
it: Viene fornita un'interfaccia facile da usare, come **strumento di importazione** per la macchina fotografica, che si connetterà al tuo dispositivo e scaricherà le fotografie direttamente negli album di digiKam. La libreria gPhoto supporta più di `1000 macchine fotografiche digitali <http://www.gphoto.org/proj/libgphoto2/support.php>`_. Naturalmente, qualsiasi dispositivo o lettore di schede supportato dal sistema operativo sarà in grado di lavorare con digiKam.
pt: Está disponível uma interface simples de usar para as câmaras como **Ferramenta de Importação**, a qual se irá ligar à sua câmara digital e irá tentar transferir directamente as fotografias para álbuns do digiKam. `Mais de 1000 câmaras digitais <http://www.gphoto.org/proj/libgphoto2/support.php>`_ são suportadas pela biblioteca do gPhoto. Obviamente, qualquer leitor de cartões ou outros dispositivos suportados pelo seu sistema operativo irão interagir com o digiKam.
zh_cn: digiKam 提供的相机连接工具叫做 **导入工具** ，十分简单易用，连接您的数码相机后可以直接下载照片到 digiKam 相册。它使用 gPhoto 库，并支持 `超过 1000 款相机 <http://www.gphoto.org/proj/libgphoto2/support.php>`_ 。 当然，凡是您操作系统支持的媒体文件或读卡器里的文件，都可以在 digiKam 中显示。

source: digiKam incorporates a fast **Image Editor** with many image editing tools. You can use the Image Editor to view your photographs, comment and rate them, correct, enhance and alter them. The images post processing can be easily done by a set of tools though the **Batch Queue Manager**, or by many import and export tools dedicated to work with remote web services.
it: digiKam incorpora un veloce **editor di immagini** con molti strumenti di modifica. Puoi usarlo per visualizzare le foto, commentarle, valutarle, correggerle, migliorarle e alterarle. La post-elaborazione delle immagini può essere facilmente eseguita tramite una serie di strumenti del **Gestore elaborazione in serie** oppure dai tanti strumenti di importazione ed esportazione studiati apposta per interagire con i servizi web remoti.
pt: O digiKam incorpora um **Editor de Imagens** rápido com muitas ferramentas de edição de imagens. Poderá usar o Editor de Imagens para ver as suas fotografias, comentá-las e classificá-las, corrigi-las, melhorá-las ou simplesmente modificá-las. O pós-processamento das imagens poderá ser feito facilmente com um conjunto de ferramentas do **Gestor da Fila** ou através das várias ferramentas de importação e exportação dedicadas à integração com serviços remotos na Web.
zh_cn: digiKam 中的 **图像编辑器** 十分快捷，内含了许多图像编辑工具。 您可以使用图像编辑器对照片进行查看、评论和评分、校正、增强处理和修改。您可以使用 **批处理管理器** 中的一系列工具，或者使用与远程网络服务协作的诸多导入导出工具，让图像的后期处理完成得十分轻松。

source: To compare visually images side by side, one other tool named **Light Table** is provided to select the best shots taken from a series.
it: Per confrontare visivamente le immagini fianco a fianco e selezionare lo scatto migliore di una serie di riprese, viene fornito lo strumento chiamato **Tavolo luminoso**.
pt: Para comparar visualmente as imagens lado-a-lado, a outra ferramenta chamada **Mesa de Luz** está disponível para seleccionar as melhores fotografias dentro de uma série.
zh_cn: digiKam 还提供了 **看片台** 工具，让您能够并排对比几张照片，以便选择一组照片中最好的几张。

source: While digiKam remains easy to use, it provides professional level features by the dozens. It is fully 16 bit enabled including all available tools, supports RAW format conversion through libraw, DNG export and ICC color management :ref:`work flow <rawprocessing_workflow>`.
it: Nonostante digiKam resti facile da usare, fornisce decine di funzionalità di livello professionale. È completamente abilitato all'uso in 16 bit, compresi tutti gli strumenti disponibili, supporta la conversione dei formati RAW tramite libraw, l'esportazione DNG e il :ref:`flusso di lavoro <rawprocessing_workflow>` della gestione dei colori ICC.
pt: Embora o digiKam continue fácil de usar, oferece funcionalidades a nível profissional às dúzias. Tem o suporte completo para 16 bits, incluindo todas as ferramentas disponíveis, suporta a conversão do formato RAW através da Libraw, a exportação para DNG e a gestão de cores ICC; veja o :ref:`procedimento <rawprocessing_workflow>`.
zh_cn: 虽然说 digiKam 简单易用，但它也提供了几十种具备专业水准的功能。 它对所有内在工具都采用了 16 位图像支持，支持通过 libraw 进行 RAW 格式转换，支持 DNG 图像格式导出，也支持 ICC 色彩管理 :ref:`工作流程 <rawprocessing_workflow>`.

source: Reporting Bugs
zh_cn: 反馈程序问题

source: digiKam is an Open Source project. This means that it relies on its users to play their part by, at least, reporting problems and suggesting possible improvements.
zh_cn: digiKam 是一个开源项目。这就是说，digiKam 需要其用户发挥贡献，简单的事情比如报告问题、提出合理的改进建议。

source: digiKam makes it as easy as possible for you to report bugs or suggest improvements. Wherever you are in the application the **Help** menu will include a **Report Bugs** option. This will display a message box with a highlighted link. Click on the link and your web browser will open the page for the reporting system. All the information required will already be filled in, just follow the instructions for completing your report.
zh_cn: digiKam 尽力让报告错误或建议改进变得简单方便。无论您在应用程序中的哪个位置，**帮助** 菜单里都会有一个 **报告程序缺陷** 选项。它会显示一个消息框，里面有个突出显示的链接。单击 **启动缺陷报告向导** 按钮，您的网络浏览器会打开 KDE 程序缺陷管理网站的页面。所需的所有信息都已填写好，只需按照完成报告的说明操作即可。

source: Getting Involved
zh_cn: 参与贡献

source: There are many ways that you can get involved with the continued development of digiKam. You do not need to be a software developer. You can help with documentation, translation and user interface design or just contribute really good ideas to the wish-list. You can also get involved by testing early development code as it is being developed and providing feedback to the developers. Of course, if you are a software developer then you can help to make digiKam the best digital photograph application there is.
zh_cn: 您有很多的方式可选，来参加到 digiKam 的持续发展工作中。您不必是软件开发者。 您可以帮助编写改进文档，帮助翻译、做用户界面设计，或者为愿望列表贡献真正好的想法也行。 您也可以参与测试早期开发代码，并向开发者提供反馈。 当然，如果你是软件开发者，那么你可以帮助 digiKam 变成迄今最好的数字照片应用程序。

source: The best way to start getting involved with digiKam is to join the Developers Mailing List.
zh_cn: 参与 digiKam 发展事业的最好办法就是加入开发者邮件列表。

source: See the `digiKam Developer Mailing List joining instructions <https://mail.kde.org/mailman/listinfo/digikam-devel>`_ for details.
zh_cn: 查看 `digiKam 开发者邮件列表加入说明 <https://mail.kde.org/mailman/listinfo/digikam-devel>`_ 了解详情。

source: There is no telemetry in digiKam. Nothing is shared or sent on the Internet about the usage of the application or to allow the program to work. All your data is still on your computer.
pt_br: Não há telemetria no digiKam. Nada é compartilhado ou enviado pela internet sobre o uso do aplicativo ou para permitir o funcionamento do programa. Todos os seus dados permanecem no seu computador.
sl: V digiKamu ni telemetrije. Nič se ne deli ali pošilja v internetu o uporabi aplikacije ali omogočanju delovanja programa. Vsi vaši podatki so še vedno v vašem računalniku.

source: **digiKam** is an advanced digital photo management application for Linux, macOS and Windows desktop. It provides a simple interface which makes importing and organizing digital photographs a *snap*. digiKam enables you to manage large numbers of digital photographs in Albums, organizing these photographs for easy retrieval using tags (keywords), captions, collections, dates, geolocation. It has many features for searching, viewing, organizing, processing and sharing your images. Thus, digiKam is a formidable :ref:`Digital Asset Management <asset_management>` (DAM) program that includes powerful image editing functions.
sv: **digiKam** är ett avancerat program för digital fotohantering för Linux, macOS och Windows. Det ger ett enkelt gränssnitt som gör att man kan importera och organisera digitala fotografier med ett *knäpp*. digiKam gör det möjligt att hantera ett stort antal digitala fotografier i album och organisera fotografierna för enkel åtkomst med etiketter (nyckelord), rubriker, samlingar, datum och geografisk lokalisering. Det har många funktioner för att söka, visa, organisera, bearbeta och dela bilder. Således är digiKam ett formidabelt program för :ref:`digital resurshantering <asset_management>` som inkluderar kraftfulla bildredigeringsfunktioner.
uk: digiKam — це програма з додатковими можливостями, призначена для керування цифровими фотографіями у Linux, MacOS і Windows*. Програма має простий інтерфейс, який спрощує імпортування та впорядкування цифрових фотографій. надає вам змогу розподіляти ваш об’ємний архів фотографій за альбомами і впорядковувати ці фотографій для спрощення пошуку з мітками (ключовими словами), підписами, збірками, датами, даним геопозиціювання та результатами пошуків. У програмі передбачено багато можливостей перегляду, впорядкування, обробки та оприлюднення ваших фотографій. Таким чином, digikam є потужним програмним забезпеченням для :ref:`Керування цифровою власністю <asset_management>` (Digital Asset Management або DAM), у програмі також передбачено широкі можливості редагування зображень.

source: The **Import Tool** is an easy-to-use camera interface that will connect to your digital camera and download photographs directly into digiKam Albums. `More than 1000 digital cameras <http://www.gphoto.org/proj/libgphoto2/support.php>`_ are supported by the gPhoto library. Of course, any media or card reader supported by your operating system will also interface with digiKam.
uk: Передбачено простий у користуванні інтерфейс фотоапаратів, **засіб імпортування**, за допомогою якого ви зможете з’єднати ваш цифровий фотоапарат з комп’ютером і отримати фотографії безпосередньо до альбомів digiKam. У бібліотеці gPhoto, на якій засновано роботу програми, передбачено підтримку `понад 1000 цифрових фотоапаратів <http://www.gphoto.org/proj/libgphoto2/support.php>`_. Звичайно ж, будь-який носій або інструмент читання даних, який підтримується вашою операційною системою, може також обмінюватися даними з digiKam.

source: While digiKam remains easy to use, it provides dozens of professional level features. All digiKam tools are fully 16-bit enabled. digiKam also supports RAW format conversion through libraw, DNG export and ICC color management :ref:`work flow <rawprocessing_workflow>`.
uk: Хоча програма digiKam і проста у користуванні, у ній передбачено десятки можливостей професійного рівня. Програма та всі інструменти до неї повністю підтримують роботу з 16-бітовими зображенням, підтримується перетворення зображень цифрових негативів за допомогою libraw, експорт DNG та :ref:`процедура <rawprocessing_workflow>` керування кольорами ICC.
