Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/quick_start.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: How to quickly start using the digiKam photo management program
ca: Com començar ràpidament a fer servir el programa de gestió de fotografies digiKam
it: Iniziare rapidamente a usare il programma di gestione delle foto digiKam
nl: Hoe snel met het fotobeheerprogramma digiKam te beginnen
pt_br: Como começar a usar rapidamente o programa de gerenciamento de fotos digiKam
sl: Kako hitro začeti uporabljati program za upravljanje fotografij digiKam
sv: Hur man snabbt kommer igång med digiKams fotohanteringsprogram
uk: Як швидко розпочати роботу у програмі для керування фотографіями digiKam
zh_cn: 对 digiKam 照片管理程序进行初始设置

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, first-run, scan, setup
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, primera execució, escanejar, configuració
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, primo avvio, scansione, configurazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, eerste keer. scannen, instellen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, primeira execução, análise, configuração
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, primeira execução, digitalização, configuração
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, prvi zagon, skeniranje, nastavitev
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, första körning, sökning, inställning
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, перший запуск, сканування, налаштування, пошук
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 首次运行, 扫描, 设置

source: :ref:`Quick Start <getting_started>`
ca: :ref:`Inici ràpid <getting_started>`
it: :ref:`Avvio rapido <getting_started>`
nl: :ref:`Snelstart <getting_started>`
pt_br: :ref:`Início rápido <getting_started>`
sv: :ref:`Snabbstart <getting_started>`
uk: :ref:`Початкові зауваження <getting_started>`
zh_cn: :ref:`初始设置 <getting_started>`

source: The First Run Assistant
ca: L'assistent de primera execució
it: Assistente al primo avvio di digiKam
nl: De eerste keer dat de assistent wordt uitgevoerd
pt_br: O assistente de primeira execução
sv: Guide för första körning
zh_cn: 初始设置助手

source: digiKam First Run Assistant Welcome Page
ca: Pàgina de benvinguda a l'assistent de primera execució del digiKam
it: Pagina di benvenuto dell'assistente al primo avvio di digiKam
nl: Welkomstpagina van de assistent van digiKam Eerste keer
pt: Página de Boas-Vindas do Assistente de Primeira Execução do digiKam
pt_br: Página de boas vindas do assistente de primeira execução do digiKam
sl: digiKam Pozdravna stran pomočnika prvega zagona
sv: Välkomstsidan i digiKams guide för första körning
uk: Сторінка вітання допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手的欢迎页面

source: When you start digiKam for the very first time it will ask you a series of questions to customize the application for your setup. Do not panic if you are uncertain of the answer to any of these questions! All of these options can be changed at a later date.
ca: Quan inicieu el digiKam per primera vegada us farà una sèrie de preguntes per a personalitzar l'aplicació segons la vostra configuració. No us espanteu si no teniu la resposta a qualsevol d'aquestes preguntes! Totes aquestes opcions es poden canviar posteriorment.
it: Quando inizi a usare digiKam per la prima volta, il programma ti farà alcune domande per personalizzare la tua configurazione. Non aver paura se non certo della risposta da dare alle domande: tutte queste opzioni si possono cambiare in un momento successivo.
nl: Wanneer u digiKam voor de allereerste keer start zal het u vragen een aantal vragen stellen om de toepassing voor u op te zetten. Geen paniek als u onzeker bent over de antwoorden op een van deze vragen! Al deze opties kunnen later worden gewijzigd.
pt_br: Ao iniciar o digiKam pela primeira vez, ele fará uma série de perguntas para personalizar o aplicativo de acordo com sua configuração. Não entre em pânico se não tiver certeza da resposta para qualquer uma dessas perguntas! Todas essas opções podem ser alteradas posteriormente.
sl: Ko prvič zaženete digiKam, vam bo zastavil vrsto vprašanj za prilagoditev aplikacije vašim nastavitvam. Brez panike, če niste prepričani o odgovoru na katero od teh vprašanj! Vse te možnosti je mogoče spremeniti pozneje.
sv: När digiKam startas för allra första gången ställer det en rad frågor för att anpassa programmet för din installation. Drabbas inte panik om du är osäker på svaret på någon av frågorna! Alla alternativen kan ändras vid ett senare tillfälle.
uk: Після першого запуску digiKam програма задасть вам декілька питань для налаштовування програми за вашими потребами. Не хвилюйтеся, якщо не певні щодо відповіді на якесь питання. Усі вказані параметри можна буде згодом змінити.
zh_cn: 当你第一次启动 digiKam 时，会弹出一个启动向导，引导你进行一些基础设置，帮助软件根据你的使用环境进行个性化配置。别担心，如果有些问题你一时拿不准，所有选项后续都可以随时修改。

source: digiKam will first ask where you store your photographs. You can choose any local, remote or removable folder. Just type in the path name of a folder or click on the **Browse...** icon to select a folder from the dialog.
ca: El digiKam primer us demanarà a on desar les vostres fotografies. Podeu escollir qualsevol carpeta local, remota o extraïble. Només heu d'escriure el nom del camí d'una carpeta o fer clic en la icona **Navega...** per a seleccionar una carpeta des del diàleg.
it: digiKam prima ti chiederà dove tieni le tue foto. Puoi scegliere una qualsiasi cartella locale, remota o rimovibile: digita semplicemente il nome del percorso di una cartella, oppure fai clic sull'icona **Sfoglia...** per selezionarne una dalla finestra di dialogo.
nl: digiKam zal eerst vragen waar u uw foto's en de digiKam-database wilt opslaan. U kunt elke map lokaal, op afstand of verwijderbaar kiezen. Typ gewoon de padnaam van een map in of klik op het pictogram **Bladeren** om een map met de dialoog te kiezen.
pt_br: O digiKam perguntará primeiro onde você armazena suas fotos. Você pode escolher qualquer pasta local, remota ou removível. Basta digitar o caminho de uma pasta ou clicar no ícone **Navegar...** para selecionar uma pasta na caixa de diálogo.
sv: DigiKam frågar först var fotografier ska lagras. Man kan välja vilken lokal, fjärransluten eller flyttbar katalog som helst. Skriv bara in sökvägen till en katalog eller klicka på ikonen **Bläddra...** för att välja en katalog i dialogrutan.
uk: Першим питанням digiKam буде питання про те, де ви бажаєте зберігати ваші фотографії. Ви можете вибрати будь-яку локальну, віддалену теку або теку, розташовану на портативному носії. Просто введіть шлях до теки або натисніть кнопку **Вибрати…**, щоб вказати теку за допомогою діалогового вікна.
zh_cn: digiKam 会首先询问你照片保存在哪个文件夹。你可以选择本地、远程，或者是可移动设备上的任意文件夹。输入路径，或点击 **浏览...** 图标从文件选择框中选择即可。

source: Later on you can add as many locations as you like to the album library. Additional locations can be added using the menu :menuselection:`Settings --> Configure digiKam --> Collections`
ca: Més endavant podreu afegir tantes ubicacions com vulgueu a la biblioteca d'àlbums. Es poden afegir ubicacions addicionals utilitzant el menú :menuselection:`Arranjament --> Configura el digiKam --> Col·leccions`.
it: Da questo momento in poi puoi aggiungere tutte le posizioni che vuoi alla libreria degli album. Potrai aggiungere ulteriori posizioni usando la voce di menu :menuselection:`Impostazioni --> Configura digiKam --> Raccolte`
nl: Later kunt u zoveel locaties als u wilt toevoegen aan de albumbibliotheek. Extra locaties kunnen toegevoegd worden met het menu :menuselection:`Instellingen --> digiKam configureren --> Verzamelingen`
pt_br: Posteriormente, você poderá adicionar quantos locais desejar à biblioteca de álbuns. Locais adicionais podem ser adicionados usando o menu :menuselection:`Configurações --> Configurar digiKam --> Coleções`.
sl: Kasneje lahko dodate poljubno število lokacij - digiKam jih bo dodal v knjižnico albumov. Poglejte menijski vnos :menuselection:`Nastavitve --> Konfiguriraj digiKam --> Zbirke`
sv: Senare kan man lägga till så många platser man vill i albumbiblioteket. Ytterligare platser kan läggas till genom att använda menyn :menuselection:`Inställningar --> Anpassa digiKam --> Samlingar`.
uk: Пізніше ви зможете додати будь-яку бажану кількість адрес до бібліотеки альбомів. Додаткові місця можна додати за допомогою меню :menuselection:`Параметри --> Налаштувати digiKam --> Збірки`
zh_cn: 日后你还可以添加更多路径到相册库中，方法是通过 :menuselection:`设置 --> 配置 digiKam --> 相册集合` 。

source: digiKam First Run Assistant Collection Path
ca: Camí a la col·lecció de l'assistent de primera execució del digiKam
it: Percorso delle raccolte nell'Assistente del primo avvio di digiKam
nl: Pad met de assistent van digiKam Eerste keer
pt: Localização da Colecção no Assistente de Primeira Execução do digiKam
pt_br: Caminho da coleção do Assistente de primeira execução do digiKam
sl: digiKam pot do zbirke pomočnika pri prvem zagonu
sv: Samlingssökväg i digiKams guide för första körning
uk: Сторінка шляху до збірки допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手：相册集合路径设置

source: The next step is to specify a local folder on your computer for digiKam to store the database files it uses to track all of your images. You must also select the type of database digiKam will use. If you have a local installation and a collection of less than 100.000 photographs you should probably accept the default setting of SQLite. For more information about the database type selection refer to the :ref:`digiKam Database <database_intro>` section of this manual.
ca: El pas següent és especificar una carpeta local a l'ordinador perquè el digiKam emmagatzemi els fitxers de la base de dades que utilitza per a fer el seguiment de totes les imatges. També cal seleccionar el tipus de base de dades que utilitzarà el digiKam. Si teniu una instal·lació local i una col·lecció de menys de 100.000 fotografies, probablement hauríeu d'acceptar la configuració predeterminada de l'SQLite. Per a més informació sobre la selecció del tipus de base de dades, consulteu la secció :ref:`base de dades del digiKam <database_intro>` d'aquest manual.
it: Il passaggio successivo è specificare una cartella locale sul tuo computer dove digiKam dovrà memorizzare i file della banca dati che utilizza per tenere traccia di tutte le tue immagini. Devi anche selezionare il tipo di banca dati che digiKam utilizzerà. Se hai un'installazione locale e una raccolta di meno di 100.000 fotografie, dovresti accettare l'impostazione predefinita di SQLite. Per ulteriori informazioni sulla selezione del tipo di banca dati, fai riferimento alla sezione :ref:`Banca dati di digiKam <database_intro>` di questo manuale.
nl: De volgende stap is het specificeren van een lokale map op uw computer voor digiKam om de databasebestanden op te slaan het wordt gebruikt om al uw afbeeldingen te volgen. U moet ook het type database dat digiKam zal gebruiken selecteren. Als u een lokale installatie en een verzameling van minder dan 100.000 foto's heeft zou u waarschijnlijk de standaard instelling van SQLite moeten kiezen. Voor meer informatie over het selecteren van het type database wordt verwezen naar de sectie :ref:`digiKam database <database_intro>` van deze handleiding.
pt_br: O próximo passo é especificar uma pasta local no seu computador para o digiKam armazenar os arquivos de banco de dados que ele usa para rastrear todas as suas imagens. Você também deve selecionar o tipo de banco de dados que o digiKam usará. Se você tiver uma instalação local e uma coleção com menos de 100.000 fotografias, provavelmente deverá aceitar a configuração padrão do SQLite. Para obter mais informações sobre a seleção do tipo de banco de dados, consulte a seção :ref:`Banco de dados do digiKam <database_intro>` deste manual.
sv: Nästa steg är att ange en lokal katalog på datorn där digiKam kan lagra databasfilerna som det använder för att hålla reda på alla bilder. Man måste också välja vilken typ av databas digiKam ska använda. Om man har en lokal installation och en samling på mindre än 100 000 fotografier bör man förmodligen acceptera standardinställningen SQLite. För mer information om valet av databastyp, se avsnittet :ref:`Databasen i digiKam <database_intro>` i handboken.
uk: Наступним кроком є ​​визначення локальної теки на вашому комп'ютері для зберігання файлів бази даних digiKam, які програма використовує для відстеження всіх ваших зображень. Ви також маєте вибрати тип бази даних, яку використовуватиме digiKam. Якщо програму встановлено локально і ви маєте збірку з менше ніж 100 000 фотографій, вам, імовірно, слід прийняти типовий варіант, SQLite. Для отримання додаткової інформації про вибір типу бази даних зверніться до :ref:`розділу щодо бази даних digiKam <database_intro>`.
zh_cn: 接下来，digiKam 会要求你指定一个用于存储数据库文件的本地文件夹。这些数据库是 digiKam 用来追踪和管理照片的核心文件。你还需要选择数据库的类型。如果你只是本地使用，并且照片数量在 10 万张以内，建议就选默认的 SQLite 即可。关于数据库类型的详细信息可以参考手册中的 :ref:`digiKam 数据库 <database_intro>` 部分。

source: digiKam First Run Assistant Database Setup
ca: Assistent de primera execució: configuració de la base de dades en el digiKam
it: Configurazione della banca dati nell'Assistente al primo avvio di digiKam
nl: Instellingen met de assistent van digiKam Eerste keer
pt: Configuração da Base de Dados no Assistente de Primeira Execução do digiKam
pt_br: Configuração do banco de dados no Assistente de primeira execução do digiKam
sl: digiKam prvi zagon pomočnika za nastavitev podatkovne baze
sv: Databasinställning i digiKams guide för första körning
uk: Сторінка налаштовування бази даних допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手：配置数据库

source: The next step is to choose the way you would like to open RAW files – either with automatic adjustments or with the digiKam RAW import tool that allows you to make manual adjustments. If you don't know what a RAW file is, or if your camera doesn't support RAW files, you should keep the default setting and skip this step.
ca: El pas següent és triar la manera com us agradaria obrir els fitxers RAW: sigui amb la configuració automàtica o amb l'eina d'importació RAW del digiKam que permet fer ajustaments manuals. Si no sabeu què és un fitxer RAW o si la vostra càmera no els admet, hauríeu de mantenir la configuració predeterminada i ometre aquest pas.
it: Il passaggio successivo è scegliere il modo in cui aprire i file RAW: con regolazioni automatiche oppure con lo strumento di importazione RAW, che ti permette eseguire delle regolazioni manuali. Se non sai che cos'è un file RAW o se la tua fotocamera non supporta i file RAW, devi mantenere le impostazioni predefinite e saltare questo passaggio.
nl: De volgende stap is het kiezen van de manier kiezen waarop u RAW-bestanden wilt openen - ofwel met automatische aanpassingen of met het RAW-importhulpmiddel van digiKam dat u handmatige aanpassingen biedt. Als u niet weet wat een RAW-bestand is of als uw camera geen RAW-bestanden ondersteunt, dan zou u de standaard instelling moeten behouden en deze stap overslaan.
pt_br: O próximo passo é escolher a forma como você deseja abrir os arquivos RAW – seja com ajustes automáticos ou com a ferramenta de importação RAW do digiKam, que permite fazer ajustes manuais. Se você não sabe o que é um arquivo RAW ou se sua câmera não suporta arquivos RAW, mantenha a configuração padrão e pule esta etapa.
sv: Nästa steg är att välja hur obehandlade filer ska öppnas: antingen med automatiska justeringar eller med digiKams importverktyg för obehandlade bilder som gör att man kan göra manuella korrigeringar. Om du inte vet vad en obehandlad fil är eller om kameran inte stöder obehandlade filer bör standardinställningen behållas och steget hoppas över.
uk: Далі, вам слід вибрати спосіб, у який ви хочете відкривати файли цифрових негативів: з автоматичним коригуванням або з використанням засобу імпортування цифрових негативів digiKam для коригування вручну. Якщо ви нічого не знаєте про файли цифрових негативів або якщо у вашому фотоапараті не передбачено підтримки файлів цифрових негативів, вам не слід змінювати типові значення, і варто пропустити цей крок.
zh_cn: 下一步是让你选择 digiKam 打开 RAW 格式照片的方式——你可以选择自动校正，或者使用 digiKam 的 RAW 导入工具手动校正。如果你不清楚什么是 RAW 文件，或者你的相机并不支持该格式，可以直接跳过，保留默认设置。

source: digiKam First Run Assistant Raw File Behavior
ca: Comportament dels fitxers RAW de l'assistent de primera execució del digiKam
it: Comportamento con i file RAW nell'Assistente al primo avvio di digiKam
nl: Gedrag van RAW-bestand met de assistent van digiKam Eerste keer
pt: Comportamento dos Ficheiros RAW no Assistente de Primeira Execução do digiKam
pt_br: Comportamento do arquivo RAW no Assistente de primeira execução do digiKam
sl: digiKam obnašanje pomočnika prvega zagona glede surovih datotek RAW
sv: Beteende för obehandlade filer i digiKams guide för första körning
uk: Сторінка обробки файлів цифрових негативів допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手：配置 RAW 图像打开方式

source: The next step is to specify whether you want to have digiKam automatically store metadata info into your image files. If you plan to work with another photo management program, you may want to choose **Add information to files**. But if you don't want to alter your pictures, keep the default setting: **Do nothing**.
ca: El pas següent és especificar si voleu que el digiKam emmagatzemi automàticament la informació de metadades als fitxers d'imatge. Si teniu pensat treballar amb un altre programa de gestió de fotos, és possible que vulgueu triar **Afegeix la informació als fitxers**. Però si no voleu alterar les imatges, manteniu la configuració predeterminada: **No facis res**.
it: Il passaggio successivo è specificare se vuoi che digiKam memorizzi in automatico le informazioni dei metadati all'interno dei tuoi file immagine. Se hai in mente di lavorare con un altro programma di gestione delle foto, potresti voler scegliere di **Aggiungere informazioni ai file**. Se non vuoi modificare le tue foto mantieni le impostazioni di base: **Non fare nulla**.
nl: De volgende stap is het specificeren of uw wilt dat digiKam automatisch metagegevensinformatie in uw afbeeldingsbestanden opslaat. Als u van plan bent met een ander fotobeheertoepassing te werken en zou u **Informatie aan bestanden toevoegen** willen kiezen. Maar als u uw afbeeldingen niet wilt veranderen, behoudt dan de standaard instelling: **Niets doen**.
pt_br: O próximo passo é especificar se você deseja que o digiKam armazene automaticamente os metadados nos seus arquivos de imagem. Se você planeja trabalhar com outro programa de gerenciamento de fotos, pode escolher **Adicionar informações aos arquivos**. Mas se não quiser alterar suas fotos, mantenha a configuração padrão: **Não fazer nada**.
sl: Naslednji korak je, da določite, ali želite, da digiKam samodejno shrani metapodatke v vaše slikovne datoteke. Če nameravate delati z drugim programom za upravljanje fotografij, boste morda želeli izbrati **Dodaj podatke v datoteke**. Če pa svojih slik ne želite spreminjati, obdržite privzeto nastavitev: **Ne stori ničesar**.
sv: Nästa steg är att ange om man vill att digiKam automatiskt ska lagra metadatainformation i bildfiler. Om man planerar att arbeta med ett annat fotohanteringsprogram och man bör välja **Lägg till information i filer**. Men om man inte vill ändra bilderna, behåll standardinställningen: **Gör ingenting**.
uk: Наступним кроком є визначення того, чи хочете ви, щоб digiKam автоматично зберігав метадані до ваших файлів зображень. Якщо ви плануєте працювати з іншою програмою для керування фотографіями, вам слід позначити пункт **Додавати відомості до файлів**. Але якщо ви не маєте наміру змінювати файли зображень, зупиніться на типовому варіанті: **Нічого не робити**.
zh_cn: 下一步是问你是否希望 digiKam 自动将照片的元数据信息（如标签、评分、描述等）写入图像文件中。如果你之后还会用其他图像管理软件，这样做可以帮助信息共享，选择 **将元数据写入文件** 。但如果你不希望对照片进行修改，建议保持默认选项 **不将元数据写入文件** 。

source: digiKam First Run Assistant Metadata Behavior
ca: Comportament de les metadades de l'assistent de primera execució del digiKam
it: Comportamento con i metadati nell'Assistente al primo avvio di digiKam
nl: Gedrag van metagegevens met de assistent van digiKam Eerste keer
pt: Comportamento dos Meta-Dados no Assistente de Primeira Execução do digiKam
pt_br: Comportamento de metadados no Assistente de primeira execução do digiKam
sl: digiKam obnašanje pomočnika prvega zagona glede metapodatkov
sv: Metadatabeteende i digiKams guide för första körning
uk: Сторінка обробки метаданих допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手：配置元数据的存储方式

source: The next step is to choose how digiKam will load images in preview mode and in the light table. Reduced versions will load faster but at the cost of display quality.
ca: El pas següent és triar com el digiKam carregarà les imatges en el mode de vista prèvia i a la taula de llum. Amb la versió reduïda es carreguen més ràpidament, però a costa de la qualitat.
it: Il passaggio successivo è scegliere come digiKam caricherà le immagini in modalità anteprima e nel tavolo luminoso. Le immagini ridotte si caricheranno prima, ma a discapito della qualità di visualizzazione.
nl: De volgende stap is het kiezen hoe digiKam afbeeldingen in voorbeeldmodus en op de lichttafel moet laden. Gereduceerde versies zullen sneller laden maar ten koste gaan van de kwaliteit.
pt_br: O próximo passo é escolher como o digiKam carregará as imagens no modo de visualização e na Mesa de Luz. Versões reduzidas carregarão mais rápido, mas prejudicarão a qualidade da exibição.
sl: Nato izberite, kako bo digiKam naložil slike v načinu predogleda in osvetlitveni mizi. Zmanjšana različica se bo naložila hitreje, vendar za ceno kakovosti prikaza.
sv: Nästa steg är att välja hur digiKam ska läsa in bilder i förhandsgranskningsläge och på ljusbordet. Reducerade versioner läses in snabbare men på bekostnad av kvalitet.
uk: На наступному кроці виберіть спосіб, у який digiKam завантажуватиме зображення у режимі попереднього перегляду і на стіл з підсвічуванням. Зменшені версії завантажуватимуться швидше, але якість перегляду буде нижчою.
zh_cn: digiKam 会让你选择预览图像时的加载方式。在预览窗口和多图对比中，加载缩小的图像版本速度更快，但画质略有下降；加载完整图像则画质更好，但加载时间较长。

source: digiKam First Run Assistant Preview Behavior
ca: Comportament de la vista prèvia de l'assistent de primera execució del digiKam
it: Comportamento dell'anteprima nell'Assistente al primo avvio di digiKam
nl: Gedrag van voorbeelden met de assistent van digiKam Eerste keer
pt: Comportamento das Antevisões no Assistente de Primeira Execução do digiKam
pt_br: Comportamento de visualização no assistente de primeira execução do digiKam
sl: digikam obnašanje pomočnika prvega zagona glede predogleda
sv: Förhandsgranskningsbeteende i digiKams guide för första körning
uk: Сторінка попереднього перегляду допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手：配置预览功能
