Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/quick_start.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: The next step is to choose how digiKam will open images with a click of the right mouse button. Previews load faster but select **Open in the editor** if you want to most easily edit your pictures.
ca: El pas següent és triar com obrirà el digiKam les imatges amb un clic del botó dret del ratolí. Les vistes prèvies es carregaran més de pressa, però seleccioneu **Obre a l'editor** si voleu editar fàcilment les imatges.
it: Il passaggio successivo è scegliere come digiKam aprirà le immagini con un clic sul pulsante destro del mouse. Le anteprime caricano più rapidamente, ma scegli **Apri nell'editor** se vuoi modificare più facilmente le foto.
nl: De volgende stap os het kiezen hoe digiKam afbeeldingen zal openen met een klik van de rechter muisknop. Voorbeelden zullen sneller laden maar selecteer **In de bewerker openen** als u het gemakkelijkst uw afbeeldingen wilt bewerken.
pt_br: O próximo passo é escolher como o digiKam abrirá as imagens com um clique do botão direito do mouse. As visualizações carregam mais rápido, mas selecione **Abrir no editor** se quiser editar suas fotos com mais facilidade.
sl: Naslednji korak je, da izberete, kako bo digiKam odpiral slike s klikom na desni gumb miške. Predogledi se naložijo hitreje, vendar raje izberite **Odpri v urejevalniku**, če želite najlažje urejati svoje slike.
sv: Nästa steg är att välja hur digiKam ska öppna bilder vid ett klick med höger musknapp. Förhandsgranskningar läses in snabbare, men välj **Öppna i editorn** för att enklast redigera bilderna.
uk: На наступному кроці вкажіть спосіб, у який digiKam відкриватиме зображення у відповідь на клацання правою кнопкою миші. Завантаження зображень попереднього перегляду може пришвидшитися, але виберіть **Відкрити у редакторі**, якщо ви хочете отримати найпростіший спосіб відкривати ваші зображення для редагування.
zh_cn: 下一步是设置你希望在左键点击图像时，是直接预览，还是在编辑器中打开。如果你习惯快速修图，建议选择 **用图像编辑器打开** 。

source: digiKam First Run Assistant Open-File Behavior
ca: Assistent de primera execució: comportament quan s'obrin fitxers en el digiKam
it: Comportamento di apertura file nell'Assistente al primo avvio di digiKam
nl: Gedrag van bestand openen met de assistent van digiKam Eerste keer
pt: Comportamento da Abertura dos Ficheiros no Assistente de Primeira Execução do digiKam
pt_br: Comportamento de arquivo aberto no Assistente de primeira execução do digiKam
sl: digikam obnašanje pomočnika prvega zagona glede odpiranja datoteke
sv: Beteende för öppna filer i digiKams guide för första körning
uk: Сторінка обробки відкриття файлів допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手：配置打开图像时的操作

source: The next step is to choose whether you want to use contextual tooltips. Tooltips are a fast and easy way to display important information about a photograph, they popup as the mouse hovers over a thumbnail.
ca: El pas següent és triar si voleu fer servir consells d'eina contextuals. Els consells d'eines són una manera ràpida i fàcil de mostrar informació important sobre una fotografia, emergeix quan es passa el ratolí per sobre d'una miniatura.
it: Il passaggio successivo è scegliere se vuoi usare i suggerimenti contestuali. I suggerimenti sono un modo veloce e semplice di visualizzare le informazioni importanti di una fotografia: appaiono non appena il mouse passa sopra una miniatura.
nl: De volgende stap is het kiezen van wat u wilt met hulpballonnen in de context. Tekstballonnen zijn een snelle en gemakkelijke manier om belangrijke informatie over een foto te tonen, ze verschijnen als de muis over een miniatuur zweeft.
pt_br: O próximo passo é escolher se você deseja usar dicas contextuais. Dicas são uma maneira rápida e fácil de exibir informações importantes sobre uma fotografia. Elas aparecem quando o mouse passa sobre uma miniatura.
sl: Naslednji korak je, da izberete, ali želite uporabiti kontekstne namige orodij. Namigi orodij so hiter in enostaven način za prikaz pomembnih informacij o fotografiji, pojavijo se, ko miško premaknete nad sličico.
sv: Nästa steg är att välja om sammanhangsberoende verktygstips ska användas. Verktygstips är ett snabbt och enkelt sätt att visa viktig information om ett fotografi, de dyker upp när musen hålls över en miniatyrbild.
uk: На наступному кроці виберіть, чи хочете ви користуватися контекстними підказками. Підказки — це швидкий і зручний спосіб показу важливих відомостей щодо фотографії. Панелі з підказками відкриватимуться після наведення вказівника миші на мініатюру.
zh_cn: 下一步设置是否启用悬停信息框，指的是鼠标悬停在缩略图上时显示的一些关键信息，这样你了解一张图片的重要信息就比较方便快捷。你可以选择开启或关闭这个功能。

source: digiKam First Run Assistant Tooltips Behavior
ca: Comportament dels consells d'eina de l'assistent de primera execució del digiKam
it: Comportamento con i suggerimenti nell'Assistente al primo avvio di digiKam
nl: Gedrag van tekstballonnen met de assistent van digiKam Eerste keer
pt: Comportamento das Dicas no Assistente de Primeira Execução do digiKam
pt_br: Comportamento das dicas no Assistente de primeira execução do digiKam
sl: digikam obnašanje pomočnika prvega zagona glede orodnih namigov
sv: Verktygstipsbeteende i digiKams guide för första körning
uk: Сторінка обробки підказок допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手：配置悬停信息框

source: Click on **Finish**, and digiKam will start to scan for photographs. Or you can click on **Cancel** to cancel the first run assistant.
ca: Feu clic en **Acaba**, i el digiKam començarà a explorar les fotografies. O podeu fer clic a **Cancel·la** per a cancel·lar l'assistent de primera execució.
it: Premi il pulsante **Fine** e digiKam inizierà a cercare le fotografie. Puoi anche fare clic su **Annulla** per annullare il primo avvio dell'assistente.
nl: Klik op **Beëindigen** en digiKam zal nu beginnen met het zoeken naar foto's. Of klik op **Annuleren** om de het eerste uitvoeren van de assistent te annuleren.
pt_br: Clique em **Concluir** e o digiKam começará a procurar suas fotografias. Ou você pode clicar em **Cancelar** para cancelar o Assistente de primeira execução.
sl: Kliknite **Dokončaj** in digiKam bo začel prečesavati fotografije. Lahko pa kliknete **Prekliči**, da prekličete pomočnika za prvi zagon.
sv: Klicka på **Slutför**, så börjar digiKam söka efter fotografier. Eller klicka på **Avbryt** för att avbryta guiden för första körning.
uk: Натисніть кнопку **Завершити** digiKam розпочне сканування збірки фотографій. Або ви можете натиснути кнопку **Скасувати**, щоб скасувати роботу допоміжного засобу першого запуску.
zh_cn: 最后，点击 **完成** 按钮，digiKam 会开始扫描你指定的照片文件夹。当然你也可以点击 **取消** ，跳过首次启动向导。

source: digiKam First Run Assistant Last Page
ca: Última pàgina de l'assistent de primera execució del digiKam
it: Ultima pagina dell'assistente al primo avvio di digiKam
nl: Laatste pagina van de assistent van digiKam Eerste keer
pt: Última Página do Assistente de Primeira Execução do digiKam
pt_br: Última página da Assistente de primeira execução do digiKam
sl: digiKam zadnja stran pomočnika prvega zagona
sv: Sista sidan i digiKams guide för första körning
uk: Остання сторінка допоміжного засобу першого запуску digiKam
zh_cn: digiKam 初始设置助手：最后一页

source: None of these options will alter your photographs in any way. During folder scanning, a progress bar is displayed in the lower right corner like this:
ca: Aquestes opcions no alteraran les fotografies de cap manera. Durant l'exploració de les carpetes veureu una barra de progrés a la cantonada inferior dreta com aquesta:
it: Nessuna di queste opzioni modificherà in alcun modo le tue fotografie. Durante l'analisi delle cartelle viene visualizzata una barra di avanzamento nell'angolo inferiore destro, come questa:
nl: Geen van deze opties zullen zullen uw foto's op geen enkele manier wijzigen. Tijdens het scannen van de mappen wordt een voortgangsbalk in de rechtsonder hoek getoond zoals deze:
pt_br: Nenhuma dessas opções alterará suas fotos de forma alguma. Durante a pesquisa nas pastas, uma barra de progresso será exibida no canto inferior direito, como esta:
sl: Nobena od teh možnosti ne bo na noben način spremenila vaših fotografij. Med prečesavanjem mape je v spodnjem desnem kotu prikazana vrstica napredka, kot je ta:
sv: Inget av alternativen ändrar bilderna på något sätt. Under katalogsökning visas en förloppsindikator i det nedre högra hörnet, som ser ut så här:
uk: Вибір будь-якого з цих пунктів не призведе до внесення будь-яких змін до файлів фотографій. Під час сканування тек ви побачите смужку поступу у нижньому правому куті вікна, ось таку:
zh_cn: 以上这些设置都不会直接修改你的照片文件。在扫描文件夹时，右下角会显示一个进度条。

source: digiKam First Start Scan Process to Populate the Database
ca: Procés d'escaneig per primera vegada en el digiKam per a omplir la base de dades
it: Processo di analisi al primo avvio di digiKam per popolare la banca dati
nl: De eerste start van het scanproces van digiKam om de database te bevolken
pt_br: Processo de pesquisa para preencher o banco de dados na primeira execução do digikam
sl: digiKam najprej zažene postopek prečesavanja, da napolni zbirko podatkov
sv: Sökprocessen för att fylla i databasen i digiKam för första körning
uk: Перший запуск процесу сканування для заповнення бази даних digiKam
zh_cn: digiKam 第一次开始扫描进程（把相册收录到数据库）

source: digiKam will recurse the library path to its full depth. You cannot exclude (prune) any sub-path unless you make that sub-path hidden. You have to do that from outside of digiKam by putting a dot in front of the sub-path. Later in the digiKam configuration panel, you can list folders to exclude with the :ref:`Ignored Directories <ignored_directories>` setting.
ca: El digiKam recorrerà el camí de la biblioteca en tota la seva profunditat. No es pot excloure (eliminar) cap subcamí a menys que el feu ocult. Haureu de fer-ho des de fora del digiKam, posant un punt al davant del subcamí. Més tard, en el plafó de configuració del digiKam, podreu llistar les carpetes que s'exclouran amb la configuració de :ref:`Directoris ignorats <ignored_directories>`.
it: digiKam percorrerà il percorso della libreria in tutta la sua profondità. Non puoi escludere (sfoltire) alcun percorso secondario, a meno che non renda tali percorsi nascosti. Lo devi fare esternamente al programma, inserendo un punto davanti al percorso secondario. In seguito, nel pannello di configurazione di digiKam potrai elencare le cartelle da escludere con le impostazioni :ref:`Cartelle ignorate <ignored_directories>`.
nl: digiKam zal recursief het bibliotheekpad tot zijn volledige diepte doorlopen. U kunt geen sub-pad uitsluiten (prune) tenzij u dat sub-pad verbergt. U moet dat buiten digiKam doen door een punt vóór het sub-pad te zetten. Later in het configuratiepaneel kunt u een lijst van mappen maken om uit te sluiten met de instelling :ref:`Genegeerde mappen <ignored_directories>`.
pt_br: O digiKam percorrerá o caminho da biblioteca recursivamente até sua profundidade máxima. Você não pode excluir (remover) nenhum subcaminho, a menos que o torne oculto. Você precisa fazer isso de fora do digiKam, colocando um ponto na frente do subcaminho. Posteriormente, no painel de configuração do digiKam, você pode listar as pastas a serem excluídas com a configuração :ref:`Pastas ignoradas <ignored_directories>`.
sl: digiKam bo rekurzivno obhodil knjižnično pot do njene polne globine. Ne morete izključiti (obrezati) katerekoli podpoti, razen če to podpot skrijete. To morate narediti izven digiKama tako, da postavite piko pred podpot. Kasneje lahko v plošči konfiguracije digiKama navedete mape, ki jih želite izključiti z nastavitvijo :ref:`Prezrti imeniki <ignored_directories>`.
sv: digiKam återskapar bibliotekets sökväg till dess fulla djup. Man kan inte utesluta (beskära) någon delsökväg om man inte döljer delsökvägen. Man måste göra det utanför digiKam genom att lägga till en punkt framför delsökvägen. Senare kan man lista kataloger som ska uteslutas i digiKams inställningspanel med inställningen av :ref:`Ignorerade kataloger <ignored_directories>".
uk: digiKam рекурсивно перегляне теку бібліотеки аж до найнижчого рівня. Ви не зможете виключити жодну з підтек, якщо ця підтека не є прихованою. Зробити теку прихованою можна за допомогою будь-якого інструменту керування файлами: достатньо просто додати крапку перед назвою теки. Пізніше ви за допомогою панелі налаштовування digiKam ви можете вказати список виключених каталогів за допомогою параметра :ref:`Ігноровані каталоги <ignored_directories>`.
zh_cn: digiKam 会递归扫描你指定的相册路径下的所有子文件夹，无法手动排除其中的某一层路径，除非你将这个子路径设为隐藏文件夹（比如在文件夹名开头加一个 .）。后续你也可以在 digiKam 设置里，通过 :ref:`已忽略目录 <ignored_directories>` 选项卡来排除特定文件夹。

source: Since digiKam directly accesses images in the folders on your hard disk, it is possible for other applications like file managers to remove one or more albums outside of a digiKam session. When this happens, the next time digiKam is run it will ask you whether all of the albums that have been removed from the digiKam photographs root path should be deleted from the albums database. If you want to move folders around and don't want to do that in digiKam, we suggest you do that while digiKam is running, so the database will be kept in sync and you do not lose any metadata.
ca: Com que el digiKam utilitza directament les carpetes en el disc dur, altres aplicacions com els gestors de fitxers poden eliminar un o més àlbums des de fora d'una sessió del digiKam. Quan passa això, la vegada següent que s'executi el digiKam us demanarà que si tots els àlbums que s'han suprimit del camí arrel de les fotografies del digiKam també s'han de suprimir de la base de dades d'àlbums. Si voleu moure carpetes i no voleu fer-ho en el digiKam, us suggerim fer-ho mentre s'està executant, de manera que la base de dades es mantindrà sincronitzada i no es perdrà cap metadada.
it: Dato che digiKam accede direttamente alle immagini nelle cartelle sul tuo disco fisso, è possibile per applicazioni, come i gestori di file, rimuovere uno o più album al di fuori di una sessione di digiKam. Quando succede, all'avvio successivo digiKam ti chiederà se tutti gli album rimossi dal percorso radice delle fotografie debbano essere eliminati dalla banca dati degli album. Se però vuoi solo spostare le cartelle ma non vuoi farlo da digiKam, ti suggeriamo di compiere questa operazione mentre il programma è in esecuzione, in modo che la banca dati sia tenuta sincronizzata e tu non perda i metadati.
nl: Omdat digiKam direct toegang heeft tot uw mappen op de vaste schijf, is het mogelijk dat andere programma's, zoals bestandsbeheerders, buiten digiKam om albums verplaatsen of verwijderen buiten een sessie van digiKam. Wanneer dat gebeurt zal digiKam bij de volgende start u vragen of alle albums, die uit de albumbibliotheek van digiKam zijn verwijderd moeten worden verwijderd uit de database. Als u mappen wilt verplaatsen, maar dat liever niet in digiKam zelf wilt doen, dan adviseren wij u om dat te doen terwijl digiKam nog draait. Op die manier kan het programma er voor zorgen dat de database op de wijziging wordt aangepast en er geen metagegevens verloren gaan.
pt_br: Como o digiKam acessa diretamente as imagens nas pastas do seu disco rígido, é possível que outros aplicativos, como gerenciadores de arquivos, removam um ou mais álbuns fora de uma sessão do digiKam. Quando isso acontece, na próxima vez que o digiKam for executado, ele perguntará se todos os álbuns que foram removidos do caminho raiz das fotografias do digiKam devem ser excluídos do banco de dados de álbuns. Se você quiser mover pastas e não quiser fazer isso no digiKam, sugerimos que faça isso enquanto o digiKam estiver em execução, para que o banco de dados seja mantido sincronizado e você não perca nenhum metadado.
sl: Ker digiKam neposredno dostopa do slik v mapah na vašem trdem disku, lahko druge aplikacije, kot so upravljalniki datotek, odstranijo enega ali več albumov zunaj seje digiKam. Ko se to zgodi, vas bo ob naslednjem zagonu digiKam vprašal, ali je treba vse albume, ki so bili odstranjeni iz korenske poti fotografij digiKam, izbrisati iz baze albumov. Če želite premikati mape in tega ne želite početi v digiKamu, predlagamo, da to storite, medtem ko digiKam teče, tako da bo zbirka podatkov sinhronizirana in ne boste izgubili metapodatkov.
sv: Eftersom digiKam direkt kommer åt bilder i katalogerna på hårddisken, är det möjligt för andra program som filhanterare ta bort ett eller flera album utanför en session i digiKam. I detta fall frågar digiKam nästa gång det körs om alla album som har tagits bort från digiKams rotsökväg för foton ska tas bort från albumdatabasen. Om man vill flytta omkring kataloger och inte vill göra det i digiKam, föreslår vi att man gör det medan digiKam körs, så att databasen hålls synkroniserad och man inte förlorar någon metadata.
uk: Оскільки для виконання завдань digiKam безпосередньо використовує ваші теки на вашому жорсткому диску, після завершення сеансу роботи з програмою ви можете вилучити будь-який з альбомів за допомогою інших програм, зокрема інструментів керування файлами. У такому разі digiKam повідомить вам про те, що всі альбоми, вилучені з кореневої теки digiKam, має бути вилучено з бази даних альбомів. Якщо ви бажаєте перемістити теки, але не бажаєте робити це у самій програмі digiKam, радимо вам виконати цю дію під час роботи програми digiKam, щоб надати змогу програмі виконати синхронізацію і запобігти будь-якій втраті метаданих.
zh_cn: 因为 digiKam 是直接访问硬盘上的照片文件夹，如果你在软件之外（比如用文件资源管理器）删除了某个相册文件夹，下次启动时，digiKam 会提示你这些文件夹是否也要从数据库中移除。为了保证数据库和照片信息一致，建议你在 digiKam 正在运行时 操作这些相册，这样可以实时同步，避免元数据丢失。

source: When you use an existing folder of photographs as the Album Library folder, you will notice that the Albums in the Album list do not have photographs as their icons. You can add a photo to any album icon by dragging a photograph in the Album onto the folder icon in the left sidebar. See :ref:`the Albums section <albums_view>` for details on how to change the Album icon.
ca: Quan utilitzeu una carpeta de fotografies existent, com la carpeta de la biblioteca d'àlbums, us adonareu que els àlbums en la llista d'àlbums no contenen fotografies com les seves icones. Podeu afegir una foto a qualsevol icona d'àlbum arrossegant una foto de l'àlbum fins a la icona de carpeta en la barra lateral esquerra. Vegeu la :ref:`secció d'àlbums <albums_view>` els detalls sobre com canviar la icona de l'àlbum.
it: Quando usi una cartella di foto preesistente, come la cartella della libreria degli album, ti accorgerai che gli album, nell'elenco degli album, non hanno delle fotografie come icone. Puoi aggiungere una foto a qualsiasi icona di album una fotografia qualsiasi dell'album sull'icona della cartella nella barra laterale sinistra. Vedi la :ref:`sezione Album <albums_view>` per i dettagli su come cambiare l'icona degli album.
nl: Wanneer u een bestaande map met foto's gebruikt als albummap, dan zult u zien dat albums in de albumlijst geen foto's als pictogrammen heeft. U kunt een foto aan elk albumpictogram toevoegen door een fote te verslepen in het album op het map-pictogram in de linker zijbalk. Zie :ref:`de sectie Albums <albums_view>` voor details van hoe het album-pictogram te wijzigen.
pt_br: Ao usar uma pasta de fotos existente como pasta da biblioteca de álbuns, você notará que os álbuns na lista de álbuns não possuem fotos como ícones. Você pode adicionar uma foto a qualquer ícone de álbum arrastando uma foto do álbum para o ícone da pasta na barra lateral esquerda. Consulte a seção :ref:`Álbuns <albums_view>` para obter detalhes sobre como alterar o ícone do álbum.
sv: När man använder en befintlig katalog med fotografier som katalogen Albumbibliotek märker man att albumen i albumlistan inte har fotografier som ikoner. Man kan lägga till ett foto i vilken albumikon som helst genom att dra ett fotografi i albumet till katalogikonen i den vänstra sidoraden. Se :ref:`avsnittet Album <albums_view>` för detaljerad information om hur man ändrar albumikonen.
uk: Якщо ви використовуватимете наявну теку з фотографіями як теку бібліотеки альбомів, ви зможете зауважити, що на піктограмах альбомів у списку альбомів немає фотографій з цих альбомів. Ви можете додати фотографію до піктограми будь-якого альбому: просто перетягніть будь-яку з фотографій у альбомі на ліву бічну панель. Докладніше про зміну піктограми альбому ви можете дізнатися з :ref:`розділу «Альбом» <albums_view>`.
zh_cn: 如果你把一个已有照片的文件夹作为相册库路径，最初这些相册的缩略图可能没有封面照片。你可以直接把照片拖到左侧边栏中的文件夹图标上，为相册设置一个代表图像。更多操作方法可参考 :ref:`相册 <albums_view>` 章节。
