Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/quick_start.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: digiKam uses a dedicated database to store thumbnails produced with an optimized wavelet compression algorithm (PGF). There is no way of hiding non-standard thumbnail folders created by another application from the **Albums** list. If you want to keep them, you could create an Album Category that just contains all the thumbnail Folders and then view your Albums in :menuselection:`View --> Sort Albums --> By Category` order. See :ref:`the Albums section <albums_view>` for more information about Album Categories.
ca: El digiKam utilitza una base de dades dedicada per a emmagatzemar les miniatures generades amb un algorisme optimitzat amb compressió per ondetes (PGF). No hi ha una manera no estàndard d'ocultar les carpetes de miniatures creades per una altra aplicació en la llista **Àlbums**. Si les voleu mantenir, llavors podríeu crear una categoria d'àlbums que senzillament contingui totes les carpetes de miniatures i després veure els vostres àlbums amb l'ordre :menuselection:`Visualitza --> Ordena els àlbums --> Per categoria`. Vegeu :ref:`la secció àlbums <albums_view>` per a més informació sobre les categories dels àlbums.
it: digiKam usa una banca dati dedicata per memorizzare le miniature prodotte con un algoritmo di compressione wavelet (PGF) ottimizzato. Non c'è modo di nascondere le cartelle di miniature non standard, create da un'altra applicazione, dall'elenco degli **Album**; potresti creare una categoria album che contenga solamente tutte le cartelle delle miniature, quindi visualizzare gli album ordinandoli in :menuselection:`Visualizza --> Ordina album --> Per categoria`. Vedi la :ref:`sezione Album <albums_view>` per maggiori informazioni sulle categorie degli album.
nl: digiKam gebruikt een eigen database om miniaturen geproduceerd met een geoptimaliseerd wavelet-compressie-algoritme (PGF) op te slaan. Er is geen manier om niet-standaard mappen voor miniaturen gemaakt door andere toepassingen uit de lijst **Albums** te verbergen. Als u ze wilt behouden dan zou u een Albumcategorie moeten aanmaken die alleen alle mappen met miniaturen bevat en dan uw Albums op volgorde bekijken in :menuselection:`Beeld -->Albums sorteren --> Op categorie`. Zie de :ref:`sectie Albums <albums_view>` voor meer over Albumcategorieën.
pt_br: O digiKam utiliza um banco de dados dedicado para armazenar as miniaturas produzidas com um algoritmo de compressão wavelet otimizado (PGF). Não há como ocultar as pastas de miniaturas não padronizadas criadas por outro aplicativo da lista de **Álbuns**. Se quiser mantê-las, você pode criar uma categoria de álbum que contenha apenas todas as pastas de miniaturas e, em seguida, ordenar a visualização dos seus álbuns em :menuselection:`Exibir --> Ordenar álbuns --> Por categoria`. Consulte :ref:`a seção Álbuns <albums_view>` para obter mais informações sobre categorias de álbuns.
sv: digiKam använder en särskild databas för att lagra miniatyrbilder skapade med en optimerad vågelementbaserad komprimeringsalgoritm (PGF). Det finns inget sätt att dölja icke-standardiserade miniatyrbildskataloger skapade med ett annat program i listan **Album**. Om man vill behålla dem kan man skapa en albumkategori som bara innehåller alla miniatyrbildskataloger och sedan visa album med ordningen :menuselection:`Visa --> Sortera album --> Enligt kategori`. Se :ref:`avsnittet Album <albums_view>` för mer information om albumkategorier.
uk: Для зберігання зображень мініатюр у digiKam використовується спеціалізоване програмне забезпечення із використанням оптимізованого алгоритму стискання вейвлетів (PGF). Способу приховування нестандартних тек мініатюр, створених іншими програмами, у списку «Альбоми» не передбачено. Якщо вам це потрібно, ви можете створити категорію альбомів, у якій міститимуться усі теки мініатюр, а потім переглядати ваші альбоми у режимі сортування за збірками (:menuselection:`Перегляд --> Впорядкувати альбоми --> За категорією`). Щоб дізнатися більше про категорії альбомів, ознайомтеся із розділом :ref:`Альбом цього підручника <albums_view>`.
zh_cn: digiKam 会为所有照片生成缩略图，并通过一种优化过的波形压缩算法（PGF）保存。某些其他程序生成的非标准缩略图文件夹可能也会出现在 **相册** 列表中，目前无法隐藏它们。如果你想整理这类文件夹，可以为它们单独创建一个「相册分类」，然后通过 :menuselection:`视图 --> 相册排序 --> 按分类` 的方式查看。关于相册分类的更多信息可以看 :ref:`相册 <albums_view>` 章节。

source: Once you have configured the Album Library Folder you can set up digiKam to work with your digital camera, refer to :ref:`the Camera section <camera_devices>` for more details. Good next steps would be to learn how to use :ref:`Albums <albums_view>` and :ref:`Tags <tags_view>` to arrange and find your photographs.
ca: Un cop hàgiu configurat la carpeta de la biblioteca d'àlbums, podreu configurar el digiKam perquè funcioni amb la vostra càmera digital Consulteu :ref:`la secció Càmera <camera_devices>` per a més detalls. Els passos correctes següents serien aprendre a utilitzar els :ref:`Àlbums <albums_view>` i les :ref:`Etiquetes <tags_view>` per a organitzar els àlbums de fotografies.
it: Una volta che hai configurato la cartella della libreria degli album puoi configurare digiKam in modo che funzioni con la tua fotocamera digitale, fai riferimento alla :ref:`sezione Macchina fotografica <camera_devices>` per ulteriori dettagli. Un buon passaggio successivo sarebbe imparare a usare :ref:`la sezione Album <albums_view>` e :ref:`la sezione Tag <tags_view>` per organizzare e trovare le tue fotografie.
nl: Nadat u de albumbibliotheekmap hebt geconfigureerd kunt u digiKam opzetten om met uw digitale camera samen te werken, kijk op :ref:`de sectie Camera <camera_devices>` voor meer details. Goede volgende stappen daarna zou zijn te leren hoe :ref:`de Albumsectie<albums_view>` en :ref:`de Tags <tags_view>` te gebruiken om uw fotoalbums in te delen.
pt_br: Depois de configurar a pasta da biblioteca de álbuns, você pode configurar o digiKam para funcionar com sua câmera digital. Consulte a :ref:`seção Câmera <camera_devices>` para mais detalhes. Um bom próximo passo seria aprender a usar :ref:`Álbuns <albums_view>` e :ref:`Etiquetas <tags_view>` para organizar e encontrar suas fotos.
sv: När man väl har ställt in katalogen Albumbibliotek kan man ställa in digiKam att fungera med en digitalkamera, se :ref:`avsnittet Kamera <camera_devices>` för mer information. Därefter skulle lämpliga steg kunna vara att lära sig hur man använder :ref:`avsnittet Album <albums_view>` och :ref:`Etiketter <tags_view>` för att ordna och hitta fotografier.
zh_cn: 一旦你设置好了根相册文件夹，就可以开始配置 digiKam 来连接你的数码相机，具体操作可以看看手册的 :ref:`相机部分 <camera_devices>` 。接下来，建议学习怎么用 :ref:`相册 <albums_view>` 和 :ref:`标签 <tags_view>` 来整理和查找你的照片。

source: Artificial Intelligence Files Download
ca: Baixada de fitxers d'intel·ligència artificial
it: Scaricamento file di intelligenza artificiale
nl: Downloaden van bestanden voor kunstmatige intelligentie
pt_br: Baixar os arquivos de inteligência artificial
sv: Nerladdning av artificiell intelligensfilter
zh_cn: AI 模型文件下载

source: When first run, digiKam will ask to download several large files from an `Internet repository managed by the digiKam team <https://files.kde.org/digikam/>`_. These files are the Artificial Intelligence deep-learning models used for the Face Workflow, Auto-Tags, Aesthetic Detection, Red Eye Removal, and Auto-Transform features. If you skip downloading these files, these features will not work properly. But you can always download these files later from the :ref:`Setup/Miscs/System <system_settings>` dialog. The tool is able to clean up in your computer the older models not used in digiKam when you update the application.
ca: Durant la primera execució, el digiKam demanarà que baixeu diversos fitxers grans des d'un repositori d'`Internet gestionat per l'equip del digiKam <https://files.kde.org/digikam/>`_. Aquests fitxers són els models d'intel·ligència artificial utilitzats per les característiques de flux de treball de cares, etiquetes automàtiques, detecció estètica, eliminació d'ulls vermells i transformació automàtica. Si ometeu la baixada d'aquests fitxers, aquestes característiques no funcionaran correctament. Però sempre podreu tornar a baixar aquests fitxers més tard des del diàleg :ref:`Configuració/Miscel·lània/Sistema <system_settings>`. L'eina és capaç de netejar els models antics que el digiKam no utilitza quan actualitzeu l'aplicació.
it: Al primo avvio, digiKam ti chiederà di scaricare diversi file di grosse dimensioni da un deposito Internet gestito dalla squadra di digiKam <https://files.kde.org/digikam/>`_. Questi file sono i modelli di apprendimento profondo dell'Intelligenza Artificiale utilizzati per le funzionalità del flusso di lavoro sui volti, l'assegnazione dei tag automatici, il rilevamento estetico, la rimozione degli occhi rossi e la trasformazione automatica. Se ometti di scaricare questi file, queste funzionalità non funzioneranno correttamente. Potrai comunque scaricare questi file in seguito dalla finestra di dialogo :ref:`Configurazione/Varie/Sistema <system_settings>`. Lo strumento è in grado di ripulire il tuo computer dai modelli più vecchi non utilizzati in digiKam quando aggiorni l'applicazione.
nl: Bij de eerste keer zal digiKam vragen om verschillende grote bestanden uit het `Internetopslagruimte, beheerd door het digiKam-team <https://files.kde.org/digikam/>`_ te downloaden. Deze bestanden zijn de kunstmatige intelligentie deep-learning modellen gebruikt voor de werkmethode gezichten, automatisch tags toekennen, esthetische detectie, verwijderen van rode ogen en mogelijkheden voor automatische transformatie. Als u het downloaden van deze bestanden overslaat zullen deze functies niet juist werken. Maar u kunt deze bestanden later opnieuw downloaden met de dialoog :ref:`Instellen/Diversen/Systeem <system_settings>`. Het hulpmiddel is in staat om oudere modellen in uw computer, niet gebruikt in digiKam, op te schonen wanneer u de toepassing bijwerkt.
pt_br: Ao ser executado pela primeira vez, o digiKam solicitará o download de vários arquivos grandes de um `repositório da Internet gerenciado pela equipe do digiKam <https://files.kde.org/digikam/>`_. Esses arquivos são os modelos de aprendizado profundo de Inteligência Artificial usados para as funcionalidades do fluxo de trabalho de reconhecimento facial, etiquetamento automático, avaliação estética, remoção de olhos vermelhos e transformação automática. Se você pular o download desses arquivos, essas funcionalidades não funcionarão corretamente. Mas você sempre pode baixá-los posteriormente na caixa de diálogo :ref:`Configurações/Diversos/Sistema <system_settings>`. A ferramenta é capaz de limpar do seu computador os modelos mais antigos não utilizados no digiKam quando você atualiza o aplicativo.
sv: Vid första körningen kommer digiKam att be om att ladda ner flera stora filer från ett `Internet-arkiv som hanteras av digiKam-teamet <https://files.kde.org/digikam/>`_. Filerna är djupinlärningsmodeller för artificiell intelligens som används för ansiktsarbetsflöde, automatiska etiketter, estetisk detektering, borttagning av röda ögon och automatisk transformering. Om man hoppar över nedladdningen av filerna fungerar inte funktionerna korrekt. Men man kan alltid ladda ner filerna senare med dialogrutan :ref:`Inställningar/Diverse/System <system_settings>`. Verktyget kan rensa upp äldre modeller på datorn som inte används i digiKam när programmet uppdateras.
zh_cn: 第一次运行时，digiKam 会提示你是否要下载一些较大的文件，这些是 AI 深度学习模型，支持以下功能人脸识别工作流、自动打标签（Auto-Tags）、图像美感评分（Aesthetic Detection）、红眼消除、图像自动旋转等等。如果你跳过这一步，这些功能将无法使用。不过你也可以随时在 :ref:`设置 / 其他 / 系统 <system_settings>` 页面中重新下载这些模型。软件还能自动清理老版本模型，确保你使用的是最新版。

source: All Artificial Intelligence based features in digiKam are fully autonomous and only works on your computer.
ca: Totes les característiques basades en intel·ligència artificial en el digiKam són totalment autònomes i només funcionen en el vostre ordinador.
it: Tutte le funzionalità basata sull'intelligenza artificiale in digiKam sono completamente autonome e funzionano solo nel tuo computer.
nl: Alle op Kunstmatige intelligentie gebaseerde functies in digiKam zijn volledig autonoom en werken alleen op uw computer.
pt_br: Todos as funcionalidades baseadas em Inteligência Artificial no digiKam são totalmente autônomas e funcionam apenas no seu computador.
sv: Alla funktioner i digiKam baserade på artificiell intelligens är helt autonoma och arbetar bara på datorn.
zh_cn: 所有基于 AI 的功能都只在本地电脑上运行，用户完全可控。

source: No data is shared over the Internet and no extra Cloud webservice are used in all cases. The neural network engines are based on the `C++ OpenCV frameworks <https://learnopencv.com/deep-learning-with-opencvs-dnn-module-a-definitive-guide/>`_ and downloaded model files are the core data architecture and learned parameters previously computed to realize a specific task, as to recognized a face for example.
ca: No es comparteixen dades a través d'Internet i no s'utilitza cap servei web extra al núvol en cap cas. Els motors de xarxa neuronal es basen en els `OpenCV C++ frameworks <https://learnopencv.com/deep-learning-with-opencvs-dnn-module-a-definitive-guide/>`_, i els fitxers de model descarregats són l'arquitectura de dades del nucli i els paràmetres apresos prèviament calculats per a fer una tasca específica, com per exemple reconèixer una cara.
it: Non viene condiviso alcun dato in Internet e comunque non sono utilizzati servizi web cloud aggiuntivi. I motori di rete neurale si basano sui `C++ OpenCV frameworks <https://learnopencv.com/deep-learning-with-opencvs-dnn-module-a-definitive-guide/>`_ e i file modello scaricati rappresentano l'architettura centrale dei dati e i parametri appresi precedentemente elaborati per capire determinate attività, come ad esempio riconoscere un volto.
nl: Er worden geen gegevens gedeeld over het internet en in alle gevallen wordt er geen extra Cloud-webservice gebruikt. De neurale netwerkengines zijn gebaseerd op de `C++ OpenCV frameworks <https://learnopencv.com/deep-learning-with-opencvs-dnn-module-a-definitive-guide/>`_ en gedownloade modelbestanden zijn de kerngegevensarchitectuur en geleerde parameters eerder berekend om een specifieke taak te realiseren, zoals bijvoorbeeld om een gezicht te herkennen.
pt_br: Nenhum dado é compartilhado pela internet e nenhum serviço web em nuvem adicional é utilizado em todos os casos. Os mecanismos de rede neural são baseados nos `frameworks C++ OpenCV <https://learnopencv.com/deep-learning-with-opencvs-dnn-module-a-definitive-guide/>`_ e os arquivos de modelo baixados são a arquitetura de dados central e os parâmetros aprendidos previamente computados para realizar uma tarefa específica, como reconhecer um rosto, por exemplo.
sv: Ingen data delas över Internet och inga extra molnbaserade webbtjänster används i alla fall. Neurala nätverksgränssnitt är baserade på `ramverken C++ OpenCV <https://learnopencv.com/deep-learning-with-opencvs-dnn-module-a-definitive-guide/>`_ och nerladdade modellfiler är den centrala dataarkitekturen och inlärda parametrar som tidigare beräknats för att utföra en specifik uppgift, till exempel för att känna igen ett ansikte.
zh_cn: 完全不会上传任何数据，也不依赖任何云服务。AI 引擎基于 `C++ 的 OpenCV 框架 <https://learnopencv.com/deep-learning-with-opencvs-dnn-module-a-definitive-guide/>`_ ，模型文件本身是事先训练好的数据，作用类似“参考库”——比如识别人脸时，就靠这些模型参数来判断。

source: digiKam First Run Dialog to Download Deep-learning Model Files
ca: Diàleg de l'assistent de primera execució en el digiKam per a baixar els fitxers de model d'aprenentatge profund
it: Finestra di dialogo del primo avvio di digiKam per scaricare i file del modello di apprendimento profondo
nl: Dialoog om deep-learningmodelbestanden te downloaden met de assistent van digiKam Eerste keer
pt: Janela da Primeira Execução do digiKam para Transferir os Ficheiros do Modelo de Aprendizagem
pt_br: Janela do Assistente de primeira execução do digiKam para baixar arquivos de modelo de aprendizado profundo
sl: digiKam pogovorno okno prvega zagona za prenos modelskih datotek globokega učenja
sv: Dialogrutan i digiKams guide för första körning för nerladdning av filer i djupinlärningsmodeller
uk: Отримання файлів моделей глибинного навчання у вікні першого запуску digiKam
zh_cn: digiKam 初始设置对话框：下载深度学习模型文件

source: A GPU card supporting `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ will gain calculation performances with the deep-learning engine used in digiKam. eg. Face Workflow, Auto-Tags, Aesthetic Detection, and AI tools. Compatibility can be checked in the :ref:`Setting/Miscellaneous/System dialog page <system_settings>`.
ca: Una targeta GPU que permeti `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ farà guanyar rendiment de càlcul amb el motor d'aprenentatge profund utilitzat al digiKam, p. ex. flux de treball de cares, etiquetes automàtiques, detecció estètica i eines d'IA. Es pot comprovar la compatibilitat a la pàgina de diàleg :ref:`Configuració/Miscel·lània/Sistema <system_settings>`.
it: Una scheda GPU che supporti `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ avvantaggerà le prestazioni di calcolo col motore di apprendimento profondo utilizzato in digiKam, per esempio il flusso di lavoro sui volti, l'assegnazione di tag automatici, il rilevamento estetico e gli strumenti con intelligenza artificiale. La compatibilità può essere verificata nella :ref:` pagina della finestra di dialogo Impostazioni/Varie/Sistema <system_settings>`.
nl: Een GPU-kaart die `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ ondersteunt zal prestaties van berekeningen versterken met de engine deep-learning gebruikt in digiKam. Bijv. werkmethode voor gezichten, automatisch tags toekennen, esthetische detectie en AI-hulpmiddelen. Compatibiliteit kan gecontroleerd worden in de :ref:`dialoogpagina Instelling/Diversen/Systeem <system_settings>`.
pt_br: Uma placa de vídeo com suporte a `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ melhorará o desempenho de cálculo do mecanismo de aprendizado profundo usado no digiKam. Isso afetará, por exemplo, o fluxo de trabalho de reconhecimento facial, etiquetamento automático, avaliação estética e outras ferramentas de IA. A compatibilidade pode ser verificada na página de diálogo :ref:`Configurações/Diversos/Sistema <system_settings>`.
sv: Ett grafikprocessorkort som stöder `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ förbättrar beräkningsprestanda med det djupinlärningsgränssnitt som används i digiKam, t.ex. ansiktsarbetsflöde, automatiska etiketter, estetisk detektion och AI-verktyg. Kompatibilitet kan kontrolleras på dialogsidan :ref:`Inställningar/Diverse/System <system_settings>`.
zh_cn: 如果你的电脑配有支持 `OpenCL <https://en.wikipedia.org/wiki/OpenCL>`_ 的显卡，可以显著提升 AI 模型的处理速度，比如在人脸识别、自动标签、美感评分等场景中。显卡是否支持可以在 :ref:`设置 / 杂项 / 系统 <system_settings>` 对话框里查看。

source: Quick Start
pt: Arranque Rápido
sl: Hitri začetek

source: The first question digiKam will ask you is where you store your photographs. You can choose any local, remote or removable folder. Just type in the path name of a folder or click on the **Browse...** icon to select a folder from the dialog.
sl: Ko digiKam zaženete prvič, vas bo vprašal, kje hranite svoje fotografije. Izberete lahko katero koli lokalno, oddaljeno ali odstranljivo mapo. Samo vnesite ime poti do mape ali kliknite ikono **Prebrskaj...** za izbiro mape v pogovornem oknu.

source: The next step is to specify a local folder on your computer for digiKam to store the database files it uses to track all of your images. You must also select the type of database digiKam will use. If you have a local installation and a collection of less than 100.000 photographs you should probably accept the default setting of SQLite. For more information about the database type selection refer to :ref:`the digiKam Database <database_intro>`.
sl: Naslednji korak je določitev lokalne mape na vašem računalniku za digiKam za shranjevanje datotek baze podatkov, ki jih uporablja za sledenje vsem vašim slikam. Izbrati morate tudi vrsto baze podatkov, ki jo bo uporabljal digiKam. Če imate lokalno namestitev in zbirko manj kot 100.000 fotografij, bi verjetno morali sprejeti privzeto nastavitev SQLite. Za več informacij o izbiri vrste baze podatkov glejte :ref:`zbirka podatkov digiKam <database_intro>`.

source: The next step is to choose the way you would like to open RAW files : either with automatic adjustments or with the digiKam RAW import tool that allows you to make manual adjustments. If you don't know what a RAW file is, or if your camera doesn't support RAW files, you should keep the default setting and skip this step.
sl: Naslednji korak je, da izberete način, na katerega želite odpreti surove datoteke RAW: s samodejnimi prilagoditvami ali z orodjem za uvoz digiKam, ki vam omogoča ročno prilagajanje. Če ne veste, kaj je surova datoteka RAW, ali če vaš fotoaparat ne podpira surovih datotek, obdržite privzeto nastavitev in preskočite ta korak.

source: When you use an existing folder of photographs as the Album Library folder, you will notice that the Albums in the Album list do not have photographs as their icons. You can add a photo to any album icon by dragging a photograph in the Album onto the folder icon in the left sidebar. See :ref:`the Album section <albums_view>` for details of how to change the Album icon.
sl: Ko uporabljate obstoječo mapo s fotografijami kot mapo knjižnica albumov, boste opazili, da albumi na seznamu albumov nimajo fotografij kot njihove ikone. To lahko spremenite tako, da povlečete katero koli fotografijo v albumu na ikono mape v levem stranskem stolpcu in jo uporabite kot ikono albuma. Glejte :ref:`razdelek Album <albums_view>` za podrobnosti o tem, kako spremeniti ikono albuma.

source: digiKam uses a dedicated database to store thumbnails produced with an optimized wavelet compression algorithm (PGF). There is no way of hiding non-standard thumbnail folders created by another application from the **Albums** list. If you want to keep them, you could create an Album Category that just contains all the thumbnail Folders and then view your Albums in :menuselection:`View --> Sort Albums --> By Category` order. See :ref:`the Album section <albums_view>` for more information about Album Categories.
sl: digiKam uporablja namensko zbirko podatkov za shranjevanje sličic, ustvarjenih z optimiziranim algoritmom stiskanja valčkov (PGF). Na seznamu **Albumi** ni mogoče skriti nestandardnih map s sličicami, ki jih je ustvaril drug program. Če jih želite obdržati, lahko ustvarite kategorijo albuma, ki vsebuje samo vse mape s sličicami in si nato ogledate svoje albume v vrstnem redu :menuselection:`Pogled --> Razvrsti albume --> Po kategoriji`. Za več informacij o kategorijah albumov glejte :ref:`razdelek Album <albums_view>`.

source: Once you have configured the Album Library Folder you can set up digiKam to work with your digital camera, refer to :ref:`the Camera section <camera_devices>` for more details. Good next steps would be to learn how to use :ref:`Albums <albums_view>` and :ref:`Tags <tags_view>` to arrange and find your photographs.
sl: Ko konfigurirate mapo knjižnice albumov, lahko nastavite digiKam za delo z vašo digitalno kamero; za več podrobnosti glejte :ref:`razdelek o kameri <camera_devices>`. Dober naslednji korak bi bil, če bi se naučili uporabljati :ref:`Albumi <albums_view>` in :ref:`Značke <tags_view>` za razvrščanje in iskanje vaših fotografij.
uk: Після налаштування вами теки бібліотеки альбомів ви можете перейти до налаштовування digiKam на роботу з вашим цифровим фотоапаратом. Щоб дізнатися більше, ознайомтеся із :ref:`розділом щодо фотоапаратів <camera_devices>`. Після цього можна ознайомитися з використанням :ref:`Альбомів <albums_view>` і :ref:`Міток <tags_view>` для впорядкування і пошуку ваших фотографій.
