Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/getting_started/quick_start.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk, zh_cn

source: When first run, digiKam will ask to download several large files from the Internet. These files are the deep-learning models used for facial recognition, red eye removal, and the image quality sorting features. If you skip downloading these files, these features will not work properly. But you can always download these files later from the :ref:`Setup/Miscs/System <system_settings>` dialog.
sl: Ob prvem zagonu digiKam zahteva prenos več velikih datotek z interneta. Te datoteke so modeli globokega učenja, ki se uporabljajo za prepoznavanje obraza, odstranjevanje rdečih oči in funkcije razvrščanja kakovosti slike. Če preskočite prenos teh datotek, te funkcije ne bodo delovale pravilno. Toda te datoteke lahko kadar koli prenesete pozneje iz pogovornega okna :ref:`Nastavi/Razno/Sistem <system_settings>`.
uk: Під час першого запуску digiKam попросить про отримання декількох великих файлів з інтернету. Ці файли містять моделі глибинного навчання, які буде використано для розпізнавання зображень облич, вилучення результатів ефекту «червоних» зіниць та упорядковування зображень за якістю. Якщо ви пропустите цей крок і не отримуватимете файлів з інтернету, ці можливості не працюватимуть належним чином, але ви завжди зможете завантажити ці файли пізніше за допомогою пункту на сторінці :ref:`Налаштувати/Різне/Система <system_settings>`.

source: How to quickly start digiKam photo management program
pt: Como iniciar rapidamente o programa de gestão de fotografias digiKam

source: When you start digiKam for the very first time it will ask you where you store your photographs. You can choose any local, remote or removable folder. Just type in the path name of a folder or click on the **Browse...** icon to select a folder from the dialog.
pt: Quando inicia o digiKam pela primeira vez, ele irá perguntar onde deseja guardar as suas fotografias. Poderá configurar qualquer pasta local, remota ou removível. Basta escrever a localização completa de uma pasta ou carregar no botão **Escolher...** para seleccionar uma pasta na janela.

source: Later on you can add as many locations as you like - digiKam will add them to the album library. Look menu entry :menuselection:`Settings --> Configure digiKam --> Collections`
pt: Mais tarde, poderá adicionar tantas localizações quantas desejar - o digiKam adicioná-las-á à biblioteca do álbum. Procure pela opção do menu :menuselection:`Configuração --> Configurar o digiKam --> Colecções`

source: Then you have to specify a local folder that resides on your computer, in which the database will be stored. This path will be the same for all image folders. For details about the database type selection have a look at :ref:`the digiKam Database <database_intro>`. If you have a local installation and a collection of less than 100.000 photographs you may well keep the default setting (SQLite).
pt: Aqui terá de indicar uma pasta local, que exista no seu computador, onde será guardada a base de dados. Esta localização será a mesma para todas as pastas de imagens. Para mais detalhes sobre a selecção do tipo de base de dados, dê uma vista de olhos na :ref:`Base de Dados do digiKam <database_intro>`. Se tiver uma instalação local e uma colecção com menos de 100 000 fotografias, poderá manter à mesma a opção predefinida (SQLite).

source: Next, you will have to choose the way you would like to open RAW files : either with automatic adjustments or with the digiKam RAW import tool to adjust corrections manually. If you don't know what is a RAW file or if your camera doesn't support RAW files, you should keep the default setting and skip this step.
pt: De seguida, terá de escolher a forma como irá abrir os ficheiros RAW: com os ajustes automáticos ou com a ferramenta de importação RAW do digiKam, para que possa ajustar as correcções de forma manual. Se não souber o que é um ficheiro RAW, ou se a sua máquina fotográfica não suporta ficheiros RAW, deverá manter a opção por omissão e ignorar este passo.

source: Metadata information storage may be important if you plan to work with another photo management program and you should choose **Add information to files**. But if you don't want to alter your pictures, keep the default setting: **Do nothing**.
pt: O armazenamento de informações dos meta-dados poderá ser importante se pretender trabalhar com outros programas de gestão de fotografias, pelo que deverá escolher a opção **Adicionar a informação aos ficheiros**. Mas se não quiser alterar as suas imagens, mantenha a opção predefinida: **Não fazer nada**.

source: Then choose how digiKam will load images in preview mode and light table. Reduced version will load faster but at the cost of quality.
pt: Depois escolha como o digiKam irá guardar as imagens no modo de antevisão e na mesa de luz. A versão reduzida será carregada mais rapidamente, em detrimento da qualidade.

source: Now decide how digiKam will open images with a click of the right mouse button. Previews will load faster but you won't be able to make any corrections.
pt: Agora decida como o digiKam irá abrir as imagens, quando carregar com o botão direito do rato. As antevisões irão carregar mais depressa, mas não poderá fazer quaisquer correcções.

source: Tooltips are a fast and easy way to display important information about a photograph, they popup as the mouse hovers over a thumbnail. Select **Use tooltip** if you want to display them.
pt: As dicas são uma forma rápida e simples de mostrar informações importantes sobre uma fotografia. Elas aparecem à medida que o utilizador passa o cursor do rato sobre uma miniatura. Seleccione **Usar uma dica** se as quiser mostrar.

source: Click on **Finish**, digiKam will now start to scan for photographs...
pt: Carregue em **Terminar**, para que o digiKam comece a procurar por fotografias...

source: Nothing really to select here. You can cancel or start the scan with **Finish**. None of the photographs will be altered. During folders parsing you can see a progress bar in the lower right corner like this:
pt: Não há nada de especial para seleccionar aqui. Poderá cancelar ou iniciar a sondagem com a opção **Terminar**. Nenhuma das fotografias será alterada. Durante o processamento das pastas, poderá ver uma barra de progresso no canto inferior direito, como a seguinte:

source: digiKam First Start Scan Process to Populate The Database
pt: Processo de Análise na Primeira Execução do digiKam para Preencher a Base de Dados

source: digiKam will recurse the library path to its full depth. You cannot exclude (prune) any sub-path unless you make that sub-path hidden. You have to do that from outside of digiKam by putting a dot in front of the sub-path. Later in digiKam configuration panel, you can list folders to exclude with the :ref:`Ignored Directories <ignored_directories>` settings.
pt: O digiKam irá percorrer a localização da biblioteca em toda a sua profundidade. Não poderá excluir (eliminar) nenhuma sub-pasta, a menos que torne a mesma escondida. Terá de o fazer fora do digiKam, colocando um ponto antes do nome original da pasta. Mais tarde, no painel de configuração do digiKam, poderá enumerar as pastas a excluir com a opção de :ref:`Pastas Ignoradas <ignored_directories>`.

source: As digiKam uses your folders on your hard disk directly, other applications like file managers can remove any albums outside a digiKam session. In this case digiKam will ask you at the next session whether all albums that have been removed from the digiKam photographs root path shall be deleted from albums database. If you want to move folders around and don't want to do that in digiKam, we suggest you do that while digiKam is running, so the database will be kept in sync and you do not lose any metadata.
pt: Dado que o digiKam usa as pastas no seu disco rígido directamente, as outras aplicações como os gestores de ficheiros poderão remover os álbuns que existam fora de uma sessão do digiKam. Nesse caso, o digiKam perguntar-lhe-á na próxima sessão se todos os álbuns que tenham sido removidos da pasta de topo das fotografias do digiKam também deverão ser removidas da base de dados de álbuns. Se quiser mover as pastas à vontade e não o quiser fazer no digiKam, sugerimos que o faça enquanto o digiKam está em execução, para que a base de dados seja mantida sincronizada e não perca nenhuns meta-dados.

source: When you use an existing folder of photographs as the Album Library folder, you will notice that the Albums in the Album list do not have photographs as their icons. You can change that by dragging any photograph in the Album onto the folder icon in the left sidebar and use this as the Album icon. See :ref:`the Album section <albums_view>` for details of how to change the Album icon.
pt: Quando usar uma pasta de fotografias existente, como a pasta da Biblioteca de Álbuns, irá reparar que os álbuns na lista de álbuns não têm as fotografias como ícones das mesmas. Poderá alterar isso se arrastar alguma fotografia no álbum para o ícone da pasta na barra lateral esquerda e usar esta como o ícone do álbum. Veja a :ref:`secção do Álbum <albums_view>` para obter detalhes de como alterar o ícone do álbum.

source: digiKam uses a dedicated database to store thumbnails with an optimized wavelets compression algorithm (PGF). There is no way of hiding non-standard thumbnail folders from the **Albums** list. If you want to keep them you could create an Album Category that just contains all the thumbnail Folders and then view your Albums in :menuselection:`View --> Sort Albums --> By Category` order. See :ref:`the Album section <albums_view>` for more about Album Categories.
pt: O digiKam usa uma base de dados dedicada com um algoritmo de compressão optimizado por padrões de ondas (PGF). Não há forma de esconder as pastas de miniaturas fora do padrão na lista de **Álbuns**. Se quiser mantê-las, poderá criar uma Categoria de Álbuns que contenha todas as pastas de miniaturas e depois ver os seus álbuns pela ordem :menuselection:`Ver --> Ordenar os Álbuns --> Por Categoria`. Veja a :ref:`secção do Álbum <albums_view>` para saber mais sobre as categorias dos álbuns.

source: Once you have configured the Album Library Folder you can set up digiKam to work with your digital camera and then learn how to use :ref:`the Album section <albums_view>` and :ref:`the Tags section <tags_view>` to arrange your photograph Albums.
pt: Assim que tiver configurado a pasta da Biblioteca de Álbuns, poderá configurar o digiKam para usar a sua câmara digital e depois aprender como usar a :ref:`secção do Álbum <albums_view>` e :ref:`a secção das Marcas <tags_view>` para organizar os seus álbuns de fotografias.

source: At first run, digiKam will ask to download large files from Internet. These files are the deep-learning models used for the face management, red eyes removal, and the image quality sorting features. If you pass this stage without downloading files, these features will not work properly, but you can reload this file later using option from the :ref:`Setup/Miscs/System <system_settings>` dialog page.
pt: Na primeira execução, o digiKam irá pedir para transferir alguns ficheiros grandes da Internet. Estes são os modelos de aprendizagem usados na gestão de caras, na remoção de olhos vermelhos e nas funcionalidades de ordenação pela qualidade da imagem. Se ignorar este passo sem transferir os ficheiros, essas funcionalidades não irão funcionar correctamente, mas poderá recarregar este ficheiro mais tarde, usando a opção da página da janela :ref:`Configuração/Diversos/Sistema <system_settings>`.
