Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/advanced_import.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Advanced Settings to Import From Digital Camera
ca: Configuració avançada del digiKam per a importar des de la càmera digital
it: Impostazioni avanzate dello strumento Importa da fotocamera digitale di digiKam
nl: Geavanceerde instellingen voor importeren uit digitale camera van digiKam
pt: Configuração Avançada do digiKam para Importar de Câmaras Digitais
pt_br: Configurações avançadas do digiKam para importar da câmera digital
sl: digiKam napredne nastavitve za uvoz iz digitalne kamere
uk: Додаткові параметри digiKam для імпортування даних з цифрового фотоапарата

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, import, camera, advanced, convert, rename, scripting
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, importació, càmera, avançat, convertir, canviar el nom, crear scripts
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, importazione, fotocamera, avanzata, converti, rinomina, script
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, importeren, camera, geavanceerd, converteren, hernoemen, scripting
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, importar, câmara, avançado, converter, mudar o nome, programação
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, importar, câmera, avançado, converter, renomear, script
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, uvoz, kamera, napredno, pretvorba, preimenovanje, skriptiranje
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, імпортування, імпорт, камера, фотоапарат, додатковий, розширений, перетворення, перейменування, скрипти, сценарії

source: :ref:`Advanced Import Settings <import_tools>`
ca: :ref:`Configurar la importació avançada <import_tools>`
it: :ref:`Impostazioni avanzate di importazione <import_tools>`
nl: :ref:`Geavanceerde instellingen voor importeren <import_tools>`
pt_br: :ref:`Configurações de importação avançadas <import_tools>`
sl: :ref:`Napredne nastavitve uvoza <import_tools>`
uk: :ref:`Додаткові параметри імпортування <import_tools>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: The **Settings** tab of the Right Sidebar in the Import Tool interface contains five sections with advanced options for import processing.
ca: La pestanya **Configuració** de la barra lateral dreta en la interfície de l'eina d'importació conté cinc seccions amb opcions avançades per al processament de la importació.
it: La scheda **Impostazioni** della barra laterale destra nell'interfaccia dello strumento Importa contiene cinque sezioni dedicate alle operazioni avanzate per il processo di importazione.
nl: Het tabblad **Instellingen** van de rechter zijbalk in het interface van het hulpmiddel Importeren vijf secties bevat met geavanceerde opties voor het importeren.
pt_br: A aba **Configurações** da barra lateral direita na interface da ferramenta de importação contém cinco seções com opções avançadas para processamento de importação.
sl: Zavihek **Nastavitve** na desni stranski vrstici v vmesniku orodja za uvoz vsebuje pet razdelkov z naprednimi možnostmi za obdelavo uvoza.
uk: Натискання заголовка вкладки **Параметри** на правій бічній панелі інтерфейсу імпортування зображень складається з п'яти розділів додаткових параметрів імпортування.

source: File Renaming Options
ca: Opcions per al reanomenament dels fitxers
it: Opzioni di rinomina dei file
nl: Opties voor hernoemen van bestanden
pt: Opções de Mudança de Nomes dos Ficheiros
pt_br: Opções de renomeação de arquivos
sl: Možnosti preimenovanja datoteke
uk: Параметри перейменування файлів

source: Cameras often do not use very meaningful filenames for photographs, and the filenames are sometimes reused once the photographs have been deleted from the camera. This can lead to filename conflicts if you download photographs from many sessions into the same Album. These options allow you to rename files during import to avoid filename conflicts. They can also be used to include the date and time that an image was taken into the filename.
ca: Les càmeres sovint no utilitzen noms de fitxer molt apropiats per als fotògrafs. De tant en tant, els noms de fitxer són reutilitzats una vegada s'han suprimit les fotografies de la càmera. Això pot portar a conflictes de noms de fitxer si es baixen fotografies de moltes sessions en un mateix àlbum. Aquestes opcions us permeten canviar els noms dels fitxers durant la importació per a evitar conflictes de noms de fitxer. També es poden utilitzar per a incloure la data i l'hora en què es va prendre una imatge en el nom del fitxer.
it: Le macchine fotografiche spesso non usano dei nomi molto significativi per le fotografie, e i nomi dei file a volte sono riutilizzati una volta che le foto sono state eliminate dalla macchina. Ciò può portare a conflitti di nome, se scarichi nello stesso album delle foto provenienti da più sessioni. Queste opzioni ti permettono di rinominare i file durante l'importazione ed evitare conflitti tra i nomi file. Possono anche essere utilizzate per includere nel nome del file la data e l'ora di scatto della fotografia.
nl: Camera's gebruiken vaak niet erg betekenisvolle bestandsnamen voor foto's. De bestandsnamen worden soms opnieuw gebruikt nadat de foto's zijn verwijderd uit de camera. Dit kan leiden tot conflicten in de bestandsnaam als u foto's download van vele sessies in hetzelfde album. Deze opties bieden u het hernoemen van bestanden tijdens het importeren om conflicten in bestandsnamen te vermijden. Het kan ook gebruikt worden om datum en tijd, waarop een foto werd genomen, in de bestandsnaam in te voegen.
pt_br: As câmeras geralmente não usam nomes de arquivo muito significativos para fotografias, e os nomes de arquivo às vezes são reutilizados após as fotografias serem excluídas da câmera. Isso pode levar a conflitos de nome de arquivo se você baixar fotografias de várias sessões para o mesmo álbum. Essas opções permitem renomear arquivos durante a importação para evitar conflitos de nome de arquivo. Elas também podem ser usadas para incluir a data e a hora em que uma imagem foi tirada no nome do arquivo.
sl: Kamere pogosto ne uporabljajo zelo smiselnih imen datotek za fotografije in imena datotek se včasih ponovno uporabijo, ko so fotografije izbrisane iz fotoaparata. To lahko privede do navzkrižja imen datotek, če prenašate fotografije iz več sej v isti album. Te možnosti vam omogočajo preimenovanje datotek med uvozom, da se izognete konfliktom imen datotek. Uporabite jih lahko tudi za vključitev datuma in časa, ko je bila slika posneta v ime datoteke.
uk: Часто фотоапарати надають файлам фотографій не дуже змістовні назви. Фотоапарати іноді повторно використовують назви файлів, вилучених з фотоапарата. Це може призвести до конфлікту назв, якщо ви отримуєте багато фотографій з різних сеансів зйомки до одного альбому. За допомогою цих пунктів ви можете перейменувати файли під час імпортування, щоб уникнути конфліктів назв файлів. Ними також можна скористатися для включення до назви файл дати і часу, коли було створено знімок.

source: The Import Tool File Renaming Options
ca: Les opcions de canvi de nom de fitxers de l'eina d'importació
it: Le opzioni di rinomina dei file dello strumento Importa
nl: De opties in Hernoemen van bestanden in het hulpmiddel Importeren
pt_br: Opções de renomeação de arquivo da ferramenta de importação
sl: Možnosti preimenovanja datoteke orodja za uvoz
uk: Параметри перейменування файлів у засобі імпортування

source: If you select **Camera filenames** and Change case to: **Leave as-is** the image filenames will not be altered. But you also have the option to change the case of the filenames to **upper** or **lower** case with the **Change case to** drop down field.
ca: Si seleccioneu **Noms de fitxer de la càmera** i canvieu les majúscules i minúscules a: **Deixa'l com està** els noms de fitxer de la imatge no s'alteraran. Però també teniu l'opció de canviar la lletra dels noms de fitxer a **majúscula** o **minúscula** amb el camp desplegable **Canvia les lletres a**.
it: Se selezioni **Nomi dei file della fotocamera** e converti le lettere in: **Lascia com'è** the image filenames will not be altered. But you also have the option to change the case of the filenames to **upper** or **lower** case with the **Change case to** drop down field.
nl: Als u **Camera-bestandsnamen** selecteert en Hoofd- kleine letter wijzigen naar: **Laten zoals het is** zullen de afbeeldingsbestandsnamen niet worden veranderd. Maar u hebt ook de optie om de hoofd- en kleine letters van de bestandsnamen naar **hoofd** of **kleine** letter te wijzigen met het afrolveld **Hoofd- kleine letter wijzigen naar**.
pt_br: Se você selecionar **Nomes de arquivos da câmera** e alterar maiúsculas e minúsculas para: **Deixar como está**, os nomes dos arquivos de imagem não serão alterados. Mas você também tem a opção de alterar a caixa dos nomes dos arquivos para **maiúsculas** ou **minúsculas** no campo suspenso **Alterar maiúsculas e minúsculas para**.
sl: Če izberete **Imena datotek kamere** in spremenite velike in male črke v: **Pusti tako, kot je**, se imena slikovnih datotek ne bodo spremenila. Imate pa tudi možnost, da spremenite velike črke imen datotek v **velike** ali **male** črke s spustnim poljem **Spremeni velike in male črke v**.
uk: Якщо вибрати **Назви файлів камери** і змінити регістр на: **Залишити як є**, назви файлів зображень не буде змінено. Але у вас також є можливість змінити регістр назв файлів на **верхній** або **нижній** за допомогою спадного поля **Змінити регістр на**.

source: If you select **Customize** you can specify a renaming pattern using metadata fields from the **Options** drop down menu. The **Modifier** drop down menu allows you to customize each metadata field appended to the renaming pattern. The custom file **Renaming Options** and **Modifier** options are mostly the same as in the **Advanced Rename** tool available in the **Main Window**. See the full description in :ref:`this section <renaming_photograph>` of this manual.
ca: Si seleccioneu **Personalitza**, podreu especificar un patró de canvi de nom utilitzant camps de metadades del menú desplegable **Opcions**. El menú desplegable **Modificador** permet personalitzar cada camp de metadades annexat al patró de canvi de nom. Les opcions personalitzades del fitxer **Opcions de reanomenament** i **Modificador** són majoritàriament les mateixes que a l'eina **Canvi de nom avançat** disponible a la **Pàgina principal**. Vegeu la descripció completa en :ref:`aquesta secció <renaming_photograph>` d'aquest manual.
it: Se selezioni **Personalizza** puoi specificare un modello di rinomina tramite i campi dei metadati dal menu a tendina **Opzioni**. Il menu a tendina **Modificatore** ti consente di personalizzare ogni campo di metadati allegato al modello di rinomina. Le opzioni di personalizzazione dei file **Opzioni di rinomina** e **Modificatore** sono grosso modo le stesse dello strumento **Rinomina avanzata** disponibile nella **Finestra principale**. Vedi la descrizione completa in :ref:`questa sezione <renaming_photograph>` del manuale.
nl: Als u **Aanpassen** selecteert dan kunt u een hernoemingspatroon specificeren met gebruik van metagegevensvelden uit het afrolmenu **Opties**. Het afrolmenu **Modifier** biedt u het aanpassen ven elk metagegevensveld achtergevoegd aan het hernoemingspatroon. De opties voor aanpassen van het bestand **Opties voor hernoemen** en **Modifier** zijn meestal hetzelfde als in het hulpmiddel **Geavanceerd hernoemen** beschikbaar in het **Hoofdvenster**. Zie de volledige beschrijving in :ref:`deze sectie <renaming_photograph>` in deze handleiding.
pt_br: Se você selecionar **Personalizar**, poderá especificar um padrão de renomeação usando campos de metadados no menu suspenso **Opções**. O menu suspenso **Modificador** permite personalizar cada campo de metadados anexado ao padrão de renomeação. As opções de **Opções de renomeação** e **Modificador** do arquivo personalizado são basicamente as mesmas da ferramenta **Renomeação avançada** disponível na **Janela Principal**. Consulte a descrição completa :ref:`nesta seção <renaming_photograph>` deste manual.
sl: Če izberete **Prilagodi**, lahko določite vzorec preimenovanja z uporabo polj metapodatkov v spustnem meniju **Možnosti**. Spustni meni **Modifikator** vam omogoča prilagajanje vsakega polja metapodatkov, dodanega vzorcu preimenovanja. Možnosti **Možnosti preimenovanja** in **Modifikatorja** datoteke po meri sta večinoma enaki kot v orodju **Napredno preimenovanje**, ki je na voljo v **Glavnem oknu**. Glej celoten opis v :ref:`tem razdelku <renaming_photograph>` tega priročnika.
uk: Якщо ви виберете **Налаштувати**, ви зможете вказати шаблон перейменування за допомогою полів метаданих зі спадного меню **Параметри**. За допомогою спадного меню **Модифікатор** ви моженен налаштувати додавання вмісту будь-якого поля метаданих до шаблона перейменування. Можливості **Параметри перейменування** та **Модифікатор** є здебільшого тими самими, що і для засобу **Розширене перейменування**, доступного в **основному вікні**. Повний опис можна знайти у :ref:`цьому розділі <renaming_photograph>` підручника.

source: The file renaming operations require the ability to read **file metadata** from the camera. When using the USB Mass Storage driver, the **Use file metadata** option must be enabled in the :ref:`Camera behavior dialog <camera_behavior_use_file_metadata>` for file renaming to work. Be aware that enabling this option will slow down the transfer of data from the camera.
ca: Les operacions de canvi de nom de fitxer requereixen la capacitat de llegir les **metadades de fitxer** des de la càmera. Quan s'utilitza el controlador d'emmagatzematge massiu USB, l'opció **Utilitza les metadades del fitxer** s'ha d'activar al :ref:`diàleg de comportament de la càmera <camera_behavior_use_file_metadata>` perquè funcioni el canvi de nom dels fitxers. Tingueu en compte que habilitar aquesta opció alenteix la transferència de dades de la càmera.
it: Le operazioni di rinomina dei file richiedono la capacità di leggere i **metadati dei file** dalla fotocamera. Quando utilizzi il driver di memoria di massa USB, affinché la rinomina dei file funzioni deve essere abilitata l'opzione **Usa i metadati dei file** nella :ref:`finestra di dialogo Comportamento della fotocamera <camera_behavior_use_file_metadata>`. Fai attenzione che questa opzione rallenterà lo scaricamento dei dati dalla fotocamera, se attivata.
nl: De bewerking hernoem van het bestand vereist de mogelijkheid om **metagegevens van het bestand** uit de camera te lezen. Bij gebruik van het USB-massaopslagstuurprogramma moe de optie **Metagegevens van bestand gebruiken** ingeschakeld zijn in de :ref:`Dialoog voor gedrag van de camera <camera_behavior_use_file_metadata>` om hernoemen van een bestand te laten werken. Bedenk dat deze optie inschakelen de overdracht van gegevens uit de camera zal vertragen.
pt_br: As operações de renomeação de arquivos exigem a capacidade de ler **metadados do arquivo** da câmera. Ao usar o driver de armazenamento em massa USB, a opção **Usar metadados do arquivo** deve estar habilitada na :ref:`Janela de comportamento da câmera <camera_behavior_use_file_metadata>` para que a renomeação de arquivos funcione. Esteja ciente de que habilitar esta opção tornará a transferência de dados da câmera mais lenta.
sl: Operacije preimenovanja datotek zahtevajo možnost branja **metapodatkov datoteke** iz kamere. Pri uporabi gonilnika USB Mass Storage mora biti možnost **Uporabi metapodatke o datoteki** omogočena v :ref:`pogovornem oknu obnašanja kamere <camera_behavior_use_file_metadata>`, da preimenovanje datoteke deluje. Zavedajte se, da bo omogočanje te možnosti upočasnilo prenos podatkov iz kamere.
uk: Дії з перейменування файлів вимагають можливості читати **метадані файла** з фотоапарата. Під час використання драйвера накопичувача USB у :ref:`діалоговому вікні поведінки камери <camera_behavior_use_file_metadata>` має бути позначено пункт **Використовувати метадані файла**, щоб перейменування файлів спрацювало. Майте на увазі, що позначення цього пункту сповільнить передавання даних із фотоапарата.

source: The new filename that digiKam will use for downloaded images will be shown underneath the **Customize** settings. Changing item selections from the icon-view will update this information. The renaming settings are retained for the next time you use the import capability.
ca: El nom nou de fitxer que utilitzarà el digiKam per a les fotografies baixades es mostrarà a la configuració de **Personalitza**. Canviant la selecció d'elements des de la vista d'icones, aquesta informació s'actualitzarà. La configuració del canvi de nom es retindrà per a la pròxima vegada que utilitzeu la característica d'importació.
it: Il nuovo nome file che digiKam utilizzerà per le immagini scaricate sarà mostrato nelle impostazioni **Personalizza**. Se cambi le selezioni degli elementi dalla vista a icone, queste informazioni verranno aggiornate. Le impostazioni di rinomina saranno conservate per il prossimo uso della funzionalità di importazione.
nl: De nieuwe bestandsnaam die digiKam zal gebruiken voor gedownloade afbeeldingen zal getoond worden onder de instellingen **Aanpassen**. Wijzigingen in de selectie van items in de pictogramweergave zal deze informatie ook bijwerken. De instellingen voor hernoemen worden onthouden voor de volgende keer dat u gebruik maakt van mogelijkheid Importeren.
pt_br: O novo nome de arquivo que o digiKam usará para as imagens baixadas será exibido abaixo das configurações de **Personalizar**. Alterar as seleções de itens na visualização de miniaturas atualizará essas informações. As configurações de renomeação serão mantidas para a próxima vez que você usar o recurso de importação.
sl: Novo ime datoteke, ki ga bo digiKam uporabljal za prenesene slike, bo prikazano pod nastavitvami **Prilagodi**. Spreminjanje izbir elementov v pogledu ikon bo posodobilo te informacije. Nastavitve preimenovanja se ohranijo za naslednjič, ko uporabite možnost uvoza.
uk: Нову назву файла, яку digiKam використає для фотографій після отримання буде показано під пунктами панелі **Налаштувати**. Дані буде оновлено у відповідь на зміну запису на панелі перегляду піктограм. Програма запам’ятає параметри перейменування і скористається ними під час вашого наступного використання можливості імпортування.

source: Issues with the gPhoto2 drivers mean that digiKam cannot currently read metadata from RAW files when importing from a camera. You might want to first import the files while preserving camera filenames, and then using the rename function (:kbd:`F2`) to rename them after the import.
ca: Els problemes amb els controladors del gPhoto2 comporten que el digiKam no pot llegir les metadades dels fitxers RAW quan s'importen d'una càmera. És possible que vulgueu importar primer els fitxers mentre es conserven els noms de fitxer de la càmera, i després utilitzar la funció de canvi de nom (:kbd:`F2`) per a canviar el nom després de la importació.
it: Problemi con i driver gPhoto2 implicano che attualmente digiKam non è grado di leggere i metadati dai file RAW durante l'importazione da una fotocamera. Potresti prima importare i file preservando i nomi file della fotocamera, quindi rinominarli dopo l'importazione tramite la funzione di rinomina (:kbd:`F2`).
nl: Problemen met gPhoto2-stuurprogramma's betekent dat digiKam op dit moment geen metagegevens kan lezen van RAW-bestanden tijdens het importeren van een camera. U zou eerst deze bestanden kunnen importeren met behoud van bestandsnamen van de camera en ze daarna hernoemen met de hernoemfunctie (:kbd:`F2`) na het importeren.
pt_br: Problemas com os drivers do gPhoto2 impedem que o digiKam leia metadados de arquivos RAW ao importar de uma câmera. Você pode importar os arquivos primeiro, preservando os nomes dos arquivos da câmera, e depois usar a função de renomeação (:kbd:`F2`) para renomeá-los após a importação.
sl: Težave z gonilniki gPhoto2 pomenijo, da digiKam trenutno ne more brati metapodatkov iz surovih datotek RAW pri uvozu iz fotoaparata. Morda boste želeli najprej uvoziti datoteke, pri tem pa ohraniti imena datotek kamere, nato pa jih po uvozu preimenovati s funkcijo preimenovanja (:kbd:`F2`).
uk: Проблеми у драйверах gPhoto2 призводять до того, що поточна версія digiKam не може читати метадані файлів цифрових негативів (RAW) під час імпортування безпосередньо з фотоапарата. Вам варто спочатку імпортувати такі файли із збереженням назв, які було визначено фотоапаратом, а потім, після імпортування, перейменувати їх за допомогою функціональної можливості перейменовування (:kbd:`F2`).

source: Another solution is to instead import using a memory card reader and the USB Mass Storage driver.
ca: Una altra solució és importar fent servir un lector de targetes de memòria i el controlador d'Emmagatzematge massiu USB.
it: Un'altra soluzione è importare utilizzando un lettore di schede di memoria e il driver di memoria di massa USB.
nl: Een andere oplossing is in plaats daarvan het gebruik van geheugenkaartenlezer en het stuurprogramma voor USB-massaopslag.
pt_br: Outra solução é importar usando um leitor de cartão de memória e o driver de armazenamento em massa USB.
sl: Druga rešitev je uvoz z uporabo bralnika pomnilniških kartic in gonilnika masovne hrambe USB.
uk: Іншим рішенням є використання зчитувача карток пам'яті та драйвера сховищ даних USB.

source: Auto-Creation of Albums
ca: Crear automàticament els àlbums
it: Creazione automatica degli album
nl: Automatisch aanmaken van albums
pt: Criação Automática de Álbuns
pt_br: Criação automática de álbuns
sl: Samodejno ustvarjanje albumov
uk: Автостворення альбомів

source: The Import Tool Albums Auto-Creation Advanced Settings
ca: L'eina d'importació d'àlbums en les opcions de configuració avançada de la creació automàtica
it: Le impostazioni avanzate di creazione automatica degli album dello strumento Importa
nl: Geavanceerde instellingen voor automatisch aanmaken in het hulpmiddel importeren van albums
pt: A Configuração Avançada da Criação Automática de Álbuns na Ferramenta de Importação
pt_br: Configurações avançadas de criação automática de álbuns da ferramentas de importação
sl: Napredne nastavitve za samodejno ustvarjanje albumov orodja za uvoz
uk: Додаткові параметри автоматичного створення альбомів у засобі імпортування
