Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/advanced_import.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Check **Extension-based sub-albums** to have digiKam create sub-albums based on the file extensions of the imported images in the target album. At the point where you :ref:`download from your camera to your computer <camera_download>`, digiKam will open a dialog allowing you to choose the target album once you click one of the download options either from the toolbar or from the **Item** menu. If you want to create a new Album into which you can download the photographs, click the **New Album** button. The new Album will be created as a sub-folder of the Album that is currently selected in the existing Album list. This means that if you do not want your new Album to be a sub-folder of an existing folder, you must first select the collection where you want to create the new album. Collections are indicated on the top level of the album hierarchy.
ca: Marqueu **Subàlbums basats en l'extensió** i el digiKam crearà subàlbums basant-se en les extensions de fitxer de les imatges importades a l'àlbum de destinació. En el punt a on :ref:`baixeu des de la càmera a l'ordinador <camera_download>`, el digiKam obrirà un diàleg que permet triar l'àlbum de destinació una vegada feu clic en una de les opcions de baixada, ja sigui des de la barra d'eines o des del menú **Element**. Si voleu crear un àlbum nou, en el qual podeu baixar les fotografies, feu clic en el botó **Àlbum nou**. Aquest es crearà com a una subcarpeta de l'àlbum que hi ha seleccionat a la llista d'àlbums existents. Això vol dir que si no voleu que l'àlbum nou sigui una subcarpeta d'una carpeta existent, primer haureu de seleccionar la col·lecció on voleu crear l'àlbum nou. Les col·leccions s'indiquen en el nivell superior de la jerarquia d'àlbums.
it: Seleziona **Sottoalbum basati sulle estensioni** affinché digiKam crei, nell'album di destinazione, dei sottoalbum basati sulle estensioni dei file delle immagini importate. Nel punto in cui :ref:`scarichi dalla fotocamera al computer <camera_download>`, digiKam aprirà una finestra di dialogo in cui potrai scegliere l'album di destinazione, una volta fatto clic su una delle opzioni di scaricamento presenti nella barra degli strumenti o nel menu **Elemento**. Se vuoi creare un nuovo album, in cui scaricare le fotografie, fai clic sul pulsante **Nuovo album**. L'album verrà creato come sottocartella dell'album attualmente selezionato nell'elenco degli album esistenti. Questo implica che se non vuoi che il nuovo album diventi una sottocartella di una cartella già esistente devi prima selezionare la raccolta in cui vuoi creare il nuovo album. Le raccolte sono indicate in cima al livello delle gerarchie degli album.
nl: Activeer **Op extensie gebaseerde subalbums** om digiKam sub-albums aan te laten maken gebaseerd op de bestandsextensies van de geïmporteerde afbeeldingen in het doelalbum. Op het punt waar u kiest :ref:`van camera downloaden naar uw computer <camera_download>` zal digiKam een dialoog openen waar u het doelalbum kunt kiezen nadat u klikt op een van de opties voor downloaden ofwel vanaf de werkbalk of vanaf het menu **Item**. Als u een nieuw album wilt aanmaken waarin u de foto's kunt downloaden, klik dan op de knop **Nieuw album**. Het nieuwe album zal aangemaakt worden als een sub-map van het album dat nu is geselecteerd in de bestaande albumlijst. Dit betekent dat als u uw nieuwe album geen sub-album wilt laten zijn van een bestaande map, dat u eerst de verzameling moet selecteren waarin u het nieuwe album wilt aanmaken. Verzamelingen worden aangegeven op het topniveau van de albumhiërarchie.
pt_br: Marque **Sub-álbuns baseados em extensão** para que o digiKam crie sub-álbuns com base nas extensões de arquivo das imagens importadas no álbum de destino. No ponto em que você :ref:`baixar da sua câmera para o seu computador <camera_download>`, o digiKam abrirá uma caixa de diálogo permitindo que você escolha o álbum de destino após clicar em uma das opções de download na barra de ferramentas ou no menu **Item**. Se você quiser criar um novo álbum para o qual possa baixar as fotografias, clique no botão **Novo álbum**. O novo álbum será criado como uma subpasta do álbum que está atualmente selecionado na lista de álbuns existentes. Isso significa que, se você não quiser que seu novo álbum seja uma subpasta de uma pasta existente, você deve primeiro selecionar a coleção onde deseja criar o novo álbum. As coleções são indicadas no nível superior da hierarquia de álbuns.
sl: Označite **Podalbumi, ki temeljijo na razširitvah**, da bo digiKam ustvaril podalbume na podlagi datotečnih končnic uvoženih slik v ciljnem albumu. Na točki :ref:`prenosa iz fotoaparata v računalnik <camera_download>`, bo digiKam odprl pogovorno okno, v katerem boste lahko izbrali ciljni album, ko boste kliknili eno od možnosti prenosa v orodni vrstici ali iz ** Element** menija. Če želite ustvariti nov album, v katerega lahko naložite fotografije, kliknite gumb **Nov album**. Novi album bo ustvarjen kot podmapa albuma, ki je trenutno izbran na obstoječem seznamu albumov. To pomeni, da če ne želite, da je vaš novi album podmapa obstoječe mape, morate najprej izbrati zbirko, v kateri želite ustvariti nov album. Zbirke so označene na najvišji ravni hierarhije albuma.
uk: Позначте пункт **Базовані на суфіксах підальбоми**, щоб digiKam створював підальбоми у альбомі призначення на основі суфіксів назв файлів імпортованих зображень. На кроці :ref:`отримання даних з вашого фотоапарата на ваш комп'ютер <camera_download>` digiKam відкриє діалогове вікно, за допомогою якого ви зможете вибрати альбом призначення після вибору одного з варіантів імпортування зображень за допомогою панелі інструментів або меню **Запис**. Якщо ви хочете створити альбом, до якого слід імпортувати фотографії, натисніть кнопку «Створити альбом». Новий альбом буде створено як підтеку у поточному позначеному альбомі у списку наявних альбомів. Це означає, що якщо ви не хочете, щоб ваш підальбом був підтекою наявної теки, вам слід спочатку позначити пункт збірки, у якій ви хочете створити альбом. Збірки у списку позначаються на верхньому рівні ієрархій альбомів.

source: If your camera provides information about the date of the photograph, or if you import images containing Exif date metadata from a USB device or a folder, digiKam can use the date to automatically create sub-albums in the target album during import. Check **Date-based sub-albums** to create sub-album names based on the image dates. All images with the same date will be downloaded into the same sub-album. Not all cameras include this information. See the :ref:`earlier section <camera_import>` in this chapter for more detail about information your camera may have embedded in your photographs.
ca: Si la càmera proporciona informació sobre la data de la fotografia, o si importeu imatges que continguin metadades Exif de data des d'un dispositiu USB o una carpeta, el digiKam pot utilitzar la data per a crear automàticament subàlbums a l'àlbum de destinació durant la importació. Marqueu **Subàlbums basats en dates** per a crear noms de subàlbum basats en les dates de la imatge. Totes les imatges amb la mateixa data es descarregaran en el mateix subàlbum. No totes les càmeres inclouen aquesta informació. Vegeu la :ref:`secció anterior <camera_import>` d'aquest capítol per a més detalls sobre la informació que la càmera pot tenir incrustada a les fotografies.
it: Se la tua fotocamera fornisce informazioni sulla data della fotografia, o se importi delle immagini contenenti metadati di data Exif da un dispositivo USB o da una cartella, digiKam può usare queste informazioni per creare automaticamente dei sottoalbum dell'album di destinazione durante lo scaricamento, i cui nomi saranno basati sulla data delle immagini. Spunta l'opzione **Sottoalbum basati sulle date** per creare sottoalbum con nomi basati sulle date delle immagini. Non tutte le macchine fotografiche, però, includono queste informazioni, vedi la :ref:`sezione precedente <camera_import>` in questo capitolo per maggiori dettagli sulle informazioni che la tua macchina potrebbe aver incorporato nelle tue foto.
nl: Als uw camera informatie levert over de datum van de foto of, als u importeert afbeeldingen met Exif-metagegevens van een USB-apparaat of een map, dan kan digiKam de datum gebruiken om automatisch sub-albums aan te maken in het doelalbum tijdens importeren. Activeer **Op datum gebaseerde sub-albums** om albums taan te maken gebaseerd op de datums van de afbeeldingen. Alle afbeeldingen met dezelfde datum zullen gedownload worden in hetzelfde sub-album. Niet alle camera's bevatten deze informatie. Zie de :ref:`eerdere sectie <camera_import>` in dit hoofdstuk voor meer detail over informatie die uw camera ingebed kan hebben in uw foto's.
pt_br: Se a sua câmera fornecer informações sobre a data da fotografia, ou se você importar imagens contendo metadados de data Exif de um dispositivo USB ou de uma pasta, o digiKam poderá usar a data para criar sub-álbuns automaticamente no álbum de destino durante a importação. Marque a opção **Sub-álbuns baseados em data** para criar nomes de sub-álbuns com base nas datas das imagens. Todas as imagens com a mesma data serão baixadas para o mesmo sub-álbum. Nem todas as câmeras incluem essas informações. Consulte a :ref:`seção anterior <camera_import>` neste capítulo para obter mais detalhes sobre as informações que sua câmera pode ter incorporado às suas fotografias.
sl: Če vaša kamera ponuja informacije o datumu fotografije ali če uvozite slike, ki vsebujejo datumske metapodatke Exif, iz naprave USB ali mape, lahko digiKam uporabi datum za samodejno ustvarjanje podalbumov v ciljnem albumu med uvozom. Označite **Podalbumi na podlagi datuma**, da ustvarite imena podalbumov na podlagi datumov slik. Vse slike z istim datumom bodo prenesene v isti podalbum. Vse kamere ne vključujejo teh informacij. Oglejte si :ref:`prejšnji razdelek <camera_import>` v tem poglavju za več podrobnosti o informacijah, ki jih je vaša kamera morda vdelala v vaše fotografije.
uk: Якщо ваш фотоапарат здатен надавати відомості щодо дати зйомки або якщо ви імпортуєте фотографії, що містять метадані дати Exif із пристрою USB чи теки, digiKam може скористатися цими даними для створення підальбомів у альбомі призначення під час отримання знімків. Назви підальбомів буде засновано на датах зйомки. Всі зображення з однаковою датою буде отримано до одного підальбому. Не всі фотоапарати надають дані про дату. Див. :ref:`розділ щодо метаданих бічної панелі <camera_import>` у цій главі, щоб дізнатися більше про дані, які ваш фотоапарат може вбудовувати до фотографій.

source: The date format for automatically creating albums can be set to **ISO** (e.g. '2023-08-13''), **Full text** (e.g. 'Sun Aug 13 2023''), **Local Settings** (taken from your desktop settings), or **Custom**. Custom date formats are specified in the Date format text box using the date descriptors described in the associated help dialog. An annotation below the text box will either show an example album name, or warn that the custom data format is not valid.
ca: El format de data per a la creació automàtica d'àlbums es pot establir a **ISO** (p. ex. «2023-08-13»), **Text complet** (p. ex. «Diu 13 ago. 2023»), **Configuració local** (s'agafa de la configuració de l'escriptori), o **Personalitzada**. Els formats de data personalitzats s'especifiquen en el quadre de text de format de data utilitzant els descriptors de data descrits en el diàleg d'ajuda associat. Una anotació sota el quadre de text mostrarà un nom d'àlbum d'exemple, o avisarà que el format de dades personalitzades no és vàlid.
it: Il formato della data per creare in automatico gli album può essere impostato in **ISO** (per es. '2023-08-13''), **Testo esteso** (per es. 'Sun Aug 13 2023''), **Impostazioni locali** (derivate dalle impostazioni del tuo desktop) oppure **Personalizzato**. I formati personalizzati sono specificati nel riquadro di testo Data, utilizzando i descrittori di data indicati nella relativa finestra di dialogo di aiuto. Sotto il riquadro di testo è presente un'annotazione che mostra un esempio di nome di album, oppure un avviso indicante che il formato di data personalizzato non è valido.
nl: Het datumformaat voor automatisch aanmaken van albums kan ingesteld worden op **ISO** (bijv. '2023-08-13''), **Volledige tekst** (bijv. 'Zon 13 aug 2023''), **Lokale instellingen** (genomen uit uw instellingen voor het bureaublad) of **Aangepast**. Aangepaste datumformaten worden gespecificeerd in het tekstvak Datumformaat met gebruik van the datum-beschrijvers beschreven in de bijbehorende help-dialoog. Een annotatie onder het tekstvak zal ofwel een voorbeeld albumnaam tonen of waarschuwen dat het aangepaste datumformaat niet geldig is.
pt_br: O formato de data para a criação automática de álbuns pode ser definido como **ISO** (ex.: '2023-08-13''), **Texto completo** (ex.: 'Domingo, 13 de agosto de 2023''), **Configurações locais** (obtidas nas configurações do seu desktop) ou **Personalizado**. Os formatos de data personalizados são especificados na caixa de texto "Formato de data" usando os descritores de data descritos na caixa de diálogo de ajuda correspondente. Uma anotação abaixo da caixa de texto mostrará um exemplo de nome de álbum ou avisará que o formato de dados personalizado não é válido.
sl: Format datuma za samodejno ustvarjanje albumov je mogoče nastaviti na **ISO** (npr. '2023-08-13''), **Polno besedilo** (npr. 'Sun Aug 13 2023'), **Lokalne nastavitve* * (vzeto iz nastavitev namizja) ali **Po meri**. Oblike datuma po meri so podane v besedilnem polju Oblika datuma z uporabo deskriptorjev datuma, opisanih v povezanem pogovornem oknu pomoči. Opomba pod besedilnim poljem bo prikazala primer imena albuma ali opozorilo, da oblika podatkov po meri ni veljavna.
uk: Формат дати для автоматичного створення альбомів можна вибрати з таких варіантів: **ISO** (наприклад, '2023-08-13''), **Текст повністю** (наприклад, 'Sun Aug 13 2023'), **Локальні параметри** (дані буде взято з налаштувань робочої станції) або **Нетиповий**. Нетипові формати дати слід вказувати у текстовому полі «Формат дати» за допомогою дескрипторів дати, описаних у відповідному діалоговому вікні довідки. В анотація під текстовим полем буде показано або приклад назви альбому, або попередження, що налаштований формат даних є некоректним.

source: These expressions may be used to customize date format:
it: Queste espressioni possono essere usate per personalizzare il formato della data:
nl: Deze expressies kunnen gebruikt worden om het datumformaat aan te passen:
pt_br: Essas expressões podem ser usadas para personalizar o formato da data:
sl: Te izraze lahko uporabite za prilagajanje oblike zapisa datuma:
uk: Для налаштовування формату дати можна скористатися такими виразами:

source: Options
it: Opzioni
nl: Opties
pt_br: Opções
sl: Možnosti
uk: Параметри

source: Description
it: Descrizione
nl: Beschrijving
pt_br: Descrição
sl: Opis
uk: Опис

source: The day as a number without a leading zero (1 to 31)
it: il giorno come un numero senza uno zero precedente (da 1 a 31)
nl: De dag als een getal zonder een voorloopnul (1 tot 31)
pt_br: O dia como um número sem zero à esquerda (1 a 31)
sl: Dan kot število brez vodilne ničle (1 do 31)
uk: Номер дня без початкового нуля (від 1 до 31)

source: The day as a number with a leading zero (01 to 31)
it: il giorno come un numero con uno zero precedente (da 01 a 31)
nl: De dag als een getal met een voorloopnul (01 tot 31)
pt_br: O dia como um número com um zero à esquerda (01 a 31)
sl: Dan kot število z vodilno ničlo (01 do 31)
uk: Номер дня з початковим нулем (від 01 до 31)

source: The abbreviated localized day name (e.g. 'Mon' to 'Sun')
it: l'abbreviazione del nome del giorno tradotto (es.: da «lun» a «dom»)
nl: De afgekorte gelokaliseerde dagnaam (bijv. 'Ma' tot 'Zo')
pt_br: O nome abreviado do dia localizado (por exemplo, 'Seg' a 'Dom')
sl: Skrajšano lokalizirano ime dneva (npr. »Pon« do »Ned«)
uk: Скорочена локалізована назва дня тижня (від «пн» до «нд»)

source: The long localized day name (e.g. 'Monday' to 'Sunday')
it: la versione lunga del nome del giorno tradotto (es: da «lunedì» a «domenica»)
nl: De lange gelokaliseerde dagnaam (bijv. 'Maandag' tot 'Zondag')
pt_br: O nome longo do dia localizado (por exemplo, 'segunda-feira' a 'domingo')
sl: Dolgo lokalizirano ime dneva (npr. »Ponedeljek« do »Nedelja«)
uk: Довга локалізована назва дня (від «понеділок» до «неділя»)

source: The month as a number without a leading zero (1 to 12)
it: il mese come un numero senza uno zero precedente (da 1 a 12)
nl: De maand als een getal zonder voorloopnul (1 tot 12)
pt_br: O mês como um número sem zero à esquerda (1 a 12)
sl: Mesec kot število brez vodilne ničle (1 do 12)
uk: Номер місяця без початкового нуля (від 1 до 12)

source: The month as a number with a leading zero (01 to 12)
it: il mese come un numero con uno zero precedente (da 01 a 12)
nl: De maand als een getal met voorloopnul (01 tot 12)
pt_br: O mês como um número com um zero à esquerda (01 a 12)
sl: Mesec kot število z vodilno ničlo (01 do 12)
uk: Номер місяця з початковим нулем (від 01 до 12)

source: The abbreviated localized month name (e.g. 'Jan' to 'Dec')
it: l'abbreviazione del nome del mese tradotto (es.: da «gen» a «dic»)
nl: De afgekorte gelokaliseerde maandnaam (bijv. 'jan' tot 'dec')
pt_br: O nome abreviado do mês localizado (por exemplo, 'Jan' a 'Dez')
sl: Skrajšano lokalizirano ime meseca (npr. »Jan« do »Dec«)
uk: Скорочена локалізована назва місяця (від «січ» до «гру»)

source: The long localized month name (e.g. 'January' to 'December')
it: il nome lungo del mese tradotto (es.: da «gennaio» a «dicembre»)
nl: De lange gelokaliseerde maandnaam (bijv. 'januari' tot 'december')
pt_br: O nome longo do mês localizado (por exemplo, 'Janeiro' a 'Dezembro')
sl: Dolgo lokalizirano ime meseca (npr. »Januar« do »December«)
uk: Повна локалізована назва місяця (від «січень» до «грудень»)

source: The year as two digit number (eg. 00 to 99)
it: l'anno come un numero a due cifre (es.: da 00 a 99)
nl: Het jaar als een getal van twee cijfers (bijv. 00 tot 99)
pt_br: O ano como um número de dois dígitos (por exemplo, 00 a 99)
sl: Leto kot dvomestno število (npr. 00 do 99)
uk: Рік як двоцифрове значення (тобто від 00 до 99)

source: The year as four digit number (eg. 2012)
it: l'anno come un numero a quattro cifre (es. 2012)
nl: Het jaar als een getal van vier cijfers (bijv. 2012)
pt_br: O ano como um número de quatro dígitos (por exemplo, 2012)
sl: Leto kot štirimestno število (npr. 2012)
uk: Рік як чотирицифрове значення (наприклад, 2012)

source: ddd MMMM d yy
it: ddd d MMMM yy

source: Sun July 20 69
it: dom 20 luglio 69
pt_br: Dom Julho 20 69
sl: Ned Julij 20 69
uk: Нд. липень 20 69

source: 'Photo shot on ' dddd
it: 'Foto scattata ' dddd
nl: 'Foto geschoten op ' dddd
pt_br: 'Foto tirada em ' dddd
sl: 'Slika posneta na dan ' dddd
uk: 'Фото знято у ' ddd

source: Photo shot on Sunday
it: Foto scattata domenica
nl: Foto geschoten op Sunday
pt_br: Foto tirada em domingo
sl: Slika posneta na dan Nedelja
uk: Фото знято у нд

source: On the Fly Operations
ca: Sobre les operacions al vol
it: Operazioni al volo
nl: Bewerkingen on-the-fly
pt: Operações 'na Altura'
pt_br: Operações em tempo real
sl: Sprotne operacije
uk: Параметри дій на льоту

source: The Import Tool on the Fly Operations Advanced Settings
ca: L'eina d'importació en les opcions de configuració avançada de les operacions al vol
it: Le impostazioni avanzate per le operazioni al volo dello strumento Importa
nl: Geavanceerde instellingen voor het hulpmiddel Importeren met on-the-fly bewerkingen
pt: Configuração Avançada das Operações 'na Altura' da Ferramenta de Importação
pt_br: Configurações avançadas de operações em tempo real da ferramenta de importação
sl: Orodje za uvoz v naprednih nastavitvah operacij
uk: Додаткові параметри інтерактивних дій у засобі імпортування

source: This section of the Settings tab offers several options for making changes to JPEG images during import. The **Template** drop-down field lets you choose one of the metadata templates you customized in :ref:`Templates Settings <templates_settings>`. You can also access the **Template Manager** with the edit button to the right of the drop-down field.
ca: Aquesta secció de la pestanya **Configuració**, ofereix diverses opcions per a fer canvis a les imatges JPEG durant la importació. El camp de llista desplegable **Plantilla:** permet triar una de les plantilles de metadades que heu personalitzat a :ref:`Configurar les plantilles <templates_settings>`. També podreu accedir al **Gestor de plantilles** amb el botó d'edició que hi ha a la dreta del camp de la llista desplegable.
it: Questa sezione della scheda Impostazioni offre molte opzioni per apportare modifiche alle immagini JPEG durante l'importazione: la casella a tendina **Modello** ti lascia scegliere uno tra i modelli di metadati che hai personalizzato nelle :ref:`Impostazioni dei modelli <templates_settings>`. Puoi accedere al **gestore dei modelli** anche col pulsante di modifica alla destra del campo a tendina.
nl: Deze sectie van het tabblad Instellingen biedt verschillende opties voor het maken van wijzigingen in JPEG-afbeeldingen tijdens importeren. Het afrolveld **Sjabloon** laat u een van uw metagegevenssjablonen kiezen, die u hebt aangepast in :ref:`Instellingen van sjablonen <templates_settings>`. U krijgt ook toegang tot de **Beheerder van sjablonen** met de knop bewerken rechts van het afrolveld.
pt_br: Esta seção da aba Configurações oferece diversas opções para fazer alterações em imagens JPEG durante a importação. O campo suspenso **Modelo** permite escolher um dos modelos de metadados personalizados em :ref:`Configurações de modelos <templates_settings>`. Você também pode acessar o **Gerenciador de modelos** com o botão de edição à direita do campo suspenso.
sl: Ta razdelek zavihka Nastavitve ponuja več možnosti za spreminjanje slik JPEG med uvozom. V spustnem polju **Predloga** lahko izberete eno od predlog metapodatkov, ki ste jih prilagodili v :ref:`Nastavitve predlog <templates_settings>`. Do **Upravitelja predlog** lahko dostopate tudi z gumbom za urejanje na desni strani spustnega polja.
uk: У цьому розділі вкладки «Параметри» наведено декілька параметрів внесення змін до зображень JPEG під час імпортування. За допомогою спадного списку **Шаблон:** ви зможете вибрати один із шаблонів метаданих, які було налаштовано у :ref:`Параметрах шаблонів <templates_settings>`. Крім того, ви зможете скористатися засобом керування шаблонами, натиснувши кнопку редагування, розташовану праворуч від спадного списку.
