Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/advanced_import.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: **Write the document name to Exif** and **Fix internal date and time** writes this information into the respective Exif tags and XMP fields.
ca: **Escriu el nom del document a l'Exif** i **Corregeix la data i hora internes** escriuen aquesta informació a dins de les respectives etiquetes Exif i camps XMP.
it: Le opzioni **Scrivi il nome del documento in Exif** e *Correggi data e ora interne** scrivono queste informazioni nei relativi tag Exif e campi XMP.
nl: **Schrijf de documentnaam naar Exif** en **Repareer de interne datum en tijd** schrijft deze informatie in de respectievelijke Exif-tags en XMP-velden.
pt: As opções **Guardar o nome do documento no EXIF** e **Corrigir a data e hora internas** guardam esta informação nas marcas EXIF e campos do XMP respectivos.
pt_br: **Escrever o nome do documento no Exif** e **Corrigir data e hora internas** grava essas informações nas respectivas etiquetas Exif e campos XMP.
sl: **Ime dokumenta zapišite v Exif** in **Popravi interni datum in čas** te informacije zapiše v ustrezne značke Exif in polja XMP.
uk: За допомогою пунктів **Записувати назву документа до Exif** та **Виправити внутрішню дату і час** ви можете наказати програмі записати відповідні відомості до міток Exif і полів XMP.

source: The **Auto-rotate/flip image** checkbox will perform the auto-rotate/flip action described in :ref:`Lossless Image Rotation <lossless_rotation>`.
ca: La casella de selecció **Gira/inverteix automàticament la imatge** durà a terme l'acció de gir/inversió automàtics descrita a :ref:`Girar la imatge sense pèrdua <lossless_rotation>`.
it: La casella di controllo **Ruota o ribalta automaticamente l'immagine** eseguirà le azioni di rotazione e di ribaltamento automatico descritte in :ref:`Rotazione delle immagini senza perdita di dati <lossless_rotation>`.
nl: Het keuzevakje **Automatische draaien/spiegelen van afbeelding** zal de actie automatisch draaien/spiegelen uitvoeren beschreven in :ref:`Draaien van afbeelding zonder verlies <lossless_rotation>`.
pt_br: A caixa de seleção **Rotação/inversão automática de imagem** executará a ação de rotação/inversão automática descrita em :ref:`Rotação de imagem sem perdas <lossless_rotation>`.
sl: Potrditveno polje **Samodejno zasukaj/obrni sliko** bo izvedlo dejanje samodejnega zasuka/obrni, opisano v :ref:`Vrtenje slik brez izgub <lossless_rotation>`.
uk: Позначення пункту **Автоматично повернути/віддзеркалити зображення** призведе до того, що digiKam виконає дію з автоматичного обертання або віддзеркалення зображення, яку описано у :ref:`розділі щодо обертання зображень без втрат <lossless_rotation>`.

source: **Convert to lossless file format** allows you to convert the images to PNG, TIFF, PGF, HEIF, WEBP, AVIF, or JPEG 2000 during import. To learn more about these file formats, see :ref:`this section <image_formats>` of the manual.
ca: **Converteix a un format de fitxer sense pèrdua** permet convertir les imatges a PNG, TIFF, PGF, HEIF, WEBP, AVIF, o JPEG 2000 durant la importació.Per a aprendre'n més sobre aquests formats de fitxer, vegeu :ref:`aquesta secció <image_formats>` del manual.
it: **Converti in formato senza perdita di dati** ti consente di convertire le immagini nei formati PNG, TIFF, PGF, HEIF, WEBP, AVIF o JPEG 2000 durante l'importazione. Per approfondire la conoscenza di questi formati di file, vedi :ref:`questa sezione <image_formats>` del manuale.
nl: **Naar bestandsformaat zonder verlies converteren** stelt u in staat de afbeeldingen te converteren naar PNG, TIFF, PGF, HEIF, WEBP, AVIF of JPEG 2000 bij importeren. Om meer te weten te komen over deze bestandsformaten, zie :ref:`deze sectie <image_formats>` in de handleiding.
pt_br: **Converter para formato de arquivo sem perdas** permite converter as imagens para PNG, TIFF, PGF, HEIF, WEBP, AVIF ou JPEG 2000 durante a importação. Para saber mais sobre esses formatos de arquivo, consulte :ref:`esta seção <image_formats>` do manual.
sl: **Pretvori v format datoteke brez izgub** vam omogoča pretvorbo slik v PNG, TIFF, PGF, HEIF, WEBP, AVIF ali JPEG 2000 med uvozom. Če želite izvedeti več o teh formatih datotek, glejte :ref:`ta razdelek <image_formats>` priročnika.
uk: За допомогою пункту **Перетворити у формат, який стискає без втрати даних** ви можете наказати програмі виконати перетворення зображень у формати PNG, TIFF, PGF, HEIF, WEBP, AVIF або JPEG2000 під час імпортування. Щоб дізнатися більше про ці формати файлів, ознайомтеся із :ref:`цим розділом <image_formats>` підручника.

source: DNG Convert Options
ca: Opcions de la conversió a DNG
it: Opzioni di conversione DNG
nl: Opties voor converteren naar DNG
pt: Opções da Conversão para DNG
pt_br: Opções de conversão para DNG
sl: Možnosti pretvorbe DNG
uk: Параметри перетворення на DNG

source: The Import Tool DNG Convert Advanced Settings
ca: L'eina d'importació en la configuració avançada Converteix DNG
it: Le impostazioni avanzate di conversione DNG dello strumento Importa
nl: Geavanceerde instellingen voor het DNG-converteren in het hulpmiddel Importeren
pt: A Configuração Avançada da Conversão para DNG da Ferramenta de Importação
pt_br: Configurações avançadas de conversão para DNG da ferramenta de importação
sl: Orodje za uvoz DNG Convert Advanced Settings
uk: Додаткові параметри перетворення DNG у засобі імпортування

source: Checking **Convert RAW images to DNG** in this section enables the automatic conversion of imported RAW files into DNG files. Several options can be selected for that conversion.
ca: En marcar **Converteix les imatges RAW a DNG** en aquesta secció s'activa la conversió automàtica dels fitxers RAW importats en fitxers DNG. Es poden seleccionar diverses opcions per a aquesta conversió.
it: Se selezioni **Converti le immagini RAW in DNG** in questa sezione, si abilita la conversione automatica dei file RAW importati in file DNG. Per questa conversione sono disponibili varie opzioni.
nl: Activeren van **RAW-afbeeldingen naar DNG converteren** in deze sectie schakelt de automatische conversie van geïmporteerde RAW-bestanden in naar DNG bestanden. Verschillende opties kunnen geselecteerd worden voor die conversie.
pt_br: Marcar **Converter imagens RAW para DNG** nesta seção permite a conversão automática de arquivos RAW importados para arquivos DNG. Várias opções podem ser selecionadas para essa conversão.
sl: Če označite **Pretvori slike RAW v DNG** v tem razdelku, omogočite samodejno pretvorbo uvoženih datotek RAW v datoteke DNG. Za to pretvorbo je mogoče izbrati več možnosti.
uk: Позначте пункт **Перетворення RAW на DNG** у цьому розділі, щоб увімкнути автоматичне перетворення імпортованих файлів RAW на файли DNG. Для цього перетворення можна вибрати кілька варіантів.

source: **Embed original file**: Embeds the original RAW file into the DNG container.
ca: **Incrusta el fitxer original**: incrusta el fitxer RAW original dins del contenidor DNG.
it: **Incorpora il file originale**: incorpora il file RAW originale nel contenitore DNG.
nl: **Origineel inbedden in bestand**: bed het originele RAW-bestand in in de DNG-container.
pt: **Incorporar o ficheiro original**: Incorpora o ficheiro RAW original no contentor DNG.
pt_br: **Embutir arquivo original**: embute o arquivo RAW original no contêiner DNG.
sl: **Vdelaj izvirno datoteko**: Vdela izvirno datoteko RAW v vsebnik DNG.
uk: **Вбудувати початковий файл**: Вбудувати початковий файл цифрового негатива (RAW) до контейнера DNG.

source: **Lossless Compression**: Enables lossless compression. The difference between lossy and lossless compression is said to be practically indistinguishable with DNG.
ca: **Compressió sense pèrdua**: permet la compressió sense pèrdua. La diferència entre la compressió amb pèrdua i sense pèrdua es diu que és pràcticament indistingible amb DNG.
it: **Compressione senza perdita di dati**: abilita la compressione senza perdita; la differenza tra la compressione con e senza perdita è praticamente indistinguibile nel DNG.
nl: **Compressie zonder verlies**: schakelt compressie zonder verlies in. Het verschil tussen compressie met verlies en zonder verlies is in de praktijk met DNG niet te merken.
pt: **Compressão sem Perdas**: Activa a compressão sem perdas. A diferença entre a compressão com e sem perdas é quase indistinta com o DNG.
pt_br: **Compressão sem perdas**: Permite a compressão sem perdas. A diferença entre compressão com perdas e sem perdas é praticamente indistinguível com o DNG.
sl: **Stiskanje brez izgub**: Omogoča stiskanje brez izgub. Razlika med stiskanjem z izgubami in stiskanjem brez izgub je praktično rečeno nerazločljiv z DNG.
uk: **Стискання без втрат**: Увімкнути стискання без втрат. Відмінність між стисканням з втратами і без втрат для DNG є практично непомітною.

source: **JPEG preview**: Choose whether you want a medium or full size JPEG preview to be embedded into the DNG container, or none at all.
ca: **Vista prèvia del JPEG**: trieu si voleu una vista prèvia JPEG mitjana, de mida completa o cap per a ser incrustada al contenidor DNG.
it: **Anteprima JPEG**: scegli se vuoi incorporare nel contenitore DNG un'anteprima media, una intera, oppure nessuna.
nl: **JPEG-voorbeeld**: kies of u een middelgroot of volledig groot JPEG-voorbeeld ingebed wilt hebben in de DNG-container of helemaal geen.
pt_br: **Visualização JPEG**: Escolha se deseja que uma visualização JPEG de tamanho médio ou completo seja embutida ao contêiner DNG, ou nenhuma.
sl: **Predogled JPEG**: Izberite, ali želite, da je v vsebnik DNG vdelan predogled JPEG srednje ali polne velikosti ali pa ga sploh ne želite.
uk: **Попередній перегляд JPEG**: Тут можна визначити, слід вбудовувати до контейнера DNG зображення попереднього перегляду JPEG у повному або неповному обсязі чи взагалі не вбудовувати такі зображення.

source: Reasons for converting to DNG files are provided in :ref:`this section <dng_converter>` of the manual. To learn more about the Digital Negative (DNG) format, use the link `DNG container <https://en.wikipedia.org/wiki/Digital_Negative>`_.
ca: Els motius per a convertir a fitxers DNG es proporcionen en :ref:`aquesta secció <dng_converter>` del manual. Per a aprendre'n més sobre el format de negatiu digital (DNG) utilitzeu l'enllaç `contenidor DNG <https://en.wikipedia.org/wiki/Digital_Negative>`_.
it: I motivi per i quali convertire in file DNG li trovi in :ref:`questa sezione <dng_converter>` del manuale. Per saperne di più sul formato DNG (Digital Negative, ossia Negativo digitale), vedi la pagina relativa al `contenitore DNG <https://en.wikipedia.org/wiki/Digital_Negative>`_.
nl: Redenen om naa r DNG te converteren zijn geleverd in :ref:`deze sectie <dng_converter>` van de handleiding. Om meer te weten over Digital Negative (DNG) gebruikt u de koppeling `DNG-container <https://en.wikipedia.org/wiki/Digital_Negative>`_.
pt_br: Os motivos para a conversão para arquivos DNG são fornecidos :ref:`nesta seção <dng_converter>` do manual. Para saber mais sobre o formato de Negativo Digital (DNG), use o link `Contêiner DNG <https://en.wikipedia.org/wiki/Digital_Negative>`_.
sl: Razlogi za pretvorbo v datoteke DNG so navedeni v :ref:`tem razdelku <dng_converter>` priročnika. Če želite izvedeti več o formatu Digital Negative (DNG), uporabite povezavo `DNG vsebnik <https://en.wikipedia.org/wiki/Digital_Negative>`_.
uk: Причини для перетворення даних у файли DNG наведено у :ref:`цьому розділі підручника <dng_converter>`. Щоб дізнатися більше про формат цифрових негативів (Digital Negative або DNG), скористайтеся `описом контейнера DNG <https://en.wikipedia.org/wiki/Digital_Negative>`_.

source: Scripting
ca: Crear scripts
it: Script
nl: Scripts maken
pt: Programação
sl: Skriptiranje
uk: Скрипти

source: The Import Tool Scripting Advanced Settings
ca: L'eina d'importació en les opcions de configuració avançada de crear scripts
it: Le impostazioni avanzate di script dello strumento Importa
nl: Geavanceerde instellingen voor het script maken van het hulpmiddel Importeren
pt: A Configuração Avançada de Programação da Ferramenta de Importação
pt_br: Configurações avançadas de script da ferramenta de importação
sl: Napredne nastavitve za skriptiranje orodja za uvoz
uk: Додаткові параметри обробки скриптами у засобі імпортування

source: The last section of the Settings tab allows you to run scripts to manipulate the images during import. You can type the filename of the script into the input field or search for the script using the **Browse** button. Check out the info button for additional expressions to use for customizing the command line. These expressions may be used to customize the command line:
it: L'ultima sezione della scheda Impostazioni ti permette di avviare gli script per manipolare le immagini durante l'importazione. Puoi scrivere il nome del file dello script nel campo d'inserimento, oppure puoi cercarlo usando il pulsante **Sfoglia**. Controlla il pulsante informativo per altre espressioni con cui personalizzare la riga di comando. Per personalizzarla puoi usare queste espressioni:
nl: De laatste sectie van het tabblad Instellingen biedt het uitvoeren van scripts om de afbeeldingen bij importeren te manipuleren. U kunt de bestandsnaam van het script intypen in het invoerveld of naar het script zoeken met de knop **Bladeren**. Activeer de knop Info voor toegevoegde uitdrukkingen om de opdrachtregel aan te passen. Deze uitdrukkingen kunnen gebruikt worden om de opdrachtregel aan te passen:
pt_br: A última seção da aba Configurações permite executar scripts para manipular as imagens durante a importação. Você pode digitar o nome do arquivo do script no campo de entrada ou procurá-lo usando o botão **Navegar**. Confira o botão de informações para obter expressões adicionais que podem ser usadas para personalizar a linha de comando. Estas expressões podem ser usadas para personalizar a linha de comando:
sl: Zadnji razdelek zavihka Nastavitve vam omogoča zagon skriptov za upravljanje s slikami med uvozom. V polje za vnos lahko vnesete ime datoteke skripta ali skript poiščete z gumbom **Prebrskaj**. Oglejte si informacijski gumb za dodatne izraze, ki jih lahko uporabite za prilagajanje ukazne vrstice. Te izraze lahko uporabite za prilagoditev ukazne vrstice:
uk: Цей, останній, розділ вкладки «Параметри» пропонує вам визначити скрипти для обробки зображень під час імпортування. Ви можете вказати назву файла скрипту у полі для введення назви або вказати скрипт за допомогою кнопки **Вибрати...**. Натисніть кнопку відомостей, щоб дізнатися більше про вирази, якими можна скористатися у рядку команди. Для коригування рядка команди можна скористатися такими виразами:

source: Full path of the imported file
it: Percorso completo del file importato
nl: Volledig pad van het geïmporteerd bestand
pt_br: Caminho completo do arquivo importado
sl: Celotna pot do uvožene datoteke
uk: Шлях до імпортованого файла повністю

source: File name of the imported file
it: Nome completo del file importato
nl: Bestandsnaam van het geïmporteerd bestand
pt_br: Nome do arquivo importado
sl: Ime uvožene datoteke
uk: Назва імпортованого файла

source: Path of the imported file
it: Percorso del file importato
nl: Pad van het geïmporteerd bestand
pt_br: Caminho do arquivo importado
sl: Pot uvožene datoteke
uk: Шлях до імпортованого файла

source: Original file name
it: Nome file originale
nl: Oorspronkelijke bestandsnaam
pt_br: Nome do arquivo original
sl: Izvorno ime datoteke
uk: Назва початкового файла

source: Original path
it: Percorso originale
nl: Oorspronkelijk pad
pt_br: Caminho original
sl: Izvorna pot
uk: Початковий шлях

source: If there are no expressions full path is added to the command.
it: Se non ci sono espressioni il percorso completo viene aggiunto al comando.
nl: Als er geen expressies zijn wordt het volledige pad toegevoegd aan het commando.
pt_br: Se não houver expressões, o caminho completo será adicionado ao comando.
sl: Če izrazov ni, se ukazu doda celotna pot.
uk: Якщо вираз не вказано, до команди буде додано шлях повністю.

source: Post-Processing and Metadata
ca: Postprocessament i les metadades
it: Post-elaborazione e metadati
nl: Nabewerking en metagegevens
pt_br: Pós-processamento e metadados
sl: Naknadna obdelava in metapodatki
uk: Остаточна обробка і метадані

source: The camera drivers used to import images cannot always read the file metadata directly from the camera. But digiKam can read all of the metadata in the image file after it has been downloaded. So the metadata information displayed in the import tool, i.e. metadata viewer of the sidebar, date in the thumbnail, etc., may be incomplete before download. But the import uses the file metadata read *after* download to perform all file renaming and album creation operations. So be aware that there can be a difference between the information displayed in the import view and the actual metadata used to import and organize your collections.
ca: Els controladors de càmera utilitzats per importar imatges no sempre poden llegir les metadades del fitxer directament des de la càmera. Però el digiKam pot llegir totes les metadades del fitxer d'imatge després d'haver-se baixat. Per tant, la informació de les metadades que es mostra a l'eina d'importació, és a dir, el visualitzador de metadades de la barra lateral, la data a la miniatura, etc., pot ser incompleta abans de baixar. Però la importació utilitza les metadades de fitxer llegides *després* de baixar per a realitzar totes les operacions de canvi de nom de fitxers i la creació d'àlbums. Així que tingueu en compte que pot haver-hi una diferència entre la informació que es mostra a la vista d'importació i les metadades reals utilitzades per a importar i organitzar les vostres col·leccions.
it: I driver della fotocamera utilizzati per importare le immagini non sono sempre in grado di leggere i file dei metadati direttamente dalla fotocamera. digiKam è però in grado di leggere tutti i metadati nel file dell'immagine dopo averlo scaricato. Le informazioni dei metadati visualizzate nello strumento di importazione, ossia il visore dei metadati della barra laterale, data nella miniatura, ecc., potrebbero essere dunque incompleti prima dello scaricamento. Ma lo strumento di importazione usa la lettura dei metadati del file *dopo* lo scaricamento, per eseguire tutte le operazioni di rinomina dei file e di creazione degli album. Presta dunque attenzione che ci potrebbero essere differenze tra le informazioni mostrate nella vista dell'importazione e i metadati reali utilizzati per importare e organizzare le tue raccolte.
nl: De camerastuurprogramma's gebruikt om afbeeldingen te kunnen importeren kunnen niet altijd de metagegevens van het bestand direct uit de camera lezen. Maar digiKam kan alle metagegevens in het afbeeldingsbestand lezen nadat het is gedownload. Dus de informatie in de metagegevens getoond in het hulpmiddel importeren, d.w.z. metagegevensviewer van de zijbalk, datum in de miniatuur, etc., kan incompleet zijn voor downloaden. Maar het importeren gebruikt de metagegevens van het bestand gelezen *na* downloaden om alle hernoemen van het bestand en aanmaken van het album uit te voeren. Dus wees ervan bewust dat er een verschil kan zijn tussen de informatie getoond in de importweergave en de actuele metagegevens gebruikt om uw verzamelingen te importeren en te organiseren.
pt_br: Os drivers da câmera usados ​​para importar imagens nem sempre conseguem ler os metadados do arquivo diretamente da câmera. Mas o digiKam consegue ler todos os metadados do arquivo de imagem após o download. Portanto, as informações de metadados exibidas na ferramenta de importação, como o visualizador de metadados da barra lateral, a data na miniatura, etc., podem estar incompletas antes do download. No entanto, a importação usa os metadados do arquivo lidos *após* o download para realizar todas as operações de renomeação de arquivos e criação de álbuns. Portanto, esteja ciente de que pode haver uma diferença entre as informações exibidas na visualização de importação e os metadados reais usados ​​para importar e organizar suas coleções.
sl: Gonilniki fotoaparata, ki se uporabljajo za uvoz slik, ne morejo vedno prebrati metapodatkov datoteke neposredno iz fotoaparata. Toda digiKam lahko prebere vse metapodatke v slikovni datoteki, potem ko je ta prenesena. Tako so lahko informacije o metapodatkih, prikazane v orodju za uvoz, tj. pregledovalnik metapodatkov v stranski vrstici, datum na sličici itd., pred prenosom nepopolne. Toda uvoz uporablja metapodatke datoteke, prebrane *po* prenosu, za izvajanje vseh operacij preimenovanja datotek in ustvarjanja albuma. Zato se zavedajte, da lahko pride do razlike med informacijami, prikazanimi v pogledu uvoza, in dejanskimi metapodatki, uporabljenimi za uvoz in organiziranje vaših zbirk.
uk: Драйвери камери, які використовують для імпорту зображень, не завжди можуть читати метадані файла безпосередньо з фотоапарата. Але digiKam може читати всі метадані у файлі зображення після його завантаження. Таким чином, інформація про метадані, яку буде показано на панелі імпортування, тобто засобі перегляду метаданих на бічній панелі; даті на мініатюрі тощо, може бути неповною перед отриманням зображення. Але при імпортуванні буде використано метадані файла, зчитані *після* отримання, щоб виконати всі дії з перейменування файлів і створення альбомів. Тому майте на увазі, що інформація, яку буде показано у вікні імпортування, може відрізнятися від фактичних метаданих, які буде використано для імпортування та впорядкування ваших збірок.

source: All other input characters will be treated as text. Any sequence of characters that are enclosed in singlequotes will be treated as text and not be used as an expression. Examples, if date is 20 July 1969:
sl: Vsi drugi vneseni znaki bodo obravnavani kot besedilo. Vsako zaporedje znakov, ki je v enojnih narekovajih, bo obravnavano kot besedilo in ne bo uporabljeno kot izraz. Primeri, če je datum 20. julij 1969:

source: All other input characters will be treated as text. Using a path separator in a custom date format will create nested sub-albums. Any sequence of characters that are enclosed in singlequotes will be treated as text and not be used as an expression. Examples, if date is 20 July 1969:
nl: Alle andere invoertekens zullen behandeld worden als tekst. Met gebruik van een scheidingsteken voor een pad in een aangepast datumformaat zal geneste subalbums aanmaken. Elke reeks van tekens die omsloten zijn door accenten zullen behandeld worden als tekst en niet gebruikt worden als een expressie. Voorbeeld, als datum is 20 juli 1969:
pt_br: Todos os outros caracteres de entrada serão tratados como texto. Usar um separador de caminho em um formato de data personalizado criará sub-álbuns aninhados. Qualquer sequência de caracteres entre aspas simples será tratada como texto e não será usada como uma expressão. Exemplos, se a data for 20 de julho de 1969:
uk: Усі інші введені символи вважатимуться текстом. Якщо скористатися роздільником шляху у нетиповому форматі дати, буде створено вкладені підальбоми. Будь-яка послідовність символів, взята в одинарні лапки, вважатиметься текстом і не використовуватиметься як вираз. Приклади, якщо дата 20 липня 1969 року:

source: The Import Tool Albums Auto-Creation Helper Dialog
ca: L'eina d'importació d'àlbums en el diàleg d'ajuda per a la creació automàtica
pt: A Janela Auxiliar de Criação Automática de Álbuns na Ferramenta de Importação
