Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/advanced_import.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The last section of the Settings tab allows you to run scripts to manipulate the images during import. You can type the filename of the script into the input field or search for the script using the **Browse** button. Check out the info button for additional expressions to use for customizing the command line.
ca: L'última secció de la pestanya Configuració permet executar scripts per a manipular les imatges durant la importació. Podeu escriure el nom de fitxer de l'script al camp d'entrada o cercar-lo utilitzant el botó **Navega**. Vegeu la informació addicional de les expressions addicionals a fer servir per a personalitzar la línia d'ordres.

source: The Import Tool Albums Scripting Helper Dialog
ca: L'eina d'importació d'àlbums del diàleg d'ajuda per a crear scripts
pt: A Janela Auxiliar de Programação da Ferramenta de Importação

source: Advanced Import Settings
pt: Configuração Avançada da Importação

source: The **Settings** tab of the Right Sidebar in the Import Tool interface opens five sections with advanced options for the import processing.
pt: A página de **Configuração** da barra lateral direita, na interface da Ferramenta de Importação, abre cinco secções com opções avançada para o processamento da importação.

source: Cameras often do not use very meaningful filenames for photographs. The filenames are usually reused once the photographs have been deleted from the camera. This can lead to filename clashes if you download photographs from many shootings into the same Album. It can also be useful to include the date and time that an image was taken into the filename.
pt: As máquinas normalmente não usam nomes muito adequados para as fotografias. Os nomes dos ficheiros são normalmente reutilizados, logo que as fotografias tenham sido removidas da máquina. Isto poderá levar a conflitos dos nomes de ficheiros se transferir as fotografias de várias sessões para o mesmo álbum. Poderá também ser útil incluir a data e hora em que uma fotografia foi tirada no nome do ficheiro.

source: The Import Tool File Renames Advanced Settings
pt: A Configuração da Mudança de Nomes dos Ficheiros na Ferramenta de Importação

source: If you select **Camera filenames** the image filenames will not be altered. But you have the option to change their case to **upper** or **lower** case with the **Change case to** drop down field. If you select **Customize** you will be able to put together a renaming pattern from the **Options** drop down menu. The **Modifier** drop down menu allows to customize each option appended to the renaming pattern.
pt: Se seleccionar os **Nomes dos ficheiros da câmara**, os nomes dos ficheiros das imagens não serão alterados. Mas tem a opção de mudar as letras para **maiúsculas** ou **minúsculas** com a lista **Mudar a capitalização para**. Se seleccionar **Personalizar**, poderá construir um padrão de mudança de nomes na lista **Opções**. A lista **Modificador** permite personalizar cada opção que for adicionada ao padrão de mudança.

source: The file customize **Renaming Options** and **Modifier** possibilities are mostly the same than **Advanced Rename** tool available in **Main Window**. See the full description in :ref:`this section <renaming_photograph>` of this manual.
pt: As possibilidades das **Opções da Mudança de Nomes** e do **Modificador** para a personalização de nomes são mais ou menos as mesmas que a **Mudança de Nomes Avançada**, que está disponível na **Janela Principal**. Veja a descrição completa :ref:`nesta secção <renaming_photograph>` deste manual.

source: With USB Mass Storage driver, the usage of **file metadata** setting during camera contents parsing influences the rules of file renaming operations. If :ref:`this option <camera_behavior>` is disabled, the file renaming features will be limited. Take a care that enabling this option will slow down the camera connection stage.
pt: Com o controlador de Armazenamento em Massa USB, a utilização da opção de **meta-dados dos ficheiros**, durante o processamento dos conteúdos das câmaras, influencia as regras das opções de mudança de nomes dos ficheiros. Se :ref:`esta opção <camera_behavior>` estiver desactivada, as funcionalidades de mudança de nomes dos ficheiros serão limitadas. Tenha atenção que a activação desta opção irá tornar a fase de ligação à câmara mais lenta.

source: The new filename that digiKam will use for the photographs when they are downloaded can be shown underneath the **Customize** settings. Changing item selection from the icon-view will update these information. The renaming settings will be remembered the next time you use the camera interface.
pt: O novo nome do ficheiro que o digiKam irá usar para as fotografias, quando forem transferidas, poderá ser apresentado abaixo da configuração **Personalizar**. A mudança da selecção de itens na área de ícones irá actualizar essa informação. As definições de mudança de nomes serão recordadas da próxima vez que usar a interface da câmara.

source: With gPhoto2 drivers, at the moment digiKam cannot read metadata of RAW files during the import. You might want to import the files while preserving camera filenames first and then rename them after the import using the rename function (:kbd:`F2`).
pt: Com os controladores do gPhoto2, de momento o digiKam não consegue ler os meta-dados dos ficheiros RAW durante a importação. Poderá querer importar os ficheiros, mantendo os nomes dos ficheiros da câmara primeiro e depois mudar o nome deles após a importação, usando a função para mudar o nome (:kbd:`F2`).

source: Another solution will be to use instead a memory cards reader and the USB Mass Storage driver.
pt: Outra solução será usar em alternativa um leitor de cartões de memória e o controlador de Armazenamento em Massa USB.

source: Check **Extension-based sub-albums** and digiKam will create subalbums based on the file extensions of the imported images in the target album. At stage to :ref:`download from your camera to your computer <camera_download>`, digiKam will open a dialog where you can choose the target album once you click one of the download options either from the toolbar or from the **Item** menu. If you want to create a new Album, into which you could download the photographs, click the **New Album** button. The new Album will be created as a sub-folder of the Album that is currently selected in the existing Album list. This means that if you do not want your new Album to be a sub-folder of an existing folder you must first select the collection where you want to create the new album. Collections are indicated on top level of album hierarchies.
pt: Assinale os **Sub-álbuns baseados na extensão**, para que o digiKam crie sub-álbuns com base nas extensões de ficheiros das imagens importadas no álbum de destino. Na fase de :ref:`transferir da sua câmara para o seu computador <camera_download>`, o digiKam irá abrir uma janela onde poderá escolher o álbum de destino, assim que carregar numa das opções de transferência na barra de ferramentas ou no menu **Item**. Se quiser criar um novo álbum para o qual deseja transferir as fotografias, carregue no botão **Novo Álbum**. O novo álbum será criado como uma sub-pasta do álbum que está seleccionado de momento na lista de álbuns existentes. Isto significa que, caso não queira que o seu novo álbum seja uma sub-pasta de uma pasta existente, deverá primeiro seleccionar a colecção onde deseja criar o novo álbum. As colecções são apresentadas no nível de topo das hierarquias de álbuns.

source: If your camera provides information about the date of the photograph's taking or, if you import from a USB device or a folder, the images contain Exif metadata with date/time information, digiKam can use this to automatically create subalbums in the target album during import. Subalbums names will be based on the image dates. All images which have the same date will be downloaded into the same subalbum if you check **Date-based sub-albums**. Not all cameras include this information. See the :ref:`sidebar Metadata section <camera_import>` for more detail about information your camera may have embedded in your photographs.
pt: Se a sua câmara fornece informações sobre a data em que a fotografia foi tirada ou se importar de um dispositivo USB ou pasta ou ainda se as imagens contêm meta-dados EXIF com dados de data/hora, o digiKam poderá usar esses dados para criar automaticamente sub-álbuns no álbum de destino durante a importação. Os nomes dos sub-álbuns basear-se-ão nas datas das imagens. Todas as imagens que têm a mesma data serão transferidas para o mesmo sub-álbum, caso assinale a opção **Sub-álbuns baseados em datas**. Nem todas as câmaras incluem esta informação. Veja a :ref:`secção de Meta-Dados da barra lateral <camera_import>` para mais detalhes sobre os dados que a sua câmara possa incorporar nas suas fotografias.

source: Automatically Albums create **Date format** can be **ISO**, **Full text**, **Local Settings** (taken from your desktop settings), or **Custom**. For this last one, an option modifiers editor is available below with a help dialog to know all date format possibilities. On the bottom of this view, an annotation will warn about the custom Album date format validity.
pt: O **Formato de datas** na criação automática de álbuns pode ser o **ISO**, **Texto completo**, **Configuração local** (retirada das definições do seu ambiente de trabalho) ou **Personalizado**. Para este último, está disponível abaixo um editor de configurações, com uma janela de ajuda que o ajuda a conhecer todas as possibilidades de formatos de datas. No fundo desta janela, uma notificação avisá-lo-á se o formato de datas personalizado é ou não válido.

source: This section of the Settings tab offers several options for JPEG images. The **Template** drop-down field lets you choose one of your metadata templates you customized in :ref:`Templates Settings <templates_settings>`. You can access the **Template Manager** also with the edit button to the right of the drop-down field.
pt: Esta secção da página de Configuração oferece várias opções para as imagens JPEG. O campo do **Modelo** permite-lhe escolher um dos seus modelos de meta-dados que personalizou na :ref:`Configuração dos Modelos <templates_settings>`. Poderá aceder ao **Gestor de Modelos** também com o botão de edição à direita da lista.

source: If you check the next box digiKam will perform the auto-rotate/flip action described in :ref:`Lossless Image Rotation <lossless_rotation>`.
pt: Se assinalar a opção a seguir, o digiKam irá efectuar a acção de rotação/inversão automática que está descrita na :ref:`Rotação da Imagem sem Perdas <lossless_rotation>`.

source: **Convert to lossless file format** allows you to convert the images to PNG, TIFF, PGF, HEIF, WEBP, AVIF, or JPEG 2000 during import. To know more about these file formats, see :ref:`this section <image_formats>` from the manual.
pt: A opção **Converter para um formato de ficheiro sem perdas** permite-lhe converter as imagens para PNG, TIFF, PGF, HEIF, WEBP, AVIF ou JPEG 2000 durante a importação. Para saber mais sobre estes formatos de ficheiros, veja :ref:`esta secção <image_formats>` do manual.

source: This section allows to enable the DNG conversion of RAW images by checking **Convert RAW images to DNG** container and to select options for that conversion. To learn more about Digital Negative (DNG) use the link `DNG container <https://en.wikipedia.org/wiki/Digital_Negative>`_.
pt: Esta secção permite activar a conversão no DNG das imagens RAW, assinalando a opção **Converter as imagens RAW para DNG** e seleccionar as opções para essa conversão. Para aprender mais sobre o Negativo Digital (DNG), use a referência sobre o `contentor DNG <https://en.wikipedia.org/wiki/Digital_Negative>`_.

source: **JPEG preview**: Choose whether you want a medium or full size JPEG preview to be embedded into the DNG container or none at all.
pt: **Antevisão do JPEG**: Escolha se deseja uma antevisão de tamanho médio ou total em JPEG incorporada no contentor de DNG, ou nenhuma de todo.

source: This last section of the Settings tab offers to run scripts to manipulate the images during import. You can type the filename of the script into the input field or search for it using the **Browse** button. Check out the info button for additional expressions to customize the command line.
pt: Esta última secção da página de Configuração disponibiliza a execução de programas para manipular as imagens durante a importação. Poderá escrever o nome do ficheiro do programa no campo de edição ou procurar por ele com o botão **Escolher**. Veja o botão de informações para obter expressões adicionais para personalizar a linha de comandos.
