Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/camera_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: When image selection is done, digiKam will ask you where you want to upload the files on your camera. A camera folder selection dialog will appear. Just select one folder and press **OK** to start uploading. No images will be removed from your computer.
nl: Wanneer de selectie van afbeeldingen gereed is, zal digiKam u vragen waarnaartoe in uw camera u de bestanden wilt uploaden. Een dialoogvenster voor selectie van de map op de camera zal verschijnen. Selecteer eenvoudig een map en druk op **OK** om te beginnen met uploaden. Er zullen geen afbeeldingen van uw computer worden verwijderd.
pt_br: Após a seleção das imagens, o digiKam perguntará para onde você deseja enviar os arquivos na sua câmera. Uma caixa de diálogo para selecionar a pasta da câmera será exibida. Basta selecionar uma pasta e clicar em **OK** para iniciar o envio. Nenhuma imagem será removida do seu computador.
sl: Ko je izbira slik končana, vas digiKam vpraša, kam želite naložiti datoteke na vašo kamero. Odprlo se bo pogovorno okno za izbiro mape kamere. Samo izberite eno mapo in pritisnite **V redu**, da začnete prenos . Nobene slike ne bo odstranjene iz vašega računalnika.
sv: När bildmarkeringen är klart frågar digiKam vart filerna ska laddas upp på kameran. En dialogruta för val av kamerakatalog visas. Välj bara en katalog och tryck på **Ok** för att starta uppladdningen. Inga bilder tas bort från datorn.
uk: Після визначення набору зображень, digiKam запитає вас про те, куди ви бажаєте вивантажити файли з вашого фотоапарата. Відкриється діалогове вікно вибору теки на фотоапараті. Просто позначте одну з тек і натисніть кнопку **Гаразд**, щоб розпочати вивантаження. Вивантажені зображення не буде вилучено з жорсткого диска вашого комп’ютера.

source: The uploading feature is not supported for all cameras.
it: La funzionalità di caricamento non è supportata da tutte le fotocamere.
nl: De functie uploaden wordt niet door alle camera's ondersteund.
pt_br: A funcionalidade de envio não é compatível com todas as câmeras.
sl: Funkcije nalaganja ne podpirajo vsi gonilniki kamer.
sv: Uppladdningsfunktionen stöds inte för alla kameror.
uk: Можливість вивантаження підтримується не всіма драйверами фотоапаратів.

source: The status bar will indicate progress while uploading items to your camera.
it: La barra di stato indicherà l'avanzamento del caricamento degli elementi nella fotocamera.
nl: De statusbalk zal de voortgang aangeven tijdens het uploaden van items naar uw computer.
pt_br: A barra de status indicará o progresso durante o envio de itens para sua câmera.
sl: Vrstica stanja bo prikazovala napredek med nalaganjem elementov v vašo kamero.
sv: Statusraden visar förloppet när objekt laddas upp till kameran.
uk: На смужці стану буде показано дані щодо поступу вивантаження зображень на ваш фотоапарат.

source: Once you have verified that your downloaded photographs are on your computer, you are ready to delete the photographs from your Camera. You can delete all of the photographs on your camera at once by selecting :menuselection:`Item --> Delete All`. If you just want to delete a selection of the photographs, you have to select those that you want to delete and select :menuselection:`Item --> Delete Selected`. You may also select :menuselection:`Item --> Delete New`, for example if you feel that the images that have not been downloaded are not worth keeping.
it: Una volta che hai verificato che le fotografie scaricate sono nel computer, puoi eliminarle dalla fotocamera. Puoi eliminarle dalla tua fotocamera tutte assieme selezionando :menuselection:`Elemento --> Elimina tutto`. Se vuoi eliminare solo una selezione di foto, devi selezionare quelle da eliminare e scegliere :menuselection:`Elemento --> Elimina selezionati`. Puoi anche scegliere :menuselection:`Elemento --> Elimina nuovo`, per esempio se pensi che non valga la pena conservare le immagini che non hai scaricato.
nl: Zodra u geverifieerd hebt dat de gewenste, gedownloade foto's op uw computer zijn, bent u klaar om foto's uit de camera te verwijderen. U kunt alle foto's in een keer verwijden door :menuselection:`Item --> Alles verwijderen` te selecteren. Als u een ​​selectie van de foto's wilt verwijderen, moet u de foto's die u wilt verwijderen eerst selecteren en dan :menuselection:`Item --> Geselecteerde verwijderen` selecteren. U kunt ook :menuselection:`Item --> Nieuwe verwijderen` selecteren, bijvoorbeeld als u voelt dat de afbeeldingen die u niet hebt gedownload het niet waard zijn om te behouden.
pt_br: Depois de verificar se as fotos baixadas estão no seu computador, você está pronto para excluí-las da sua câmera. Você pode excluir todas as fotos da sua câmera de uma só vez selecionando :menuselection:`Item --> Excluir tudo`. Se quiser excluir apenas uma seleção de fotos, selecione as que deseja excluir e selecione :menuselection:`Item --> Excluir selecionadas`. Você também pode selecionar :menuselection:`Item --> Excluir novas`, por exemplo, se achar que as imagens que não foram baixadas não valem a pena manter.
sl: Ko ste preverili, ali so vaše prenesene fotografije na vašem računalniku, ste pripravljeni na brisanje fotografij iz fotoaparata. Vse fotografije v kameri lahko izbrišete hkrati, tako da izberete :menuselection:`Predmet --> Izbriši vse`. Če želite samo izbrisati izbor fotografij, morate izbrati tiste, ki jih želite izbrisati, in izberite :menuselection:`Element --> Izbriši izbrano`. Izberete lahko tudi :menuselection:`Element --> Briši nove`, na primer, če menite, da slik, ki še niste prenesli, ni vredno obdržati.
sv: Efter verifiering att nerladdade fotografier finns på datorn är det klart att ta bort fotografierna från kameran. Man kan radera alla fotografier på kameran på en gång genom att välja :menuselection:`Objekt --> Ta bort alla`. Om du bara vill ta bort ett urval av fotografierna måste de som ska raderas markeras och :menuselection:`Objekt --> Ta bort markerade` väljas. Det går också välja :menuselection:`Objekt --> Ta bort nya`, till exempel om du tycker att bilderna som inte har laddats ner inte är värda att behålla.
uk: Після отримання потрібних вам фотографій на ваш комп'ютер ви можете вилучити їх з фотоапарата. Можна вилучити всі фотографії одразу за допомогою пункту меню :menuselection:`Запис --> Вилучити всі`. Якщо ви хочете вилучити лише деякі з фотографій, вам слід позначити ті з них, які ви бажаєте вилучити і скористатися пунктом :menuselection:`Запис --> Вилучити вибрані`. Ви також можете вибрати пункт :menuselection:`Запис --> Вилучити нові`, якщо, наприклад, ви вважаєте, що усі фотографії, які не було отримано, не варті подальшого зберігання.

source: Please note that there is no way to restore a photo that you have deleted from the camera. The photographs are not moved to the internal Trash Can, they are removed completely. It is best to double check that you have successfully downloaded a photograph into a digiKam album before you delete it from the camera. Also note that it is likely much faster to erase a memory card using the camera's built-in menu.
it: Nota che non c'è modo di ripristinare una foto che hai eliminato dalla fotocamera: le fotografie non vengono spostate nel cestino interno, sono rimosse definitivamente. È sempre meglio ricontrollare di aver scaricato correttamente una fotografia in un album di digiKam prima di eliminarla dal dispositivo. Nota anche che probabilmente è molto più veloce cancellare una scheda di memoria tramite il menu incorporato della fotocamera.
nl: Merk op dat er is geen manier om een ​​foto die u hebt verwijderd van de camera te herstellen. De foto's worden niet verplaatst naar de interne Prullenbak, ze worden volledig verwijderd. Het is het beste om te controleren of u met succes een foto hebt gedownload in een album van digiKam voordat u die foto verwijdert uit de camera. Merk ook op dat het waarschijnlijk veel sneller is om een geheugenkaart te wissen met het ingebouwde menu van de camera.
pt_br: Observe que não há como restaurar uma foto que você excluiu da câmera. As fotos não são movidas para a Lixeira interna, elas são removidas completamente. É melhor verificar se você baixou a foto com sucesso para um álbum do digiKam antes de excluí-la da câmera. Observe também que provavelmente é muito mais rápido apagar um cartão de memória usando o menu integrado da câmera.
sl: Upoštevajte, da fotografije, ki ste jo izbrisali iz kamere, ni mogoče obnoviti. Fotografije se ne premaknejo v notranji smetnjak, ampak se popolnoma odstranijo. Najbolje je, da še enkrat preverite, ali ste fotografijo uspešno prenesli v album digiKam, preden jo izbrišete iz kamere. Upoštevajte tudi, da je verjetno veliko hitreje izbrisati pomnilniško kartico z uporabo vgrajenega menija kamere.
sv: Observera att det inte finns något sätt att återställa ett foto som har tagits bort från kameran. Fotografierna flyttas inte till den interna papperskorgen, de tas bort helt och hållet. Det är bäst att dubbelkolla att ett foto har laddats ner till ett digiKam-album innan det tas bort från kameran. Observera också att det troligen går mycket snabbare att radera ett minneskort med hjälp av kamerans inbyggda meny.
uk: Будь ласка, зауважте, що у програмі не передбачено відновлення фотографій, які було вилучено з фотоапарата. Фотографії не буде пересунуто до теки вбудованого смітника, їх буде повністю вилучено. Радимо вам двічі перевірити, чи було отримано фотографію до альбому digiKam, перш ніж вилучати її з фотоапарата. Також зауважте, що, ймовірно, набагато швидше витерти вміст картки пам'яті за допомогою вбудованого меню фотоапарата.
