Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/camera_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Import From Digital Camera
ca: Importació del digiKam des de la càmera digital
it: Importazione da fotocamera digitale di digiKam
nl: Importeren uit digitale camera van digiKam
pt: Importação de Câmaras Digitais do digiKam
pt_br: Importação de câmera digital para o digiKam
sl: digiKam uvoz iz digitalne kamere
sv: Import från digitalkamera i digiKam
uk: Імпортування даних з цифрового фотоапарата у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, camera, import
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, càmera, importa
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, fotocamera, importazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, camera, importeren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, câmara, importar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, câmera, importar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, kamera, uvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kamera, import
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, імпортування, імпорт, камера, фотоапарат

source: Import From Camera
ca: Importar des de la càmera
pt: Importar da Câmara

source: Contents
ca: Contingut
it: Contenuto
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: The digiKam Import Tool Main Interface
ca: La interfície principal de l'eina d'importació del digiKam
it: L'interfaccia principale dello strumento di importazione di digiKam
nl: Het hoofdvenster van het hulpmiddel Importeren van digiKam
pt: A Interface Principal da Ferramenta de Importação do digiKam
pt_br: Interface principal da ferramenta de importação do digiKam
sl: Glavni vmesnik orodja za uvoz digiKam
sv: Importverktygets huvudgränssnitt i digiKam
uk: Головний інтерфейс засобу імпортування даних digiKam

source: Getting Information About The Photographs
ca: Obtenir informació sobre les fotografies
pt: Obter Informações Sobre as Fotografias

source: Before downloading photographs to your computer, you may wish to see the camera item information. Using the **Properties** and **Metadata** tabs on the Right Sidebar will launch camera and photograph properties and metadata information.
ca: Abans de baixar les fotografies a l'ordinador, possiblement voldreu veure la informació de l'element de la càmera. Utilitzant les pestanyes **Propietats** i **Metadades** de la barra lateral dreta es llançarà la informació de les propietats i metadades d'aquest element a la càmera i a la fotografia.
pt: Antes de transferir as fotografias para o seu computador, poderá querer ver as informações do item da câmara. Se usar as páginas de **Propriedades** e **Meta-dados** na barra lateral direita, irá invocar as propriedades da câmara e da fotografia, bem como os meta-dados.

source: The Item Properties Sidebar Tab from Import Tool
ca: La pestanya Propietats de l'element de la barra lateral des de l'eina d'importació
it: La scheda delle proprietà degli elementi nella barra laterale dallo strumento Importa
nl: Het tabblad Item-eigenschappen van het hulpmiddel Importeren in het zijpaneel
pt: A Página Lateral de Propriedades do Item na Ferramenta de Importação
pt_br: Aba da barra lateral de propriedades do item da ferramenta de importação
sl: Zavihek stranske vrstice Lastnosti elementa iz orodja za uvoz
sv: Fliken Objektegenskaper i sidoraden från importverktyget
uk: Вкладка бічної панелі «Властивості запису» із засобу імпортування даних

source: The **Properties** tab displays file information recorded by the camera and a selection of photograph information to describe how the image has been taken. A flag indicates if the image has not yet been **Downloaded** to the computer. Note that all this information may be unavailable with some digital cameras. Another label will show you the **New Mame** of the file from camera when this one will be downloaded on the computer.
ca: La pestanya **Propietats** mostra la informació del fitxer registrada per la càmera i una selecció amb informació del fotògraf per a descriure com s'ha pres la imatge. Una etiqueta indica si la imatge encara no s'ha **baixat** a l'ordinador. Recordeu, tota aquesta informació podria no estar disponible amb algunes càmeres digitals. Una altra etiqueta us mostrarà el **Nom nou** del fitxer de la càmera quan aquest es baixi a l'ordinador.
pt: A página de **Propriedades** mostra as informações do ficheiro que são usadas internamente pela máquina e uma selecção de informações da fotografia para descrever como foi tirada a fotografia. Existe uma marca que indica se a imagem ainda foi **Transferida** para o seu computador. Lembre-se que todas estas informações poderão não estar disponíveis em algumas máquinas digitais. Outra legenda irá mostrar o **Novo Nome** do ficheiro da câmara, quando o mesmo for transferido para o computador.

source: The **Metadata** tab displays internal picture's metadata like Exif, Makernotes, GPS, etc. This information is the same as :ref:`Metadata <metadata_view>` from the digiKam Right Sidebar. Note that all these metadata can be unavailable with some digital cameras.
ca: La pestanya **Metadades** mostra les metadades internes d'una imatge com Exif, Notes del fabricant, GPS, etc. Aquesta informació és la mateixa que en la pestanya :ref:`Metadades <metadata_view>` a la barra lateral dreta del digiKam. Recordeu, totes aquestes metadades podrien no estar disponibles amb algunes càmeres digitals.
pt: A página de **Meta-dados** mostra alguns meta-dados internos da câmara, como o EXIF, as Notas do Fabricante, o GPS, etc. Estes dados são os mesmos que os :ref:`Meta-dados <metadata_view>` da barra lateral direita do digiKam. Lembre-se que todos estes meta-dados poderão estar disponíveis com algumas câmaras digitais.

source: The Item Metadata Sidebar Tab from Import Tool
ca: La pestanya Metadades de l'element de la barra lateral des de l'eina d'importació
it: La scheda dei metadati degli elementi nella barra laterale dallo strumento Importa
nl: Het tabblad Item-metagegevens van het hulpmiddel Importeren in het zijpaneel
pt: A Página Lateral de Meta-Dados do Item na Ferramenta de Importação
pt_br: Aba da barra lateral de metadados do item da ferramenta de importação
sl: Zavihek stranske vrstice metapodatkov elementa iz orodja za uvoz
sv: Fliken för objektens metadata i sidoraden från importverktyget
uk: Вкладка бічної панелі «Метадані» із засобу імпортування даних

source: Geolocation Tab
ca: La pestanya Geolocalització
it: La scheda Geolocalizzazione
nl: Tabblad Geolocatie
pt: Página de Geo-Localização
pt_br: Aba de geolocalização
sl: Zavihek Geolokacija
sv: Fliken Lokalisera geografiskt
uk: Вкладка «Геопозиціювання»

source: The **Geolocation** tab will open a map that allows you to see and edit the GPS location of the selected photographs. For a detailed description see the :ref:`Geolocation section <maps_view>` of the Right Sidebar chapter of this manual.
ca: La pestanya **Geolocalització** obrirà un mapa que permet veure i editar la ubicació GPS de les fotografies seleccionades. Per a una descripció detallada, vegeu la :ref:`secció Geolocalització <maps_view>` del capítol Barra lateral dreta d'aquest manual.
pt: A página de **Geo-localização** irá abrir um mapa que lhe permite ver e editar a localização GPS das fotografias seleccionadas. Para uma descrição detalhada, veja a :ref:`secção de Geo-localização <maps_view>` do capítulo da barra lateral direita deste manual.

source: The Item Geolocation Sidebar Tab from Import Tool
ca: La pestanya Geolocalització dels elements de la barra lateral des de l'eina d'importació
it: La scheda di geolocalizzazione degli elementi nella barra laterale dallo strumento Importa
nl: Het tabblad Item-geo-locatie van het hulpmiddel Importeren in het zijpaneel
pt: A Página Lateral de Geo-Localização na Ferramenta de Importação
pt_br: Aba da barra lateral de geolocalização do item da ferramenta de importação
sl: Zavihek stranske vrstice Geolokacija predmeta iz orodja za uvoz
sv: Fliken Lokalisera geografiskt i sidoraden från importverktyget
uk: Вкладка бічної панелі «Геопозиціювання» із засобу імпортування даних

source: Downloading Photographs To Your Computer
ca: Baixar fotografies a l'ordinador
it: Scaricare le fotografie sul computer
nl: Foto's downloaden naar uw computer
pt: Obter as Fotografias para o seu Computador
pt_br: Baixando fotos para o seu computador
sl: Prenos fotografij v vaš računalnik
sv: Laddar ner fotografier till datorn
uk: Отримання фотографій на ваш комп’ютер

source: To download photographs from your camera to your computer click the **Download** button on the main toolbar and then click **Download All** (or use :menuselection:`Item --> Download All` from the main menu). This will download all of the photographs on the camera with the settings you used with your last download (Settings tab). The download process will not remove the photographs from the camera. It is always advisable to check that the photographs have downloaded safely into the Album you were expecting before deleting them from the camera.
ca: Per a baixar fotografies des de la càmera al vostre ordinador, feu clic en el botó **Baixa** a la barra d'eines principal i després feu clic en **Baixa-ho tot** (o utilitzeu l'element de menú «:menuselection:`Element --> Baixa-ho tot`). Això baixarà totes les fotografies de la càmera amb les opcions de configuració de l'última baixada (pestanya **Configuració**). El procés de baixada no eliminarà les fotografies de la càmera. Sempre és recomanable comprovar que les fotografies s'han baixat amb seguretat a dins de l'àlbum que s'esperava abans d'eliminar-les de la càmera.
pt: Para transferir as fotografias da sua câmara para o seu computador, carregue no botão **Obter** na barra principal e depois carregue em **Obter Tudo** (ou use a opção :menuselection:`Item --> Obter Tudo` do menu principal). Isto irá transferir todas as fotografias na câmara com as definições que usou na sua última transferência (página Configuração). O processo de transferência não irá remover as fotografias da câmara. É sempre aconselhável verificar se as fotografias foram transferidas em segurança para o álbum que estaria à espera, antes de as apagar na câmara.

source: The Selection of Target Album to Download new Items from Camera
ca: La selecció de l'àlbum de destinació on es baixaran els elements des de la càmera
pt: A Selecção do Álbum de Destino para Transferir Novos Itens da Câmara

source: If you do not want to download all of the photographs you can select just those that you need using the standard selection methods. Once you have the photographs selected, click **Download** and then **Download Selected**. The **Download Selected** button will be grayed out until you have selected some photographs.
ca: Si no voleu baixar totes les fotografies, podeu seleccionar només les que necessiteu emprant els mètodes de selecció estàndard. Una vegada tingueu les fotografies seleccionades, feu clic als botons **Baixa** i després a **Baixa les seleccionades**. Aquest darrer botó restarà inactiu fins que seleccioneu alguna fotografia.
pt: Se não quiser transferir todas as fotografias, poderá seleccionar apenas as que precisa de usar, usando os métodos de selecção normais. Assim que tiver seleccionado as fotografias, carregue em **Obter** e depois **Obter os Seleccionados**. O botão **Obter os Seleccionados** ficará desactivado até que seleccione algumas fotografias.

source: Another option is **Download New**. New images are marked with a **star** in the upper right corner of the image icon. Once images are downloaded a **downloaded already** entry will be made in the digiKam database and they are marked with a checker. Obviously, if you choose this handy option, it will download the new images only.
ca: Una altra opció és **Baixa les noves**. Les imatges noves estaran marcades amb una **estrella** a la cantonada superior dreta de la icona d'imatge. Una vegada s'hagin baixat, es crearà una entrada **ja baixada** a la base de dades del digiKam i estarà marcada amb un verificador. Òbviament, si es tria aquesta pràctica opció, es baixaran únicament les imatges noves.
pt: Outra opção é **Obter os Novos**. As imagens novas são marcadas com uma **Estrela** no canto superior direito do ícone da imagem. Assim que as imagens são transferidas, aparece um item **já transferido** na base de dados do digiKam e ficam assinaladas. Obviamente, se escolher esta opção útil, só irá transferir as imagens novas.

source: On the Left an Item not yet Downloaded from the Camera with a Star on the Top Right Corner On the Right a Check Marker Indicate that Item have been Already Downloaded from Camera
ca: A l'esquerra, un element que encara no s'ha baixat de la càmera amb una estrella a la cantonada superior dreta. A la dreta, un marcador de verificació que indica que l'element ja s'ha baixat de la càmera
pt: À esquerda, aparece um item ainda por transferir com uma estrela no canto superior direito; à direita, uma marcação assinalada indica que o item já foi transferido da câmara

source: While downloading items on your computer, on the status bar you will seen the operations in progress.
ca: Mentre baixeu elements a l'ordinador, a la barra d'estat veureu les operacions en curs.
pt: Enquanto transfere os itens no seu computador, na barra de estado irá ver as operações em curso.

source: To download quickly on from your camera, you can setup a common target album from your collection where all new files will be stored automatically.
ca: Per a baixar ràpidament des de la vostra càmera, podeu configurar un àlbum de destinació comú des de la vostra col·lecció on tots els fitxers nous s'emmagatzemaran automàticament.
pt: Para transferir rapidamente da sua câmara, poderá configurar um álbum de destino comum da sua colecção, onde todos os ficheiros novos serão guardados automaticamente.

source: If files to download already exists on your computer, Import Tool has few options available to operate automatically in these cases.
ca: Si els fitxers que s'han de baixar ja existeixen a l'ordinador, L'eina d'importació té algunes opcions disponibles per a operar automàticament en aquests casos.
pt: Se os ficheiros a transferi já existirem no seu computador, a ferramenta de importação tem algumas opções disponíveis para operar automaticamente nesses casos.

source: See :ref:`this section <camera_behavior>` from the manual for details.
ca: Per a més detalls, vegeu :ref:`aquesta secció <camera_behavior>` del manual.
pt: Veja :ref:`esta secção <camera_behavior>` do manual para saber mais detalhes.

source: Uploading Photographs To Your Camera
ca: Carregar fotografies a la vostra càmera
it: Caricare delle fotografie nella tua fotocamera
nl: Uploaden van foto's naar uw camera
pt: Enviar as Fotografias para a sua Máquina
pt_br: Enviando fotos para sua câmera
sl: Nalaganje fotografij v vaš fotoaparat
sv: Ladda upp fotografier till kameran
uk: Вивантаження файлів на ваш фотоапарат

source: To upload photographs from your computer to your camera click :menuselection:`Item --> Upload...` :kbd:`Ctrl+U` in the Import Tool menu. A standard file selection dialog will appear to select the files from your computer for copying to your camera. You can select more than one file using the standard selection methods.
ca: Per a carregar fotografies des de l'ordinador a la vostra càmera, feu clic en l'element de menú «:menuselection:`Element --> Carregar...`» (drecera :kbd:`Ctrl+U`) a l'Eina d'importació. Apareixerà un diàleg de selecció de fitxers estàndard per a seleccionar els fitxers de l'ordinador que es copiaran a la càmera. Podreu seleccionar més d'un fitxer utilitzant els mètodes de selecció estàndard.
pt: Para enviar fotografias do seu computador para a sua câmara, carregue em :menuselection:`Item --> Enviar...` :kbd:`Ctrl+U` no menu da ferramenta de importação. Irá aparecer uma janela de selecção de ficheiros para seleccionar os ficheiros do seu computador que deseja copiar para a câmara. Poderá seleccionar mais que um ficheiro com os métodos de selecção normais.

source: The Selection of Items to Upload on the Camera
ca: La selecció d'elements que es pujaran a la càmera
pt: A Selecção dos Itens a Enviar para a Câmara

source: When images selection is done, digiKam will ask you to where you want to upload the files on your camera. A camera folder selection dialog will appear. Just select one folder and press **OK** to start uploading. No images will be removed from your computer.
ca: Una vegada s'hagi realitzat la selecció de les imatges, el digiKam us demanarà a on voleu carregar els fitxers a la càmera. Apareixerà un diàleg per a la selecció d'una carpeta de la càmera. Només haureu de seleccionar una carpeta i prémer **D'acord** per a començar a carregar. Cap imatge serà eliminada del vostre ordinador.
pt: Quando a selecção de imagens terminar, o digiKam perguntar-lhe-á para onde deseja enviar os ficheiros na sua câmara. Irá aparecer uma janela de selecção das pastas da câmara. Basta seleccionar uma pasta e carregar em **OK** para iniciar o envio. Não serão removidas nenhumas imagens do seu computador.

source: The Selection of Camera Folder to Upload Items
ca: La selecció de la carpeta de la càmera per a pujar elements
it: La selezione della fotocamera per caricare gli elementi
nl: De selectie van de cameramap om items te uploaden
pt: A Selecção da Pasta da Câmara para Enviar os Itens
pt_br: Seleção da pasta da câmera para envio de itens
sl: Izbira mape kamere za nalaganje elementov
sv: Val av kamerakatalog för att ladda upp objekt
uk: Вибір теки фотоапарата для вивантаження записів

source: Uploading feature is not supported by all camera drivers.
ca: La característica de carregar no és admesa per tots els controladors de càmera.
pt: A funcionalidade de envio não é suportada por todos os controladores de máquinas.

source: While uploading items to your camera, on the status bar you will seen the operations in progress.
ca: Mentre es pugen elements a la càmera, a la barra d'estat veureu les operacions en curs.
pt: Ao enviar os itens para a sua câmara, na barra de estado irá ver as operações em curso.

source: Deleting Photographs From The Camera
ca: Suprimir fotografies de la càmera
it: Eliminare le fotografie dalla fotocamera
nl: Verwijderen van foto's van de camera
pt: Remover as fotografias da Câmara
pt_br: Excluindo fotografias da câmera
sl: Brisanje fotografij iz fotoaparata
sv: Ta bort fotografier från kameran
uk: Вилучення фотографій з фотоапарата

source: Once you are happy with the downloaded photographs that you wanted, you are ready to delete photographs from the Camera. You can delete all of the photographs at once by clicking the :menuselection:`Item --> Delete All` button. If you just want to delete a selection of the photographs, you have to select those that you want to delete and click :menuselection:`Item --> Delete Selected`. You may also select :menuselection:`Item --> Delete New`, for example if you feel that the images marked with the star are not worth downloading.
ca: Quan esteu satisfet amb les fotografies baixades que volíeu, estareu llest per a suprimir les fotografies des de la càmera. Podreu suprimir totes les fotografies alhora fent clic en l'element de menú «:menuselection:`Element --> Suprimeix-ho tot`». Si només voleu eliminar una selecció de fotografies, haureu de seleccionar aquelles que voleu eliminar i fer clic en l'element de menú «:menuselection:`Element --> Suprimeix les seleccionades`». També podreu seleccionar l'element de menú «:menuselection:`Element --> Suprimeix les noves`», per exemple, si creieu que no val la pena baixar les imatges marcades amb l'estrella.
pt: Assim que estiver satisfeito com as fotografias transferidas que desejava, está tudo pronto para apagar as fotografias da câmara. Poderá apagar todas as fotografias de uma vez, carregando no botão :menuselection:`Item --> Apagar Tudo`. Se só quiser remover uma selecção das fotografias, tem de seleccionar as que deseja apagar e carregar em :menuselection:`Item --> Apagar os Seleccionados`. Também poderá seleccionar a opção :menuselection:`Item --> Apagar as Novas`, por exemplo se achar que as imagens marcadas com a estrela não precisam de ser transferidas.

source: The Warning Dialog When Items Must be Deleted from Camera
ca: El diàleg d'avís quan s'han de suprimir elements de la càmera
it: La finestra di avviso quando gli elementi devono essere eliminati dalla fotocamera
nl: De waarschuwingsdialoog wanneer items op de camera verwijderd moeten worden
pt: A Janela de Aviso em que os Itens Devem ser Removidos da Câmara
pt_br: A janela de alerta quando itens devem ser excluídos da câmera
sl: Opozorilno pogovorno okno, ko je treba elemente izbrisati iz kamere
sv: Varningsdialogrutan när objekt måste tas bort från kameran
uk: Вікно попередження про вилучення записів з фотоапарата

source: Please note that there is no way to restore a photo that you have deleted from the camera. The photographs are not moved to the internal Trash Can, they are removed completely. It is best to double check that you have successfully downloaded a photograph into a digiKam album before you delete it from the camera. Anyway, if you plan to empty the camera card, you better do that from the camera menu because it is much quicker.
ca: Recordeu que no hi haurà manera de restaurar una fotografia que heu suprimit de la càmera. Les fotografies no es mouen a la paperera interna, se suprimeixen per complet. El millor és que torneu a comprovar que heu baixat amb èxit una fotografia a l'àlbum del digiKam abans de suprimir-la de la càmera. De totes maneres, si planegeu buidar la targeta de la càmera, el millor és fer-ho des del menú de la càmera, ja que és molt més ràpid.
pt: Por favor, lembre-se que não existe forma de recuperar uma fotografia que tenha removido da câmara. As fotografias não são movidas para o caixote do lixo interno, mas sim removidas por completo. É melhor verificar bem que transferiu com sucesso uma fotografia para um álbum do digiKam antes de a apagar na câmara. De qualquer forma, se planear esvaziar o cartão de memória da sua câmara, se calhar é melhor fazê-lo na própria câmara, por ser muito mais rápido.

source: :ref:`Import From Camera <import_tools>`
nl: :ref:`Importeren uit camera <import_tools>`
pt_br: :ref:`Importar da câmera <import_tools>`
sl: :ref:`Uvoz iz kamere <import_tools>`
sv: :ref:`Import från kamera <import_tools>`
uk: :ref:`Імпортування даних з фотоапарата <import_tools>`

source: Getting Information About the Photographs
nl: Informatie over de foto's verkrijgen
pt_br: Obtendo informações sobre as fotografias
sl: Pridobivanje informacij o fotografijah
sv: Hämta information om fotografierna
uk: Отримання даних щодо фотографій
