Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/camera_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: Before downloading photographs to your computer, you can view information about the photographs stored on the camera from the **Properties** and **Metadata** tabs on the Right Sidebar.
it: Prima di scaricare le fotografie sul tuo computer, puoi visualizzare le informazioni sulle foto memorizzate nella macchina fotografica usando le schede **Proprietà** e **Metadati** nella barra laterale destra.
nl: Alvorens foto's te downloaden naar uw computer, kunt u informatie over de foto's opgeslagen op de camera bekijken in de tabbladen **Eigenschappen** en **Metagegevens** in het rechter zijpaneel.
pt_br: Antes de baixar fotos para o seu computador, você pode visualizar informações sobre as fotos armazenadas na câmera nas abas **Propriedades** e **Metadados** da barra lateral direita.
sl: Preden prenesete fotografije v svoj računalnik, si lahko ogledate informacije o fotografijah, shranjenih v fotoaparatu, na zavihkih **Lastnosti** in **Metapodatki** na desni stranski vrstici.
sv: Innan fotografier laddas ner till datorn kan information visas om fotografierna som är lagrade på kameran från flikarna **Egenskaper** och **Metadata** i den högra sidoraden.
uk: Перш ніж отримувати фотографії на ваш комп’ютер, ви можете переглянути дані щодо фотографії, які зберігає фотоапарат, за допомогою вкладок правої бічної панелі **Властивості** і **Метадані**.

source: The **Properties** tab displays file information recorded by the camera and a selection of photographic information describing how the image was taken. A flag indicates if the image has not yet been **Downloaded** to the computer. Note that this information may only be available with some digital cameras. Another label will show you the **New Name** of the file after it has been downloaded to the computer.
nl: Het tabblad **Eigenschappen** toont bestandsinformatie opgenomen door de camera en een selectie van fotografische informatie, die beschrijft hoe de afbeelding is genomen. Een vlag geeft aan of de afbeelding nog niet is **Gedownload** naar de computer. Merk op, dat al deze informatie mogelijk niet beschikbaar is bij sommige digitale camera's. Een ander label zal de **Nieuwe naam** van het bestand tonen nadat deze gedownload is naar de computer.
pt_br: A aba **Propriedades** exibe informações do arquivo gravado pela câmera e uma seleção de informações fotográficas descrevendo como a imagem foi capturada. Uma marcação indica se a imagem ainda não foi **Baixada** para o computador. Observe que essas informações podem estar disponíveis apenas em algumas câmeras digitais. Outra marcação mostrará o **Novo nome** do arquivo após ser baixado para o computador.
sl: Zavihek **Lastnosti** prikazuje informacije o datoteki, ki jo je posnela kamera, in izbor fotografskih informacij, ki opisujejo, kako je bila slika posneta. Zastavica označuje, ali slika še ni bila **Prenesena** v računalnik. Upoštevajte, da so te informacije morda na voljo le pri nekaterih digitalnih kamerah. Druga oznaka vam bo pokazala **Novo ime** datoteke, potem ko je bila prenesena v računalnik.
sv: Fliken **Egenskaper** visar filinformation som spelats in av kameran och ett urval av fotografisk information som beskriver hur bilden togs. En flagga indikerar om bilden ännu inte har **laddats ner** till datorn. Observera att informationen kanske bara är tillgänglig med vissa digitalkameror. En annan etikett visar det **nya namnet** på filen efter att den har laddats ner till datorn.
uk: На вкладці **Властивості** буде показано відомості про файл, записані фотоапаратом, та інформацію з позначних фотографій щодо того, як було знято фотографію. Прапорець вказує на те, що зображення ще не було отримано на комп’ютер. Зауважте, що всі ці дані можуть бути недоступними для певних типів цифрових фотоапаратів. На іншій мітці буде показано **Нову назву** файла з фотоапарата після отримання його даних на комп'ютер.

source: The **Metadata** tab displays the picture's Exif, Makernotes, and GPS metadata. This information is the same as :ref:`Metadata <metadata_view>` from the digiKam Right Sidebar. Note that all these metadata may be unavailable for some digital cameras.
it: La scheda **Metadati** visualizza i metadati Exif, Makernotes e GPS di un'immagine. Queste informazioni sono le stesse dei :ref:`metadati <metadata_view>` presenti della barra laterale destra di digiKam. Nota: per alcune fotocamere digitali tutti questi metadati potrebbero non essere disponibili.
nl: Het tabblad **Metagegevens** toont metagegevens van de afbeelding, zoals Exif, Maker-notities en GPS. Deze informatie is hetzelfde als :ref:`Metagegevens <metadata_view>` uit het rechter zijpaneel van digiKam. Merk op dat al deze metagegevens niet beschikbaar kunnen zijn bij sommige digitale camera's.
pt_br: A aba **Metadados** exibe os metadados Exif, notas do fabricante e dados de GPS da imagem. Essas informações são as mesmas acessadas em :ref:`Metadados <metadata_view>` da barra lateral direita do digiKam. Observe que nem todos os metadados podem estar disponíveis para algumas câmeras digitais.
sl: Zavihek **Metapodatki** prikazuje metapodatke slike Exif, Makenotes in GPS. Te informacije so enake :ref:`Metapodatki <metadata_view>` iz desne stranske vrstice digiKam. Upoštevajte, da vsi ti metapodatki morda niso na voljo za nekatere digitalne kamere.
sv: Fliken **Metadata** visar bildens tillverkaranmärkningar, Exif- och GPS-metadata. Information är densamma som :ref:`Metadata <metadata_view>` från digiKams högra sidorad. Observera att all metadata kan vara otillgängliga för vissa digitalkameror.
uk: На вкладці **Метадані** буде показано вбудовані метадані зображення, зокрема Exif, примітки виробника, GPS тощо. Ці дані будуть тотожними до даних :ref:`вкладки метаданих <metadata_view>` правої бічної панелі основного інтерфейсу digiKam або редактора зображень. Зауважте, що всі ці дані можуть бути недоступними для певних типів цифрових фотоапаратів.

source: The **Geolocation** tab opens a map that allows you to view and edit the GPS location of the selected photographs. For a detailed description, see the :ref:`Geolocation section <maps_view>` of the Right Sidebar chapter of this manual.
it: La scheda **Geolocalizzazione** apre una mappa che ti permetterà di visualizzare e di modificare la località GPS delle fotografie selezionate. Per una descrizione dettagliata vedi la :ref:`sezione Geolocalizzazione <maps_view>` del capitolo riguardante la barra laterale destra di questo manuale.
nl: Het tabblad **Geo-locatie** zal een kaart openen die u in staat stelt om de GPS locatie van de geselecteerde foto's te zien en te bewerken. Voor een gedetailleerde beschrijving zie de sectie :ref:`Geo-locatie <maps_view>` van het hoofdstuk Rechter zijpaneel van deze handleiding.
pt_br: A aba **Geolocalização** abre um mapa que permite visualizar e editar a localização GPS das fotografias selecionadas. Para uma descrição detalhada, consulte a seção :ref:`Geolocalização <maps_view>` do capítulo da barra lateral direita deste manual.
sl: Zavihek **Geolokacija** odpre zemljevid, ki vam omogoča ogled in urejanje GPS lokacije izbranih fotografij. Za podroben opis si oglejte :ref:`Razdelek geolokacije <maps_view>` poglavja Desna stranska vrstica tega priročnika.
sv: Fliken **Lokalisera geografiskt** öppnar en karta som gör det möjligt att visa och redigera GPS-positionen för de valda fotografierna. För en detaljerad beskrivning, se avsnittet :ref:`Lokalisera geografiskt <maps_view>` i kapitlet om höger sidorad i handboken.
uk: На вкладці **Геопозиціювання** буде показано карту, за допомогою якої ви зможете переглядати і редагувати дані GPS щодо місця створення позначених фотографій. Докладний опис можна знайти у :ref:`розділі «Геопозиціювання» <maps_view>` глави цього підручника, присвяченої правій бічній панелі.

source: To download photographs from your camera to your computer, click the **Download** button on the main toolbar and then click **Download All** (or select :menuselection:`Item --> Download All` from the main menu). This will download all of the photographs on the camera with the settings you used with your last download (Settings tab). The download process will not remove the photographs from the camera. Be sure to check that the photographs have downloaded safely into the specified Album before deleting them from the camera.
it: Per scaricare le fotografie dalla tua macchina fotografica al computer fai clic sul pulsante **Scarica** nella barra degli strumenti principale, quindi su **Scarica tutto** (oppure scegli :menuselection:`Elemento --> Scarica tutto` dal menu principale); il comando scaricherà tutte le fotografie presenti nella fotocamera con le impostazioni che hai utilizzato l'ultima volta (scheda Impostazioni). Il processo di scaricamento non rimuoverà le fotografie dal dispositivo, assicurati di controllare che le foto siano state scaricate correttamente nell'album che hai specificato, prima di eliminarle dalla macchina fotografica.
nl: Om foto's te downloaden van uw camera naar uw computer klikt u op de knop **Downloaden** in de hoofdwerkbalk en vervolgens op **Alles downloaden** (of selecteer :menuselection:`Item --> Alles downloaden` uit het hoofdmenu). Dit zal alle foto's van de camera downloaden met de instellingen die u hebt gebruikt bij de laatste keer downloaden (tabblad Instellingen). Het downloadproces zal de foto's niet uit de camera verwijderen. Wees zeker om te controleren of de foto's veilig in het specifieke album zijn gedownload, alvorens ze te verwijderen uit de camera.
pt_br: Para baixar fotos da sua câmera para o computador, clique no botão **Baixar** na barra de ferramentas principal e, em seguida, clique em **Baixar tudo** (ou selecione :menuselection:`Item --> Baixar tudo` no menu principal). Isso baixará todas as fotos da câmera com as configurações que você usou no último download (aba de Configurações). O processo de download não removerá as fotos da câmera. Certifique-se de que as fotos foram baixadas com segurança para o álbum especificado antes de excluí-las da câmera.
sl: Če želite prenesti fotografije iz kemere v računalnik, kliknite gumb **Prenesi** v glavni orodni vrstici in nato kliknite **Prenesi vse** (ali v glavnem meniju izberite :menuselection:`Predmet --> Prenesi vse`). S tem boste prenesli vse fotografije v kamere z nastavitvami, ki ste jih uporabili pri zadnjem prenosu (zavihek Nastavitve). Postopek prenosa ne bo odstranil fotografij iz kamere. Prepričajte se, da so se fotografije varno prenesle v navedeni album, preden jih izbrišete iz kamere.
sv: För att ladda ner fotografier från kameran till datorn, klicka på knappen **Ladda ner** i huvudverktygsraden och klicka sedan på **Ladda ner alla** (eller välj :menuselection:`Objekt --> Ladda ner alla` från huvudmenyn). Det laddar ner alla fotografier på kameran med de inställningar som användes vid senaste nerladdningen (fliken Inställningar). Nerladdningsprocessen tar inte bort fotografierna från kameran. Se till att kontrollera att fotografierna har laddats ner säkert till det angivna albumet innan de tas bort från kameran.
uk: Щоб отримати фотографії з вашого фотоапарата на ваш комп’ютер, натисніть кнопку **Отримати** з наступним вибором варіанта **Отримати всі** (або скористайтеся пунктом меню :menuselection:`Запис --> Отримати всі`). Після цього всі фотографії, що зберігаються на фотоапараті, буде отримано з використанням параметрів, які було визначено під час останнього отримання даних (вкладка «Параметри»). У процесі отримання фотографії не вилучатимуться з фотоапарата. Радимо вам завжди переконуватися у тому, що фотографії було безпечно отримано до бажаного альбому до того, як вилучати їх файли з фотоапарата.

source: The Selection of Target Album to Download New Items from Camera
it: La selezione dell'album di destinazione per scaricare nuovi elementi dalla fotocamera
nl: De selectie van het Doelalbum om nieuwe items uit uw camera naar te downloaden
pt_br: Seleção do álbum de destino para baixar novos itens da câmera
sl: Izbira ciljnega albuma za prenos novih elementov iz kamere
sv: Val av målalbum för att ladda ner nya objekt från kameran
uk: Вибір альбому призначення для отримання нових записів з фотоапарата

source: You can also download selected photographs. Select one or more photographs for download using the standard selection methods. Then click **Download** and **Download Selected**. Note the **Download Selected** button will be grayed out until you have selected some photographs.
it: Puoi anche scaricare le fotografie selezionate. Seleziona una o più fotografie usando i metodi di selezione standard. Fai quindi clic su **Scarica** e **Scarica selezionati**. Nota: il pulsante **Scarica selezionati** resterà disattivato finché non avrai selezionato delle foto.
nl: U kunt ook geselecteerde foto's downloaden. Selecteer een of meer foto's voor downloaden met de standaard selectiemethoden. Klik op **Downloaden** en daarna op **Geselecteerden downloaden**. Merk op dat de knop **Geselecteerden downloaden** grijs is totdat u sommige foto's hebt geselecteerd.
pt_br: Você também pode baixar fotos selecionadas. Selecione uma ou mais fotos para baixar usando os métodos de seleção padrão. Em seguida, clique em **Baixar** e **Baixar selecionadas**. Observe que o botão **Baixar selecionadas** ficará indisponível até que você selecione algumas fotos.
sl: Izbrane fotografije lahko tudi prenesete. Izberite eno ali več fotografij za prenos s standardnimi metodami izbire. Nato kliknite **Prenesi** in **Prenesi izbrano**. Upoštevajte, da bo gumb **Prenesi izbrano** zatemnjen, dokler ne izberete nekaj fotografij.
sv: Det går också att ladda ner markerade fotografier. Markera ett eller flera fotografier för nerladdning med hjälp av de vanliga metoderna. Klicka sedan på **Ladda ner** och **Ladda ner markerade**. Observera att knappen **Ladda ner markerade** är gråtonad tills några fotografier har markerats.
uk: Ви також можете отримати вибрані вами фотографії. Позначте одну або декілька фотографій за допомогою звичайних способів вибору. Після позначення фотографій натисніть кнопку **Отримати**, а потім «Отримати позначені». Зауважте, що кнопку **Отримати позначені** буде вимкнено до того часу, коли ви позначите якісь фотографії.

source: Another option is **Download New** to only download new images. All new images are marked with a **star** in the upper right corner of the image icon. Once images are downloaded, a **downloaded already** entry will be made in the digiKam database and they are marked with a check.
it: Un'altra opzione è **Scarica nuova** per scaricare soltanto le nuove immagini. Queste ultime sono contrassegnate con una **stella** nell'angolo in alto a destra dell'icona dell'immagine. Una volta scaricate le immagini, verrà creata nella banca dati di digiKam una voce **già scaricata**, ed esse saranno contrassegnate con un segno di spunta.
nl: Een andere optie is **Nieuwe downloaden** om alleen nieuwe afbeeldingen te downloaden. Alle nieuwe afbeeldingen zijn gemerkt met een **ster** in de rechterbovenhoek van het pictogram van de afbeelding. Nadat afbeeldingen zijn gedownload zal een item **reeds gedownload** worden gemaakt in de database van digiKam en ze worden gemarkeerd met een vinkje.
pt_br: Outra opção é **Baixar novas** para baixar apenas imagens novas. Todas as imagens novas são marcadas com uma **estrela** no canto superior direito do ícone da imagem. Após o download das imagens, uma entrada **já baixada** será criada no banco de dados do digiKam e elas serão marcadas para as imagens que foram baixadas.
sl: Druga možnost je **Prenesi nove** za prenos samo novih slik. Vse nove slike so označene z **zvezdico** v zgornjem desnem kotu ikone slike. Ko so slike prenesene, bo v podatkovni bazi digiKam narejen vnos **že prenesene** in označene so s kljukico.
sv: Ett annat alternativ är **Ladda ner nya** för att bara ladda ner nya bilder. Alla nya bilder markeras med en **stjärna** i det övre högra hörnet av bildikonen. När bilderna har laddats ner skapas en post som heter **redan nedladdad** i digiKams databas och de markeras med en bock.
uk: Ще одним варіантом обробки фотографій є використання пункту **Отримати нові** для отримання лише нових фотографій. Нові зображення у списку буде позначено **зірочкою** у верхньому правому куті їхніх мініатюр. Після отримання фотографії до бази даних digiKam буде записано відповідні дані, а мініатюри отриманих фотографій отримають відповідну позначку.

source: Left: Items not yet Downloaded from the Camera have a Star in the Top Right Corner. Right: Item that have been Already Downloaded from the Camera have a Check Mark in the Top Right Corner.
it: A sinistra: gli elementi non ancora scaricati fotocamera hanno una stella nell'angolo in alto a destra. A destra: l'elemento già scaricato dalla fotocamera ha un segno di spunta nell'angolo superiore destro.
nl: Links: items die nog niet gedownload zijn uit de camera met een ster in de hoek rechtsboven. Rechts: items die al uit de camera zijn gedownload hebben een vinkje in de hoek rechtsboven
pt_br: Esquerda: Itens ainda não baixados da câmera têm uma estrela no canto superior direito. Direita: Itens que já foram baixados da câmera têm uma marca de seleção no canto superior direito.
sl: Levo: Elementi, ki še niso preneseni iz kamere, imajo zvezdico v zgornjem desnem kotu. Desno: Element, ki je bil že prenesen iz kamere, ima kljukico v zgornjem desnem kotu.
sv: Vänster: Objekt som ännu inte har laddats ner från kameran har en stjärna i det övre högra hörnet. Höger: Objekt som redan har laddats ner från kameran har en bockmarkering i det övre högra hörnet.
uk: Ліворуч запис ще не отримано з фотоапарата із зірочкою у правому верхньому куті. Праворуч показано пункт із позначкою у верхньому правому куті, яка вказує на те, що запис вже отримано з фотоапарата.

source: The status bar will indicate progress while downloading items to your computer.
it: La barra di stato indicherà l'avanzamento dello scaricamento degli elementi nel computer.
nl: De statusbalk zal de voortgang aangeven tijdens het downloaden van items naar uw computer.
pt_br: A barra de status indicará o progresso durante o download de itens para o seu computador.
sl: Statusna vrstica bo prikazovala napredek med prenosom elementov v vaš računalnik.
sv: Statusraden visar förloppet när objekten laddas ner till datorn.
uk: На смужці стану буде показано дані щодо поступу отримання зображень на ваш комп'ютер.

source: To download quickly from your camera, you can setup a common target album from your collection where all new files will be automatically stored.
it: Per scaricare rapidamente dalla fotocamera, puoi configurare un album di destinazione predefinito dalla tua raccolta in cui memorizzare automaticamente tutti i nuovi file.
nl: Om snel van uw camera te downloaden kunt u een gemeenschappelijk doelalbum uit uw verzameling opzetten waar alle nieuwe bestanden automatisch opgeslagen zullen worden.
pt_br: Para baixar rapidamente da sua câmera, você pode configurar um álbum de destino comum da sua coleção, onde todos os novos arquivos serão armazenados automaticamente.
sl: Za hiter prenos iz kamere lahko nastavite skupni ciljni album iz svoje zbirke, kamor bodo samodejno shranjene vse nove datoteke.
sv: För att snabbt ladda ner från kameran kan man skapa ett gemensamt målalbum från samlingen där alla nya filer lagras automatiskt.
uk: Щоб швидко отримати дані з вашого фотоапарата ви можете налаштувати типовий альбом призначення у вашій збірці. До цього альбому програма автоматично записуватиме усі нові файли.

source: Import Tool has a few options in the case that the files to be downloaded already exist on your computer. See :ref:`this section <camera_behavior>` of the manual for details.
it: Nel caso in cui i file da scaricare siano già presenti nel computer, lo strumento di importazione possiede alcune opzioni. Per i dettagli, vedi :ref:`questa sezione <camera_behavior>` del manuale.
nl: Hulpmiddel Importeren heeft een paar opties in het geval de te downloaden bestanden al bestaan op uw computer. Zie :ref:`deze sectie <camera_behavior>` van de handleiding voor details.
pt_br: A ferramenta de importação possui algumas opções caso os arquivos a serem baixados já existam no seu computador. Consulte :ref:`esta seção <camera_behavior>` do manual para obter detalhes.
sl: Orodje za uvoz ima nekaj možnosti v primeru, da datoteke za prenos že obstajajo v vašem računalniku. Glej :ref:`ta razdelek <camera_behavior>` priročnika za podrobnosti.
sv: Importverktyget har några alternativ ifall filerna som ska laddas ner redan finns på datorn. Se :ref:`det här avsnittet <camera_behavior>` i handboken för mer information.
uk: У засобі імпортування передбачено декілька варіантів дій на випадок, коли отримувані файли вже є на вашому комп'ютері. Докладніший опис наведено у :ref:`цьому розділі <camera_behavior>` підручника.

source: To upload photographs from your computer to your camera select :menuselection:`Item --> Upload...` :kbd:`Ctrl+U` in the Import Tool menu. A standard file selection dialog will appear to select the files from your computer for copying to your camera. You can select more than one file using the standard selection methods.
it: Per caricare le fotografie dal tuo computer alla tua macchina fotografica, seleziona :menuselection:`Elemento --> Carica...` :kbd:`Ctrl+U` nel menu dello strumento di importazione: apparirà una finestra standard di selezione dei file con cui prelevare i file da copiare dal computer alla tua macchina fotografica. Puoi scegliere più di un file, usando i metodi di selezione standard.
nl: Om foto's te uploaden van uw computer naar uw camera selecteer :menuselection:`Item --> Uploaden...` :kbd:`Crtrl+U` in het menu van hulpmiddel Importeren. Een standaard dialoog voor selectie van bestanden zal verschijnen om de bestanden van uw computer te selecteren om deze naar uw camera te kopiëren. U kunt meer dan één bestand selecteren met behulp van de standaard selectiemethoden.
pt_br: Para enviar fotos do seu computador para a câmera, selecione :menuselection:`Item --> Enviar...` :kbd:`Ctrl+U` no menu da ferramenta de importação. Uma caixa de diálogo padrão de seleção de arquivos será exibida para selecionar os arquivos do seu computador para copiar para a câmera. Você pode selecionar mais de um arquivo usando os métodos de seleção padrão.
sl: Za nalaganje fotografij iz računalnika v kamero izberite :menuselection:`Element --> Prenesi...` :kbd:`Ctrl+U` v meniju Orodje za uvoz. Prikaže se standardno pogovorno okno za izbiro datoteke, da izberete datoteke iz vašega računalnika za kopiranje v vašo kamero. S standardnimi metodami izbire lahko izberete več kot eno datoteko.
sv: För att ladda upp fotografier från datorn till kameran, välj :menuselection:`Objekt --> Ladda upp...` :kbd:`Ctrl+U` i menyn Importverktyg. En standarddialogruta för val av filer visas där man kan välja filerna på datorn som ska kopieras till kameran. Man kan välja mer än en fil med de vanliga metoderna.
uk: Щоб вивантажити фотографії з вашого комп’ютера на фотоапарат, виберіть пункт :menuselection:`Запис --> Вивантажити...` (:kbd:`Ctrl+U`) у меню засобу імпортування. У відповідь буде відкрито діалогове вікно вибору файлів, за допомогою якого ви зможете вказати файли, які слід скопіювати на фотоапарат. Вибрати декілька файлів можна за допомогою стандартних способів вибору.

source: The Selection of Items to Upload to the Camera
it: La selezione degli elementi da caricare sulla fotocamera
nl: De selectie van items om te uploaden naar de camera
pt_br: A seleção de itens para enviar para a câmera
sl: Izbira elementov za nalaganje v kamero
sv: Markering av objekt att ladda upp till kameran
uk: Вибір записів для вивантаження на фотоапарат
