Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/google_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Import from Google Web-Service
ca: El servei web de Google per a importar en el digiKam
it: Importazione dal servizio web di Google di digiKam
nl: Uit Google-webservice importeren van digiKam
pt: Importação do Serviço Web Google para o digiKam
pt_br: Importação do Google Web-Service para o digiKam
sl: digiKam Uvoz iz Googlove spletne storitve
sv: Importera från Google-webbtjänst i digiKam
uk: Імпортування з вебслужби Google у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, google, impport
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, google, importa
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, google, importazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, google, importeren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, google, importar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, Google, importar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, google, uvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, google, import
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, google, імпорт

source: :ref:`Import from Google <import_tools>`
ca: :ref:`Importar des de Google <import_tools>`
it: :ref:`Importazione da Google <import_tools>`
nl: :ref:`Uit Google importeren <import_tools>`
pt_br: :ref:`Importar do Google <import_tools>`
sl: :ref:`Uvoz iz Googla <import_tools>`
sv: :ref:`Importera från Google <import_tools>`
uk: :ref:`Імпорт з Google <import_tools>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
sv: Översikt
uk: Огляд

source: This tool uploads photos to, and imports photos from, the `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_ web service.
ca: Aquesta eina puja fotografies, i importa fotos del servei web `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_.
it: Questo strumento carica e scarica foto dal servizio web `Google Foto <https://en.wikipedia.org/wiki/Google_Photos>`_.
nl: Dit hulpmiddel uploadt foto's naar en importeert foto's van de webservice `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_.
pt_br: Esta ferramenta envia e importa fotos do serviço web `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_.
sl: To orodje prenaša fotografije v spletno storitev `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_ in jih uvaža iz nje.
sv: Verktyget laddar upp foton till, och importerar foton från webbtjänsten `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії до вебслужб `Google Фото <https://en.wikipedia.org/wiki/Google_Photos>`_ та імпортувати фотографії звідти.

source: **Google Photos** is a photo sharing service that automatically analyzes photos, identifying various visual features and subjects. Users can search for anything in photos including faces and group similar ones together.
ca: El **Google Photos** és un servei de compartició de fotografies que les analitza automàticament, identificant diverses característiques visuals i temes. Els usuaris poden cercar qualsevol cosa en les fotografies, incloses les cares i agrupar-les per similars.
it: **Google Foto** è un servizio di condivisione delle fotografie che analizza in automatico le foto, identificando i soggetti e le varie caratteristiche visive. Gli utenti possono ricercare qualsiasi cosa nelle foto, inclusi i volti e i gruppi somiglianti.
nl: **Google Photos** is een service voor delen van foto's die automatisch foto's analyseert, verschillende visuele kenmerken en onderwerpen identificeert. Gebruikers kunnen zoeken naar alles in foto's inclusief gezichten en gelijken samen groeperen.
pt_br: O **Google Fotos** é um serviço de compartilhamento de fotos que analisa fotos automaticamente, identificando diversos elementos visuais e assuntos. Os usuários podem pesquisar qualquer coisa nas fotos, incluindo rostos, e agrupar fotos semelhantes.
sl: *Google Photos** je storitev za skupno rabo fotografij, ki samodejno analizira fotografije in prepozna različne vizualne značilnosti in subjekte. Uporabniki lahko na fotografijah iščejo karkoli, vključno z obrazi, in združujejo podobne.
sv: **Google Photos** är en fotodelningstjänst som automatiskt analyserar foton och identifierar olika visuella funktioner och motiv. Användare kan söka efter vad som helst i foton inklusive ansikten och gruppera liknande tillsammans.
uk: **Google Фото** — служба оприлюднення фотографій, яка автоматично аналізує фотографії, виявляє різноманітні візуальні особливості та об'єкти. Користувачі можуть виконувати пошук будь-чого на фотографіях, включно з обличчями, та групувати подібні зображення.

source: The tool can be used to download files from the remote Google Photo server to the image collections on your computer using the Internet. Use the :menuselection:`Import --> Import from Google Photo` :kbd:`Alt+Shift+P` menu entry to access to this tool, or use the icon from the **Tools** tab in the Right Sidebar.
ca: L'eina es pot utilitzar per a baixar fitxers mitjançant Internet des del servidor remot de Google Photo cap a les col·leccions d'imatges al vostre ordinador. Utilitzeu l'element de menú :menuselection:`Importa --> Importa des de Google Photo` (drecera :kbd:`Alt+Maj+P`) per a accedir a aquesta eina, o utilitzeu la icona des de la pestanya **Eines** a la barra lateral dreta.
it: Questo strumento può essere utilizzato per scaricare i file dal server remoto Google Foto alle raccolte di immagini nel tuo computer, tramite Internet. Per accedere allo strumento usa la voce di menu :menuselection:`Importa --> Importa da Google Foto` :kbd:`Alt+Maiusc+P` oppure usa l'icona dalla scheda **Strumenti** nella barra laterale destra.
nl: Het hulpmiddel kan gebruikt worden om bestanden te downloaden uit de Google Photo-server op afstand naar de afbeeldingenverzameling op uw computer via het internet. Gebruik het menu-item :menuselection:`Importeren --> Uit Google Photo importeren` :kbd:`Alt+Shift+P` voor toegang tot dit hulpmiddel of gebruik het pictogram uit het tabblad **Hulpmiddelen** in de rechter zijbalk.
pt: A ferramenta poderá ser usada para transferir fotografias do servidor remoto do Google para as colecções de imagens no seu computador, usando a Internet. Use a opção do menu :menuselection:`Importar --> Importar do Google Photos` :kbd:`Alt+Shift+P` para aceder a esta ferramenta, ou use o ícone da página de **Ferramentas** na barra lateral.
pt_br: A ferramenta pode ser usada para baixar arquivos do servidor remoto do Google Fotos para as coleções de imagens do seu computador usando a internet. Use a entrada de menu :menuselection:`Importar --> Importar do Google Fotos` :kbd:`Alt+Shift+P` para acessar esta ferramenta ou use o ícone da aba **Ferramentas** na barra lateral direita.
sl: Orodje je mogoče uporabiti za prenos datotek z oddaljenega strežnika Google Photo v zbirke slik v vašem računalniku prek interneta. Uporabite :menuselection:`Uvozi --> Uvozi iz Google Foto` :kbd:`Alt+Shift+P` meni za dostop do tega orodja ali uporabite ikono na zavihku **Orodja** v desnem stranskem stolpcu.
sv: Verktyget kan användas för att ladda ner filer från fjärrservern Google Photo till bildsamlingarna på datorn via Internet. Använd menyalternativet :menuselection:`Importera --> Importera från Google Photo` :kbd:`Alt+Shift+P` för att komma åt verktyget, eller använd ikonen från fliken **Verktyg** i höger sidorad.
uk: Інструментом можна скористатися для отримання за допомогою інтернету файлів з віддаленого сервера Google Фото до збірок на вашому комп'ютері. Для доступу до інструмента скористайтеся пунктом меню :menuselection:`Імпорт --> Імпортувати з Google Фото` :kbd:`Alt+Shift+P` або піктограмою на вкладці **Інструменти** на правій бічній панелі.

source: Login to your Account
ca: Iniciar la sessió amb el vostre compte
it: Accedere al tuo account
nl: Aanmelden in uw account
pt: Autenticar-se na sua Conta
pt_br: Login na sua conta
sl: Prijavite se v svoj račun
sv: Logga in på ditt konto
uk: Вхід до вашого облікового запису

source: When accessing the tool for the first time you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched to help you log in to Google:
ca: Quan s'accedeix a l'eina per primera vegada passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-se. Apareixerà el diàleg següent i es llançarà una finestra del navegador per a ajudar-vos a iniciar la sessió a Google:
it: Quando accedi allo strumento per la prima volta, vieni indirizzato al processo di ottenimento di un token utilizzato per scopi di autenticazione. Si aprirà la finestra di dialogo seguente e verrà avviata una finestra di browser per permetterti di accedere a Google:
nl: Bij gebruik van het hulpmiddel voor de eerste keer wordt u begeleid door het proces van het verkrijgen van een token dat gebruikt wordt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden om u te helpen bij het aanmelden bij Google:
pt_br: Ao acessar a ferramenta pela primeira vez, você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para ajudar você a fazer login no Google:
sl: Ko prvič dostopate do orodja, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in okno brskalnika, ki vam bo pomagalo pri prijavi v Google:
sv: När verktyget används för första gången leds man genom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas för att hjälpa till att logga in på Google:
uk: Під час першого запуску інструмента програма допоможе вам у процедурі отримання жетона, який буде використано з метою розпізнавання. Буде відкрито таке діалогове вікно і вікно програми для перегляду інтернету для входу до системи Google:

source: The Google Dialog to Select Account
ca: El diàleg de Google per a seleccionar un compte
it: La finestra di dialogo Google per la selezione dell'account
nl: De dialoog van Google om een account te selecteren
pt: A Janela do Google para Seleccionar uma Conta
pt_br: A janela do Google para selecionar a conta
sl: Googlovo pogovorno okno za izbiro računa
sv: Googles dialogruta för att välja konto
uk: Вікно Google для вибору облікового запису

source: After successful signup, digiKam will be allowed to send photos to the Google website. You will be presented with the following page on successful signup:
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies al lloc web de Google. en un registre amb èxit se us presentarà la pàgina següent:
it: Dopo aver completato correttamente la registrazione, digiKam sarà in grado di inviare le foto al sito web di Google. Se tutto è andato bene comparirà la seguente pagina:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de Google-website. U krijgt de volgende pagina te zien bij met succes aanmelden:
pt_br: Após o cadastro bem-sucedido, o digiKam poderá enviar fotos para o site do Google. Você verá a seguinte página após o cadastro bem-sucedido:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na Googlovo spletno mesto. Ob uspešni prijavi se vam prikaže naslednja stran:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till Googles webbplats. Följande sida visas vid lyckad registrering:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт Google. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: The Google Dialog to Authorize Application
ca: El diàleg de Google per a autoritzar l'aplicació
it: La finestra di dialogo Google per autorizzare l'applicazione
nl: De dialoog van Google voor autoriseren van de toepassing
pt: A Janela de Autorização da Aplicação do Google
pt_br: Janela do Google para autorizar o aplicativo
sl: Googlovo pogovorno okno za avtorizacijo aplikacije
sv: Googles dialogruta för att ge programmet behörighet
uk: Вікно Google для уповноваження програми

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to Google.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. En tornar al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a Google.
it: Basta quindi autorizzare l'applicazione e chiudere il browser web. Se torni alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in Google.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te uploaden naar Google.
pt_br: Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para enviar fotos para o Google.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za nalaganje fotografij v Google.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet som används för att ladda upp bilder till Google.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на Google.

source: When the tool is invoked for a second time, it will automatically remember the previous account.
ca: Quan s'invoqui l'eina per segona vegada, es recordarà automàticament el compte anterior.
it: Utilizzato per la seconda volta, lo strumento ricorderà automaticamente l'account utilizzato in precedenza.
nl: Wanneer het hulpmiddel voor de tweede keer wordt aangeroepen zal het het eerdere account automatisch herinneren.
pt_br: Quando a ferramenta for invocada pela segunda vez, ela lembrará automaticamente da conta anterior.
sl: Ko orodje prikličete drugič, si samodejno zapomni prejšnji račun.
sv: När verktyget anropas en andra gång kommer det automatiskt ihåg det föregående kontot.
uk: Коли інструмент буде викликано удруге, він використає введені дані облікового запису автоматично.

source: Download from your Account
ca: Baixar des del vostre compte
it: Scaricare dal tuo account
nl: Uit uw account downloaden
pt: Transferir da sua Conta
pt_br: Baixar de sua conta
sl: Prenesite iz svojega računa
sv: Ladda ner från ditt konto
uk: Отримання даних з вашого облікового запису

source: The download dialog for **Google Photo** web-service is presented below:
ca: El diàleg de baixada per al servei web de **Google Photo** es presenta a continuació:
it: La finestra di dialogo di scaricamento del servizio web **Google Foto** è riportata di seguito:
nl: De downloaddialoog voor **Google Photo**-webservice is onderstaand gepresenteerd:
pt: A janela de transferência do serviço Web **Google Photos** aparece em baixo:
pt_br: A janela de download do serviço web **Google Photo** é apresentada abaixo:
sl: Pogovorno okno za prenos za spletno storitev **Google Photo** je predstavljeno spodaj:
sv: Nerladdningsdialogrutan för webbtjänsten **Google Photo** presenteras nedan:
uk: Вікно отримання даних для вебслужби **Google Фото** наведено нижче:

source: The Google Photo Import Dialog
ca: El diàleg d'importació de Google Photo
it: La finestra di dialogo di importazione di Google Foto
nl: De dialoog voor foto importeren uit Google
pt: A Janela da Ferramenta de Importação do Google Photos
pt_br: A janela de importação de fotos do Google
sl: Pogovorno okno za uvoz Google Photo
sv: Google-foto importdialogruta
uk: Вікно імпортування даних до Google Фото

source: With the **Album** options, you can select the online folder to get files to download. You can **Reload** the list in the combo-box if the online contents have changed in the Google web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia des d'on s'obtindran els fitxers a baixar. Podreu fer **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de Google.
it: Con le opzioni **Album** puoi selezionare la cartella in rete da cui scaricare i file. **Ricarica** l'elenco nella casella combinata se i contenuti in linea vengono modificati nell'interfaccia web di Google.
nl: Met de opties van **Album** kunt u de online map selecteren om bestanden te downloaden. U kunt de lijst **Herladen** in het keuzevak als inhoud online is gewijzigd in het webinterface van Google.
pt_br: Com as opções de **Álbum**, você pode selecionar a pasta online de qual baixar os arquivos. Você pode **Recarregar** a lista na caixa de combinação se o conteúdo online tiver sido alterado na interface web do Google.
sl: Z možnostmi **Album** lahko izberete spletno mapo za prenos datotek. Če se je spletna vsebina v spletnem vmesniku Google spremenila, lahko seznam **Ponovno naložite** v kombiniranem polju.
sv: Med alternativen **Album** kan man välja nätkatalog för att hämta filer att ladda ner. Man kan **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i Googles webbgränssnitt.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для отримання файлів. Ви можете **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу Google.

source: The hierarchy of physical **Albums** in your collection are shown at the bottom of the main dialog. Specify the target Album where the files should be imported, or press the **New Album** button to create a new album for the downloaded files.
ca: La jerarquia del **Albums** físic a la vostra col·lecció es mostra a la part inferior del diàleg principal. Especifiqueu l'àlbum de destinació on s'han d'importar els fitxers, o premeu el botó **Àlbum nou** per a crear un àlbum nou per als fitxers baixats.
it: La gerarchia fisica degli **album** nella tua raccolta vengono mostrati nella parte inferiore della finestra di dialogo principale. Specifica l'album di destinazione in cui devono essere importati i file, oppure premi il pulsante **Nuovo album** per crearne uno nuovo in cui scaricare i file.
nl: De hiërarchie van fysieke **Albums** in uw verzameling wordt getoond onderaan de hoofddialoog. Specificeer het doelalbum waar de bestanden geïmporteerd moeten worden of druk op de knop **Nieuw album** om een nieuw album voor de gedownloade bestanden aan te maken.
pt_br: A hierarquia dos **Álbuns** físicos da sua coleção é exibida na parte inferior da janela principal. Especifique o álbum de destino para onde os arquivos devem ser importados ou pressione o botão **Novo álbum** para criar um novo álbum para os arquivos baixados.
sl: Hierarhija fizičnih **Albumov** v vaši zbirki je prikazana na dnu glavnega pogovornega okna. Določite ciljni album, kamor želite uvoziti datoteke, ali pritisnite gumb **Nov album**, da ustvarite nov album za prenesene datoteke.
sv: Hierarkin av fysiska **Album** i samlingen visas längst ner i huvuddialogrutan. Ange målalbumet dit filerna ska importeras eller tryck på knappen **Nytt album** för att skapa ett nytt album för de nerladdade filerna.
uk: Ієрархію фізичних **альбомів** у вашій збірці буде показано у нижній частині основного діалогового вікна. Вкажіть альбом призначення, куди має бути імпортовано файли або натисніть кнопку **Новий альбом**, щоб створити альбом для отриманих файлів.

source: Press the **Start Download** button to transfer the photos. You can click on the **Close** button to abort the transfer.
ca: Premeu el botó **Inicia la baixada** per a transferir les fotografies. Podreu fer clic en el botó **Tanca** per a interrompre la transferència.
it: Premi il pulsante **Avvia scaricamento** per trasferire le foto. Per interrompere il trasferimento, fai clic sul pulsante **Chiudi**.
nl: Druk op de knop **Downloaden starten** om foto's over te sturen. U kunt op de knop **Sluiten** klikken om het oversturen af te breken.
pt_br: Pressione o botão **Iniciar download** para transferir as fotos. Você pode clicar no botão **Fechar** para interromper a transferência.
sl: Za prenos fotografij pritisnite gumb **Začni prenos**. Za prekinitev prenosa lahko kliknete gumb **Zapri**.
sv: Tryck på knappen **Starta nerladdning** för att överföra fotona. Man kan klicka på knappen **Stäng** för att avbryta överföringen.
uk: Натисніть кнопку **Почати отримання**, щоб передати фотографії. Ви можете натиснути кнопку **Закрити**, щоб скасувати передавання фотографій.

source: Import from Google
pt: Importação do Google

source: This tool allows the user to upload photos to the `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_ web services.
pt: Esta ferramenta permite ao utilizador transferir fotografias do serviço Web`Google Photos <https://en.wikipedia.org/wiki/Google_Photos>`_.

source: **Google Photos** is a photo sharing which automatically analyzes photos, identifying various visual features and subjects. Users can search for anything in photos including faces and group similar ones together.
pt: O **Google Photos** é um serviço de partilha de fotografias que as analisa automaticamente, identificando diversas características visuais e assuntos. Os utilizadores poderão procurar por tudo nas fotografias, incluindo caras, e agrupar várias semelhantes em conjunto.

source: When accessing the tool for the first time you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched to help you loggging in to Google:
pt: Ao aceder à ferramenta pela segunda vez, será conduzido pelo processo de obtenção de um código que deverá ser usado para fins de autenticação. A seguinte janela irá aparecer e será lançada a janela de um navegador para o ajudar a autenticar-se no Google:

source: After successful signup digiKam will be allowed to send photos to the Google website. You will be presented with the following page on successful signup:
pt: Após um registo bem sucedido, o digiKam terá permissões para enviar as fotografias para a página Web do Google. Ser-lhe-á apresentada a seguinte página:

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to Google.
pt: Depois, simplesmente autorize a aplicação e feche o navegador Web. Volte à janela da aplicação-anfitrião, onde irá ver a interface usada para transferir as fotografias do Google.

source: When the tool is invoked for second time, it will remember the previous account automatically.
pt: Quando a ferramenta é invocada pela segunda vez, irá recordar a conta anterior automaticamente.
