Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/google_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: With the **Album** options, you can select the online folder to get files to download. You can **Reload** the list on the combo-box if online contents have been changed in Google web interface.
pt: Com as opções do **Álbum**, poderá seleccionar a pasta 'online' onde estão os ficheiros a transferir. Poderá **Actualizar** a lista no campo respectivo, caso os conteúdos 'online' tenham mudado na interface Web do Google.

source: Below, the main dialog propose the hierarchy of physical **Albums** from your collection. Selected one target entry to import files, or if you want a new one, just press **New Album** button to create a nested entry in the tree-view.
pt: Por baixo desta lista de ficheiros, a janela principal apresenta a hierarquia de **Álbuns** físicos da sua colecção. O item de destino seleccionado será para onde serão importados os ficheiros; caso pretenda um novo, basta carregar em **Novo Álbum** para criar um item encadeado na hierarquia da árvore.

source: Press **Start Download** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
pt: Carregue no botão **Iniciar a Transferência** para transferir os itens. Poderá carregar no botão **Fechar** para interromper o envio das fotografias.
