Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/import_overview.po
Languages: es, it, nl, pt, pt_br, sl, sv, uk

source: Overview to digiKam Import Interface
es: Resumen de la interfaz de importación de digiKam
it: Panoramica sull'interfaccia di importazione di digiKam
nl: Overzicht van het interface voor importeren van digiKam
pt: Introdução à Interface de Importação do digiKam
pt_br: Visão geral da interface de importação do digiKam
sl: Pregled vmesnika za uvoz digiKam
sv: Översikt av digiKams importgränssnitt
uk: Огляд інтерфейсу імпортування у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy
es: digiKam, documentación, manual del usuario, gestión de fotos, gestión fotográfica, código abierto, libre, gratis, aprender, fácil
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий

source: Overview
nl: Overzicht
pt: Introdução
sv: Översikt

source: Contents
nl: Inhoud
pt: Conteúdo
sv: Innehåll

source: To use digiKam to download images directly from your digital camera, connect the camera to your computer, switch the camera to the image display mode and turn it on. To download images from your phone's camera, it may be necessary to give your computer the rights to access of phone's contents. See your camera's user manual for more information.
nl: Om digiKam te gebruiken om afbeeldingen van uw digitale camera te downloaden, sluit de camera aan op uw computer, zet de camera aan in modus tonen van afbeeldingen. Om afbeeldingen van de camera van uw telefoon te downloaden kan het nodig zijn om de computer het recht te geven tot toegang tot de inhoud van de telefoon. Zie de handleiding van de camera voor meer informatie.

source: The Import Interface helps you to get photographs into a digiKam Album, whether it is directly from your camera or scanner, from a USB mass storage device, via a card reader, or from a local or remote folder. You can access the Import Interface by
nl: Het interface voor importeren helpt u om foto's in een album van digiKam te krijgen, of dat nu direct van uw camera is of scanner of van een USB massa-opslagapparaat, via een kaartlezer of uit een locale map of in het netwerk. U krijgt toegang tot het interface voor importeren door

source: :menuselection:`Import --> Cameras`
es: :menuselection:`Importar --> Cámaras`
it: :menuselection:`Importa --> Fotocamere`
nl: :menuselection:`Importeren --> Camera's`
pt: :menuselection:`Importar --> Câmaras`
pt_br: :menuselection:`Importar --> Câmeras`
sl: :menuselection:`Uvoz --> Kamere`
sv: :menuselection:`Importera --> Kameror`
uk: :menuselection:`Імпорт --> Фотоапарати`

source: Select one of the cameras from the submenu or choose **Add Camera Manually**.
es: Seleccione una de las cámaras del submenú o escoja **Añadir cámara manualmente**.
it: Seleziona una delle fotocamere dal sottomenu oppure scegli **Aggiungi manualmente fotocamera**.
nl: Selecteer een van de camera's uit het submenu of kies **Camera handmatig toevoegen**.
pt: Seleccione uma das câmaras do submenu ou escolha a opção **Adicionar uma Câmara Manualmente**.
pt_br: Selecione uma das câmeras no submenu ou escolha **Adicionar câmera manualmente**.
sl: Izberite eno od kamer v podmeniju ali izberite **Dodaj kamero ročno**.
sv: Välj en av kamerorna från undermenyn eller välj **Lägg till kamera manuellt**.
uk: де можна вибрати один із пунктів підменю або пункт **Додати фотоапарат вручну...**

source: The latter will open the dialog described in the :ref:`Camera Settings <camera_settings>` section of this manual. If you want to have more information about how digiKam supports digital cameras, please a take a look at this section.
it: L'ultimo comando aprirà la finestra descritta nella sezione :ref:`Impostazioni delle fotocamere <camera_settings>` di questo manuale.. Se vuoi avere maggiori informazioni su come digiKam supporta le macchine fotografiche, dai un'occhiata a questa sezione.
nl: De laatste zal de dialoog beschreven in de sectie :ref:`Camera instellingen <camera_settings>` van deze handleiding. Als u meer informatie wilt hebben over hoe digiKam digitale camera's ondersteunt, neem dan een kijkje in deze sectie.
pt_br: Esta última opção abrirá a janela descrita na seção :ref:`Configurações da câmera <camera_settings>` deste manual. Se quiser mais informações sobre como o digiKam suporta câmeras digitais, consulte esta seção.
sl: Slednji odpre pogovorno okno, opisano v razdelku :ref:`Nastavitve kamere <camera_settings>` tega priročnika. Če želite imeti več informacij o tem, kako digiKam podpira digitalne fotoaparate, si oglejte ta razdelek.
uk: Якщо буде вибрано останній варіант дій, програма відкриє діалогове вікно, описане у розділі «Налаштування фотоапарата» цього підручника. Якщо вам потрібна докладніша інформація щодо підтримки цифрових фотоапаратів у digiKam, будь ласка, ознайомтеся з вмістом цього розділу.

source: :menuselection:`Import --> USB Storage Devices`
es: :menuselection:`Importar --> Dispositivos de almacenamiento USB`
it: :menuselection:`Importa --> Dispositivi di memorizzazione USB`
nl: :menuselection:`Importeren --> USB opslagapparaten`
pt: :menuselection:`Importar --> Dispositivos de Armazenamento USB`
pt_br: :menuselection:`Importar --> Dispositivos de armazenamento USB`
sl: :menuselection:`Uvozi --> Shranjevalne naprave USB`
sv: :menuselection:`Importera --> USB-lagringsenheter`
uk: :menuselection:`Імпорт --> Пристрої зберігання інформації USB`

source: Select one of the USB devices from the submenu.
es: Seleccione uno de los dispositivos USB del submenú.
it: Seleziona uno dei dispositivi USB dal sottomenu.
nl: Selecteer een van de USB apparaten uit het submenu.
pt: Seleccione um dos dispositivos USB do submenu.
pt_br: Selecione um dos dispositivos USB no submenu.
sl: V podmeniju izberite eno od naprav USB.
sv: Välj en av USB-enheterna från undermenyn.
uk: Виберіть один з пристроїв USB з підменю.

source: :menuselection:`Import --> Card Readers`
es: :menuselection:`Importar --> Lectores de tarjetas`
it: :menuselection:`Importa --> Lettori di schede`
nl: :menuselection:`Importeren --> Kaartlezers`
pt: :menuselection:`Importar --> Leitores de Cartões`
pt_br: :menuselection:`Importar --> Leitores de cartão`
sl: :menuselection:`Uvozi --> Bralniki kartic`
sv: :menuselection:`Importera --> Kortläsare`
uk: :menuselection:`Імпорт --> Зчитувачі карток`

source: Select one of the card readers from the submenu.
es: Seleccione una de los lectores de tarjetas del submenú.
it: Seleziona uno dei lettori di schede dal sottomenu.
nl: Selecteer een van de kaartlezers uit het submenu.
pt: Seleccione um dos leitores de cartões do submenu.
pt_br: Selecione um dos leitores de cartão no submenu.
sl: Iz podmenija izberite enega od čitalcev kartic.
sv: Välj en av kortläsarna från undermenyn.
uk: Виберіть один з пристроїв для читання карток з підменю.

source: :menuselection:`Import --> Add Images...` :kbd:`Ctrl+Alt+I`
es: :menuselection:`Importar --> Añadir imágenes...` :kbd:`Ctrl+Alt+I`
it: :menuselection:`Importa --> Aggiungi immagini...` :kbd:`Ctrl+Alt+I`
nl: :menuselection:`Importeren --> Afbeeldingen toevoegen...` :kbd:`Ctrl+Alt+I`
pt: :menuselection:`Importar --> Adicionar Imagens...` :kbd:`Ctrl+Alt+I`
pt_br: :menuselection:`Importar --> Adicionar imagens...` :kbd:`Ctrl+Alt+I`
sl: :menuselection:`Uvozi --> Dodaj slike...` :kbd:`Ctrl Alt I`
sv: :menuselection:`Importera --> Lägg till bilder...` :kbd:`Ctrl+Alt+I`
uk: :menuselection:`Імпорт --> Додати зображення...` :kbd:`Ctrl+Alt+I`

source: Select a source folder from the dialog that opens.
es: Seleccione una carpeta de origen en el diálogo que se muestra.
it: Seleziona una cartella sorgente dalla finestra di dialogo che si apre.
nl: Selecteer een bronmap uit de dialoog die wordt geopend.
pt: Seleccione uma pasta de origem na janela que se abre.
pt_br: Selecione uma pasta de origem na janela que será aberta.
sl: Iz pogovornega okna, ki se odpre, izberite izvorno mapo.
sv: Välj en källkatalog i dialogrutan som öppnas.
uk: Виберіть теку-джерело зображень за допомогою діалогового вікна, яке буде відкрито.

source: :menuselection:`Import --> Import from Scanner`
es: :menuselection:`Importar --> Importar del escáner`
it: :menuselection:`Importa --> Importa da scanner`
nl: :menuselection:`Importeren --> Vanaf scanner importeren`
pt: :menuselection:`Importar --> Importar do 'Scanner'`
pt_br: :menuselection:`Importar --> Importar do scanner`
sl: :menuselection:`Uvozi --> Uvozi iz optičnega bralnika`
sv: :menuselection:`Importera --> Importera från bildläsare`
uk: :menuselection:`Імпорт --> Імпортувати зі сканера`

source: Tool to communicate with a digital scanner to import images.
it: Strumento per comunicare e importare immagini con uno scanner digitale.
nl: Hulpmiddel om te communiceren met een digitale scanner en afbeeldingen te importeren.
pt_br: Ferramenta para comunicação com um scanner digital para importar imagens.
sl: Orodje za komunikacijo z digitalnim skenerjem za uvoz slik.
uk: Інструмент для обміну даними з цифровим сканером та імпортування зображень.

source: To be able to use your digital camera with digiKam, connect the camera to your computer, switch the camera to the image display mode and turn it on. With phone camera, it can be necessary to give right to computer to access of device contents. See your camera's user manual if you need more information.
pt: Para poder usar a sua câmara digital com o digiKam, ligue a mesma ao seu computador, mude a câmara para o modo de apresentação de imagens e ligue-a. Com a câmara do telemóvel, pode ser necessário dar permissões ao computador para aceder aos conteúdos do dispositivo. Veja o manual de utilizador da sua câmara caso necessite de mais informações.
sv: För att kunna använda en digitalkamera med digiKam, anslut kameran till datorn, ställ om kameran till bildvisningsläge och sätt på den. Med en telefonkamera kan det vara nödvändigt att ge datorn åtkomsträtt till enhetens innehåll. Se kamerans användarmanual om mer information behövs.

source: The Import Interface helps you to get photographs into a digiKam Album, whether it is directly from your camera or a scanner, from a USB mass storage device, via a card reader or from a local or remote folder. You can access the Import Interface by
pt: A interface de Importação ajuda-o a transferir fotografias para um álbum do digiKam, sejam elas da sua câmara ou de um 'scanner', de um dispositivo de armazenamento USB, de um leitor de cartões ou de uma pasta local ou remota. Poderá aceder à interface de Importação com
sv: Importgränssnittet hjälper till att hämta fotografier till ett album i digiKam, oavsett om det är direkt från en kamera eller en bildläsare, från en USB-masslagringsenhet, via en kortläsare eller från en lokal eller fjärrkatalog. Man kan komma åt importgränssnittet med

source: The latter will open the dialog described in the Camera Settings section of this handbook. If you want to have more information about how digiKam supports digital cameras, please a take a look at this section..
pt: A última irá abrir a janela descrita na secção de Configuração da Câmara deste manual. Se quiser obter mais informações sobre o suporte do digiKam para câmaras digitais, dê por favor uma vista de olhos nesta secção.
sv: Den senare öppnar dialogrutan som beskrivs i avsnittet Kamerainställningar i handboken. Om man vill få mer information om digiKams stöd för digitalkameror, ta en titt på det här avsnittet.

source: Tool to communicate with a digital scanner and import images.
pt: Uma ferramenta para comunicar com um 'scanner' digital e importar imagens dele.
sv: Verktyg för att kommunicera med en digital bildläsare och importera bilder.

source: :ref:`Overview <import_tools>`
it: :ref:`Panoramica <import_tools>`
pt_br: :ref:`Visão geral <import_tools>`
sl: :ref:`Pregled <import_tools>`
uk: :ref:`Огляд <import_tools>`

source: To use digiKam to download images directly from your digital camera, connect the camera to your computer, switch the camera to the image display mode and turn it on. To download images from your phone's camera, it may be necessary to give your computer the rights to access the phone's contents. See your camera's user manual for more information.
it: Per scaricare le immagini direttamente dalla tua fotocamera digitale tramite digiKam, collega la fotocamera al computer, mettila in modalità di visualizzazione delle immagini e accendila. Per scaricare le immagini dalla fotocamera del tuo telefono potrebbe essere necessario consentire al tuo computer di accedere ai contenuti del telefono. Consulta il manuale utente della tua fotocamera per ulteriori informazioni.
pt_br: Para usar o digiKam para baixar imagens diretamente da sua câmera digital, conecte a câmera ao computador, alterne para o modo de exibição de imagens e ligue-a. Para baixar imagens da câmera do seu celular, pode ser necessário conceder ao seu computador os direitos de acesso ao conteúdo do aparelho. Consulte o manual do usuário da sua câmera para obter mais informações.
sl: Če želite uporabiti digiKam za prenos slik neposredno iz vaše digitalne kamere, povežite kamero z računalnikom, preklopite kamero v način prikaza slike in jo vklopite. Če želite prenesti slike iz kamere vašega telefona, bo morda treba vašemu računalniku podeliti pravice za dostop do vsebine telefona. Za več informacij glejte uporabniški priročnik kamere.
uk: Щоб мати змогу отримувати зображення безпосередньо з вашого цифрового фотоапарата за допомогою digiKam, з’єднайте фотоапарат з вашим комп’ютером, перемкніть фотоапарат у режим показу зображень і увімкніть його. Для фотокамери телефону може виникнути потреба у наданні комп'ютеру доступу до даних пристрою. Докладніше про все це можна дізнатися з інструкції до фотоапарата.

source: The Import Interface helps you to get photographs into a digiKam Album, whether it is directly from your camera or scanner, from a USB mass storage device, via a card reader, or from a local or remote folder. You can access the Import Interface from the one of the menu items under :menuselection:`Import` on the Main Menu:
it: L'interfaccia di importazione ti aiuta ad avere le fotografie in un album di digiKam direttamente dalla tua fotocamera o da scanner, da un dispositivo di memorizzazione di massa USB, da un lettore di schede, oppure da una cartella locale o remota. Puoi accedere all'interfaccia di importazione da una delle voci del menu sotto :menuselection:`Importa` nel menu principale:
pt_br: A interface de importação ajuda você a transferir fotos para um álbum do digiKam, seja diretamente da sua câmera ou scanner, de um dispositivo de armazenamento USB, por meio de um leitor de cartão ou de uma pasta local ou remota. Você pode acessar a interface de importação a partir de um dos itens do menu :menuselection:`Importar` no menu principal:
sl: Vmesnik uvoza vam pomaga pri prenosu fotografij v album digiKam, ne glede na to, ali je neposredno iz vaše kamere ali optičnega bralnika, iz USB naprave za masovno shranjevanje, prek bralnika kartic ali iz lokalne ali oddaljene mape. Do vmesnika za uvoz lahko dostopate iz enega od elementov menija pod :menuselection:`Uvoz` v glavnem meniju:
uk: За допомогою інтерфейсу імпортування ви зможете додати фотографії до альбому digiKam безпосередньо з вашого фотоапарата або сканера, із пристрою для зберігання даних з інтерфейсом USB, з пристрою для читання карток пам’яті або з локальної чи віддаленої теки. Отримати доступ до інтерфейсу імпортування можна за допомогою одного з пунктів меню :menuselection:`Імпорт` головного меню:
