Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/remote_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: When you select right target album to download files, press **Start Import** button to process files. You can abort operation pressing **Close** button.
pt: Quando tiver seleccionado o álbum de destino correcto para onde transferir os ficheiros, carregue no botão **Iniciar a Importação** para processar os ficheiros. Poderá interromper a operação se carregar no botão **Fechar**.

source: To choose files to import, press **Select Import Location**. A native desktop URLs selector will appear allowing you to see remotely connected devices listed in the network section:
sv: För att välja filer att importera tryck på **Välj importplats**. En webbadressväljare inbyggd på skrivbordet dyker upp där man kan se de fjärranslutna datorerna listade i nätverkssektionen:

source: In this dialog, you can use protocols such as **fish** (ssh), **ftp**, **smb**, etc, to connect to the remote computer. For example,
sv: I dialogrutan kan man använda protokoll såsom **fish** (ssh), **ftp**, **smb**, etc, för att anslutas till den andra datorn. Till exempel,

source: After selecting the files to import and closing the native desktop URLs selector, the selected files will appear in the list below the **Select import location** button.
sv: Efter att ha valt filerna att importera och stängt den inbyggda webbadressväljaren på skrivbordet, dyker de valda filerna upp i listan under knappen **Välj importplats**.

source: Below this list of files, the main dialog displays the hierarchy of **Albums** in your collection. Specify the target Album where the files should be imported, or press the **New Album** button to create a new album for the downloaded files.
sv: Under listan med filer, visar huvuddialogrutan hierarkin av **Album** i samlingen. Ange målalbum dit filerna ska importeras, eller tryck på knappen **Nytt album** för att skapa ett nytt album för de nerladdade filerna.
