Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/remote_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Import from Remote Computer
ca: Importar des d'un emmagatzematge remot en el digiKam
it: Importazione da computer remoto di digiKam
nl: Importeren van computer op afstand van digiKam
pt: Importação de um Computador Remoto do digiKam
pt_br: Importação de computador remoto para o digiKam
sl: digiKam uvoz iz oddaljenega računalnika
sv: Importera från annan dator i digiKam
uk: Імпорт з віддаленого комп'ютера у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, remote, computer, import
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, ordinador, importa
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, remoto, computer, importazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, op afstand, computer, importeren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, computador, remoto, importar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, remoto, computador, importar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, oddaljeno, računalnik, uvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, fjärr, dator, import
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, віддалений комп'ютер, імпорт

source: :ref:`Import from Remote Computer <import_tools>`
ca: :ref:`Importació des d'un ordinador remot <import_tools>`
it: :ref:`Importa da computer remoto <import_tools>`
nl: :ref:`Importeren van computer op afstand <import_tools>`
pt_br: :ref:`Importar de um computador remoto <import_tools>`
sl: :ref:`Uvoz iz oddaljenega računalnika <import_tools>`
sv: :ref:`Import från annan dator <import_tools>`
uk: :ref:`Імпорт з віддаленого комп'ютера <import_tools>`

source: Introduction
ca: Introducció
it: Introduzione
nl: Inleiding
uk: Вступ

source: This tool downloads files into your collections from a remote networked computer. It is available from the :menuselection:`Import --> Import from remote storage` :kbd:`Alt+Shift+K` menu entry or the corresponding icon from the **Tools** tab in the Right Sidebar.
ca: Aquesta eina baixa fitxers des d'un ordinador remot en xarxa a les vostres col·leccions. Està disponible des de l'entrada de menú :menuselection:`Importa --> Importa des d'un emmagatzematge remot` (drecera :kbd:`Alt+Maj+K`) o la icona corresponent des de la pestanya **Eines** a la barra lateral dreta.
it: Questo strumento scarica i file da un computer remoto collegato in rete nelle tue raccolte. È raggiungibile dalla voce di menu :menuselection:`Importa --> Importa da un supporto di memorizzazione remoto` :kbd:`Alt+Maiusc+K` o dalla corrispondente icona presente nella scheda **Strumenti** della barra laterale destra.
nl: Dit hulpmiddel downloadt bestanden in uw verzamelingen van een computer op afstand via uw netwerk. Het is beschikbaar uit het menu-item :menuselection:`Importeren --> Uit opslag op afstand importeren` :kbd:`Alt+Shift+K` of het bijbehorende pictogram uit het tabblad **Hulpmiddelen** in de rechter zijbalk.
pt_br: Esta ferramenta baixa arquivos para suas coleções a partir de um computador remoto em rede. Ela está disponível na entrada de menu :menuselection:`Importar --> Importar de armazenamento remoto` :kbd:`Alt+Shift+K` ou no ícone correspondente na aba **Ferramentas** na barra lateral direita.
sl: To orodje prenese datoteke v vaše zbirke iz oddaljenega omrežnega računalnika. Na voljo je prek menija :menuselection:`Uvozi --> Uvozi iz oddaljenega pomnilnika` :kbd:`Alt+Dvigalka+K` ali ustrezne ikone na zavihku **Orodja** v desni stranski vrstici.
sv: Verktyget laddar ner filer till samlingar från en annan nätverksansluten dator. Det är tillgängligt från menyalternativet :menuselection:`Importera --> Importera från annan dator` :kbd:`Alt+Shift+K` eller motsvarande ikon från fliken **Verktyg** i höger sidorad.
uk: За допомогою цього інструмента можна отримувати файли з віддаленого комп'ютера до ваших збірок за допомогою мережі. Доступ до інструмента можна отримати за допомогою пункту меню :menuselection:`Імпорт --> Імпортувати з віддаленого сховища` :kbd:`Alt+Shift+K` або відповідної піктограми на вкладці **Інструменти** правої бічної панелі.

source: The Import from Remote Computer Dialog
ca: El diàleg d'importació des d'un ordinador remot
it: La finestra di dialogo Importa da computer remoto
nl: De dialoog van importeren van computer op afstand
pt: A Janela de Importação de um Computador Remoto
pt_br: A janela de importação de computador remoto
sl: Pogovorno okno Uvoz iz oddaljenega računalnika
sv: Dialogrutan Import från annan dator
uk: Вікно імпортування з віддаленого комп'ютера

source: KIO-Slaves Protocols
ca: Processos de treball KIO
it: Protocolli KIO-Slaves
nl: KIO-slave-protocollen
uk: Протоколи допоміжних KIO

source: The tool uses the KDE KIO-slaves in the background to communicate with the remote source. See :ref:`this section <kio_protocols>` of this documentation for the list of usable protocols.
ca: L'eina utilitza els processos de treball KIO de KDE en segon pla per a comunicar-se amb la font remota. Vegeu la llista de protocols usables en :ref:`aquesta secció <kio_protocols>` d'aquesta documentació.
it: Lo strumento usa i KIO-slaves di KDE in background per comunicare con la sorgente remota. Per un elenco dei protocolli utilizzabili, vedi :ref:`questa sezione <kio_protocols>` della documentazione.
nl: Het hulpmiddel gebruikt de KDE KIO-slaves in de achtergrond om met de bron op afstand te communiceren. Zie :ref:`deze sectie <kio_protocols>` van deze documentatie voor de lijst met bruikbare protocollen.
uk: Інструмент використовує допоміжні KIO KDE у фоновому режимі для встановлення зв'язку з віддаленим джерелом. Див. :ref:`цей розділ <kio_protocols>` цієї документації, щоб ознайомитися зі списком протоколів, що використовуються.

source: How to use this tool
ca: Com fer servir aquesta eina
it: Usare lo strumento
nl: Hoe dit hulpmiddel te gebruiken
uk: Як користуватися цим інструментом

source: To choose files to import, press **Select Source Location** on the left side of the dialog. A native desktop URLs selector will appear allowing you to see remotely connected devices listed in the network section:
ca: Per a triar els fitxers que s'importaran, premeu **Selecciona la ubicació d'origen...** a la banda esquerra del diàleg. Apareixerà un selector d'URL nadiu de l'escriptori com es mostra a continuació que permet veure els dispositius connectats remotament llistats a la secció de xarxa:
it: Per scegliere i file da importare, premi **Seleziona la posizione di origine** sul lato sinistro della finestra di dialogo. Comparirà un selettore di URL nativo del desktop, che ti permetterà di visualizzare i dispositivi remoti collegati, elencati nella sezione Rete:
nl: Om te importeren bestanden te kiezen druk op **Bronlocatie selecteren** aan de linkerkant van de dialoog. Een inheemse URL-kiezer van het bureaublad zal verschijnen waarmee u de verbonden apparaten op afstand kunt zien in de netwerksectie:
pt_br: Para escolher os arquivos a serem importados, pressione **Selecionar origem da importação** no lado esquerdo da janela. Um seletor de URLs nativo do seu ambiente de trabalho aparecerá, permitindo que você veja os dispositivos conectados remotamente listados na seção de rede:
sl: Da bi izbrali datoteke za uvoz pritisnite **Izberi izvorno lokacijo** na levi strani pogovornega okna. Prikazal se bo izvorni izbirnik URL-jev za namizne računalnike, ki vam bo omogočil ogled oddaljeno povezanih naprav, navedenih v razdelku z omrežjem:
uk: Для вибору файлів для імпортування натисніть кнопку **Вибрати розташування джерела…** у лівій частині діалогового вікна. У відповідь має бути показано вбудований до системи засіб вибору адрес, де ви зможете бачити список виявлених віддалених пристроїв у розділі мережі:

source: The URLs Selector Dialog Under Linux Choosing Files from a NAS Sharing Contents through Samba File System.
ca: El diàleg del selector d'URL sota Linux triant els fitxers des d'una compartició de contingut NAS a través del sistema de fitxers de Samba.
it: La finestra di dialogo del selettore di URL in Linux che sceglie i file da contenuti condivisi su NAS tramite il sistema di file Samba.
nl: De dialoog van de URL's-kiezer onder Linux voor het kiezen van bestanden uit een NAS voor het delen van inhoud via het bestandssysteem Samba.
pt_br: Janela do seletor de URLs no Linux selecionando arquivos de um NAS compartilhando conteúdo por meio do sistema de arquivos Samba.
sl: Pogovorno okno izbirnika URL-jev v sistemu Linux Izbiranje datotek iz NAS-a, ki deli vsebino prek datotečnega sistema Samba.
sv: Dialogrutan för att välja webbadress under Linux som väljer filer från en NAS som delar innehåll via Samba-filsystemet.
uk: Вікно вибору адрес у Linux при виборі файлів з даних спільного ресурсу NAS через файлову систему Samba.

source: In this dialog, to be connected to the remote device, you can use a protocol in the **Source Location** url field such as:
ca: En aquest diàleg, per a estar connectat al dispositiu remot, podeu utilitzar un protocol en el camp d'URL **Ubicació de l'origen** com:
it: In questa finestra di dialogo, per collegarti al dispositivo remoto puoi usare un protocollo nel campo dell'URL della **Posizione di origine**, tipo:
nl: In deze dialoog, om verbonden te worden met het apparaat op afstand, kunt u een protocol gebruiken in het URL-veld **Bronlocatie** zoals:
uk: У цьому діалоговому вікні, щоб встановити з'єднання з віддаленим пристроєм, ви можете скористатися у полі адреси **Розташування джерела** якимось із протоколів, наприклад:

source: **fish://user_name@remote_computer**: connect to the *remote_computer* with *user_name* using SSH protocol (Secure SHell).
ca: **fish://nom_usuari@ordinador_remot**: connecta amb l'*ordinador_remot* utilitzant *nom_usuari* mitjançant el protocol SSH (Secure SHell).
it: **fish://nome_utente@computer_remoto**: connette al *computer_remoto* col *nome_utente* utilizzando il protocollo SSH (Secure SHell).
nl: **fish://user_name@remote_computer**: verbindt met de *remote_computer* met *user_name* met gebruik van het SSH-protocol (Secure SHell).
pt: **fish://utilizador@computador_remoto**: liga-se ao *computador_remoto* com o utilizador *utilizador*, usando o protocolo SSH (Linha de Comandos Segura).
pt_br: **fish://nome_de_usuário@computador_remoto**: conecta ao *computador_remoto* com *nome_de_usuário* usando o protocolo SSH (Secure SHell).
sl: **fish://uporabniško_ime@oddaljeni_računalnik**: povežite se z *oddaljenim_računalnikom* z *uporabniškim_imenom* s pomočjo protokola SSH (Secure SHell).
sv: **fish://användarnamn@annan_dator**: Anslut till den *annan_dator* med *användarnamn* med SSH-protokoll (Secure SHell).
uk: **fish://користувач@віддалений_комп'ютер**: з'єднатися із *віддаленим_комп'ютером* з використанням імені *користувача* за допомогою протоколу SSH (Secure SHell).

source: **ftp://user_name@remote_computer**: connect to the *remote_computer* with *user_name* using FTP protocol (File Transfer Protocol).
ca: **ftp://nom_usuari@ordinador_remot**: connecta amb l'*ordinador_remot* emprant *nom_usuari* mitjançant el protocol FTP (protocol de transferència de fitxers).
it: **ftp://nome_utente@computer_remoto**: connette al *computer_remoto* col *nome_utente* utilizzando il protocollo FTP (File Transfer Protocol).
nl: **ftp://gebruikersnaam@computer_op_afstand**: verbinden met de *computer_op_afstand* met *gebruikersnaam* met FTP-protocol (File Transfer Protocol).
pt: **ftp://utilizador@computador_remoto**: liga-se ao *computador_remoto* com o utilizador *utilizador*, usando o protocolo FTP (Protocolo de Transferência de Ficheiros).
pt_br: **ftp://nome_de_usuário@computador_remoto**: conecta ao *computador_remoto* com *nome_de_usuário* usando o protocolo FTP (Protocolo de Transferência de Arquivos).
sl: **ftp://uporabniško_ime@oddaljeni_računalnik**: povežite se z *oddaljenim_računalnikom* z *uporabniškim_imenom* s pomočjo FTP protokola (File Transfer Protocol).
sv: **ftp://användarnamn@annan_dator**: Anslut till *annan_dator* med *användarnamn* med hjälp av FTP-protokollet (File Transfer Protocol).
uk: **ftp://користувач@віддалений_комп'ютер**: з'єднатися із *віддаленим_комп'ютером* з використанням імені *користувача* за допомогою протоколу FTP (File Transfer Protocol).

source: An alternative will be to use the native desktop url selector by pressing the **Select Import Location** button. A dialog will appear where you can see and select remote devices in the network section of the dialog:
ca: Una alternativa serà utilitzar el selector d'URL natiu de l'escriptori prement el botó **Selecciona la ubicació d'importació**. Apareixerà un diàleg a on podreu veure i seleccionar els dispositius remots a la secció de xarxa del diàleg:
it: Un'alternativa sarà utilizzare il selettore di URL nativo del desktop premendo il pulsante **Seleziona la posizione di importazione**. Si aprirà una finestra di dialogo e nella sezione Rete potrai vedere e selezionare i dispositivi remoti:
nl: Een alternatief zal het gebruiken van de inheemse URL-kiezer van het bureaublad zijn door indrukken van de knop **Importlocatie selecteren**. Een dialoog zal verschijnen waar u de apparaten op afstand kunt zien en apparaten op afstand in de netwerksectie van de dialoog selecteren:
uk: Альтернативою є використання природного засобу вибору адреси стільничного середовища. Для цього достатньо натиснути кнопку **Вибрати місце імпортування**. У відповідь має бути відкрито вікно, у якому ви побачите список виявлених віддалених пристроїв у розділі мережі:

source: The native URLs selector dialog is only available if you turn on the right option from the `Settings --> Configure digiKam... --> Miscellaneous page --> Appearance tab`. See :ref:`this section <appearance_settings>` of the manual for more details.
ca: El diàleg natiu del selector d'URL només estarà disponible si activeu l'opció correcta a `Arranjament --> Configura el digiKam... --> pàgina Miscel·lània --> pestanya Aparença`. Vegeu :ref:`aquesta secció <appearance_settings>` del manual per a més detalls.
it: La finestra di dialogo del selettore di URL nativa è disponibile solamente se attivi la giusta opzione da `Impostazioni --> Configura digiKam... --> pagina Varie --> scheda Aspetto`. Per ulteriori dettagli, vedi :ref:`questa sezione <appearance_settings>` del manuale.
nl: De inheemse selectiedialoog voor URL's is alleen beschikbaar als u de juiste optie uit de `Instellingen --> digiKam configureren... --> Diversen pagina --> Tabblad uiterlijk`. Zie :ref:`deze sectie <appearance_settings>` van de handleiding voor meer details.
pt_br: A janela do seletor de URLs nativo só estará disponível se você ativar a opção correta em `Configurações --> Configurar digiKam... --> página Diversos --> aba Aparência`. Consulte :ref:`esta seção <appearance_settings>` do manual para obter mais detalhes.
sl: Pogovorno okno izbirnika izvornih URL-jev je na voljo le, če vklopite pravo možnost v `Nastavitve --> Konfiguriraj digiKam... --> Razno --> Videz zavihka`. Glejte :ref:`ta razdelek <appearance_settings>` priročnika za več podrobnosti.
sv: Den inbyggda dialogrutan för att välja webbadress är endast tillgänglig om man aktiverar rätt alternativ under fliken `Inställningar --> Anpassa digiKam... --> Diverse --> Utseende`. Se :ref:`avsnittet <appearance_settings>` i handboken för mer information.
uk: Природним вікном вибору адреси можна скористатися, лише якщо ви виберете належний варіант у меню `Параметри --> Налаштувати digiKam... --> сторінка «Різне» --> вкладка «Вигляд»`. Див. :ref:`цей розділ <appearance_settings>` підручника, щоб дізнатися більше.

source: After selecting the files to import and closing the native desktop URLs selector, the selected files will appear in the list below the **Select Source Location** button.
ca: Després de seleccionar els fitxers que s'importaran i tancar el selector d'URL nadiu de l'escriptori, els fitxers seleccionats apareixeran a la llista sota el botó **Selecciona la ubicació d'origen**.
it: Dopo aver selezionato i file da importare e chiuso il selettore di URL nativo del desktop, i file selezionati appariranno nell'elenco sotto il pulsante **Seleziona la posizione di origine**.
nl: Na selecteren van de te importeren bestanden en de inheemse bureaublad-URL's-kiezer, zullen de geselecteerde bestanden verschijnen in de lijst onder de knop **Bronlocatie selecteren**.
pt_br: Após selecionar os arquivos a serem importados e fechar o seletor de URLs nativo da área de trabalho, os arquivos selecionados aparecerão na lista abaixo do botão **Selecionar origem da importação**.
sl: Ko izberete datoteke za uvoz in zaprete izbirnik izvornih URL-jev za namizne računalnike, se bodo izbrane datoteke prikazale na seznamu pod gumbom **Izberi izvorno lokacijo**.
uk: Після вибору файлів для імпортування та закриття убудованого до стільниці вікна вибору адрес, адреси має бути показано у основному діалоговому вікні у списку під кнопкою **Вибрати розташування джерела**.

source: On the right, the main dialog displays the hierarchy of **Albums** in your collection. Specify the destination location where the files should be imported, or press the **New Album** button to create a new album for the downloaded files.
ca: A la dreta, el diàleg principal mostra la jerarquia d'**Àlbums** de la vostra col·lecció. Especifiqueu la ubicació de destinació on s'han d'importar els fitxers, o premeu el botó **Àlbum nou** per a crear un àlbum nou per als fitxers baixats.
it: Sulla destra, la finestra di dialogo principale visualizza la gerarchia degli **album** nella tua raccolta. Specifica la destinazione in cui devono essere importati i file, oppure premi il pulsante **Nuovo album** per crearne uno nuovo dove scaricare i file.
nl: Rechts toont de hoofddialoog de hiërarchie van de **Albums** in uw verzameling. Specificeer het bestemmingslocatie waar de bestanden geïmporteerd moeten worden of druk op de knop **Nieuw album** om een nieuw album aan te maken voor de te downloaden bestanden.
pt_br: À direita, a janela principal exibe a hierarquia de **Álbuns** da sua coleção. Especifique a localização de destino para onde os arquivos devem ser importados ou pressione o botão **Novo álbum** para criar um novo álbum para os arquivos baixados.
sl: Na desni strani se v glavnem pogovornem oknu prikaže hierarhija **Albumov** v vaši zbirki. Določite ciljno mesto, kamor naj se datoteke uvozijo, ali pritisnite gumb **Nov album**, da ustvarite nov album za prenesene datoteke.
uk: Ієрархію фізичних **альбомів** у вашій збірці буде показано у правій частині основного діалогового вікна. Вкажіть місце призначення, куди має бути імпортовано файли або натисніть кнопку **Новий альбом**, щоб створити альбом для отриманих файлів.

source: After selecting the target album to download the files, press the **Start Import** button to process files. You can abort the operation by pressing the **Close** button.
ca: Després de seleccionar l'àlbum de destinació per a baixar els fitxers, premeu el botó **Inicia la importació** per a processar els fitxers. Podreu interrompre l'operació prement el botó **Tanca**.
it: Dopo aver selezionato l'album di destinazione in cui scaricare i file, premi il pulsante **Avvia importazione** per elaborare i file. Puoi interrompere l'operazione premendo il pulsante **Chiudi**.
nl: Na het selecteren van het doelalbum voor de te downloaden bestanden, druk op de knop **Importeren starten** om bestanden te verwerken. U kunt de bewerking stoppen door knop **Sluiten** in te drukken.
pt_br: Após selecionar o álbum de destino para baixar os arquivos, pressione o botão **Iniciar importação** para processar os arquivos. Você pode abortar a operação pressionando o botão **Fechar**.
sl: Ko izberete ciljni album za prenos datotek, pritisnite gumb **Začni uvoz** za obdelavo datotek. Operacijo lahko prekinete s pritiskom na gumb **Zapri**.
sv: Efter att ha valt målalbumet för att ladda ner filerna, tryck på knappen **Starta import** för att bearbeta filer. Man kan avbryta operationen genom att trycka på knappen **Stäng**.
uk: Коли належну адресу для отримання файлів буде вибрано, натисніть кнопку **Почати імпортування** для обробки файлів. Ви можете перервати дію натисканням кнопки **Закрити**.

source: Import from Remote Computer
pt: Importar de um Computador Remoto

source: Contents
pt: Conteúdo

source: This tool allows to download files from a remote computer to your collections using network. It available from the :menuselection:`Import --> Import from remote storage` :kbd:`Alt+Shift+K` menu entry or the corresponding icon from the **Tools** tab in Right Sidebar.
pt: Esta ferramenta permite transferir os ficheiros de um computador remoto para as suas colecções, usando a rede. Está disponível na opção do menu :menuselection:`Importar --> Importar de um armazenamento remoto` :kbd:`Alt+Shift+K` ou no ícone correspondente na página de **Ferramentas** na barra lateral direita.

source: To choose files to import press **Select Import Location**, a native desktop urls selector as below must appear where you can see the discovered remote devices selecting the network section:
pt: Para escolher os ficheiros a importar, carregue em **Seleccionar a Localização de Importação**, sendo que deverá aparecer um selector de URL's do ambiente de trabalho nativo, onde poderá ver os dispositivos remotos descobertos ao seleccionar a secção da rede:

source: The Urls Selector Dialog Under Linux Choosing Files from a NAS Sharing Contents trough Samba File System.
pt: A Janela de Selecção de URL's no Linux, Seleccionando os Conteúdos de uma Partilha de NAS através do Protocolo Samba.

source: In this dialog, you can use the protocols as **fish** (ssh), **ftp**, **smb**, etc, to be connected to the remote computer. For example,
pt: Nesta janela, poderá usar alguns protocolos como o **fish** (SSH), **ftp**, **smb**, etc, para se ligar ao computador remoto. Por exemplo,

source: The native url selector dialog is only available if you turn on the right option from the **Misc/Appearance** section of the :ref:`configuration panel <appearance_settings>`.
pt: A janela nativa do selector de URL's só está disponível se activar a opção correcta na secção **Diversos/Aparência** do :ref:`painel de configuração <appearance_settings>`.

source: After selecting the files to import and closing the native desktop urls selector, these ones must appear to main dialog in the list below **Select import location** button.
pt: Depois de seleccionar os ficheiros a importar e de fechar o selector de URL's do ambiente de trabalho, estes deverão aparecer na janela principal, na lista abaixo do botão para **Seleccionar a localização de importação**.

source: Below this list of files, the main dialog propose the hierarchy of physical **Albums** from your collection. Selected one target entry to import files, or if you want a new one, just press **New Album** button to create a nested entry in the tree-view.
pt: Por baixo desta lista de ficheiros, a janela principal apresenta a hierarquia de **Álbuns** físicos da sua colecção. O item de destino seleccionado será para onde serão importados os ficheiros; caso pretenda um novo, basta carregar em **Novo Álbum** para criar um item encadeado na hierarquia da árvore.
