Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/scanner_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: Not all drivers or backends support the Reload feature. In this case, quit the tool, connect your scanner and restart digiKam.
it: Non tutti i driver o i motori supportano la funzione Ricarica. In tal caso, chiudi lo strumento, collega lo scanner e riavvia digiKam.
nl: Niet alle apparaatstuurprogramma's of backends ondersteunen deze functie. Sluit in dat geval het hulpmiddel, verbindt uw scanner en start digiKam opnieuw.
pt_br: Nem todos os drivers ou backends suportam o recurso de Recarregar. Nesse caso, feche a ferramenta, conecte seu scanner e reinicie o digiKam.
sl: Vsi gonilniki ali ozadja ne podpirajo te funkcionalnosti ponovnega nalaganja. V tem primeru zapustite orodje, povežite optični bralnik in znova zaženite digiKam.
sv: Alla drivrutiner eller gränssnitt stöder inte funktionen Uppdatera. Avsluta i så fall verktyget, anslut bildläsaren och starta om digiKam.
uk: Можливість перезавантаження передбачено не у всіх драйверах та допоміжних модулях. Якщо для вашого сканера такої можливості не передбачено, завершіть роботу програми, під’єднайте сканер, а потім знову запустіть digiKam.

source: The main window presents the user with three sets of scan options: Basic, Advanced, and Scanner Specific. The **Basic Options** tab contains the most common parameters that the SANE scanner backends provide.
it: La finestra principale mostra tre gruppi di opzioni per la scansione: di base, avanzate e specifiche dello scanner. La scheda delle **Opzioni di base** contiene i parametri più comuni forniti dai motori per gli scanner SANE.
pt_br: A janela principal apresenta ao usuário três conjuntos de opções de verificação: Básica, Avançada e Específica do scanner. A aba **Opções básicas** contém os parâmetros mais comuns fornecidos pelos backends do scanner SANE.
sl: V glavnem oknu so uporabniku na voljo trije nizi možnosti skeniranja: osnovno, napredno in specifično za optični bralnik. Zavihek **Osnovne možnosti** vsebuje najpogostejše parametre, ki jih ponujajo ozadja skenerja SANE.
uk: У головному вікні користувачеві доступні три набори параметрів сканування: базовий, розширений і специфічний для сканера. Вкладка **Основні параметри** містить найпоширеніші параметри, які надають модулі обробки сканера SANE.

source: The **Advanced Options** tab contains the analog gamma tables, along with some less common options.
it: La scheda **Opzioni avanzate** contiene le tabelle di gamma analogiche, insieme con alcune opzioni meno comuni.
pt_br: A aba **Opções avançadas** contém as tabelas de gama analógica, juntamente com algumas opções menos comuns.
sl: Zavihek **Napredne možnosti** vsebuje analogne tabele gama skupaj z nekaterimi manj pogostimi možnostmi.
uk: На вкладці **Додаткові параметри** буде показано аналогові таблиці гами, а також деякі не такі поширені параметри.

source: The **Scanner Specific Options** tab contains all of the scanner specific options. The options listed here depend on the SANE parameters supported by your driver. The scanner import dialog should be able to display most of the parameter types that SANE provides.
it: La scheda **Opzioni specifiche dello scanner** contiene, appunto, le opzioni relative allo specifico scanner. Le opzioni elencate qui dipendono dai parametri SANE supportati dal tuo driver. La finestra di dialogo di importazione dello scanner dovrebbe essere in grado di visualizzare la maggior parte dei parametri offerti da SANE.
pt_br: A aba **Opções específicas do scanner** contém todas as opções específicas do scanner. As opções listadas aqui dependem dos parâmetros SANE suportados pelo seu driver. A caixa de diálogo de importação do scanner deve exibir a maioria dos tipos de parâmetros fornecidos pelo SANE.
sl: Zavihek **Specifične možnosti optičnega bralnika** vsebuje vse specifične možnosti optičnega bralnika. Tukaj navedene možnosti so odvisne od parametrov SANE, ki jih podpira vaš gonilnik. Pogovorno okno za uvoz optičnega bralnika bi moralo imeti možnost prikazati večino vrst parametrov, ki jih nudi SANE.
uk: Вкладка **Спеціальні параметри сканера** містить усі специфічні параметри сканера. Перелічені тут параметри залежать від параметрів SANE, підтримку яких передбачено у драйвері. Діалогове вікно імпортування зі сканера має показувати більшість типів параметрів, які надає для редагування SANE.

source: The settings area in the Scanner Import Dialog can be collapsed or expanded by clicking on the little arrow on top of the options splitter. The collapser can overlap the preview area, but fades away when the mouse cursor moves out of the collapser.
it: L'area delle impostazioni della finestra di dialogo di importazione dello scanner possono essere compresse o espanse facendo clic sulla freccina in cima al divisore delle opzioni. Il contrattore può sovrapporsi all'area di anteprima, ma sparisce quando il puntatore del mouse esce dall'area del contrattore.
nl: Het instellingengebied in de importdialoog van de scanner kan in- of uitgevouwen worden met de kleine pijl bovenaan de splitsing van de opties. De invouwer kan het voorbeeldgebied overlappen, maar vervaagt wanneer de muiscursor uit de invouwer beweegt.
pt_br: A área de configurações na janela de importação do scanner pode ser recolhida ou expandida clicando na pequena seta acima do divisor de opções. A área recolhida pode sobrepor a área de visualização, mas desaparece quando o cursor do mouse sai da área.
sl: Področje z nastavitvami v pogovornem oknu za uvoz optičnega bralnika lahko strnete ali razširite s klikom na majhno puščico na vrhu razdelilnika možnosti. Strnjevalnik lahko prekriva območje predogleda, vendar zbledi proč, ko se kazalec miške premakne ven iz strnjevalnika.
sv: Inställningsområdet i dialogrutan Sökningsimport kan dras ihop eller expanderas genom att klicka på den lilla pilen längst upp på alternativavdelaren. Hopdragningen kan överlappa förhandsgranskningsområdet, men försvinner när muspekaren flyttas ut ur den.
uk: Область параметрів у вікні імпортування зі сканера може бути згорнуто або розгорнуто натисканням стрілочки ліворуч у верхній частині блоку параметрів. Ця кнопка згортання може частково перекривати область попереднього перегляду. Щоб уникнути цього, просто відведіть вказівник миші від кнопки згортання.

source: Click on the **Scan** button to scan the entire image.
it: Fai clic sul pulsante **Scansiona** per acquisire l'intera immagine.
pt_br: Clique no botão **Digitalizar** para digitalizar a imagem inteira.
sl: Za skeniranje celotne slike kliknite gumb **Skeniraj**.
uk: Натисніть кнопку **Сканувати**, щоб виконати сканування усього зображення.

source: To scan a selected portion of an image, first click the **Preview** button to perform a quick preview scan. Then select the part of the scan area to perform the final scan, before clicking the Scan button. The progress of the scan will be displayed.
it: Per acquisire solo una parte dell'immagine, fai prima clic sul pulsante **Anteprima** per eseguire un'anteprima rapida, quindi seleziona la parte dell'area su cui eseguire la scansione finale, prima di premere il tasto Scansiona. Verrà mostrato l'avanzamento della scansione.
pt_br: Para digitalizar uma parte selecionada de uma imagem, primeiro clique no botão **Visualizar** para realizar uma rápida visualização da digitalização. Em seguida, selecione a parte da área digitalizada para realizar a digitalização final antes de clicar no botão Digitalizar. O progresso da digitalização será exibido.
sl: Če želite optično prebrati izbrani del slike, najprej kliknite gumb **Predogled**, da izvedete hiter predogled. Nato izberite del območja skeniranja, da izvedete končno skeniranje, preden kliknete gumb Skeniraj. Prikazal se bo potek skeniranja.
uk: Щоб відсканувати вибрану частину зображення, спочатку натисніть кнопку **Попередній перегляд**, щоб отримання зображення попереднього перегляду. Потім виберіть частину області сканування, щоб виконати остаточне сканування, перш ніж натиснути кнопку «Сканувати». Буде показано хід сканування.

source: Sometimes you need only specific parts of an image. Instead of scanning the whole picture and then using the Image Editor to save different parts of the image into separate files, you can use the multiple selection feature of the tool.
it: A volte hai bisogno solo di parti specifiche di un'immagine. Invece di scansionare tutta l'immagine e poi usare l'Editor delle immagini per salvare le diverse parti dell'immagine in file separati, puoi usare la funzionalità di selezione multipla dello strumento.
nl: Soms hebt u alleen specifieke delen van een afbeelding nodig. In plaats van het hele plaatje te scannen en met behulp van de afbeeldingsbewerker de verschillende delen van de afbeelding op te slaan in afzonderlijke bestanden, kunt u de meervoudige selectiefunctie van het hulpmiddel gebruiken.
pt_br: Às vezes, você precisa apenas de partes específicas de uma imagem. Em vez de digitalizar a imagem inteira e usar o Editor de Imagem para salvar diferentes partes da imagem em arquivos separados, você pode usar o recurso de seleção múltipla da ferramenta.
sl: Včasih potrebujete le določene dele slike. Namesto da skenirate celotno sliko in nato uporabite urejevalnik slik za shranjevanje različnih delov slike v ločene datoteke, lahko uporabite funkcijo večkratne izbire samega orodja.
sv: Ibland behöver man bara specifika delar av en bild. Istället för att läsa in hela bilden och sedan använda bildeditorn för att spara olika delar av bilden i separata filer, kan man använda verktygets flervalsfunktion.
uk: Іноді виникає потреба у скануванні лише деяких частин зображення. Замість сканування цілого зображення з наступним використанням редактора зображень, щоб розділити зображення на частини і зберегти їх до різних файлів, ви можете скористатися можливістю вибору декількох ділянок сканування у вікні засобу.

source: Scan a preview and then use the left mouse button to select the first part of the image from the preview. Hover over the selected area with the mouse cursor and click on the **Green Plus** button to select the area. Selected areas are indicated by a red border. Now select the next parts of the image in the same way.
it: Scansiona un'anteprima e usa quindi il pulsante sinistro del mouse per selezionare la prima parte dell'immagine dall'anteprima. Passa il puntatore del mouse sull'area selezionata e fai clic sul pulsante **più verde** per selezionarla. Le aree selezionate hanno il contorno rosso. Ora, allo stesso modo, seleziona le parti successive dell'immagine.
nl: Scan een voorbeeld en gebruik dan de linker muisknop om het eerste deel van de afbeelding in het voorbeeld te selecteren. Zweef boven het geselecteerde gebied met de muiscursor en klik op de knop **Groene plusteken** om het gebied te selecteren. Geselecteerde gebieden worden aangegeven door een rode rand. Selecteer daarna de volgende gedeelten van de afbeelding op dezelfde manier.
pt_br: Escaneie uma pré-visualização e use o botão esquerdo do mouse para selecionar a primeira parte da imagem. Passe o cursor do mouse sobre a área selecionada e clique no botão com um **Sinal de mais verde** para selecionar a área. As áreas selecionadas são indicadas por uma borda vermelha. Agora selecione as próximas partes da imagem da mesma forma.
sl: Skenirajte predogled in nato z levim gumbom miške izberite prvi del slike iz predogleda. S kazalcem miške se pomaknite nad izbrano območje in kliknite gumb **Zeleni plus**, da izberete območje. Izbrana območja so označena z rdečo obrobo. Zdaj na enak način izberite naslednje dele slike.
sv: Läs in en förhandsgranskning och använd sedan vänster musknapp för att välja den första delen av bilden i förhandsgranskningen. Håll muspekaren över det valda området och klicka på knappen med det **gröna plustecknet** för att välja området. Valda områden indikeras med en röd ram. Välj nu nästa del av bilden på samma sätt.
uk: Виконайте сканування зображення попереднього перегляду, а потім натисніть ліву кнопку миші і виберіть першу частину зображення на полі для попереднього перегляду. Наведіть вказівник миші на позначену ділянку і натисніть **зелену піктограму +**, щоб вибрати ділянку. Вибрані ділянки буде позначено червоним кольором. Повторіть процедуру для всіх інших частин зображення, які слід сканувати.

source: To remove a single selection, hover over the area with the mouse cursor and click on the **Red Minus** button. All selections in the preview can be removed by selecting the **Clear Selections** item from the context menu displayed by clicking the right mouse button.
it: Per rimuovere una singola selezione, passa il puntatore del mouse sull'area e fai clic sul pulsante **meno rosso**. Tutte le selezioni nell'anteprima possono venire rimosse selezionando il comando **Pulisci selezioni** richiamato dal menu contestuale mediante pulsante destro del mouse.
nl: Om een enkele selectie te verwijderen zweef boven het gebied met de muiscursor en klik op de knop **Rode minteken**. Alle selecties in het voorbeeld kunnen verwijderd worden door het item **Selecties wissen** uit het contextmenu getoond door met de rechter muisknop te klikken.
pt_br: Para remover uma única seleção, passe o cursor do mouse sobre a área e clique no botão com um **Sinal de menos vermelho**. Todas as seleções na visualização podem ser removidas selecionando o item **Limpar seleções** no menu de contexto exibido, clicando com o botão direito do mouse.
sl: Če želite odstraniti posamezen izbor, se s kazalcem miške pomaknite nad območje in kliknite gumb **Rdeči minus**. Vse izbire v predogledu lahko odstranite tako, da izberete element **Počisti izbire** v kontekstnem meniju, ki se prikaže s klikom na desni gumb miške.
sv: För att ta bort ett enskilt val, håll muspekaren över området och klicka på knappen med det **röda minustecknet**. Alla markeringar på förhandsgranskningen kan tas bort med **Rensa markeringar** i den sammanhangsberoende menyn som visas med höger musknapp kan .
uk: Щоб вилучити якусь з ділянок, наведіть вказівник миші на цю ділянку і натисніть **червону піктограму з зображенням «-»**. Усі області на панелі попереднього перегляду можна вилучити за допомогою вибору пункту меню **Вилучити позначення** у контекстному меню, яке можна відкрити клацанням правою кнопкою миші.

source: If you place two separate images or photos on your scanner and run a preview scan, the tool will automatically preselect the different areas.
it: Se hai messo due immagini o foto separate nello scanner e hai avviato un'anteprima, lo strumento preselezionerà automaticamente le due diverse aree.
nl: Als u twee afzonderlijke afbeeldingen of foto's op de scanner hebt geplaatst en u hebt een voorbeeldscan gestart, dan zal het hulpmiddel automatisch de verschillende gebieden voorselecteren.
pt_br: Se você colocar duas imagens ou fotos separadas no seu scanner e executar uma digitalização da visualização, a ferramenta pré-selecionará automaticamente as diferentes áreas.
sl: Če postavite dve ločeni sliki ali fotografiji na optični bralnik in zaženete skeniranje predogleda, bo orodje samodejno vnaprej izbralo različna področja.
sv: Om man placerar två separata bilder eller foton i bildläsaren och startade en förhandsgranskning, väljer verktyget automatiskt de olika områdena.
uk: Якщо ви вставите до вашого сканера два окремих зображення або фотографії і виконаєте сканування для попереднього перегляду, засіб обробки спробує автоматично визначити ділянки для сканування.

source: Once satisfied with the selected areas, start the final batch scan to scan all the selections. The selected parts of the image are scanned and saved separately into different files.
it: Una volta che la scelta delle aree ti soddisfano, avvia la serie di scansioni finali per analizzare tutte le selezioni. Le parti selezionate dell'immagine vengono acquisite e salvate in file separati.
nl: Als u tevreden bent met de geselecteerde gebieden, start dan de definitieve bulkscan van alle selecties. De geselecteerde delen van de afbeelding worden gescand en afzonderlijk in verschillende bestanden opgeslagen.
pt_br: Quando estiver satisfeito com as áreas selecionadas, inicie a digitalização em lote final para digitalizar todas as seleções. As partes selecionadas da imagem são digitalizadas e salvas separadamente em arquivos diferentes.
sl: Ko ste zadovoljni z izbranimi območji, začnite končno skeniranje paketa vseh izbir. Izbrani deli slike se skenirajo in shranijo ločeno v različne datoteke.
sv: När man väl är nöjd med de markerade områdena, starta den slutliga bakgrundssökningen för att söka igenom alla markeringar. De markerade delarna av bilden läses in och sparas separat i olika filer.
uk: Після завершення вибору ділянок сканування ви можете розпочати пакетне сканування всіх вибраних ділянок. Вибрані частини зображення буде скановано і збережено у окремих файлах.
