Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/scanner_import.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Import From Digital Scanner
ca: Importació del digiKam des d'un escàner digital
it: Importazione da fotocamera digitale di digiKam
nl: Importeren uit digitale scanner van digiKam
pt: Importação de um 'Scanner' Digital no digiKam
pt_br: Importação do scanner digital para o digiKam
sl: digiKam uvoz iz digitalnega optičnega bralnika
sv: Import från digital bildläsare i digiKam
uk: Імпортування з цифрового сканера у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, scanner, import
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, escàner, importació
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, scanner, importazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, scanner, importeren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, 'scanner', importar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, scanner, importar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, optični bralnik, uvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, bildläsare, import
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, імпортування, імпорт, сканер

source: Import From Scanner
ca: Importar des d'un escàner
pt: Importação de 'Scanners'

source: Contents
ca: Contingut
pt: Conteúdo

source: This tool is dedicated to scan images using a flat scanner. It uses an interface for `SANE Library <http://sane-project.org/>`_ to control scanner devices. It can save images in all main image containers that digiKam support.
ca: Aquesta eina està dedicada a escanejar imatges utilitzant un escàner pla. Utilitzeu una interfície per a la `biblioteca SANE <http://sane-project.org/>`_ per a controlar els dispositius d'escaneig. Podeu desar les imatges en tots els contenidors d'imatge principals admesos pel digiKam.
pt: Esta ferramenta dedica-se a digitalizar imagens com um 'scanner' plano. Usa uma interface para a `biblioteca SANE <http://sane-project.org/>`_ para controlar os dispositivos de digitalização. Poderá gravar imagens em todos os formatos de imagens que o digiKam suporta.

source: You can check the status of your scanner support from the SANE project website by using `this manufacturers list <http://www.sane-project.org/sane-mfgs.html>`_.
ca: Podeu verificar l'estat del suport del vostre escàner des del lloc web del projecte SANE utilitzant `aquesta llista de fabricants <http://www.sane-project.org/sane-mfgs.html>`_.
it: Puoi verificare lo stato del supporto del tuo scanner nel sito web del progetto SANE, utilizzando `questo elenco di produttori <http://www.sane-project.org/sane-mfgs.html>`_.
nl: U kunt de status van de ondersteuning van uw scanner controleren op de website van het SANE-project met `deze lijst met fabrikanten <http://www.sane-project.org/sane-mfgs.html>`_.
pt: Poderá verificar o estado de suporte do seu 'scanner' na página Web do projecto SANE, usando esta `lista de fabricantes <http://www.sane-project.org/sane-mfgs.html>`_.
pt_br: Você pode verificar o status do suporte do seu scanner no site do projeto SANE usando `esta lista de fabricantes <http://www.sane-project.org/sane-mfgs.html>`_.
sl: Stanje podpore za vaš optični bralnik lahko preverite na spletni strani projekta SANE z uporabo `tega seznama proizvajalcev <http://www.sane-project.org/sane-mfgs.html>`_.
sv: Man kan kontrollera status för bildläsarstöd på SANE-projektets webbplats genom att använda `den här tillverkarlistan <http://www.sane-project.org/sane-mfgs.html>`_.
uk: Ви можете ознайомитися зі станом підтримки вашого сканера за допомогою сайта проєкту SANE з `цим списком виробників <http://www.sane-project.org/sane-mfgs.html>`_.

source: If the selected scanner cannot be opened or if no default scanner is provided, a scanner selection dialog is opened.
ca: Si l'escàner seleccionat no es pot obrir o si no es proporciona un escàner predeterminat, s'obrirà un diàleg de selecció de l'escàner.
pt: Se o 'scanner' seleccionado não puder ser acedido ou se não for indicado um 'scanner' predefinido, aparece uma janela de selecção do 'scanner'.

source: The user can choose the scanner to be used and press **OK** to open the scanner. Pressing **Cancel** will cause the tool to exit.
ca: L'usuari podrà escollir l'escàner que s'utilitzarà i prémer **D'acord** per a obrir-lo. En prémer **Cancel·la** causarà la sortida de l'eina.
pt: O utilizador poderá escolher o 'scanner' a ser usado e carregar em **OK** para aceder ao 'scanner'. Se carregar em **Cancelar**, irá sair da ferramenta.

source: In case no devices were found, maybe because the scanner is not plugged in or switched off, correct that. Then the **Reload device list** can be used to reload the list of scanners.
ca: En cas de no trobar cap dispositiu, potser perquè l'escàner no està encès o es troba desconnectat, corregiu-ho. A continuació, **Recarrega la llista de dispositius** es podrà utilitzar per a tornar a carregar la llista dels escàners.
pt: No caso de não serem detectados dispositivos, talvez porque o 'scanner' não está ligado ou porque está desactivado, poderá corrigir isso. Depois, poderá usar o botão **Actualizar a lista de dispositivos** para voltar a carregar a lista de 'scanners'.

source: The Scanner Import Error Dialog
ca: El diàleg d'error durant la importació de l'escàner
it: La finestra di dialogo di errore di Importa scanner
nl: De foutdialoog bij het importeren via de scanner
pt: A Janela de Erros da Importação do 'Scanner'
pt_br: Janela de erro de importação do scanner
sl: Pogovorno okno napake pri uvozu optičnega bralnika
sv: Bildläsarens feldialogruta
uk: Вікно помилки імпортування зі сканера

source: Not all drivers or backends support this feature. In that case quit the tool, connect your scanner and restart digiKam.
ca: No tots els controladors o dorsals admeten aquesta característica. En aquest cas, sortiu de l'eina, connecteu l'escàner i reinicieu el digiKam.
pt: Nem todos os controladores ou infra-estruturas suportam esta funcionalidade. Nesse caso, saia da ferramenta, ligue o seu 'scanner' e reinicie o digiKam.

source: The Basic Options View from Scanner Import Dialog
ca: La vista de les opcions bàsiques des del diàleg d'importació de l'escàner
it: La vista delle opzioni di base dalla finestra di dialogo Importa scanner
nl: De basisweergave van opties uit de importdialoog van de scanner
pt: A Área de Opções Básicas da Janela de Importação do 'Scanner'
pt_br: A visualização de opções básicas da janela de importação do scanner
sl: Pogled osnovnih možnosti iz pogovornega okna za uvoz optičnega bralnika
sv: Vyn Grundalternativ från dialogrutan Läs in bild
uk: Панель основних параметрів вікна імпортування зі сканера

source: In the main window, the user has two sets of scan options: Basic, Advanced, or Specific Options. The **Basic Options** tab contains the most common parameters that the SANE scanner backends provide, the **Advanced Options** contains the analog gamma tables, while the **Scanner Specific Options** tab contains all the options of the backend. The options listed here depend on SANE support for your driver: the interface should be able to display most of the types of parameters that SANE provides.
ca: A la finestra principal, l'usuari té dos conjunts d'opcions d'escaneig: Opcions bàsiques, Avançades o Específiques. La pestanya **Opcions bàsiques** conté els paràmetres més comuns que proporcionen els dorsals SANE de l'escàner, les **Opcions avançades** contenen les taules gamma analògiques, mentre que la pestanya **Opcions específiques de l'escàner** conté totes les opcions del dorsal. Les opcions llistades aquí depenen de la compatibilitat de SANE amb el controlador: la interfície hauria de poder mostrar la majoria dels tipus de paràmetres que proporciona SANE.
pt: Na janela principal, o utilizador tem dois conjuntos de opções de digitalização: Básicas, Avançadas ou Específicas. A página de **Opções Básicas** contém os parâmetros mais comuns que as infra-estruturas de 'scanners' do SANE oferecem, as **Opções Avançadas** contém as tabelas de 'gama' analógicas, enquanto a página de **Opções Específicas do 'Scanner'** contém todas as opções da infra-estrutura. As opções aqui apresentadas dependem do suporte do SANE para o seu controlador: a interface deverá ser capaz de apresentar a maioria dos tipos de parâmetros que o SANE oferece.

source: The Advanced Options View from Scanner Import Dialog
ca: La vista de les opcions avançades des del diàleg d'importació de l'escàner
it: La vista delle opzioni avanzate dalla finestra di dialogo Importa scanner
nl: De weergave van basisopties uit de importdialoog van de scanner
pt: A Área de Opções Avançadas da Janela de Importação do 'Scanner'
pt_br: A visualização de opções avançadas da janela de importação do scanner
sl: Pogled naprednih možnosti iz pogovornega okna za uvoz optičnega bralnika
sv: Vyn Avancerade alternativ från dialogrutan Läs in bild
uk: Панель додаткових параметрів вікна імпортування зі сканера

source: The **Scanner specific options** contains more detailed options of the backends. The tool does not have any special handling for these options.
ca: Les **Opcions específiques de l'escàner** contenen opcions més detallades dels dorsals. L'eina no té cap tractament especial per a aquestes opcions.
pt: As **Opções específicas do 'scanner'** contêm opções mais detalhadas das infra-estruturas. A ferramenta não tem nenhum tratamento para estas opções.

source: The Specific Options View from Scanner Import Dialog
ca: La vista de les opcions específiques des del diàleg d'importació de l'escàner
it: La vista delle opzioni specifiche dalla finestra di dialogo Importa scanner
nl: De weergave van geavanceerde opties uit de importdialoog van de scanner
pt: A Área de Opções Específicas da Janela de Importação do 'Scanner'
pt_br: A visualização de opções específicas da janela de importação do scanner
sl: Pogled posebnih možnosti iz pogovornega okna za uvoz optičnega bralnika
sv: Vyn Specifika alternativ från dialogrutan Läs in bild
uk: Панель специфічних параметрів вікна імпортування зі сканера

source: If you are satisfied with your settings, you can use the little arrow on the top of the options splitter. When clicked it collapses or expands the options. The collapser can overlap the preview area, but fades away when the mouse cursor moves out of the collapser.
ca: Si esteu satisfet amb la vostra configuració, podeu utilitzar la petita fletxa a la part superior del separador d'opcions. Quan hi feu clic plegarà o desplegarà les opcions. El plegat pot tapar l'àrea de vista prèvia, però s'esvaeix quan el cursor del ratolí es mou fora del plegat.
pt: Se estiver satisfeito com a sua configuração, poderá usar a pequena seta no topo do separador de opções. Quando carregar nele, irá recolher ou expandir as opções. O fecho poderá sobrepor a área de antevisão, mas desvanecer-se-á quando o cursor do rato sair para fora da opção de recolha.

source: To scan an image, the user can start with a preview scan and then select the part of the scan area to do the final scan on. The preview scan is started by pressing the **Preview** button.
ca: Per a escanejar una imatge, l'usuari pot començar amb una vista prèvia i després seleccionar la part de l'àrea d'escaneig per a fer l'escaneig final. La vista prèvia de l'escaneig s'inicia prement el botó **Vista prèvia**.
pt: Para digitalizar uma imagem, o utilizador poderá iniciar com uma digitalização de antevisão e depois seleccionar a área sobre a qual fazer a digitalização final. A digitalização de antevisão é iniciada ao carregar no botão **Antevisão**.

source: The Digital Preview from Scanner Import Dialog
ca: La vista prèvia digital des del diàleg d'importació de l'escàner
it: L'anteprima digitale dalla finestra di dialogo Importa scanner
nl: Het digitale voorbeeld uit de importdialoog van de scanner
pt: A Antevisão Digital da Janela de Importação do 'Scanner'
pt_br: Visualização digital da janela de importação do scanner
sl: Digitalni predogled iz pogovornega okna za uvoz optičnega bralnika
sv: Den digitala förhandsgranskningen från dialogrutan Läs in bild
uk: Панель попереднього перегляду з вікна імпортування зі сканера

source: When the preview is scanned the area for the final image can be selected. When the image is selected the final image can be acquired by pressing the final **Scan** button. You will see the progress of the scan.
ca: Quan s'escaneja la vista prèvia, podreu seleccionar l'àrea per a la imatge final. Quan se selecciona la imatge, es pot adquirir la imatge final prement el botó **Escaneja** final. Veureu el progrés de l'escaneig.
pt: Quando a antevisão é digitalizada, poderá seleccionar a área da imagem final. Quando seleccionar a imagem, a imagem final poderá ser adquirida ao carregar no botão **Digitalização** final. Irá ver a evolução da digitalização.

source: Sometimes you need only certain parts of an image. Instead of scanning the whole picture and then using the Image Editor to save the different image parts into separate files, use the tool multiple selection feature.
ca: De vegades, només necessitareu certes parts d'una imatge. En lloc d'escanejar la imatge completa i després utilitzar l'editor d'imatges per a desar les diferents parts de la imatge en fitxers separats, utilitzeu la característica de selecció múltiple de l'eina.
pt: Em alguns casos, só precisa de certas partes de uma imagem. Em vez de digitalizar a imagem por inteiro e depois usar o Editor de Imagens para gravar as diferentes partes da imagem em ficheiros separados, use a ferramenta de selecção múltipla.

source: The Multiple Selection over Preview from Scanner Import Dialog
ca: La selecció múltiple sobre la vista prèvia del diàleg d'importació de l'escàner
it: La selezione multipla sull'anteprima dalla finestra di dialogo Importa scanner
nl: De meervoudige selectie uit het voorbeeld uit de importdialoog van de scanner
pt: A Selecção Múltipla sobre a Antevisão na Janela de Importação do 'Scanner'
pt_br: Seleção múltipla sobre a visualização na janela de importação do scanner
sl: Večkratna izbira v predogledu iz pogovornega okna za uvoz optičnega bralnika
sv: Flerval över förhandsgranskning från dialogrutan Läs in bild
uk: Декілька позначених ділянок на панелі попереднього перегляду вікна імпортування зі сканера

source: Scan a preview and then use the left mouse button to select the first part of the image in the preview. Hover the selected area with mouse cursor and click on the **Green Plus** button to select the area. Selected areas are indicated by a red border. Now select the next parts of the image in the same way.
ca: Escanegeu una vista prèvia i utilitzeu el botó esquerre del ratolí per a seleccionar la primera part de la imatge en la vista prèvia. Passeu el cursor del ratolí per sobre de l'àrea seleccionada i feu clic en el botó **Verd plus** per a seleccionar l'àrea. Les àrees seleccionades s'indiquen amb una vora vermella. Ara seleccioneu les següents parts de la imatge de la mateixa manera.
pt: Digitalize uma antevisão e depois use o botão esquerdo do rato para seleccionar a primeira parte da imagem na antevisão. Passe o cursor sobre a área seleccionada e carregue no botão **Mais Verde** para seleccionar a área. As áreas seleccionadas são representadas com um contorno vermelho. Agora seleccione as partes seguintes da imagem da mesma forma.

source: To remove a single selection hover the area with the mouse cursor and click on the **Red Minus** button. With **Clear Selections** from the context menu launched with the right mouse button all selections in a preview can be removed.
ca: Per a eliminar una sola selecció, desplaceu el cursor del ratolí per sobre de l'àrea i feu clic en el botó **Vermell menys**. Amb **Neteja la selecció** del menú contextual que s'inicia amb el botó dret del ratolí, es poden eliminar totes les seleccions en una vista prèvia.
pt: Para remover uma dada selecção, passe o cursor sobre a área e carregue no botão **Menos Vermelho**. Com a opção **Limpar as Selecções** do menu de contexto invocado pelo botão direito, poderá remover todas as selecções de uma dada antevisão.

source: If you placed two separate images or photos on you scanner and started a preview the tool automatically preselect the different areas.
ca: Si poseu dues imatges o fotografies separades al vostre escàner i s'ha iniciat una vista prèvia, l'eina preseleccionarà automàticament les àrees diferents.
pt: Se colocou duas imagens ou fotografias separadas no seu 'scanner' e iniciou uma antevisão, a ferramenta pré-selecciona automaticamente as diferentes áreas.

source: If you are satisfied with your choice starting the final batch scan of all selections. The selected parts of the image are scanned and saved separately into different files.
ca: Si esteu satisfet amb la vostra elecció, podeu començar a escanejar el lot final de totes les seleccions. Les parts seleccionades de la imatge s'escanejaran i es desaran per separat en fitxers diferents.
pt: Se estiver satisfeito com a sua escolha, pode iniciar a digitalização final em lote de todas as selecções. As partes seleccionadas da imagem são digitalizadas e gravadas em separado nos vários ficheiros.

source: :ref:`Import From Scanner <import_tools>`
nl: :ref:`Uit scanner importeren <import_tools>`
pt_br: :ref:`Importar do scanner <import_tools>`
sl: :ref:`Uvoz iz optičnega bralnika <import_tools>`
sv: :ref:`Importera från bildläsare <import_tools>`
uk: :ref:`Імпортування зі сканера <import_tools>`

source: This tool can scan images using a flatbed scanner. It uses an interface for the `SANE Library <http://sane-project.org/>`_ to control the scanner. It can save scanned images into all of the main image formats that digiKam supports.
it: Questo strumento può analizzare immagini tramite un scanner piatto. Per il controllo dello scanner usa un'interfaccia per la `libreria SANE <http://sane-project.org/>`_. Può salvare le immagini analizzate in tutti i formati immagine principali supportati da digiKam.
nl: Dit hulpmiddel kan afbeeldingen scannen met een vlakke scanner. Het gebruikt een interface voor `SANE Library <http://sane-project.org/>`_ om scannerapparaten te besturen. Het kan gescande afbeeldingen opslaan in de hoofdafbeeldingsformaten die digiKam ondersteunt.
pt_br: Esta ferramenta pode digitalizar imagens usando um scanner de mesa. Ela utiliza uma interface para a `Biblioteca SANE <http://sane-project.org/>`_ para controlar o scanner. Ela pode salvar imagens digitalizadas em todos os principais formatos de imagem suportados pelo digiKam.
sl: To orodje lahko optično prebira slike z namiznim skenerjem. Za nadzor optičnega bralnika uporablja vmesnik za `SANE Library <http://sane-project.org/>`_. Skenirane slike lahko shrani v vse glavne formate slik, ki jih digiKam podpira.
sv: Verktyg kan läsa in bilder med en flat bildläsare. Det använder ett gränssnitt för `SANE-biblioteket <http://sane-project.org/>`_ för att styra bildläsaren. Det kan spara inlästa bilder med alla huvudsakliga bildformat som digiKam stöder.
uk: Цей інструмент призначено для сканування зображень за допомогою планшетного сканера. У ньому для керування пристроями для сканування використано інтерфейс `бібліотеки SANE <http://sane-project.org/>`_. Він може зберігати зображення в усіх основних контейнерах зображень, підтримку яких передбачено у digiKam.

source: If the selected scanner cannot be opened, or if no default scanner is provided, a scanner selection dialog is displayed. Select the scanner to be used and press **OK** to open the scanner. Pressing **Cancel** will exit the tool.
it: Se lo scanner selezionato non può essere aperto, o se non ne è stato indicato uno predefinito, sarà visualizzata una finestra per la selezione dello scanner. Seleziona lo scanner da utilizzare e premi *OK** per aprire lo scanner. Premi **Annulla** per uscire dallo strumento.
nl: Als de geselecteerde scanner niet kan worden geopend of wanneer geen standaard scanner is aangeleverd, opent een dialoog voor selectie van de scanner. Selecteer de te gebruiken scanner en druk op **OK** om de scanner te openen. Drukken op **Annuleren** beÃ«indigt het hulpmiddel.
pt_br: Se o scanner selecionado não puder ser aberto ou se nenhum scanner padrão for fornecido, uma caixa de diálogo de seleção de scanner será exibida. Selecione o scanner a ser usado e pressione **OK** para abri-lo. Pressionar **Cancelar** fechará a ferramenta.
sl: Če izbranega optičnega bralnika ni mogoče odpreti ali če ni privzetega optičnega bralnika, se odpre pogovorno okno za izbiro optičnega bralnika. Izberite skener, ki ga želite uporabiti, in pritisnite **OK**, da odprete skener. S pritiskom na **Prekliči** boste zapustili orodje.
sv: Om den valda bildläsaren inte kan öppnas eller om ingen förvald bildläsare tillhandahålls, öppnas en dialogruta för val av bildläsare. Välj bildläsaren som ska användas och tryck på **Ok** för att visa bildläsaren. Att trycka på **Avbryt** avslutar verktyget.
uk: Якщо програмі не вдасться відкрити вказаний сканер або якщо не визначено типового сканера, буде відкрито діалогове вікно вибору сканера. Виберіть бажаний сканер і натисніть кнопку **Гаразд**, щоб відкрити вікно сканування. Натискання кнопки **Скасувати** призведе до завершення роботи інструмента.

source: In the case where no device is found, check that the scanner is plugged in or switched on. The **Reload device list** can be used to reload the list of scanners.
it: Nel caso in cui non sono stati trovati dispositivi, verifica che lo scanner sia collegato o acceso. Puoi usare il pulsante **Ricarica elenco dei dispositivi** per ricaricare l'elenco degli scanner.
nl: In het geval dat er geen apparaten zijn gevonden, controleer of de scanner is ingeplugd of ingeschakeld. De knop **Lijst met apparaten opnieuw laden** kan gebruikt worden om de lijst met scanners opnieuw te laden.
pt_br: Caso nenhum dispositivo seja encontrado, verifique se o scanner está conectado ou ligado. A opção **Recarregar lista de dispositivos** pode ser usada para recarregar a lista de scanners.
sl: Če ni bilo najdene nobene naprave - morda zato, ker optični bralnik ni priključen ali je izklopljen, lahko to popravite. Uporabite **Ponovno naloži seznam naprav** za ponovno nalaganje seznama optičnih bralnikov.
sv: Ifall inga enheter hittas, kontrollera att bildläsaren är ansluten och påslagen. **Uppdatera enhetslista** kan användas för att läsa in listan över bildläsare igen.
uk: Якщо сканер не було виявлено, можливо через те, що сканер не було з’єднано з комп’ютером або вимкнено, з’єднайте або увімкніть сканер. Потім натисніть кнопку **Перезавантажити список пристроїв**, щоб повторно створити список сканерів.
