Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/import_tools/smugmug_import.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: digiKam Import from SmugMug Web-Service
ca: Importa des del servei web de SmugMug en el digiKam
it: Importazione dal servizio web SmugMug di digiKam
nl: Importeren van de SmugMug-webservice van digiKam
pt_br: Importação do serviço web SmugMug para o digiKam
sl: digiKam uvoz iz spletne storitve SmugMug
sv: Importera från SmugMug-webbtjänst i digiKam
uk: Імпортування даних з вебслужби SmugMug у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, smugmug, import
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, smugmug, importa
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, smugmug, importazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, smugmug, importeren
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, smugmug, importar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, ssmugmug, uvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, smugmug, import
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, smugmug, імпорт

source: Import from SmugMug
ca: Importar des de SmugMug
sl: Uvoz iz SmugMug
sv: Importera från SmugMug

source: Contents
ca: Contingut
sl: Vsebina
sv: Innehåll

source: This tool allows the user to download photos from the SmugMug web-service.
ca: Aquesta eina permet a l'usuari baixar fotografies des del servei web de SmugMug.
sl: To orodje uporabniku omogoča prenos fotografij iz spletne storitve SmugMug.

source: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ is an image sharing, image hosting service, and online video platform on which users can upload photos and videos. The company also facilitates the sale of digital and print media for amateur and professional photographers.
ca: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ és un servei de compartició i allotjament d'imatges, així com una plataforma de vídeo en línia on els usuaris poden pujar fotografies i vídeos. L'empresa també facilita la venda de mitjans digitals i impresos per a fotògrafs aficionats i professionals.
sl: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ je skupna raba slik, storitev gostovanja slik in spletna video platforma, na katero lahko uporabniki nalagajo fotografije in videe. Podjetje omogoča tudi prodajo digitalnih in tiskanih medijev za amaterske in profesionalne fotografe.

source: The tool can be used to download files from the remote SmugMug server to the image collections on your computer using the Internet. Use the :menuselection:`Import --> Import from SmugMug` :kbd:`Alt+Shift+S` menu entry to access to this tool, or use the icon from the **Tools** tab in the Right Sidebar. You will be taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched to help you logging in to SmugMug:
ca: L'eina es pot utilitzar per a baixar els fitxers mitjançant Internet des del servidor remot de SmugMug cap a les col·leccions d'imatges en el vostre ordinador. Utilitzeu l'element de menú :menuselection:`Importa --> Importa des de SmugMug...` (drecera :kbd:`Alt+Maj+S`) per a accedir a aquesta eina, o utilitzeu la icona a la pestanya **Eines** a la barra lateral dreta. Quan s'accedeix a l'eina per primera vegada passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-se. Apareixerà el diàleg següent i es llançarà una finestra del navegador per a ajudar-vos a iniciar la sessió a SmugMug:
sl: Orodje se lahko uporablja za prenos datotek z oddaljenega strežnika SmugMug v zbirke slik na vašem računalniku prek interneta. Uporabi meni :menuselection:`Uvoz --> Uvoz iz SmugMug` :kbd:`Alt+Shift+S` za dostop do tega orodja ali uporabite ikono na zavihku **Orodja** na desnem stranskem stolpcu. Popeljali vas bodo skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in okno brskalnika, ki vam bo pomagalo pri prijavi v SmugMug:

source: The SmugMug Login Dialog
ca: El diàleg d'inici de sessió per a SmugMug
it: La finestra di dialogo di accesso a SmugMug
nl: De aanmelddialoog voor SmugMug
pt_br: A janela de login do SmugMug
sl: Pogovorno okno za prijavo SmugMug
sv: SmugMugs inloggningsdialogruta
uk: Вікно входу до SmugMug

source: After successful sign-up digiKam will be allowed to send photos to the SmugMug website. You will be presented with the following page:
ca: Després d'un registre amb èxit, el digiKam podrà baixar fotografies des del lloc web de SmugMug i se us presentarà la pàgina següent:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto SmugMug. Pred vami bo naslednja stran:

source: The SmugMug Authorize Dialog
ca: El diàleg d'autorització de SmugMug
it: La finestra di dialogo di autorizzazione di SmugMug
nl: De autorisatiedialoog voor SmugMug
pt_br: A janela de autorização do SmugMug
sl: Pogovorno okno za avtorizacijo SmugMug
sv: SmugMugs behörighetsdialogruta
uk: Вікно уповноваження SmugMug

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to download photos from SmugMug.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a baixar fotografies des de SmugMug.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Po povratku na pogovorno okno gostiteljske aplikacije, boste videli vmesnik za prenos fotografij SmugMug.

source: The SmugMug Import Tool Dialog
ca: El diàleg de l'eina d'importació de SmugMug
it: La finestra di dialogo dello strumento di importazione di SmugMug
nl: De hulpmiddeldialoog voor importeren uit SmugMug
pt_br: A janela da ferramenta de importação do SmugMug
sl: Pogovorno okno orodja za uvoz SmugMug
sv: SmugMugs importverktygsdialogruta
uk: Вікно інструмента імпортування з SmugMug

source: With the **Album** options, you can select the online folder to get files to download. You can **Reload** the list on the combo-box if online contents have been changed in SmugMug web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia des d'on s'obtindran els fitxers. Podreu fer **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de SmugMug.
sl: Z možnostmi **Album** lahko izberete spletno mapo, v katero želite prenesti datoteke. Če je spletna vsebina spremenila, lahko **Ponovno naložite** seznam v kombiniranem polju, ki je bil spremenjen v spletnem vmesniku SmugMug.

source: Below, the main dialog propose the hierarchy of physical **Albums** from your collection. Selected one target entry to import files, or if you want a new one, just press **New Album** button to create a nested entry in the tree-view.
ca: A sota, el diàleg principal proposa la jerarquia d'**Àlbums** des de la vostra col·lecció. Seleccioneu una entrada de destinació per a importar els fitxers, o si en voleu una de nova, premeu el botó **Àlbum nou** per a crear una entrada imbricada a la vista en arbre.
sl: Spodaj glavno pogovorno okno predlaga hierarhijo fizičnih **Albumov** iz vaše zbirke. Izbran je en ciljni vnos za uvoz datotek ali če želite novega, preprosto pritisnite gumb **Nov album**, da ustvarite ugnezdeni vnos v drevesnem pogledu.

source: Press **Start Download** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inicia la baixada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la baixada de les fotografies.
sl: Za prenos elementov pritisnite gumb **Začni prenos**. Lahko kliknete na Gumb **Zapri** za prekinitev nalaganja fotografij.

source: This tool downloads photos from the SmugMug web-service.
sv: Verktyget laddar ner foton från webbtjänsten SmugMug.

source: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ is an image sharing, image hosting, and online video platform on which users can upload photos and videos. The company also facilitates the sale of digital and print media for amateur and professional photographers.
it: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ è un servizio di hosting e di condivisione delle immagini, e una piattaforma video in linea in cui gli utenti possono caricare foto e video. L'azienda agevola inoltre la vendita di supporti di stampa e digitali per fotografi amatoriali e professionisti.
nl: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ is een service voor delen van afbeeldingen, opslaan van afbeeldingen en online videoplatform waarop gebruikers foto's en video's kunnen uploaden. De company faciliteert ook de verkoop van digitale en geprinte media voor amateur- en professionele fotografen.
pt_br: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ é uma plataforma de compartilhamento e hospedagem de imagens e vídeos online na qual os usuários podem enviar fotos e vídeos. A empresa também facilita a venda de mídia digital e impressa para fotógrafos amadores e profissionais.
sv: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ är en bilddelnings-, bildvärds-, och videoplattform på nätet där användare kan ladda upp foton och videor. Företaget underlättar även försäljning av digitala och tryckta medier för amatör- och professionella fotografer.
uk: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ — служба оприлюднення зображень та інтернет-платформа для відео, на яку користувачі можуть вивантажувати фотографії та відео. Крім того, компанія допомагає у продажі цифрових та друкованих матеріалів для аматорів та професійних фотографів.

source: The tool can be used to download files from the remote SmugMug server to the image collections on your computer using the Internet. Use the :menuselection:`Import --> Import from SmugMug` :kbd:`Alt+Shift+S` menu entry to access to this tool, or use the icon in the **Tools** tab in the Right Sidebar. You will be taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched to help you log in to SmugMug:
it: Lo strumento può essere utilizzato per scaricare i file dal server remoto SmugMug alle tue raccolte di immagini nel computer tramite Internet. Per accedere a questo strumento usa la voce di menu :menuselection:`Importa --> Importa da SmugMug` :kbd:`Alt+Maiusc+S`, oppure usa l'icona nella scheda **Strumenti** nella barra laterale destra. Verrai indirizzato al processo di ottenimento di un token utilizzato per scopi di autenticazione. Si aprirà la finestra di dialogo seguente e verrà avviata una finestra di browser per permetterti di accedere a SmugMug:
nl: Het hulpmiddel kan gebruikt worden om bestanden te downloaden uit de SmugMug-server op afstand naar de afbeeldingenverzameling op uw computer via het internet. Gebruik het menu-item :menuselection:`Importeren --> Uit SmugMug importeren` :kbd:`Alt+Shift+S` voor toegang tot dit hulpmiddel of gebruik het pictogram in tabblad **Hulpmiddelen** in de rechter zijbalk. U zult begeleid worden door het proces van het verkrijgen van een token dat wordt gebruikt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden om u te helpen bij het aanmelden bij SmugMug:
pt_br: A ferramenta pode ser usada para baixar arquivos do servidor remoto do SmugMug para as coleções de imagens do seu computador usando a internet. Use a entrada de menu :menuselection:`Importar --> Importar do SmugMug` :kbd:`Alt+Shift+S` para acessar esta ferramenta ou use o ícone na aba **Ferramentas** na barra lateral direita. Você será guiado pelo processo de obtenção de um token, que será usado para fins de autenticação. A janela a seguir será exibida e uma janela do navegador será aberta para ajudá-lo a fazer login no SmugMug:
sv: Verktyget kan användas för att ladda ner filer från den fjärranslutna SmugMug-servern till bildsamlingarna på datorn via Internet. Använd menyalternativet :menuselection:`Importera --> Importera från SmugMug` :kbd:`Alt+Shift+S` för att komma åt verktyget, eller använd ikonen under fliken **Verktyg** i höger sidorad. Då ledsagas man genom processen att erhålla en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster startas för att hjälpa till att logga in på SmugMug:
uk: Інструментом можна скористатися для отримання за допомогою інтернету файлів з віддаленого сервера SmugMug до збірок зображень на вашому комп'ютері. Для доступу до інструмента скористайтеся пунктом меню :menuselection:`Імпорт --> Імпортувати з SmugMug` :kbd:`Alt+Shift+S` або скористайтеся піктограмою з вкладки **Інструменти** на правій бічній панелі. Програма допоможе вам у процедурі отримання жетона, який буде використано з метою розпізнавання. Буде відкрито таке діалогове вікно і вікно програми для перегляду інтернету для входу до системи SmugMug:

source: After successful sign-up, digiKam will be allowed to send photos to the SmugMug website. You will be presented with the following page:
it: Dopo aver completato correttamente la registrazione, digiKam sarà in grado di inviare le foto sul sito web di SmugMug. Apparirà questa pagina:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de SmugMug-website. U krijgt de volgende pagina te zien:
pt_br: Após o cadastro bem-sucedido, o digiKam poderá enviar fotos para o site do SmugMug. Você verá a seguinte página:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till SmugMugs webbplats. Följande sida visas för dig:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт SmugMug. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to download photos from SmugMug.
it: Basta quindi autorizzare l'applicazione e chiudere il browser web. Se torni alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per scaricare le foto da SmugMug.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te downloaden uit SmugMug.
pt_br: Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para baixar fotos do SmugMug.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. När man återgår till dialogrutan i värdprogrammet, ser man gränssnittet som används för att ladda ner bilder från SmugMug.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс отримання фотографій з SmugMug.

source: With the **Album** options, you can select the online folder to get files to download. You can **Reload** the list in the combo-box if the online contents have changed in the SmugMug web interface.
it: Con le opzioni **Album** puoi selezionare la cartella in rete da cui scaricare i file. **Ricarica** l'elenco nella casella combinata se i contenuti in linea sono stati modificati nell'interfaccia web di SmugMug.
nl: Met de opties van **Album** kunt u de online map selecteren om bestanden te downloaden. U kunt de lijst **Herladen** in het keuzevak als de inhoud online is gewijzigd in het webinterface van SmugMug.
pt_br: Com as opções de **Álbum**, você pode selecionar a pasta online para baixar os arquivos. Você pode **Recarregar** a lista na caixa de combinação se o conteúdo online tiver sido alterado na interface web do SmugMug.
sv: Med alternativen **Album** kan man välja nätkatalog för att hämta filer att ladda ner. Man kan **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i SmugMugs webbgränssnitt.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для отримання файлів. Ви можете **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу SmugMug.

source: The hierarchy of physical **Albums** in your collection are shown at the bottom of the main dialog. Specify the target Album where the files should be imported, or press the **New Album** button to create a new album for the downloaded files.
it: La gerarchia degli **album** nella tua raccolta è mostrata nella parte inferiore della finestra di dialogo principale. Specifica l'album di destinazione in cui devono essere importati i file, oppure premi il pulsante **Nuovo album** per crearne uno nuovo in cui scaricare i file.
nl: De hiërarchie van fysieke **Albums** in uw verzameling wordt getoond aan de onderkant van de hoofddialoog. Specificeer het doelalbum waar de bestanden geïmporteerd zouden moeten worden of druk op de knop **Nieuw album** om een nieuw album voor de te downloaden bestanden aan te maken.
pt_br: A hierarquia dos **Álbuns** físicos da sua coleção é exibida na parte inferior da janela principal. Especifique o álbum de destino para onde os arquivos devem ser importados ou pressione o botão **Novo álbum** para criar um novo álbum para os arquivos baixados.
sv: Hierarkin av fysiska **Album** i samlingen visas längst ner i huvuddialogrutan. Ange målalbumet dit filerna ska importeras eller tryck på knappen **Nytt album** för att skapa ett nytt album för de nerladdade filerna.
uk: Ієрархію фізичних **альбомів** у вашій збірці буде показано у нижній частині основного діалогового вікна. Вкажіть альбом призначення, куди має бути імпортовано файли або натисніть кнопку **Новий альбом**, щоб створити альбом для отриманих файлів.

source: Press the **Start Download** button to transfer the photos. You can click on the **Close** button to abort the transfer.
it: Premi il pulsante **Avvia scaricamento** per trasferire le foto. Per interrompere il trasferimento, fai clic sul pulsante **Chiudi**.
nl: Druk op de knop **Downloaden starten** om de foto's over te sturen. U kunt op de knop **Sluiten** klikken om het overzenden af te breken.
pt_br: Pressione o botão **Iniciar download** para transferir as fotos. Você pode clicar no botão **Fechar** para interromper a transferência.
sv: Tryck på knappen **Starta nerladdning** för att överföra fotona. Man kan klicka på knappen **Stäng** för att avbryta överföringen.
uk: Натисніть кнопку **Почати отримання**, щоб передати знімки. Ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.

source: :ref:`Import from SmugMug <import_tools>`
it: :ref:`Importazione da SmugMug <import_tools>`
nl: :ref:`Uit SmugMug importeren <import_tools>`
pt_br: :ref:`Importar do SmugMug <import_tools>`
uk: :ref:`Імпорт з SmugMug <import_tools>`

source: This tool downloads photos from the SmugMug web service.
it: Questo strumento scarica foto dal servizio web SmugMug.
nl: Het hulpmiddel download foto's uit de SmugMug-webservice.
pt_br: Esta ferramenta baixa fotos do serviço web SmugMug.
uk: За допомогою цього інструмента користувач може отримувати фотографії з вебслужби SmugMug.
