Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/calendar_tool.po
Languages: ca, es, it, pt_br, sl, sv

source: The digiKam Calendar Tool
ca: L'eina de calendari del digiKam
es: La herramienta Calendario de digiKam
it: Lo strumento Calendario di digiKam
pt_br: A ferramenta de calendário do digiKam
sl: Orodje za koledar digiKam
sv: Kalenderverktyget i digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, calendar
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, calendari
es: digiKam, documentación, manual del usuario, gestión de fotos, gestión fotográfica, código abierto, libre, gratis, aprender, fácil, calendario
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, calendario
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, calendário
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, koledar
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, kalender

source: :ref:`Calendar Tool <post_processing>`
ca: :ref:`Eina de calendari <post_processing>`
it: :ref:`Strumento Calendario <post_processing>`
pt_br: :ref:`Ferramenta de calendário <post_processing>`
sl: :ref:`Orodje za koledar <post_processing>`
sv: :ref:`Kalenderverktyget <post_processing>`

source: The Calendar Tool Introduction Page
ca: La pàgina d'introducció de l'eina de calendari
es: La página de introducción de la herramienta Calendario
it: La pagina introduttiva dello strumento Calendario
pt_br: Página de introdução da ferramenta de calendário
sl: Predstavitev orodja za koledar
sv: Kalenderverktygets introduktionssida

source: The **Calendar Tool** tool easily creates a personalized calendar with your photos. First, you need to select some items, most preferably 12 photos so that the photos correspond to 12 months in the calendar. After selecting the pictures go to :menuselection:`Tools --> Create Calendar` menu entry, and an assistant will appear to guide you in the creation process.
ca: L'**Eina de calendari** crea amb facilitat un calendari personalitzat amb les vostres fotografies. Primer, haureu de seleccionar alguns elements, preferiblement 12 fotografies de manera que corresponguin als 12 mesos del calendari. Després de seleccionar les imatges, aneu a l'element de menú :menuselection:`Eines --> Crea un calendari`, i apareixerà un assistent per a guiar-vos pel procés de creació.
it: Lo **strumento Calendario** consente di creare in modo facile un calendario personalizzato con le tue fotografie. Per prima cosa, devi selezionare alcuni elementi, preferibilmente dodici foto in modo che corrispondano ai dodici mesi del calendario. Dopo aver selezionato le foto, vai alla voce di menu :menuselection:`Strumenti --> Crea calendario`, si avvierà una procedura guidata per aiutarti durante il processo di creazione.
pt_br: A **Ferramenta de calendário** cria facilmente um calendário personalizado com suas fotos. Primeiro, você precisa selecionar alguns itens, de preferência 12 fotos, para que correspondam aos 12 meses do calendário. Após selecionar as fotos, acesse o menu :menuselection:`Ferramentas --> Criar Calendário` e um assistente aparecerá para guiá-lo no processo de criação.
sl: **Orodje za koledar** enostavno ustvari prilagojen koledar z vašimi fotografijami. Najprej morate izbrati nekaj elementov, najbolje 12 fotografij, tako da fotografije ustrezajo 12 mesecem v koledarju. Ko izberete slike, pojdite na menijski vnos :menuselection:`Orodja --> Ustvari koledar` in prikazal se bo pomočnik, ki vas bo vodil v procesu ustvarjanja.
sv: Verktyget **Kalenderverktyg** skapar enkelt en personlig kalender med foton. Först måste man markera några objekt, helst 12 bilder så att bilderna motsvarar 12 månader i kalendern. Efter att ha markerat bilderna, använd till menyalternativet :menuselection:`Verktyg --> Skapa kalender`, så dyker en guide upp för att leda dig genom skapandeprocessen.

source: The Calendar Tool Page to Setup Contents
ca: La pàgina de l'eina de calendari per a configurar el contingut
es: La página de la herramienta Calendario para configurar el contenido
it: La pagina dello strumento Calendario per impostare il contenuto
pt_br: A página da ferramenta de calendário para configurar o conteúdo
sl: Stran z orodjem za koledar za nastavitev vsebine
sv: Kalenderverktygssidan för att ställa in innehåll

source: The settings from this page are:
ca: Les opcions de configuració d'aquesta pàgina són:
it: Le impostazioni in questa pagina sono:
pt_br: As configurações desta página são:
sl: Nastavitve na tej strani so:
sv: Inställningarna från sida är:

source: **Paper size**: You have two choices standard **A4** and **US Letter** size.
ca: **Mida del paper**: hi ha dues opcions de mida: **A4** estàndard i **Carta dels EUA**.
es: **Tamaño del papel**: Dispone de las dos opciones de tamaño estándar **A4** y **Carta de EE. UU.**
it: **Dimensione foglio**: puoi scegliere tra i formati standard **A4** e **Lettera US**.
pt_br: **Tamanho do papel**: Você tem duas opções de tamanho no padrão **A4** e **Carta EUA**.
sl: **Velikost papirja**: Na voljo imate dve izbiri standardne velikosti **A4** in **US Letter**.
sv: **Pappersstorlek**: Man har två val av standardstorlek **A4** och **US Letter**.

source: **Resolution**: You have two choices **High** or **Low**.
ca: **Resolució**: hi ha dues opcions **Alta** o **Baixa**.
es: **Resolución**: Dispone de las opciones **Alta** y **Baja**.
it: **Risoluzione**: puoi scegliere tra **Alta** o **Bassa**.
pt_br: **Resolução**: Você tem duas opções que são **Alta** ou **Baixa**.
sl: **Ločljivost**: Imate dve možnosti **Visoka** ali **Nizka**.
sv: **Upplösning**: Man har två val **Hög** eller **Låg**.

source: **Image Position**: Set the position the images appear in the calendar.
ca: **Posició de la imatge**: estableix en quina posició apareixeran les imatges en el calendari.
it: **Posizione dell'immagine**: imposta la posizione delle immagini nel calendario.
pt_br: **Posição da imagem**: Define a posição em que as imagens aparecem no calendário.
sl: **Položaj slike**: Nastavite položaj slik v koledarju.
sv: **Bildposition**: Ställ in positionen som bilderna visas i kalendern.

source: **Draw lines on calendar**: Disables or enables the lines which appear in the calendar.
ca: **Dibuixa línies en el calendari**: desactiva o activa les línies que apareixen al calendari.
it: **Disegna linee sul calendario**: disabilita o abilita il disegno delle linee che appaiono nel calendario.
pt_br: **Desenhar linhas no calendário**: Desativa ou ativa as linhas que aparecem no calendário.
sl: **Risanje črt na koledarju**: onemogoči ali omogoči črte, ki se pojavijo v koledarju.
sv: **Rita linjer på kalender**: Inaktiverar eller aktiverar linjerna som visas i kalendern.

source: **Image to text ratio**: Increase or decrease the size of the image relative to the text. Move the slider and the preview will change as you adjust it.
ca: **Relació entre imatge i text**: augmenta o disminueix la mida de la imatge amb relació al text. Moveu el control lliscant i la vista prèvia canviarà a mesura que l'ajusteu.
it: **Immagine proporzionata al testo**: aumenta o riduce la dimensione dell'immagine relativamente al testo. Sposta il cursore per vedere l'anteprima di come sarà regolata.
pt_br: **Proporção entre a imagem e o texto**: Aumenta ou diminui o tamanho da imagem em relação ao texto. Mova o controle deslizante e a pré-visualização mudará conforme você a ajusta.
sl: **Razmerje med sliko in besedilom**: Povečajte ali zmanjšajte velikost slike glede na besedilo. Premaknite drsnik in predogled se bo spremenil, ko ga prilagodite.
sv: **Förhållande mellan bild och text**: Ökar eller minskar storleken på bilden i förhållande till texten. Flytta skjutreglaget så ändras förhandsgranskningen när det justeras.

source: **Font**: Choose a default font to be used for the text.
ca: **Lletra**: trieu una lletra predeterminada per a utilitzar en el text.
es: **Tipo de letra**: Elija el tipo de letra que se usará para el texto.
it: **Carattere**: scegli un tipo di carattere predefinito da usare per il testo.
pt_br: **Fonte**: Escolha uma fonte padrão a ser usada no texto.
sl: **Pisava**: Izberite privzeto pisavo, ki bo uporabljena za besedilo.
sv: **Teckensnitt**: Välj ett standardteckensnitt som ska användas för texten.

source: **Year**: Choose the calendar year to be used.
ca: **Any**: trieu l'any del calendari que s'utilitzarà.
es: **Año**: Escoja el año que se usará en el calendario.
it: **Anno**: l'anno da utilizzare.
pt_br: **Ano**: Escolha o ano civil a ser usado.
sl: **Leto**: Izberite koledarsko leto, ki ga želite uporabiti.
sv: **År**: Välj det kalenderår som ska användas.

source: On the bottom, the **Select Images** mosaic of buttons allows you to customize the image to render for each calendar page.
ca: A la part inferior, el mosaic de botons **Selecció d'imatges** permet personalitzar la imatge per a renderitzar cada pàgina del calendari.
it: In basso, il mosaico dei pulsanti dell'area **Seleziona immagini** ti permette di personalizzare l'immagine da rendere per ciascuna pagina del calendario.
pt_br: Na parte inferior, o mosaico de botões **Selecionar imagens** permite que você personalize a imagem a ser renderizada para cada página do calendário.
sl: Na dnu vam mozaik gumbov **Izberite slike** omogoča prilagajanje slike za upodobitev za vsako stran koledarja.
sv: Längst ner gör mosaiken med knappar **Välj bilder** att man kan anpassa bilden somska återges på varje kalendersida.

source: When you have completed this page, click on the **Next** button in the assistant and you will be greeted with a new page to customize extra events in the calendar:
ca: Una vegada hàgiu completat aquesta pàgina, feu clic en el botó **Següent** a l'assistent i apareixerà una pàgina nova per a personalitzar els esdeveniments addicionals en el calendari:
it: Una volta completata questa pagina, premi il pulsante **Successivo** per accedere alla pagina di personalizzazione degli eventi da aggiungere al calendario:
pt_br: Quando você tiver concluído esta página, clique no botão **Avançar** no assistente e você será recebido com uma nova página para personalizar eventos extras no calendário:
sl: Ko izpolnite to stran, kliknite gumb **Naprej** v pomočniku in pozdravila vas bo nova stran za prilagajanje dodatnih dogodkov v koledarju:
sv: När man har gjort färdigt sidan, klicka på knappen **Nästa** i guiden så visas en ny sida för att anpassa extra händelser i kalendern:

source: The Calendar Tool Page to Add Extra Calendar Data
ca: La pàgina de l'eina de calendari per a afegir dades addicionals de calendari
es: La página de la herramienta Calendario para añadir datos adicionales al calendario
it: La pagina dello strumento Calendario per aggiungere ulteriori dati al calendario
pt_br: A página da ferramenta de calendário para adicionar dados extras ao calendário
sl: Stran z orodjem za koledar za dodajanje dodatnih podatkov koledarja
sv: Kalenderverktygssidan för att lägga till extra kalenderdata

source: The website `iCalshare <http://icalshare.com/calendars>`_ has many great templates that can be used. They are free to use and download. All you need to do is register an account with them. It includes templates that contain much information on public holidays and events in many countries.
ca: El lloc web `iCalshare <http://icalshare.com/calendars>`_ té moltes plantilles excel·lents que es poden utilitzar. Són d'ús i baixada lliure. Tot el que haureu de fer és registrar-hi un compte. Inclou plantilles que contenen molta informació sobre els dies festius i esdeveniments a molts països.
it: Il sito web `iCalshare <http://icalshare.com/calendars>`_ contiene molti modelli da utilizzare. Questi si possono liberamente utilizzare e scaricare. L'unica cosa che devi fare è registrarti nel sito. iCalshare include modelli che contengono un sacco di informazioni sulle festività pubbliche e gli eventi di molte nazioni.
pt_br: O site `iCalshare <http://icalshare.com/calendars>`_ possui diversos modelos excelentes que podem ser usados. Eles são gratuitos para usar e baixar. Tudo o que você precisa fazer é criar uma conta. Inclui modelos com muitas informações sobre feriados e eventos em diversos países.
sl: Spletno mesto `iCalshare <http://icalshare.com/calendars>`_ ima veliko odličnih predlog, ki jih je mogoče uporabiti. So prosti za uporabo in prenos. Pri njih morate le registrirati račun. Vključuje predloge, ki vsebujejo veliko informacij o državnih praznikih in dogodkih v mnogih državah.
sv: Webbplatsen `iCalshare <http://icalshare.com/calendars>`_ har många bra mallar som kan användas. De är gratis att använda och ladda ner. Allt man behöver göra är att registrera ett konto hos dem. Den inkluderar mallar som innehåller mycket information om helgdagar och evenemang i många länder.

source: digiKam also supports the transfer of calendar data from external calendar applications that you may have used to store special days like birthdays of friends and relatives. To transfer data, you first have to export the data as a calendar file onto your computer, using `vCalendar or iCalendar <https://en.wikipedia.org/wiki/ICalendar>`_ formats. In the digiKam Calendar Tool, select the folder button on the window from the current page and show it to the file manager then select **Open**. This will add the data to your calendar. Then press **Next** in the assistant to see this page.
ca: El digiKam també permet la transferència de dades de calendari des d'aplicacions de calendari externes que hàgiu utilitzat per a emmagatzemar dies especials com l'aniversari dels amics i familiars. Per a transferir les dades, primer cal exportar les dades com un fitxer de calendari a l'ordinador, utilitzant els formats `vCalendar o iCalendar <https://en.wikipedia.org/wiki/ICalendar>`_. A l'eina de calendari del digiKam, seleccioneu el botó de carpeta a la finestra de la pàgina actual i mostreu-lo en el gestor de fitxers, després seleccioneu **Obre**. Això afegirà les dades al vostre calendari. Després premeu **Següent** a l'assistent per a veure aquesta pàgina.
it: digiKam supporta anche il trasferimento dei dati del calendario da applicazioni esterne che potresti aver usato per segnare date speciali, come i compleanni della famiglia e degli amici. Per trasferire i devi prima esportarli come file di calendario nel tuo computer utilizzando i formati `vCalendar o iCalendar <https://en.wikipedia.org/wiki/ICalendar>`_, in questa pagina fai clic su **Sfoglia**, scegli il file di calendario salvato nel gestore file e fai clic su **Apri**. I dati contenuti nel file verranno aggiunti al calendario. Premi poi **Successivo** per visualizzare la pagina sottostante.
pt_br: O digiKam também suporta a transferência de dados de calendário de aplicativos de calendário externos que você pode ter usado para armazenar datas especiais, como aniversários de amigos e parentes. Para transferir dados, primeiro você precisa exportá-los como um arquivo de calendário para o seu computador, usando os formatos `vCalendar ou iCalendar <https://en.wikipedia.org/wiki/ICalendar>`_. Na ferramenta de calendário do digiKam, selecione o botão de pasta na janela da página atual e mostre-o ao gerenciador de arquivos. Em seguida, selecione **Abrir**. Isso adicionará os dados ao seu calendário. Em seguida, pressione **Avançar** no assistente para visualizar esta página.
sl: digiKam podpira tudi prenos koledarskih podatkov iz zunanjih koledarskih aplikacij, ki ste jih morda uporabljali za shranjevanje posebnih dni, kot so rojstni dnevi prijateljev in sorodnikov. Če želite prenesti podatke, jih morate najprej izvoziti kot koledarsko datoteko v svoj računalnik z uporabo formatov `vCalendar ali iCalendar <https://en.wikipedia.org/wiki/ICalendar>`_. V koledarskem orodju digiKam izberite gumb mape v oknu trenutne strani in jo pokažite upravitelju datotek, nato izberite **Odpri**. S tem boste podatke dodali v svoj koledar. Nato pritisnite **Naprej** v pomočniku, da vidite to stran.
sv: Överföring av kalenderdata från externa kalenderprogram som kan ha används för att lagra speciella dagar såsom vänners och släktingars födelsedagar stöds också av digiKam. För att överföra data måste man först exportera data som en kalenderfil på datorn, med användning av formaten `vCalendar eller iCalendar <https://en.wikipedia.org/wiki/ICalendar>`_. I digiKams kalenderverktyg, använd katalogknappen i fönstret på den aktuella sidan och visa den för filhanteraren och välj sedan **Öppna**. Det lägger till data i kalendern. Tryck sedan på **Nästa** i guiden för att visa sidan.

source: The Calendar Tool Page Preparing to Export Contents
ca: La pàgina de l'eina de calendari preparada per a exportar el contingut
es: La página de la herramienta calendario para preparar el contenido a exportar
it: La pagina dello strumento Calendario di riepilogo del contenuto da esportare
pt_br: A página da ferramenta de calendário se preparando para exportar conteúdo
sl: Stran z orodjem za koledar Priprava na izvoz vsebine
sv: Kalenderverktygssidan som förbereder export av innehåll

source: When you are done press **Print** and it will generate a 12-page PDF file exactly like a paper calendar.
ca: Quan hàgiu acabat, premeu **Imprimeix** i es generarà un fitxer PDF de 12 pàgines exactament com un calendari en paper.
it: Una volta terminato, premi **Stampa**: verrà generato un file PDF di dodici pagine esattamente come un calendario di carta.
pt_br: Quando terminar, pressione **Imprimir** e será gerado um arquivo PDF de 12 páginas, exatamente como um calendário de papel.
sl: Ko končate, pritisnite **Natisni** in ustvarjena bo 12-stranska datoteka PDF, natanko taka kot papirnati koledar.
sv: När det är klart tryck på **Skriv ut** så genereras en 12-sidors PDF-fil precis som en papperskalender.

source: The Calendar Tool Page to Generating Contents
ca: La pàgina de l'eina de calendari generant el contingut
es: La página de la herramienta Calendario para generar el contenido
it: La pagina dello strumento Calendario per la generazione del contenuto
pt_br: A página da ferramenta de calendário gerando o conteúdo
sl: Stran z orodjem za koledar za ustvarjanje vsebine
sv: Kalenderverktygssidan för att generera innehåll

source: You can either send the calendar directly to your printer or print to a PDF file. However, it will be a wise decision to print to PDF first so that you can see what you have created. If you need to change the printer properties, press **Properties**. You will be able to change the page layout (portrait, landscape) and the units of measurement (cm, inches, px, etc.). By default, the output file will be made in your home folder. If you need to change the location press the button on the right and specify manually.
ca: Podreu enviar el calendari directament a la impressora o imprimir-lo en un fitxer PDF. No obstant això, serà una bona decisió imprimir primer a PDF per a poder veure el que s'ha creat. Si heu de canviar les propietats de la impressora, premeu **Propietats**. Podreu canviar la disposició de la pàgina (vertical, horitzontal) i les unitats de mesura (cm, polzades, px, etc.). De manera predeterminada, el fitxer de sortida es crearà a la carpeta inicial. Si heu de canviar la ubicació, premeu el botó a la dreta i especifiqueu-la manualment.
it: Puoi inviare il calendario direttamente alla tua stampante o stamparlo in un file PDF. Ti consigliamo di stampare prima in PDF, in modo da verificare quello che hai creato. Se hai necessità di modificare le proprietà della stampante premi il pulsante **Proprietà**: potrai cambiare l'impaginazione (verticale, orizzontale) e le unità di misura (cm, pollici, px, ecc.). Per impostazione predefinita, il file generato verrà salvato nella tua cartella home. Se vuoi cambiare posizione, premi il pulsante sulla destra e specificala manualmente.
pt_br: Você pode enviar o calendário diretamente para a sua impressora ou imprimi-lo em um arquivo PDF. No entanto, é uma decisão sensata imprimir primeiro em PDF para que você possa ver o que criou. Se precisar alterar as propriedades da impressora, pressione **Propriedades**. Você poderá alterar o layout da página (retrato, paisagem) e as unidades de medida (cm, polegadas, px, etc.). Por padrão, o arquivo de saída será criado na sua pasta pessoal. Se precisar alterar o local, pressione o botão à direita e especifique manualmente.
sl: Koledar lahko pošljete neposredno v svoj tiskalnik ali natisnete v datoteko PDF. Vendar bo pametno najprej natisniti v PDF, da boste lahko videli, kaj ste ustvarili. Če želite spremeniti lastnosti tiskalnika, pritisnite **Lastnosti**. Spremenili boste lahko postavitev strani (pokončno, ležeče) in merske enote (cm, palci, px itd.). Privzeto bo izhodna datoteka narejena v domači mapi. Če želite spremeniti lokacijo, pritisnite gumb na desni in jo določite ročno.
sv: Man kan antingen skicka kalendern direkt till skrivaren eller skriva ut till en PDF-fil. Det är dock ett klokt beslut att skriva ut till PDF först så att man kan se vad som har skapats. Om man behöver ändra skrivarens egenskaper, tryck på **Egenskaper**. Man kan ändra sidlayouten (stående, liggande) och måttenheterna (cm, tum, bildpunkter, etc.). Normalt skapas utdatafilen i hemkatalogen. Om man behöver ändra plats, tryck på knappen till höger och ange den manuellt.

source: The Calendar Generated as PDF File
ca: El calendari generat com a fitxer PDF
es: El calendario generado como archivo PDF
it: Il calendario generato come file PDF
pt_br: O calendário gerado como arquivo PDF
sl: Koledar, ustvarjen kot datoteka PDF
sv: Kalendern genererad som PDF-fil

source: Calendar Tool
es: Herramienta de calendario

source: Contents
es: Contenido

source: The settings from this page are listed below:
es: Las preferencias de esta página se muestran a continuación:

source: **Image Position**: Set which position in which the images appear in the calendar.
es: **Posición de la imagen**: Define la posición en la que aparecerán las imágenes en el calendario.

source: **Draw lines on calendar**: Meaning that you can either disable or enable the lines which appear.
es: **Dibujar líneas en el calendario**: Con ella se pueden activar o desactivar las líneas que aparecen.
