Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/expo_blending.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: You can also exclude individual photos from the stack on the top right corner to improve the blending result. The clever part is that every time you tweak the settings and press the **Preview** button, digiKam generates a preview image stored on the bottom right corner which you can compare with the previous versions. You can then save all the generated versions, or save only the one you like most by selecting wanted preview. The output format to use at export stage can be set in **Save Result** settings. If the exported file already exists, it can be overwritten or not. A common template file name can be also configured for the exported files.
ca: També podreu excloure fotografies individuals de la pila a la cantonada superior dreta per a millorar el resultat de la barreja. La part intel·ligent és que cada vegada que es modifica la configuració i es prem el botó **Vista prèvia**, el digiKam generarà una imatge de vista prèvia emmagatzemada a la cantonada inferior dreta, la qual podreu comparar amb les versions anteriors. A continuació, podreu desar totes les versions generades o desar només la que més us agradi seleccionant la vista prèvia desitjada. El format de sortida que s'utilitzarà a l'etapa d'exportació es pot establir a l'opció de configuració **Desa el resultat**. Si el fitxer exportat ja existeix, es podrà sobreescriure. També podreu configurar un nom de fitxer de plantilla comú per als fitxers exportats.
nl: U kunt ook individuele foto's uit de stapel uitsluiten in de rechtsbovenhoek om het mengresultaat te verbeteren. Het knappe gedeelte is dat elke keer dat u de instellingen aanpast en op de knop **Voorbeeld** drukt, digiKam een voorbeeldafbeelding opslaat in de rechtsonder hoek die u kunt vergelijken met de vorige versies. U kunt dan alle gegenereerde versies opslaan of alleen diegene opslaan die u het beste vindt door dit gewenste voorbeeld te selecteren. Het te gebruiken uitvoerformaat bij exporteren kan ingesteld worden in de instelling **Resultaat opslaan**. Als het geëxporteerde bestand al bestaat, kan het overschreven worden of niet. Een gemeenschappelijk sjabloon voor bestandsnaam kan ook geconfigureerd worden voor de geëxporteerde bestanden.
pt_br: Você também pode excluir fotos individuais da pilha no canto superior direito para melhorar o resultado da mesclagem. A parte inteligente é que cada vez que você ajusta as configurações e pressiona o botão **Visualizar**, o digiKam gera uma imagem de visualização armazenada no canto inferior direito, que você pode comparar com as versões anteriores. Você pode salvar todas as versões geradas ou salvar apenas a que mais gostar, selecionando a visualização desejada. O formato de saída a ser usado na etapa de exportação pode ser definido nas configurações de **Salvar resultado**. Se o arquivo exportado já existir, ele pode ser substituído ou não. Um nome de arquivo de modelo comum também pode ser configurado para os arquivos exportados.
sl: Posamezne fotografije lahko tudi izključite iz nabora v zgornjem desnem kotu, da izboljšate rezultat mešanja. Pametno je, da vsakič, ko prilagodite nastavitve in pritisnete gumb **Predogled**, digiKam ustvari sliko predogleda, shranjeno v spodnjem desnem kotu, ki jo lahko primerjate s prejšnjimi različicami. Nato lahko shranite vse ustvarjene različice ali pa shranite samo tisto, ki vam je najbolj všeč, tako da izberete želeni predogled. Izhodni format za uporabo v fazi izvoza lahko nastavite v nastavitvah **Shrani rezultat**. Če izvožena datoteka že obstaja, jo je mogoče prepisati ali ne. Za izvožene datoteke je mogoče konfigurirati tudi skupno ime datoteke predloge.
sv: Man kan också utesluta enskilda foton från sekvensen i det övre högra hörnet för att förbättra det kombinerade resultatet. Det smarta är att varje gång man justerar inställningarna och trycker på knappen **Förhandsgranska** genererar digiKam en förhandsgranskningsbild lagrad i det nedre högra hörnet som man kan jämföra med tidigare versioner. Man kan sedan spara alla genererade versioner, eller spara bara den man gillar mest genom att välja önskad förhandsvisning. Utdataformatet som ska användas vid exportstadiet kan ställas in i inställningarna under **Spara resultat**. Om den exporterade filen redan finns kan den skrivas över eller inte. Ett gemensamt mallfilnamn kan också ställas in för de exporterade filerna.
uk: Ви також можете виключити окремі фотографії зі стосу у верхньому правому куті, щоб поліпшити результат злиття. Зручним є те, що кожного разу, коли ви коригуватимете параметри і натискатимете кнопку **Перегляд**, digiKam створюватиме зображення попереднього перегляду, які зберігатимуться у нижньому правому куті вікна, і ви зможете порівняти їх із попередніми версіями. Далі, ви можете зберегти усі створені версії або зберегти лише найкращу з них, позначивши відповідне зображення попереднього перегляду. Формат виведення даних на кроці експортування можна встановити на панелі параметрів **Збереження результату**. Якщо експортований файл вже існує, його можна перезаписати. Також можна налаштувати загальний шаблон назви файлів для експортованих даних.

source: digiKam’s exposure blending tool is capable of producing rather impressive results, especially if you are not afraid of getting your hands dirty by manually tweaking the final results.
ca: L'eina de combinació d'exposició de digiKam és capaç de produir resultats força impressionants, especialment si no té por d'embrutar-se les mans ajustant manualment els resultats finals.
nl: Het hulpmiddel Mengen van belichting van digiKam is in staat tamelijk indrukwekkende resultaten te produceren, speciaal als u niet bang bent om vuile handen te maken door handmatig de uiteindelijke resultaten aan te passen.
pt_br: A ferramenta de mesclagem de exposição do digiKam é capaz de produzir resultados bastante impressionantes, especialmente se você não tiver medo de sujar as mãos ajustando manualmente os resultados finais.
sl: DigiKamovo orodje za mešanje osvetlitve je sposobno ustvariti precej impresivne rezultate, še posebej, če se ne bojite, da bi si umazali roke z ročnim spreminjanjem končnih rezultatov.
sv: digiKams exponeringskombinationsverktyg kan ge ganska imponerande resultat, speciellt om man inte är rädd för att arbeta hårt genom att manuellt justera slutresultatet.
uk: Інструмент злиття експозицій digiKam може створювати доволі захопливі результати, особливо якщо ви не боїтеся марудної справи коригування остаточних результатів вручну.

source: If you are not satisfied with the **Preview** result, you can tweak the available **Enfuse Settings** on the right side, where you will find the following options:
nl: Als u niet tevreden bent met het resultaat in **Voorbeeld**, dan kunt u de beschikbare **Enfuse-instellingen** rechts aanpassen. waar u de volgende opties kunt vinden:
pt_br: Se não estiver satisfeito com o resultado da **Visualização**, você pode ajustar as **Configurações da mesclagem** disponíveis no lado direito, onde encontrará as seguintes opções:
sv: Om man inte är nöjd med resultatet i **Förhandsgranskning** kan man justera de tillgängliga **Inställningar av Enfuse** på höger sida. där man finner följande alternativ:
uk: Якщо вас не задовольняють результати попереднього перегляду, ви можете скоригувати доступні **Параметри enfuse** на правій панелі, де розміщено такі пункти:
