Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/expo_blending.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: **Use Color Appearance Model (CIECAM02)**: Use Color Appearance Modelling (CIECAM02) to render detailed colors. Your input files should have embedded ICC profiles. If no ICC profile is present, sRGB color space will be assumed. The difference between using this option and default color blending algorithm is very slight, and will be most noticeable when you need to blend areas of different primary colors together.
ca: **Usa un model d'aparença de color (CIECAM02)**: l'utilitza per a renderitzar colors detallats. Els fitxers d'entrada hauran de tenir perfils ICC incrustats. Si no hi ha cap perfil ICC, s'assumirà l'espai de color sRGB. La diferència entre l'ús d'aquesta opció i l'algorisme predeterminat de barreja de color és molt petita i es notarà més quan necessiteu barrejar àrees amb colors primaris diferents.
it: **Usa Modello di aspetto del colore (CIECAM02)**: usa la modellazione di aspetto del colore (CIECAM02) per rappresentare colori dettagliati. I tuoi file di input devono essere profili ICC incorporati. Se non sono presenti profili ICC, verrà considerato lo spazio dei colori sRGB. La differenza tra l'uso di questa opzione e l'algoritmo predefinito di miscelazione dei colori è minima, e sarà più evidente se hai bisogno di miscelare assieme aree di diversi colori primari.
nl: **Kleuruiterlijkmodel gebruiken (CIECAM02)**: modellering gebruiken van de kleur zoals deze lijkt te zijn (CIECAM02) om gedetailleerd kleuren weer te geven. Uw invoerbestanden moeten ingebedde ICC-profielen hebben. Als geen ICC-profiel aanwezig is, dan zal in plaats daarvan de sRGB-kleurruimte worden aangenomen. Het verschil tussen deze optie gebruiken en het standaard kleurmengalgoritme is erg klein en zal het meest zichtbaar zijn wanneer u gebieden mengt met verschillende primaire kleuren.
pt_br: **Usar o modelo de aparência de cor (CIECAM02)**: Usa o modelo de aparência de cor (CIECAM02) para renderizar cores detalhadas. Seus arquivos de entrada devem ter perfis ICC embutidos. Se nenhum perfil ICC estiver presente, o espaço de cor sRGB será assumido. A diferença entre usar esta opção e o algoritmo de mesclagem de cor padrão é muito pequena e será mais perceptível quando você precisar mesclar áreas de cores primárias diferentes.
sl: **Uporabi model barvnega videza (CIECAM02)**: Uporabi modeliranje barvnega videza (CIECAM02) za upodabljanje podrobnih barv. Vaše vhodne datoteke bi morale biti vdelane v ICC profili. Če profil ICC ni prisoten, bo barvni prostor domnevno sRGB. Razlika med uporabo te možnosti in privzetim algoritmom mešanja barv je zelo majhen in bo najbolj opazen, ko boste morali mešati območja različnih primarnih barv skupaj.
sv: **Använd modellering av färgutseende (CIECAM02)**: Använd modellering av färgutseende (CIECAM02) för att återge detaljerade färger. Indatafiler bör ha inbäddade ICC-profiler. Om ingen ICC-profil finns antas sRGB-färgrymd. Skillnaden mellan att använda alternativet och den vanliga algoritmen för färgkombination är mycket liten och märks mest när man behöver kombinera områden med olika primärfärger.
uk: **Використати модель вигляду кольорів (CIECAM02)**: використати моделювання вигляду кольорів (CIECAM02) для точного показу кольорів. У файли вхідних даних має бути вбудовано профілі ICC. Якщо профілів ICC не буде виявлено, програма використає простір кольорів sRGB. Відмінності між використанням цього варіанта і типового алгоритму злиття кольорів доволі незначні. Найпомітнішими вони будуть у разі злиття областей з різними основними кольорами.

source: You can also exclude individual photos from the stack on the top right corner to improve the blending result. The clever part is that every time you tweak the settings and press the **Preview** button, digiKam generates a preview image stored on the bottom right corner which you can compare with the previous versions. You can then save all the generated versions, or save only the one you like most by selecting wanted preview. The output format to use at export stage can be set in **Save Result** settings. If exported file already exists, it can be overwritten or not. A common template file name can be also configured for the exported files.
it: Puoi anche escludere le singole foto dalla pila, nell'angolo superiore destro, per migliorare il risultato della miscelazione. La parte ingegnosa è che, ogni volta che regoli le impostazioni e premi il pulsante **Anteprima**, digiKam genera un'immagine di anteprima, nell'angolo inferiore destro, che puoi confrontare con le versioni precedenti. Puoi quindi salvare tutte le versioni generate oppure salvare quella che preferisci, selezionandone l'anteprima. Il formato di uscita da utilizzare può essere impostato in **Salva il risultato** nella fase successiva. Se il file esportato esiste già, può essere sovrascritto o no. È possibile configurare anche un nome file di un modello comune per i file esportati.

source: The Exposure Blending Editor to Create Fusionned Versions
ca: L'editor de barreja de l'exposició per a crear versions fusionades
it: L'editor della Miscelazione di esposizione per creare versioni unite
nl: De bewerker voor Mengen van belichting om aan elkaar versmolten versies te maken
pt_br: O editor de mesclagem de exposição para criar versões mescladas
sl: Urejevalnik za mešanje osvetlitve za ustvarjanje zlitih različic
sv: Exponeringskombinationseditorn för att skapa kombinerade versioner
uk: Редактор злиття експозицій створює об'єднані версії

source: digiKam’s exposure blending tool is capable of producing rather impressive results, especially if you are not afraid of getting your hands dirty with manually tweaking the final results.
it: Lo strumento di miscelazione di esposizione di digiKam è capace di produrre risultati piuttosto notevoli, specialmente se non hai paura di sporcarti le mani e gestire manualmente i risultati finali.

source: The Fusionned NEF Files Exported as JPEG and Displayed in digiKam
ca: Els fitxers NEF fusionats s'han exportat com a JPEG i es mostren en el digiKam
it: I file NEF uniti esportati come JPEG e visualizzati in digiKam
nl: De samengesmolten NEF-bestanden geëxporteerd als JPEG en getoond in digiKam
pt_br: Arquivos NEF mesclados exportados como JPEG e exibidos no digiKam
sl: Datoteke Fusionned NEF, izvožene kot JPEG in prikazane v digiKamu
sv: De sammanslagna NEF-filerna exporterade som JPEG och visade i digiKam
uk: Об'єднані файли NEF, які експортовано як JPEG і показано у digiKam

source: :ref:`Exposure Blending <post_processing>`
ca: :ref:`Barreja de l'exposició <post_processing>`
nl: :ref:`Mengen van belichting <post_processing>`
pt_br: :ref:`Mesclagem de exposição <post_processing>`
sl: :ref:`Mešanje osvetlitve <post_processing>`
sv: :ref:`Exponeringskombination <post_processing>`
uk: :ref:`Злиття експозиції <post_processing>`

source: While exposure blending sounds simple in theory, achieving usable results can be a rather laborious and time-consuming process. Fortunately, digiKam can do the hardest part of the job for you. The exposure blending tool relies on the `Hugin command line tools <https://hugin.sourceforge.io/>`_ for processing and fusing photos, so you must install Hugin on your machine beforehand.
ca: Si bé la barreja de l'exposició sona senzill en teoria, aconseguir resultats utilitzables pot ser un procés bastant laboriós i lent. Afortunadament, el digiKam pot fer part de la feina més dura. L'eina barreja de l'exposició es basa en les `eines de línia d'ordres de Hugin <https://hugin.sourceforge.io/>`_ per a processar i fusionar les fotografies, per la qual cosa abans haureu d'instal·lar-la a l'ordinador.
nl: Terwijl belichting mengen in theorie eenvoudig klinkt, kan het bereiken van bruikbare resultaten een tamelijk moeizaam en tijd kostend proces zijn. Gelukkig kan digiKam het moeilijkste werk voor u doen. Het hulpmiddel voor belichting mengen hang af van het `opdrachtregelhulpmiddel Hugin <https://hugin.sourceforge.io/>`_ voor het verwerken en samensmelten van foto's, u moet Hugin dus van te voren op uw machine installeren.
pt_br: Embora a mesclagem de exposição pareça simples na teoria, obter resultados utilizáveis ​​pode ser um processo bastante trabalhoso e demorado. Felizmente, o digiKam pode fazer a parte mais difícil do trabalho para você. A ferramenta de mesclagem de exposição utiliza as `ferramentas de linha de comando do Hugin <https://hugin.sourceforge.io/>`_ para processar e mesclar fotos, portanto, você deve instalar o Hugin em sua máquina com antecedência.
sl: Medtem ko se mešanje osvetlitve v teoriji sliši preprosto, je lahko doseganje uporabnih rezultatov precej težaven in dolgotrajen postopek. Na srečo lahko digiKam namesto vas opravi najtežji del naloge. Orodje za mešanje osvetlitve se opira na `Orodja ukazne vrstice Hugin <https://hugin.sourceforge.io/>`_ za obdelavo in spajanje fotografij, zato morate Hugin predhodno namestiti na vaš računalnik.
sv: Även om exponeringskombination låter enkelt i teorin, kan det vara en ganska mödosam och tidskrävande process att uppnå användbara resultat. Lyckligtvis kan digiKam göra den svåraste delen av arbetet åt dig. Exponeringskombinationsverktyget förlitar sig på `Hugins kommandoradsverktyg <https://hugin.sourceforge.io/>`_ för bearbetning och sammanslagning av foton, så man måste installera Hugin på datorn i förväg.
uk: Хоча, теоретично, злиття експозицій виглядає просто, отримання якісного результату може бути доволі трудомістким і тривалим процесом. На щастя, digiKam може виконати усю нудну роботу за вас. Роботу інструмента злиття експозицій засновано на `засобах командного рядка Hugin <https://hugin.sourceforge.io/>`_ для обробки та злиття фотографій, тому, перш ніж починати роботу, слід встановити відповідні пакунки.

source: From Icon-View, select the photos you want to blend, and choose :menuselection:`Tools --> Blend Stacked Images`, or click on the **Blend Stacked Images** icon from the **Tools** tab in the **Right Sidebar**.
ca: Des de la vista d'icones, seleccioneu les fotografies que voleu barrejar i escolliu l'element de menú :menuselection:`Eines --> Fusiona les imatges apilades...`, o feu clic en la icona **Fusiona les imatges apilades** a la pestanya **Eines** a la **barra lateral dreta**.
nl: Vanuit de Pictogramweergave, selecteer de foto's die u wilt mengen en kies :menuselection:`Hulpmiddelen --> Gestapelde afbeeldingen mengen` of klik op het pictogram **Gestapelde afbeeldingen mengen** uit het tabblad **Hulpmiddelen** in de **Rechter zijbalk**.
pt_br: Na visualização de miniaturas, selecione as fotos que deseja mesclar e escolha :menuselection:`Ferramentas --> Mesclar imagens empilhadas` ou clique no ícone **Mesclar imagens empilhadas** na guia **Ferramentas** na **barra lateral direita**.
sl: V pogledu ikon izberite fotografije, ki jih želite združiti, in izberite :menuselection:`Orodja --> Združi zložene slike` ali kliknite ikono **Združi zložene slike** na zavihku **Orodja** v **Desni stranski vrstici**.
sv: Välj de foton som ska kombineras i ikonvyn och välj :menuselection:`Verktyg --> Blanda kombinerade bilder`, eller klicka på ikonen **Blanda kombinerade bilder** under fliken **Verktyg** i **höger sidorad**.
uk: На панелі перегляду піктограм виберіть фотографії, які слід злити, і скористайтеся пунктом меню :menuselection:`Інструменти --> Злити стосові зображення` або натисніть піктограму **Злити стосові зображення** на вкладці **Інструменти** **правої бічної панелі**.

source: In the Set Bracketed Images window, add other photos if needed, and remove and rearrange the photos that are already in the list. Then hit the Next button to move to the next step.
ca: A la finestra Establir les imatges amb bràqueting, si cal, afegiu altres fotografies i suprimiu i reorganitzeu les fotografies que ja estan a la llista. Després premeu el botó Següent per a passar al pas següent.
nl: In het venster van de set Afbeeldingen in bracket, voeg andere foto's, indien nodig, toe en verwijder en herschik de foto's die al in de lijst zitten. Klik daarna op de knop Volgende om naar de volgende stap te gaan.
pt_br: Na janela "Definir imagens empilhadas", adicione outras fotos, se necessário, e remova e reorganize as fotos que já estão na lista. Em seguida, clique no botão Avançar para avançar para a próxima etapa.
sl: V oknu Nastavi kadrirane slike po potrebi dodajte druge fotografije ter odstranite in prerazporedite fotografije, ki so že na seznamu. Nato pritisnite gumb Naprej, da se premaknete na naslednji korak.
sv: I fönstret Ange alternativa bilder lägger man till andra foton om det behövs och tar bort och ordnar om de foton som redan finns i listan. Tryck sedan på knappen Nästa för att gå till nästa steg.
uk: На сторінці встановлення зображень вилки додайте інші фотографії, якщо потрібно, і вилучіть або переупорядкуйте фотографії, які вже є у списку. Натисніть кнопку **Далі**, щоб перейти до наступного кроку.

source: Once digiKam is done, press the **Finish** button, and you will be automatically dropped into the **Exposure Blending Editor**.
ca: Quan el digiKam hagi acabat, premeu el botó **Finalitza** i accedireu automàticament a l'**Editor de Barreja de l'exposició**.
nl: Nadat digiKam gereed is, druk op de knop **Beëindigen** en u zult automatisch belanden in de **Bewerker voor belichting mengen**.
pt_br: Quando o digiKam estiver pronto, pressione o botão **Concluir** e você será automaticamente direcionado para o **Editor de mesclagem de exposição**.
sl: Ko je digiKam končan, pritisnite gumb **Končaj** in samodejno boste spuščeni v **Urejevalnik mešanja osvetlitev**.
sv: När digiKam väl är klart, tryck på knappen **Slutför**, för att automatiskt komma till **Exponeringskombinationseditorn**.
uk: Щойно digiKam завершить обробку, натисніть кнопку **Завершити**, і програма автоматично відкриє вікно **Редактора злиття експозицій**.

source: Hit the **Preview** button to see the blended photo in the preview pane. If you move the mouse over the preview canvas, a toolbar appears in the top left corner of the image to **Zoom In**, **Zoom Out**, and **Zoom to Fit**.
ca: Premeu el botó **Vista prèvia** per a veure la fotografia combinada a la subfinestra de vista prèvia. Si moveu el ratolí per sobre del llenç de vista prèvia, apareixerà una barra d'eines a la cantonada superior esquerra de la imatge per a **Apropar**, **Allunyar** i fer **Zoom fins que ajusti**.
nl: Druk op de knop **Voorbeeld** om de gemengde foto in het voorbeeldpaneel te bekijken. Als u de muis over het voorbeeldwerkveld beweegt, verschijnt er een werkbalk in de linker bovenhoek van de afbeelding voor **Inzoomen**, **Uitzoomen** en **Laten passen**.
pt_br: Clique no botão **Visualizar** para ver a foto mesclada no painel de visualização. Se você mover o mouse sobre a tela de visualização, uma barra de ferramentas aparecerá no canto superior esquerdo da imagem para **Ampliar**, **Reduzir** e **Ajustar o zoom**.
sl: Pritisnite gumb **Predogled**, da si ogledate zlito fotografijo v podoknu za predogled. Če premaknete miško nad platno za predogled, se v zgornjem levem kotu slike prikaže orodna vrstica za **Povečava**, **Pomanjšava** in **Povečava, da se prilega**.
sv: Tryck på knappen **Förhandsgranska** för att se det kombinerade fotot i förhandsgranskningsfönstret. Om man flyttar musen över förhandsgranskningen dyker en verktygsrad upp i det övre vänstra hörnet på bilden för att **Zooma in**, **Zooma ut** och **Anpassa**.
uk: Натисніть кнопку **Перегляд**, щоб переглянути об'єднану фотографію на панелі попереднього перегляду. Якщо ви наведете вказівник миші на полотно попереднього перегляду, у верхньому лівому куті панелі має з'явитися панель інструментів із кнопками **Збільшити**, **Зменшити** і **Підібрати за розміром**.

source: If you are not satisfied with the **Preview** result, you can tweak the available **Enfuse Settings** on the right side. where you will find the following options:
ca: Si no esteu satisfet amb el resultat de la **vista prèvia**, podreu modificar la **Configuració de l'«Enfuse»** disponible en el costat dret, on trobareu les opcions següents:
sl: Če niste zadovoljni z rezultatom **Predogleda**, ga lahko prilagodite z **Nastavitve Enfuse** na desni strani, kjer boste našli naslednje možnosti:

source: **Image Features Balance**: Set the number of levels for pyramid blending. Balances towards local features (small number) or global features (high number). Additionally, a low number trades off quality of results for faster execution time and lower memory usage. This option is enabled only if **Automatic Local/Global Image Features Balance (Levels)** is disabled.
ca: **Equilibri de les característiques de la imatge**: estableix el nombre de nivells per a la barreja piramidal. Equilibri cap a característiques locals (nombre petit) o característiques globals (nombre alt). A més, un nombre baix sacrificarà la qualitat del resultat per un temps d'execució més ràpid i un menor ús de la memòria. Aquesta opció només estarà habilitada si està desactivada l'opció **Equilibra automàticament les característiques locals/globals de la imatge (nivells)**.
nl: **Balans van afbeeldingskenmerken**: Stel het aantal niveaus in voor piramide menging. Balanceren naar lokale kenmerken (klein getal) of globale kenmerken (hoog getal). Bovendien is een laag getal een compromis tussen kwaliteit van resultaten voor snellere uitvoering en lager geheugengebruik. Deze optie is alleen ingeschakeld als **Automatisch lokale/globale kenmerken van de balanceren in de afbeelding (niveaus)** is uitgeschakeld.
pt_br: **Balanço de características da imagem**: Define o número de níveis para a mesclagem em pirâmide. Balanceia as características locais (número menor) ou globais (número maior). Além disso, um número baixo compensa a qualidade dos resultados por um tempo de execução mais rápido e menor uso de memória. Esta opção só é habilitada se o **Balanço automático de características locais/globais da imagem (Níveis)** estiver desabilitado.
sl: **Ravnovesje značilnosti slike**: Nastavite število ravni za piramidno mešanje. Uravnava lokalne značilnosti (majhno število) ali globalne značilnosti (veliko število). Poleg tega nizko število zamenja kakovost rezultatov za hitrejši čas izvajanja in manjšo porabo pomnilnika. Ta možnost je omogočena samo, če je **Samodejno ravnotežje lokalnih/globalnih zmožnosti slike (ravni)** onemogočeno.
sv: **Bildegenskapsbalans**: Ställer in antalet nivåer för pyramidkombination. Balanserar mot lokala funktioner (litet värde) eller globala funktioner (stort värde). Dessutom byter ett litet värde ut kvaliteten på resultaten mot snabbare exekveringstid och lägre minnesanvändning. Alternativet är endast aktiverat om **Automatisk balans för lokala och globala bildegenskaper (nivåer)** är inaktiverat.
uk: **Баланс параметрів зображень**: Визначити кількість рівнів пірамідального злиття. Баланс між локальними параметрами (малі числа) і загальними параметрами (великі числа). Менші числа призведуть до погіршення якості за рахунок пришвидшення обробки і зменшення вимог до об'єму пам'яті. Цим параметром можна буде скористатися, лише якщо вимкнено пункт **Автоматичний баланс локальних і загальних параметрів зображень (рівнів)**.

source: **Hard Mask**: Force hard blend masks without averaging on the finest scale. This is only useful for focus stacks with thin and high contrast features. It improves sharpness at the expense of increased noise.
ca: **Màscara rígida**: força màscares de barreja dura sense fer una mitjana a l'escala més fina. Això només és útil per a piles d'enfocament amb característiques de contrast prim i alt. Millora la nitidesa a costa d'un augment del soroll.
nl: **Hard masker**: harde mengmaskers forceren zonder middeling op de fijnste schaal. Dit is alleen bruikbaar voor focusstapels met weinig en hoog contrast kenmerken. Het verbetert de scherpte ten koste van verhoogde ruis.
pt_br: **Máscara rígida**: Força máscaras de mesclagem rígidas sem média na escala mais fina. Isso só é útil para empilhamento de foco com recursos finos e de alto contraste. Melhora a nitidez à custa de um aumento de ruído.
sl: **Trda maska**: Vsili maske trdega mešanja brez povprečenja na najfinejši lestvici. To je uporabno samo za nize fokusov s tankimi in visokokontrastnimi zmožnostmi. Izboljša ostrino na račun povečanega šuma.
sv: **Kraftig mask**: Använd kraftigt kombinerande masker utan medelvärdesbildning för de minsta detaljerna. Det är bara användbart för fokuseringsbildsekvenser med tunna och höga kontrastegenskaper. Det förbättrar skärpa på bekostnad av ökad kornighet.
uk: **Жорстка маска**: примусове використання жорстких рамок злиття без осереднення на найнижчому рівні деталізації. Дає непогані результати лише для стосів фокусування з тонкими або висококонтрастними деталями, покращує різкість за рахунок збільшення шумності.

source: **High-Contrast Contribution**: Sets the relative weight of high-contrast pixels. Increasing this weight makes pixels with neighboring differently-colored pixels contribute more to the final output. Particularly useful for focus stacks.
ca: **Contribució a un contrast alt**: estableix el pes relatiu dels píxels amb un contrast alt. Augmentar aquest pes farà que els píxels amb píxels veïns de colors diferents contribueixin més a la sortida final. Particularment útil per a les piles d'enfocament.
nl: **Bijdragen met hoog contrast**: stelt het relatieve gewicht in van hoog-contrast pixels. Dit gewicht vergroten maakt dat pixels die buren hebben met verschillend gekleurde pixels meer bijdragen aan de uiteindelijke uitvoer. Speciaal bruikbaar voor focusstapels.
pt_br: **Contribuição de alto Contraste**: Define o peso relativo dos pixels de alto contraste. Aumentar esse peso faz com que pixels com pixels vizinhos de cores diferentes contribuam mais para o resultado final. Particularmente útil para empilhamento de foco.
sl: **Prispevek visokega kontrasta**: Nastavi relativno težo slikovnih pik z visokim kontrastom. Če povečate to težo, piksli s sosednjimi različno obarvanimi piksli prispevajo več h končnemu rezultatu. Še posebej uporabno za sklade fokusov.
sv: **Bidrag från hög kontrast**: Ställer in den relativa vikten för bildpunkter med hög kontrast. Att öka vikten gör att bildpunkter med angränsande bildpunkter med andra färger bidrar mer till det slutliga resultatet. Särskilt användbart för fokuseringsbildsekvenser.
uk: **Частка висококонтрастних**: визначає відносний внесок висококонтрастних пікселів. Збільшення цього внеску підвищить пріоритет пікселів, оточених пікселями зовсім іншого кольору, у зображенні результату обробки. Можна скористатися у фокусних стосах.
