Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/expo_blending.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: The digiKam Exposure Blending Tool
ca: L'eina barreja de l'exposició del digiKam
it: Lo strumento Miscelazione di esposizione di digiKam
nl: Het hulpmiddel Mengen van belichting van digiKam
pt_br: A ferramenta de mesclagem de exposição digiKam
sl: Orodje za mešanje osvetlitve digiKam
sv: Exponeringskombinationsverktyget i digiKam
uk: Інструмент злиття експозицій у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, exposure, blending, bracketing
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, exposició, barreja, bràqueting
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, esposizione, fusione, a forcella
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, belichting, mengen, bracketing
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, exposição, mesclagem, bracketing
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, osvetlitev, mešanje, oklepaj
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, exponering, kombination, alternativa
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, експозиція, експонування, злиття

source: Exposure Blending
it: Miscelazione di esposizione

source: Contents
it: Contenuto

source: No matter how good your camera is, taking a well-exposed photo of a high-contrast scene like a black bird on snow can be really tricky. Even if you switch to the manual mode and tweak the exposure settings, there is still a risk that you will end up with a shot containing under or over-exposed areas. One way to solve this problem is to use the digiKam Exposure Blending. This technique involves taking several shots of the same scene or subject with different exposures (**bracketing**) and then fusing these shots into one perfectly exposed photo.
ca: No importa com sigui de bona la vostra càmera, fer una fotografia ben exposada d'una escena de contrast alt com un ocell negre a la neu pot ser realment complicat. Fins i tot si canvieu al mode manual i modifiqueu la configuració de l'exposició, encara hi haurà el risc que acabeu amb una captura que contingui àrees subexposades o sobreexposades. Una manera de resoldre aquest problema és utilitzar la Barreja de l'exposició en el digiKam. Aquesta tècnica implica prendre diverses captures de la mateixa escena o subjecte amb exposicions diferents (**bràqueting**) i després fusionar-les en una fotografia exposada perfectament.
it: Non importa quanto sia buona la tua macchina fotografica, scattare una fotografia ben esposta di una scena ad alto contrasto, come un uccello nero sulla neve, può essere davvero complicato. Anche se passi alla modalità manuale e regoli le impostazioni di esposizione, c'è ancora il rischio di scattare una foto contenente aree sovraesposte o sottoesposte. Un modo per risolvere questo problema è usare la Miscelazione di esposizione di digiKam. Questa tecnica include lo scatto di diverse fotografie con esposizioni differenti (**a forcella**, *bracketing* in inglese) e la fusione di queste foto in una perfettamente esposta.
nl: Hoe goed uw camera ook is, een goed belichte foto van een scene met hoog contrast zoals een merel in de sneeuw kan echt moeilijk zijn. Zelfs als u naar de handmatige modus schakelt en de belichtingsinstellingen aanpast is er nog steeds een risico dat u eindigt met een opname die onder of overbelichte gebieden bevat. Een manier om dit probleem op te lossen is om het mengen van belichtingen van digiKam te gebruiken. Deze techniek bevat het maken van verschillende opnamen van dezelfde scene of onderwerp met verschillende belichting (**bracketing**) en daarna deze opnamen in één perfect belichte foto samen te smelten.
pt_br: Não importa quão boa seja sua câmera, tirar uma foto bem exposta de uma cena de alto contraste, como um pássaro preto na neve, pode ser realmente complicado. Mesmo se você alternar para o modo manual e ajustar as configurações de exposição, ainda existe o risco de acabar com uma foto com áreas sub ou superexpostas. Uma maneira de resolver esse problema é usar a mesclagem de exposição do digiKam. Essa técnica envolve tirar várias fotos da mesma cena ou objeto com exposições diferentes (bracketing) e, em seguida, fundir essas fotos em uma foto com exposição perfeita.
sl: Ne glede na to, kako dober je vaš fotoaparat, je posneti dobro osvetljeno fotografijo kontrastnega prizora, kot je črna ptica na snegu, lahko res težavno. Tudi če preklopite v ročni način in prilagodite nastavitve osvetlitve, še vedno obstaja a tveganje, da boste na koncu dobili posnetek s premalo ali preosveljenimi področji. Eden od načinov za rešitev te težave je uporaba digiKamovega mešanja osvetlitve. Pri tej tehniki gre za snemanje več posnetkov istega prizora oz. motiva z različnimi osvetlitvami (**kadriranje - bracketing**) in nato zlitje te posnetkov v eno popolno osvetljeno fotografijo.
sv: Oavsett hur bra kameran är kan det vara riktigt knepigt att ta ett välexponerat foto av en scen med hög kontrast som en svart fågel på snö. Även om man byter till manuellt läge och justerar exponeringsinställningarna finns det fortfarande en risk att man får en bild som innehåller under- eller överexponerade områden. Ett sätt att lösa problemet är att använda digiKams Exponeringskombination. Tekniken innebär att man tar flera bilder av samma scen eller motiv med olika exponeringar (**variation**) och sedan sammanfogar bilderna till ett perfekt exponerat foto.
uk: Неважливо, наскільки якісною є ваша фотокамера, створення добре експонованої фотографії висококонтрастної сцени, наприклад знімка чорного птаха на снігу, є насправді складною справою. Навіть якщо ви перемкнете фотоапарат у ручний режим і скоригуєте параметри експонування, лишиться ризик створення знімка із недо- або переекспонованими ділянками. Одним зі способів позбутися цієї проблеми є використання злиття експозицій digiKam. За цією методикою слід створити декілька знімків тієї самої сцени із різними експозиціями (**виделку**), а потім злити ці знімки до однієї ідеально експонованої фотографії.

source: While exposure blending sounds simple in theory, achieving usable results can be a rather laborious and time-consuming process. Fortunately, digiKam can do the donkey job for you. The exposure blending tool relies on the `Hugin command line tools <https://hugin.sourceforge.io/>`_ for processing and fusing photos, so you must install it on your machine beforehand.
it: Nonostante la miscelazione di esposizione sembri semplice in teoria, ottenere risultati accettabili potrebbe essere un'operazione laboriosa e dispendiosa in termini di tempo. Fortunatamente, digiKam è in grado di fare questo lavoro per te. Lo strumento Miscelazione di esposizione si basa sugli `strumenti a riga di comando Hugin <https://hugin.sourceforge.io/>`_ per l'elaborazione e la fusione delle fotografie, dunque vanno installati in precedenza sulla tua macchina.

source: From Icon-View, select the photos you want to blend, and choose :menuselection:`Tools --> Blend Stacked Images`, or click on **Blend Stacked Images** icon from **Tools** tab in **Right Sidebar**.
it: Dalla vista a icone, seleziona le fotografie che vuoi miscelare e scegli :menuselection:`Strumenti --> Unisci immagini sovrapposte`, oppure fai clic sull'icona **Unisci immagini sovrapposte** dalla scheda **Strumenti** nella **barra laterale destra**.

source: The Bracketed NEF Files Selected from Icon-View
ca: Els fitxers NEF amb bràqueting seleccionats des de la vista d'icones
it: I file NEF raggruppati selezionati dalla vista a icone
nl: De Bracketed NEF-bestanden geselecteerd uit Pictogramweergave
pt_br: Arquivos NEF obtidos por bracketing selecionados na visualização de miniaturas
sl: Kadrirane datoteke NEF, izbrane iz pogleda ikon
sv: Alternativa NEF-filer markerade i ikonvyn
uk: Файли NEF виделки, які позначено на панелі перегляду піктограм

source: This opens the Exposure Blending wizard that guides you through the entire process.
ca: Això obrirà l'assistent de barreja de l'exposició que us guiarà a través de tot el procés.
it: Questo apre la procedura guidata Miscelazione di esposizione che ti accompagnerà attraverso l'intero processo.
nl: Dit opent de assistent Belichting mengen die u begeleid door het gehele proces.
pt_br: Isso abre o assistente de mesclagem de exposição que o guia por todo o processo.
sl: S tem se odpre čarovnik za mešanje osvetlitve, ki vas vodi skozi celoten postopek.
sv: Det öppnar guiden exponeringskombination som leder dig genom hela processen.
uk: У результаті буде відкрито вікно майстра злиття експозиції, яке допоможе вам у процесі злиття.

source: The Exposure Blending Wizard with the Hugin Components Detection
ca: L'assistent de barreja de l'exposició amb la detecció de components de Hugin
it: La procedura guidata di miscelazione esposizione con il rilevamento dei componenti Hugin
nl: De assistent voor het mengen van belichting met de detectie van de Hugin-componenten
pt_br: O assistente de mesclagem de exposição com detecção de componentes do Hugin
sl: Čarovnik za mešanje osvetlitve z zaznavanjem komponent Hugin
sv: Exponeringskombinationsguiden med Hugin komponentdetektering
uk: Вікно майстра злиття експозиції на сторінці виявлення компонентів Hugin

source: In the Set Bracketed Images window, add other photos if needed, and remove and rearrange the photos that are already in the list. Hit then the Next button to move to the next step
it: Nella finestra **Imposta le immagini raggruppate** aggiungi le altre fotografie necessarie e rimuovi e ridisponi le foto che sono già in elenco. Fai quindi clic sul pulsante Successivo per passare all'altra pagina.

source: The Exposure Blending Wizard with the List of Items to Merge
ca: L'assistent de barreja de l'exposició amb la llista d'elements que es fusionaran
it: La procedura guidata di miscelazione esposizione con l'elenco degli elementi da unire
nl: De assistent voor het mengen van belichting met de lijst te menden items
pt_br: O assistente de mesclagem de exposição com a lista de itens a serem mesclados
sl: Čarovnik za mešanje osvetlitve s seznamom elementov za združitev
sv: Exponeringskombinationsguiden med listan över objekt att sammanfoga
uk: Вікно майстра злиття експозиції зі списком записів для злиття

source: digiKam can align the selected photos before blending them. This feature can come in handy if you took the photos without a tripod. If this is the case, tick the Align bracketed images check box, and press Next to start the pre-processing.
ca: El digiKam pot alinear les fotografies seleccionades abans de barrejar-les. Aquesta característica pot ser útil si heu fet les fotografies sense trípode. Si aquest és el cas, marqueu la casella de selecció **Alinea les imatges amb bràqueting** i premeu el botó **Següent** per a iniciar el preprocessament.
it: digiKam può allineare le fotografie selezionate prima di unirle assieme. Questa funzionalità risulta utile se hai scattato foto senza tripode. Se è questo il caso, spunta la casella **Allinea le immagini raggruppate**, poi premi il pulsante Successivo per avviare la pre-elaborazione.
nl: digiKam kan de geselecteerde foto's uitlijnen alvorens ze te mengen. Deze functie kan handig zijn als u de foto's zonder een driepoot hebt genomen. Als dat het geval is, activeer het keuzevakje Gestapelde afbeeldingen uitlijnen en druk op Volgende om de voorbewerking te starten.
pt_br: O digiKam pode alinhar as fotos selecionadas antes de mesclá-las. Esse recurso pode ser útil se você tirou as fotos sem um tripé. Nesse caso, marque a caixa de seleção Alinhar imagens empulhadas e clique em Avançar para iniciar o pré-processamento.
sl: digiKam lahko poravna izbrane fotografije preden jih zmeša. Ta funkcija lahko pride prav, če ste fotografirali brez stojala. Če je temu tako, označite potrditveno polje Poravnaj kadrirane slike in pritisnite gumb Naprej, da začnete predobdelavo.
sv: digiKam kan justera de valda fotona innan de kombineras. Funktionen kan vara praktisk om man tagit bilderna utan stativ. Om så är fallet, markera kryssrutan Inriktning av alternativa bilder och tryck på Nästa för att starta förhandsbehandlingen.
uk: digiKam може вирівнювати вибрані фотографії перед їх злиттям. Це може знадобитися, якщо знімки створено без штатива. Якщо це саме так, позначте пункт **Вирівняти зображення «вилки»** і натисніть кнопку **Далі**, щоб розпочати попередню обробку.

source: The Exposure Blending Wizard Pre-Processing Stage
ca: L'assistent de barreja de l'exposició en l'etapa de preprocessament
it: La fase di pre-elaborazione della procedura guidata di miscelazione esposizione
nl: De assistent voor het mengen van belichting in de status voorbewerking
pt_br: O estágio de pré-processamento do assistente de mesclagem de exposição
sl: Faza predhodne obdelave čarovnika za mešanje osvetlitve
sv: Exponeringskombinationsguidens förhandsbehandlingssteg
uk: Крок попередньої обробки майстра злиття експозиції

source: Once digiKam is done, press **Finish** button, and you will be automatically dropped into the **Exposure Blending Editor**.
it: Una volta che digiKam ha terminato, premi il pulsante **Fine** per aprire automaticamente l'**Editor della Miscelazione di esposizione**.

source: The Exposure Blending Ready to Edit the Stacked Images
ca: La barreja de l'exposició a punt per a editar les imatges apilades
it: La Miscelazione di esposizione pronta per la modifica delle immagini sovrapposte
nl: Het Mengen van belichting is gereed om de gestapelde afbeeldingen te bewerken
pt_br: A mesclagem de exposição pronta para editar as imagens empilhadas
sl: Mešanje osvetlitve, pripravljeno za urejanje zloženih slik
sv: Exponeringskombination redo att redigera de alternativa bilderna
uk: Редактор злиття експозицій готовий до редагування зображень стосу

source: Hit the **Preview** button to see the blended photo in the preview pane. If you move the mouse over the preview canvas, a toolbar must appears on top left corner to **Zoom In**, **Zoom Out**, and **Zoom to Fit** on the image.
it: Premi il pulsante **Anteprima** per visualizzare le foto unite nel pannello dell'anteprima. Se sposti il mouse sulla tela di anteprima, compare una barra degli strumenti nell'angolo superiore sinistro con i comandi per **ingrandire**, **rimpicciolire** e **adattare alla finestra** l'immagine.

source: If you are not satisfied with the **Preview** result, you can tweak the available **Enfuse Settings** on the right side. where you will found the following options:
it: Se il risultato dell'**anteprima** non ti soddisfa, puoi regolare le **Impostazioni Enfuse** disponibili sul lato destro, in cui sono presenti le seguenti opzioni:

source: **Automatic Local/Global Image Features Balance (Levels)**: Set automatic level selection (maximized) for pyramid blending, i.e. optimize image features (contrast, saturation, ...) to be as global as possible.
ca: **Equilibra automàticament les característiques locals/globals de la imatge (nivells)**: establiu la selecció del nivell automàtic (maximitzat) per a la barreja piramidal, és a dir, optimitzeu les característiques de la imatge (contrast, saturació, etc.) perquè siguin tan globals com sigui possible.
it: **Bilanciamento automatico caratteristiche locali/globali dell'immagine (livelli)**: imposta la selezione automatica del livello (massimizzato) per la miscelazione piramidale, ossia ottimizza le caratteristiche dell'immagine (contrasto, saturazione, ...) per essere più globali possibile.
nl: **Automatisch lokale/globale kenmerken van de balanceren in de afbeelding (niveaus)** Stel automatische niveauselectie in (gemaximaliseerd) voor piramide vermenging, d.w.z. optimaliseer afbeeldingskenmerken (contrast, verzadiging, . . .) om zo globaal als mogelijk te zijn.
pt_br: **Balanço automático de características locais/globais da imagem (Níveis)**: defina a seleção automática de nível (maximizada) para mesclagem da pirâmide, ou seja, otimize os recursos da imagem (contraste, saturação, ...) para que sejam o mais globais possível.
sl: **Samodejno ravnovesje lokalnih/globalnih funkcij slike (ravni)**: Nastavite samodejno izbiro ravni (maksimirano) za piramidno mešanje, tj. optimizirajte funkcije slike (kontrast, nasičenost, ...), da bodo čim bolj globalne.
sv: **Automatisk balans för lokala och globala bildegenskaper (nivåer)**: Ställ in automatisk nivåval (maximera) för pyramidkombinering, dvs. optimera bildens egenskaper (kontrast, mättnad, ...) att vara så globala som möjligt.
uk: **Автоматичний баланс локальних і загальних параметрів зображень (рівнів)**: встановити автоматичний вибір рівнів (максимізацію) для пірамідального злиття, тобто оптимізувати параметри зображення (контрастність, насиченість щодо) до загального рівня.

source: **Image Features Balance**: Set the number of levels for pyramid blending. Balances towards local features (small number) or global features (high number). Additionally, a low number trades off quality of results for faster execution time and lower memory usage. This option is enable only if **Automatic Local/Global Image Features Balance (Levels)** is disabled.
it: **Bilanciamento caratteristiche immagine**: imposta il numero di livelli di miscelazione della piramide. Bilancia verso le caratteristiche locali (numero piccolo) o quelle globali (numero alto). In aggiunta, un numero basso controbilancia la qualità di risultati per un tempo di esecuzione più rapido e un utilizzo della memoria inferiore. Questa opzione è disponibile solo se è disattivata l'opzione **Bilanciamento automatico caratteristiche locali/globali dell'immagine (livelli)**.

source: **Hard Mask**: Force hard blend masks without averaging on finest scale. This is only useful for focus stacks with thin and high contrast features. It improves sharpness at the expense of increased noise.
it: **Maschera forte**: forza le maschere di miscela forti senza eseguire una media sulla scala più fine. Utile solo per sovrapporre le messe a fuoco su diversi piani con caratteristiche di contrasto alte e fini. Migliora la nitidezza ma con una maggiore presenza di disturbi.

source: **Well-Exposedness Contribution**: Set the well-exposedness criterion contribution for the blending process. Higher values will favor well-exposed pixels.
ca: **Contribució a una bona exposició**: establiu la contribució del criteri de bona exposició per al procés de barreja. Els valors més alts afavoriran els píxels ben exposats.
it: **Contributo di buona esposizione**: imposta il contributo di buona esposizione per il processo di miscelazione. Valori più alti favoriranno pixel ben esposti.
nl: **Bijdragen van goede belichting**: het criterium voor goede belichting voor het mengproces instellen. Hoge waarden geven voorkeur aan goed belichte pixels.
pt_br: **Contribuição de boa exposição**: Define a contribuição do critério de boa exposição para o processo de mesclagem. Valores mais altos favorecem pixels bem expostos.
sl: **Prispevek dobre osvetlitve**: Nastavite kriterij merila prispevka k dobri osvetlitvi za postopek mešanja. Višje vrednosti dajejo prednost dobro osvetljenim slikovnim pikam.
sv: **Bidrag från välexponerade**: Ställ in bidrag från kriteriet välexponerad till kombinationsprocessen. Större värden gynnar välexponerade bildpunkter.
uk: **Частка добре експонованих**: визначає внесок добре експонованих пікселів у процес злиття. За використання вищих значень перевага надаватиметься пікселям з вищою експозицією (витримкою).

source: **High-Saturation Contribution**: Increasing this value makes pixels with high saturation contribute more to the final output.
ca: **Contribució a una saturació alta**: augmentar aquest valor farà que els píxels amb saturació alta contribueixin més al resultat final.
it: **Contributo di alta saturazione**: l'incremento di questo valore aumenterà il contributo di pixel con alta saturazione al risultato finale.
nl: **Bijdragen met hoge verzadiging**: deze waarde vergroten maakt dat pixels met hoge verzadiging meer bijdragen aan de uiteindelijke uitvoer.
pt_br: **Contribuição de alta saturação**: Aumentar esse valor faz com que pixels com alta saturação contribuam mais para o resultado final.
sl: **Prispevek visoke nasičenosti**: Če povečate to vrednost, slikovne pike z visoko nasičenostjo prispevajo več h končnemu izhodu.
sv: **Bidrag från hög mättnad**: Att öka värdet gör att bildpunkter med hög mättnad bidrar mer till det slutliga resultatet.
uk: **Частка високонасичених**: збільшення цього значення підвищить пріоритет високонасичених ділянок зображення у зображенні результату обробки.

source: **High-Contrast Contribution**: Sets the relative weight of high-contrast pixels. Increasing this weight makes pixels with neighboring differently colored pixels contribute more to the final output. Particularly useful for focus stacks.
it: **Contributo di alto contrasto**: imposta il peso relativo di pixel con alto contrasto. L'incremento di questo peso aumenterà il contributo dei pixel con pixel adiacenti colorati in modo differente al risultato finale. Particolarmente utile per la sovrapposizione delle messe a fuoco.
