Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/html_gallery.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The digiKam HTML Gallery
ca: La galeria HTML en el digiKam
it: La galleria HTML di digiKam
nl: De HTML-galerij van digiKam
pt: A Galeria de HTML do digiKam
pt_br: A galeria HTML do digiKam
sl: Galerija digiKam HTML
uk: HTML-галерея у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, html, gallery
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, html, galeria
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, html, galleria
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, html, galerij
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, HTML, galeria
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, html, galeria
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, html, galerija
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, html, галерея

source: HTML Gallery
ca: Galeria HTML
nl: HTML-galerij
pt: Galeria em HTML

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
uk: Огляд

source: The HTML Gallery is a tool for exporting a set of Albums or images to a HTML page.
ca: La Galeria HTML és una eina per a l'exportació d'un conjunt d'àlbums o imatges a una pàgina HTML.
nl: De HTML-galerij is een hulpmiddel voor exporteren van een set albums of afbeeldingen naar een HTML-pagina.
pt: A Galeria de HTML é uma ferramenta para exportar um conjunto de álbuns ou imagens para uma página em HTML.

source: This powerful tool can export your Albums into a HTML compliant web image gallery. You can easily select the Images or the Albums to export in an HTML page and set many designs and parameters for the HTML rendering. UTF-8 encoding is used for the best internationalization.
ca: Aquesta poderosa eina pot exportar els vostres àlbums a una galeria d'imatges web compatible amb HTML. Podreu seleccionar amb facilitat les imatges o els àlbums que s'exportaran a una pàgina HTML i establir moltes disposicions i paràmetres per a la renderització en HTML. S'utilitza la codificació UTF-8 per a la millor internacionalització.
nl: Dit krachtige hulpmiddel kan uw albums exporteren naar een galerij met HTML-compliant webafbeeldingen. U kunt gemakkelijk de afbeeldingen of mappen exporteren naar een HTML-pagina en veel ontwerpen en parameters voor de weergave van HTML instellen. UTF-8 codering wordt gebruikt voor de beste internationalisatie.
pt: Esta ferramenta poderosa poderá exportar os seus álbuns para uma galeria Web de imagens compatível com o HTML. Poderá seleccionar facilmente as Imagens ou Álbuns para exportar para uma página HTML e seleccionar os visuais e parâmetros de desenho do HTML. É usada a codificação em UTF-8 para um melhor suporte internacional.

source: Using the Wizard
ca: Ús de l'assistent
it: Usare la procedura guidata
nl: De assistent gebruiken
pt: Usar o Assistente
pt_br: Usando o assistente
sl: Uporaba čarovnika
uk: Користування майстром

source: The HTML Gallery Page Selection Mode
ca: La pàgina de la galeria HTML en el mode de selecció
it: La modalità di selezione della Galleria HTML
nl: De selectiemodus voor de HTML galerijpagina
pt: O Modo de Selecção da Página da Galeria em HTML
pt_br: Modo de seleção de página da galeria HTML
sl: Način izbire strani galerije HTML
uk: Сторінка вибору режиму галереї HTML

source: To launch the tool, uses :menuselection:`Tools --> Create Html gallery` :kbd:`Ctrl+Alt+Shift+H` menu entry, or the corresponding icon from the **Tools** tab in Right Sidebar. The tool will displays a view to select the contents to export: from current items selection, or from a list of albums. The **Albums** selection mode allows you to select items from Albums that you want to export to HTML. Just check the respective Albums displayed with hierarchical nesting. On the next three tabs **Tags**, **Searches**, and **Labels** you can refine your selection using tags, labels, or previous search results in digiKam.
ca: En llançar l'eina, utilitzeu l'element de menú «:menuselection:`Eines --> Crea una galeria HTML...`» (drecera :kbd:`Ctrl+Alt+Maj+H`) o la icona corresponent des de la pestanya **Eines** a la barra lateral dreta. L'eina mostrarà una vista per a seleccionar el contingut que s'exportarà: des de la selecció d'elements o des d'una llista d'àlbums. El mode de selecció d'**àlbums** permet seleccionar els elements dels àlbums que voleu exportar a HTML. Senzillament, verifiqueu els àlbums respectius que es mostren amb una jerarquia. A les tres pestanyes següents **Etiquetes**, **Cerques** i **Rètols**, podreu refinar la vostra selecció utilitzant etiquetes, rètols o resultats de cerca anteriors.
nl: Om het hulpmiddel starten, gebruik :menuselection:`Hulpmiddelen --> HTML-galerij aanmaken` :kbd:`Ctrl+Alt+Shift+H` of het bijbehorende pictogram uit het tabblad **Hulpmiddelen** in de rechter zijbalk. Het hulpmiddel toont een weergave om de te exporteren inhoud te selecteren: uit de huidige selectie van items of uit een lijst met albums. De modus selectie van **Albums** biedt u het selecteren van items uit albums die u wilt exporteren naar HTML. Activeer de respectievelijke albums getoond met hiërarchische nesting. Op de volgende drie tabs **Tags**, **Zoekopdrachten** en **Labels** kunt u uw selectie met tags, labels of vorige zoekresultaten in digiKam verfijnen.
pt: Para invocar a ferramenta, use a opção do menu :menuselection:`Ferramentas --> Criar uma Galeria em HTML` :kbd:`Ctrl+Alt+Shift+H` ou o ícone correspondente da página de **Ferramentas** na barra lateral direita. A ferramenta apresenta uma janela para seleccionar o conteúdo a exportar: na selecção de itens actual ou numa lista de álbuns. O modo de selecção dos **Álbuns** permite-lhe seleccionar os itens dos Álbuns que deseja exportar para HTML. Basta assinalar os álbuns respectivos que aparecem na estrutura hierárquica. Nas três páginas seguintes - **Marcas**, **Pesquisas** e **Legendas**, poderá ajustar a sua selecção com as marcas, legendas ou resultados de pesquisas anteriores no digiKam.

source: The HTML Gallery Page to Select Items
ca: La pàgina de la galeria HTML per a seleccionar elements
it: La pagina della Galleria HTML per selezionare gli elementi
nl: De HTML galerijpagina om items te selecteren
pt: A Página da Galeria de HTML para Seleccionar os Itens
pt_br: A página da galeria HTML para selecionar itens
sl: Stran galerije HTML za izbiro elementov
uk: Сторінка вибору записів галереї HTML

source: Next step is to select a **Theme** to generate the gallery.
ca: El pas següent és seleccionar un **tema** per a generar la galeria.
nl: De volgende stap is het selecteren van een **Thema** om de galerij te genereren.
pt: O próximo passo é seleccionar um **Tema** para gerar a galeria.

source: The HTML Gallery Page to Select Theme
ca: La pàgina de la galeria HTML per a seleccionar el tema
it: La pagina della Galleria HTML per selezionare il tema
nl: De HTML galerijpagina om het thema te selecteren
pt: A Página da Galeria de HTML para Seleccionar o Tema
pt_br: A página da galeria HTML para selecionar tema
sl: Stran galerije HTML za izbiro teme
uk: Сторінка вибору теми галереї HTML

source: Depending on the chosen theme you may have additional options to fine-tune the appearance of the gallery.
ca: En funció del tema escollit, podríeu tenir opcions addicionals per a afinar l'aparença de la galeria.
it: A seconda del tema scelto, potrebbero comparire ulteriori opzioni per regolare in modo preciso l'aspetto della galleria.
nl: Afhankelijk van het gekozen thema kunt u extra opties hebben voor het fijn afstemmen van het uiterlijk van de galerij.
pt: Dependendo do tema escolhido, poderá ter opções adicionais para afinar a aparência da galeria.
pt_br: Dependendo do tema escolhido, você pode ter opções adicionais para ajustar a aparência da galeria.
sl: Glede na izbrano temo boste morda imeli dodatne možnosti za natančno nastavitev videza galerije.
uk: Залежно від вибраної теми, ви зможете змінити значення додаткових параметрів, скоригувавши вигляд галереї.

source: The next screenshot shows the theme parameters configuration (here the **Classic** theme for example).
ca: La captura de pantalla següent mostra la configuració dels paràmetres del tema (per exemple, aquí teniu tema **Clàssic**).
it: La schermata che segue mostra la configurazione dei parametri del tema (in questo caso, per esempio, il tema **Classico**).
nl: De volgende schermafdruk toont de configuratie van de themaparameters (hier bijvoorbeeld voor het thema **Klassiek**).
pt: A imagem seguinte mostra a configuração dos parâmetros do tema (aqui com o exemplo do tema **Clássico**).
pt_br: A próxima captura de tela mostra a configuração dos parâmetros do tema (aqui o tema **Clássico** por exemplo).
sl: Naslednji posnetek zaslona prikazuje konfiguracijo parametrov teme (tukaj je na primer tema **Classic**).
uk: На наступному знімку вікна показано параметри теми (у нашому прикладі використано тему «Класична»).

source: The HTML Gallery Page to Tune Theme Parameters
ca: La pàgina de la galeria HTML per a ajustar els paràmetres del tema
it: La pagina della Galleria HTML per regolare i parametri del tema
nl: De HTML galerijpagina om de themaparameters af te regelen
pt: A Página da Galeria de HTML para Ajustar os Parâmetros do Tema
pt_br: A página da galeria HTML para ajustar os parâmetros do tema
sl: Stran galerije HTML za nastavitev parametrov teme
uk: Сторінка налаштовування параметрів теми галереї HTML

source: For all selected themes you can adjust the settings for the images and thumbnails in the gallery.
ca: Per a tots els temes seleccionats, podreu ajustar les opcions de configuració per a les imatges i les miniatures de la galeria.
it: Per tutti i temi selezionati è possibile regolare le impostazioni per le immagini e le miniature della galleria.
nl: Voor alle geselecteerde thema's kunt u de instellingen voor de afbeeldingen en miniaturen in de galerij aanpassen.
pt: Para todos os temas seleccionados, poderá ajustar a configuração das imagens e miniaturas na galeria.
pt_br: Para todos os temas selecionados, você pode ajustar as configurações das imagens e miniaturas na galeria.
sl: Za vse izbrane teme lahko prilagodite nastavitve za slike in sličice v galeriji.
uk: Для усіх вибраних тем ви можете скоригувати параметри зображень та мініатюр у галереї.

source: The HTML Gallery Page to Tune Images and Thumbnail Properties
ca: La pàgina de la galeria HTML per a ajustar les propietats de les imatges i les miniatures
it: La pagina della Galleria HTML per regolare le proprietà delle immagini e delle miniature
nl: De HTML galerijpagina om de eigenschappen van afbeeldingen en miniaturen af te regelen
pt: A Página da Galeria de HTML para Ajustar as Propriedades das Imagens e Miniaturas
pt_br: A página da galeria HTML para ajustar as propriedades das imagens e miniaturas
sl: Stran galerije HTML za nastavitev slik in lastnosti sličic
uk: Сторінка налаштовування властивостей зображень та мініатюр галереї HTML

source: In the Full Image section you can either save modified images or Use original image.
ca: A la secció **Imatge completa** podreu desar les imatges modificades o **Usa la imatge original**.
nl: In de sectie Volledige afbeelding kunt u ofwel de gewijzigde afbeeldingen of de origineel gebruikte afbeelding opslaan.
pt: Na secção da Imagem Completa, tanto poderá gravar as imagens modificadas como usar a imagem original.

source: For modified images you can select as output format JPEG (smallest file-size, but lossy) and PNG (lossless and free license) and set specific image compression features. If disk space is of concern check the target image compression and lower the compression level from the host application default value.
ca: Per a les imatges modificades podreu seleccionar JPEG com a format de sortida (mida més petita, però amb pèrdua) i PNG (sense pèrdua i de llicència lliure) i establir característiques de la compressió de les imatges. Si l'espai al disc és preocupant, comproveu la compressió de la imatge de destinació i baixeu el nivell de compressió del valor predeterminat des de l'aplicació amfitriona.
nl: Voor gewijzigde afbeeldingen kunt u als uitvoerformaat JPEG (kleinste bestandsgrootte, maar met verlies) en PNG (zonder verlies en vrije licentie) en specifieke compressiemogelijkheden van de afbeelding. Als schijfruimte van belang is activeer de compressie van de doelafbeelding en verlaag het compressieniveau van de standaard van de host-applicatie.
pt: Para as imagens modificadas, poderá seleccionar como formato de saída o JPEG (tamanho do ficheiro menor, mas com perdas) e PNG (sem perdas e com licença livre) e definir características específicas de compressão da imagem. Se o espaço em disco for importante, verifique a compressão da imagem-alvo e baixe o nível de compressão para o valor por omissão da aplicação-anfitriã.

source: Checking the Max. size box you can fix the maximum target image size (in pixels) with the spin-box at the right. Images bigger than this value will be scaled down to it, but smaller images will not be modified.
ca: Marcant el quadre **Mida màx.**, podreu fixar la mida màxima de la imatge de destinació (en píxels) amb el botó de selecció de valors que hi ha a la dreta. Les imatges més grans que aquest valor seran reduïdes a aquest, mentre que les imatges més petites no seran modificades.
nl: Met activering van het vakje **Max. grootte** kunt u de maximum grootte van de doelafbeelding (in pixels) instellen met de draaischakelaar rechts. Afbeeldingen groter dan deze waarde zullen daarnaar omlaag geschaald worden, maar kleinere afbeeldingen zullen niet gewijzigd worden.
pt: Se assinalar a opção do 'Tamanho máx.', poderá corrigir o tamanho-alvo máximo para a imagem (em pixels) com o campo incremental à direita. As imagens maiores que este valor serão reduzidas para o mesmo, mas as imagens mais pequenas não serão modificadas.

source: If JPEG file format is selected for target resizing images, all Exif information will be preserved from the original JPEG files.
ca: Si se selecciona el format de fitxer JPEG per a canviar la mida de les imatges de destinació, tota la informació Exif serà conservada a partir dels fitxers JPEG originals.
it: Se, per ridimensionare le immagini da generare, viene selezionato il formato di file JPEG, tutte le informazioni Exif verranno mantenute dai file JPEG originali.
nl: Als het JPEG bestandsformaat is geselecteerd voor grootte wijzigen van de doelafbeeldingen, zal alle Exif-informatie worden behouden uit de originele JPEG bestanden.
pt: Se for seleccionado o formato de ficheiro JPEG para o tamanho-alvo das imagens, toda a informação de EXIF será preservada a partir dos ficheiros JPEG originais.
pt_br: Se o formato de arquivo JPEG for selecionado para redimensionamento de imagens de destino, todas as informações Exif serão preservadas dos arquivos JPEG originais.
sl: Če je za ciljno spreminjanje velikosti slik izbrana oblika datoteke JPEG, bodo vse informacije Exif ohranjene iz izvirnih datotek JPEG.
uk: Якщо ви оберете формат зображень JPEG для зображень зі зміненими розмірами, всі дані Exif буде взято з початкових файлів JPEG.

source: The Thumbnails section allows to set the Format, Quality and Size for the thumbnails in the gallery.
ca: La secció **Miniatures** permet establir el **Format**, **Qualitat** i **Mida** per a les miniatures de la galeria.
nl: De sectie **Miniaturen** laat u het **Formaat**, de **Kwaliteit** en **Grootte** voor de miniaturen in de galerij instellen.
pt: A secção de Miniaturas permite definir o Formato, Qualidade e Tamanho das miniaturas na galeria.

source: The HTML Gallery Page to Configure the Output
ca: La pàgina de la galeria HTML per a configurar la sortida
it: La pagina della Galleria HTML per configurare il risultato
nl: De HTML galerijpagina om de uitvoer te configureren
pt: A Página da Galeria de HTML para Configurar o Resultado
pt_br: A página da galeria HTML para configurar a saída
sl: Stran galerije HTML za konfiguracijo izhoda
uk: Сторінка налаштовування виведення даних галереї HTML

source: This page defines the settings of where and how to store the gallery with all its associated images. Select a folder or add a new folder with write access where you want the gallery to be written to. Two sub-folders with the name of your album folder and the theme name will be created containing everything.
ca: Aquesta pàgina defineix la configuració d'on i com emmagatzemar la galeria amb totes les seves imatges associades. Seleccioneu una carpeta o afegiu-ne una de nova amb accés d'escriptura, en la qual voleu que s'escrigui la galeria. Es crearan dues subcarpetes amb el nom de la carpeta de l'àlbum i el nom del tema serà creat contenint-ho tot.
nl: Deze pagina definieert de instellingen van waar en hoe de galerij met al zijn geassocieerde afbeeldingen op te slaan. Selecteer een map of voeg een nieuwe map toe met schrijftoegang waar u de galerij om in te schrijven wilt hebben. Twee submappen met de naam van uw albummap en de themanaam zal gemaakt worden die alles bevatten.
pt: Esta página define a configuração de onde e como será gravada a galeria com todas as suas imagens associadas. Seleccione uma pasta ou adicione uma nova sub-pasta com permissões de escrita, onde irá desejar que a galeria seja gravada. Serão criadas duas sub-pastas, com o nome da pasta do seu álbum e o nome do tema, que contêm tudo.

source: A progress dialog giving a feedback indicate to user. Press Cancel button during this stage if you want abort the process.
ca: Un diàleg de progrés oferirà informació a l'usuari. Premeu el botó **Cancel·la** durant aquesta etapa si voleu interrompre el procés.
nl: Een voortgangsdialoogvenster geeft u terugkoppeling over de voortgang. Druk op de knop **Annuleren** tijdens deze fase als u het proces wilt afbreken.
pt: Uma janela de progresso que dá uma reacção informativa ao utilizador. Carregue no botão Cancelar durante esta etapa, caso deseje interromper o processo.

source: The HTML Gallery Page to Show Progress While Generating the Gallery
ca: La pàgina de la galeria HTML per a mostrar el progrés quan es genera la galeria
it: La pagina della Galleria HTML che mostra l'avanzamento della generazione della galleria
nl: De HTML galerijpagina om de voortgang te tonen tijdens het genereren van de galerij
pt: A Página da Galeria de HTML para Mostrar o Progresso da Geração da Galeria
pt_br: A página da galeria HTML para mostrar o progresso durante a geração da galeria
sl: Stran galerije HTML za prikaz napredka med ustvarjanjem galerije
uk: Сторінка показу поступу створення галереї HTML

source: Finally, the HTML gallery generated is displayed in a browser.
ca: Finalment, la galeria HTML generada es mostrarà en un navegador.
it: Infine, la galleria HTML generata verrà visualizzata in un a browser.
nl: Tenslotte wordt de gegenereerde HTML-galerij getoond in een browser.
pt: Finalmente, a galeria HTML gerada é apresentada num navegador Web.
pt_br: Por fim, a galeria HTML gerada é exibida em um navegador.
sl: Končno je ustvarjena galerija HTML prikazana v brskalniku.
uk: Нарешті, у браузері буде показано створену програмою HTML-галерею.

source: The Browser Displaying the HTML Gallery at end
ca: El navegador mostrant la galeria HTML final
it: Il browser che visualizza la galleria HTML finale
nl: De browser die de HTML galerij aan het einde toont
pt: O Navegador a Mostrar a Galeria de HTML no Fim
pt_br: O navegador exibindo a galeria HTML no final
sl: Brskalnik, ki na koncu prikaže galerijo HTML
uk: Браузер із показаною галереєю HTML

source: Creating a New Theme
ca: Crear un tema nou
it: Creare di un nuovo tema
nl: Een nieuw thema aanmaken
pt: Criar um Novo Tema
pt_br: Criando um novo tema
sl: Ustvarjanje nove teme
uk: Створення теми

source: The HTML Gallery tool can easily be themed to produce very different sites. This chapter explains how to create themes.
ca: L'eina Galeria HTML es pot personalitzar amb facilitat per a produir llocs molt diferents. Aquest capítol explica com crear els temes.
nl: Het hulpmiddel HTML-galerij kan gemakkelijk een thema krijgen om erg verschillende sites te produceren. Dit hoofdstuk legt uit hoe thema's aan te maken.
pt: A ferramenta da Galeria em HTML pode ser facilmente personalizada a nível de temas, para produzir muitas páginas Web diferentes. Este capítulo explica como criar os temas.

source: Getting Started
ca: Com començar
it: Primi passi
nl: Hoe te beginnen
pt: Começar
pt_br: Começando
sl: Kako začeti
uk: Початкові зауваження

source: A theme is a folder which contains at least two files:
ca: Un tema és una carpeta que almenys conté dos fitxers:
it: Un tema è una cartella che contiene almeno due file:
nl: Een thema is een map die minstens twee bestanden bevat:
pt: Um tema é uma pasta que contém pelo menos dois ficheiros:
pt_br: Um tema é uma pasta que contém pelo menos dois arquivos:
sl: Tema je mapa, ki vsebuje vsaj dve datoteki:
uk: Тема є текою, у якій зберігаються принаймні два файли:

source: A **Desktop file** describing the theme.
ca: Un **fitxer «desktop»** que descrigui el tema.
nl: Een **Bureaubladbestand** die het thema beschrijft.
pt: Um **ficheiro Desktop** que descreve o tema.

source: A :file:`template.xsl` file to generate the HTML files.
ca: Un fitxer :file:`template.xsl` per a generar els fitxers HTML.
it: un file :file:`template.xsl` per generare i file HTML
nl: Een bestand :file:`template.xsl` om de HTML-bestanden te genereren.
pt: Um ficheiro :file:`template.xsl` para gerar os ficheiros em HTML.
pt_br: Um arquivo :file:`template.xsl` para gerar os arquivos HTML.
sl: Datoteka :file:`template.xsl` za ustvarjanje datotek HTML.
uk: Файл :file:`template.xsl` для створення файлів HTML.

source: When the tool is running, it does the following:
ca: Quan s'executi l'eina, feu el següent:
it: Quando lo strumento è in esecuzione, esegue le operazioni seguenti:
nl: Wanneer het hulpmiddel actief is, doet het hetvolgende:
pt: Quando a ferramenta está em execução, ela faz o seguinte:
pt_br: Quando a ferramenta está em execução, ela faz o seguinte:
sl: Ko se orodje izvaja, naredi naslednje:
uk: Під час роботи інструмент виконує такі дії:

source: Create an output folder.
ca: Creeu una carpeta de sortida.
nl: Een uitvoermap maken.
pt: Cria uma pasta de saída.

source: For each image collection:
ca: Per a cada col·lecció d'imatges:
it: per ciascuna raccolta di immagini:
nl: Voor elke afbeeldingenverzameling:
pt: Para cada colecção de imagens:
pt_br: Para cada coleção de imagens:
sl: Za vsako zbirko slik:
uk: Для кожного із зображень збірки:

source: Create a folder.
ca: Creeu una carpeta.
nl: Een map maken.
pt: Cria uma pasta.

source: Generate thumbnails (square by default).
ca: Genereu les miniatures (de manera predeterminada són quadrades).
nl: Miniaturen genereren (standaard vierkant).
pt: Gera as miniaturas (quadradas por omissão).

source: Generate full images.
ca: Genereu les imatges completes.
nl: Volledige afbeeldingen genereren.
pt: Gera as imagens completas.

source: Optionally copy original images.
ca: De manera opcional, copieu les imatges originals.
nl: Optioneel originele afbeeldingen kopiëren.
pt: Copia, opcionalmente, as imagens originais.
