Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/html_gallery.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: Copy the theme folder to the output folder.
ca: Copieu la carpeta del tema a la carpeta de sortida.
nl: De themamap naar de uitvoermap kopiëren.
pt: Copia a pasta do tema para a pasta de saída.

source: Generate an XML file describing the image collections: :file:`gallery.xml`.
ca: Genereu un fitxer XML que descrigui les col·leccions d'imatges: :file:`gallery.xml`.
nl: Een XML-bestand genereren die de afbeeldingenverzameling beschrijft: :file:`gallery.xml`.
pt: Gera um ficheiro XML que descreve as colecções de imagens: :file:`gallery.xml`.

source: Generate the HTML files by applying :file:`template.xsl` to :file:`gallery.xml`.
ca: Genereu els fitxers HTML aplicant :file:`template.xsl` a :file:`gallery.xml`.
nl: De HTML-bestanden genereren door :file:`template.xsl` op :file:`gallery.xml` toe te passen.
pt: Gera os ficheiros HTML, através da aplicação do :file:`template.xsl` sobre o :file:`gallery.xml`.

source: The Desktop File
ca: El fitxer «desktop»
it: Il file Desktop
nl: Het Bureaubladbestand
pt: O Ficheiro 'Desktop'
pt_br: O arquivo de área de trabalho
sl: Datoteka namizja
uk: Файл .desktop

source: The desktop file describes the theme. The information it contains is used in the theme selection page of the tool.
ca: El fitxer d'escriptori descriu el tema. La informació que conté s'utilitza a la pàgina de selecció de temes de l'eina.
it: Il file desktop descrive il tema. Le informazioni che contiene vengono utilizzate nella pagina di selezione del tema dello strumento.
nl: Het bureaubladbestand beschrijft het thema. De informatie die het bevat wordt gebruikt in de selectiepagina van het thema van het hulpmiddel.
pt: O ficheiro '.desktop' descreve o tema. A informação que contém é usada na página de selecção do tema da ferramenta.
pt_br: O arquivo da área de trabalho descreve o tema. As informações nele contidas são usadas na página de seleção de tema da ferramenta.
sl: Datoteka namizja opisuje temo. Informacije, ki jih vsebuje, se uporablja v strani za izbiro teme orodja.
uk: Файл .desktop описує тему. Дані щодо у ньому містяться, буде використано на сторінці вибору теми засобу створення галереї.

source: It's an **INI** file and it looks like this:
ca: És un fitxer **INI** i es veu així:
it: È un file **INI** e assomiglia a questo:
nl: Het is een **INI** bestand en het er uit als dit:
pt: É um ficheiro **INI** semelhante ao seguinte:
pt_br: É um arquivo **INI** e se parece com isto:
sl: To je datoteka **INI** in je videti takole:
uk: Це файл **INI** з таким вмістом:

source: A desktop file format is used to facilitate entry translations. If you look at the desktop file for one of the themes shipped with the tool, you will find something like this:
ca: S'utilitza un format de fitxer d'escriptori per a facilitar la traducció de l'entrada. Si mireu el fitxer d'escriptori d'un dels temes inclosos amb l'eina, trobareu alguna cosa com això:
it: Per facilitare le traduzioni delle voci viene utilizzato un formato di file desktop. Se guardi un file desktop di uno dei temi distribuiti con lo strumento, osserverai qualcosa di simile a questo:
nl: Het bureaubladbestandsformaat wordt gebruikt om vertalingen van items te faciliteren. Als u kijkt in het bureaubladbestand voor een van de thema's geleverd met het hulpmiddel, dan zult u iets als het volgende vinden:
pt: Um ficheiro no formato 'desktop' é usado para facilitar as traduções de itens. Se olhar para o ficheiro .desktop, para um dos temas fornecidos com a ferramenta, irá encontrar algo como isto:
pt_br: Um formato de arquivo desktop é usado para facilitar as traduções de entrada. Se você olhar o arquivo desktop de um dos temas fornecidos com a ferramenta, encontrará algo assim:
sl: Format datoteke namizja se uporablja za olajšanje vstopnih prevodov. Če pogledate v datoteko namizja na eno od tem, priloženih orodju, boste našli nekaj takega:
uk: Формат файлів .desktop використано для полегшення впровадження перекладів записів. Якщо ви поглянете на файл .desktop однієї з тем, що постачаються разом із програмою, ви побачите щось таке:

source: The nice thing is that when your theme get integrated into HTML Gallery default themes, translators will internationalize the desktop file for you.
ca: El millor és que quan el vostre tema s'integri a dins dels temes predeterminats de la Galeria HTML, l'equip de traducció internacionalitzarà el fitxer d'escriptori.
nl: Het mooie hiervan is dat wanneer uw thema geïntegreerd raakt in standaard thema's van HTML Gallery, zullen vertalers voor u het bureaubladbestand internationaliseren.
pt: O pormenor interessante é que, quando o seu tema ficar integrado nos temas predefinidos da Galeria de HTML, os tradutores farão as traduções do ficheiro .desktop por si.

source: The **image preview** file used to illustrate the Theme in the wizard will be placed in the root theme folder.
ca: El fitxer de **vista prèvia de la imatge** utilitzat per a il·lustrar el tema a l'assistent es col·locarà a la carpeta arrel del tema.
nl: Het bestand **afbeeldingsvoorbeeld** gebruikt om het Thema in de assistent te illustreren zal geplaatst worden in de hoofdmap van het thema.
pt: O ficheiro de **antevisão da imagem** usado para ilustrar o Tema no assistente será colocado na pasta de base do tema.

source: Creating new Theme from Another One
ca: Crear un tema nou a partir d'un altre
nl: Een nieuw thema aanmaken uit een andere
pt: Criar um Novo Tema a Partir de Outro

source: The easiest way to get started is to copy one theme and modify it. Folder can be found usually under **Linux** at :file:`/usr/share/apps/digikam/themes/`. Writing in this folder requires root access, so we will not create our theme there, instead do the following from a console:
ca: La manera més fàcil de començar és copiar un tema i modificar-lo. La carpeta es troba generalment sota **Linux** a :file:`/usr/share/apps/digikam/themes/`. Escriure en aquesta carpeta requereix accés d'administrador, per això no crearem el nostre tema allà, sinó que farem el següent des d'una consola:
nl: De gemakkelijkste manier om te starten is het kopiëren van een thema en het te wijzigen. De map is gewoonlijk te vinden onder **Linux** in :file:`/usr/share/apps/digikam/themes/`. Schrijven in deze map vereist toegang als root, we zullen daar dus niet ons thema aanmaken, in plaats daarvan doen we het volgende vanuit een console:
pt: A forma mais fácil de começar é copiar um tema e modificá-lo. A pasta pode encontrada normalmente no **Linux** em :file:`/usr/share/apps/digikam/themes/`. A escrita nesta pasta necessita de acesso de 'root', pelo que não iremos criar o nosso tema aí, mas sim iremos fazer o seguinte a partir de uma consola:

source: Create a theme folder in your home directory:
ca: Creeu una carpeta de temes en el vostre directori d'inici:
it: Creazione di una cartella del tema nella tua cartella home:
nl: Maak een themamap aan in uw thuismap:
pt: Crie uma pasta do tema na sua pasta pessoal:
pt_br: Crie uma pasta de tema em sua pasta pessoal:
sl: Ustvarite mapo s temo v vašem domačem imeniku:
uk: Створіть теку тем у вашому домашньому каталозі:

source: Go to this directory:
ca: Aneu a aquest directori:
it: Vai alla cartella:
nl: Ga naar deze map:
pt: Vá a esta pasta:
pt_br: Vá para esta pasta:
sl: Pojdite v ta imenik:
uk: Перейдіть до цього каталогу:

source: Copy the **snow** theme to this folder, under a new name **snow2**:
ca: Copieu el tema de **snow** (neu) a aquesta carpeta, amb un nom nou **snow2**:
it: Copia il tema **snow** in questa cartella, con il nuovo nome **snow2**:
nl: Kopieer het thema **sneeuw** naar deze map, onder een nieuwe naam **sneeuw2**:
pt: Copie o tema **snow** para esta pasta, com o novo nome **snow2**:
pt_br: Copie o tema **snow** para esta pasta, com um novo nome **snow2**:
sl: Kopirajte temo **snow** v to mapo pod novim imenom **snow2**:
uk: Скопіюйте тему **snow** до цієї теки із новою назвою — **snow2**:

source: Rename the desktop file accordingly:
ca: Canvieu el nom del fitxer d'escriptori en conseqüència:
it: Rinomina di conseguenza il file desktop:
nl: Hernoem het bureaubladbestand volgens:
pt: Mude o ficheiro .desktop de acordo com isso:
pt_br: Renomeie o arquivo de área de trabalho conforme necessário:
sl: Ustrezno preimenujte datoteko namizja:
uk: Перейменуйте відповідним чином файл .desktop:

source: Edit :file:`snow2.desktop` to remove all the **Name[...]** entries and replace **Name=Snow** with **Name=Snow 2**.
ca: Editeu :file:`snow2.desktop` per a eliminar totes les entrades de **Name[...]** i substituïu **Name=Snow** amb **Name=Snow 2**.
it: Modifica :file:`snow2.desktop` per rimuovere tutte le voci **Name[...]** e sostituire **Name=Snow** con **Name=Snow 2**.
nl: Bewerk :file:`sneeuw2.desktop` om alle items **Name[...]** te verwijderen en vervang **Name=Sneeuw** door **Name=Sneeuw 2**.
pt: Edite o :file:`snow2.desktop` para remover todos os itens **Name[...]** e substitua o **Name=Snow** por **Name=Snow 2**.
pt_br: Edite :file:`snow2.desktop` para remover todas as entradas **Name[...]** e substitua **Name=Snow** por **Name=Snow 2**.
sl: Uredite :file:`snow2.desktop`, da odstranite vse vnose **Name[...]** in zamenjajte **Name=Snow** z **Name=Snow 2**.
uk: Внесіть зміни до :file:`snow2.desktop`: вилучіть усі записи **Name[...]** і замініть **Name=Snow** на **Name=Snow 2**.

source: You are done, you can now open digiKam and start the HTML Gallery tool, the **Snow 2** theme should appear in the theme list.
ca: Ja s'ha acabat, ara podreu obrir el digiKam i iniciar l'eina Galeria HTML, el tema **Snow 2** hauria d'aparèixer a la llista de temes.
it: Finito, puoi aprire digiKam e avviare lo strumento Galleria HTML: il tema **Snow 2** sarà visualizzato nell'elenco dei temi.
nl: U bent klaar, u kunt nu digiKam openen en het hulpmiddel HTML Gallery starten, het thema **Sneeuw 2** zou moeten verschijnen in de themalijst.
pt: É tudo - agora poderá abrir o digiKam e iniciar a ferramenta da Galeria de HTML, sendo que o tema **Snow 2** deverá aparecer na lista de temas.
pt_br: Pronto, agora você pode abrir o digiKam e iniciar a ferramenta de galeria HTML, o tema **Snow 2** deve aparecer na lista de temas.
sl: Končali ste, zdaj lahko odprete digiKam in zaženete orodje HTML Gallery, tema **Snow 2** bi se morala pojaviti na seznamu tem.
uk: Готово. Тепер ви можете відкрити digiKam і запустити інструмент створення галереї HTML. У списку тем ви побачите тему **Snow 2**.

source: Generating HTML Using XSL Rules
ca: Generar HTML usant regles XSL
it: Generare codice HTML utilizzando le regole XSL
nl: HTML genereren met XSL-regels
pt: Gerar o HTML com Regras em XSL
pt_br: Gerando HTML usando regras XSL
sl: Ustvarjanje HTML z uporabo pravil XSL
uk: Створення HTML на основі правил XSL

source: The :file:`template.xsl` file is responsible for generating the HTML files from the :file:`gallery.xml` file. It's a standard ini-style file and looks like this:
ca: El fitxer :file:`template.xsl` és el responsable de generar els fitxers HTML a partir del fitxer :file:`gallery.xml`. És un fitxer d'estil **INI** estàndard i es veu així:
it: Il file :file:`template.xsl` è responsabile della generazione dei file HTML a partire dal file :file:`gallery.xml`. È un file in stile ini standard e assomiglia a questo:
nl: Het bestand :file:`template.xsl` is verantwoordelijk voor het genereren van de HTML bestanden uit het bestand :file:`gallery.xml`. Het is een standaard ini-stijl bestand en ziet er uit als dit:
pt: O ficheiro :file:`template.xsl` é responsável por gerar os ficheiros HTML a partir do ficheiro :file:`gallery.xml`. É um ficheiro normal do estilo INI e parece-se com o seguinte:
pt_br: O arquivo :file:`template.xsl` é responsável por gerar os arquivos HTML a partir do arquivo :file:`gallery.xml`. É um arquivo padrão no estilo ini e tem a seguinte aparência:
sl: Datoteka :file:`template.xsl` je odgovorna za generiranje datotek HTML iz datoteke :file:`gallery.xml`. Je standardna datoteka sloga ini in je videti takole:
uk: Вміст файла :file:`template.xsl` відповідає за створення файлів HTML на основі файла :file:`gallery.xml`. Цей файл є стандартним файлом у стилі ini, вміст якого виглядає десь так:

source: We won't explain XSLT syntax here, you should be able to find the documentation you need on the Internet. We recommend to learn XSLT with the `XSLT tutorial here <https://www.w3schools.com/xsl>`_.
ca: No explicarem la sintaxi XSLT aquí, hauríeu de poder trobar la documentació que necessiteu a Internet. Recomanem `aprendre XSLT amb aquesta guia d'aprenentatge <https://www.w3schools.com/xsl>`_.
nl: We zullen de XSLT-syntaxis hier niet uitleggen, u zou in staat moeten zijn om de documentatie die u nodig hebt op het internet te vinden. We bevelen aan om XSLT te leren met de `XSLT-inleiding hier <https://www.w3schools.com/xsl>`_.
pt: Não iremos explicar a sintaxe do XSLT aqui; deverá conseguir encontrar a documentação que precisa na Internet. Recomendamos que aprenda sobre XSLT no `tutorial de XSLT aqui <https://www.w3schools.com/xsl>`_.

source: It's worth noting nevertheless that you can make use of `EXSLT <https://www.exslt.org>`_, a set of extensions to XSLT. In particular, the `exslt:document element <https://www.exslt.org/exsl/elements/document>`_ is extremely useful because it allows you to generate multiple documents from the same file.
ca: Tanmateix, val la pena assenyalar que podeu utilitzar `EXSLT <https://www.exslt.org>`_, un conjunt d'extensions per a XSLT. En particular, l'element `exslt:document <https://www.exslt.org/exsl/elements/document>`_ és extremadament útil perquè permet generar múltiples documents a partir del mateix fitxer.
nl: Het is het niettemin waard op te merken dat u gebruik kan maken van `EXSLT <https://www.exslt.org>`_, een set extensies aan XSLT. Speciaal, het `exslt:documentelement <https://www.exslt.org/exsl/elements/document>`_ is heel erg nuttig omdat het u in staat stelt om meerdere documenten te genereren uit hetzelfde bestand.
pt: Vale a pena notar que poderá tirar partido do `EXSLT <https://www.exslt.org>`_, um conjunto de extensões do XSLT. Em particular, o `elemento exslt:document <https://www.exslt.org/exsl/elements/document>`_ é extremamente útil porque lhe permite gerar vários documentos a partir do mesmo ficheiro.

source: HTML Gallery tool imposes no constraint on the organization of HTML files. You can generate one file per image, or only one per collection. One could imagine a theme which would only contains one HTML file and uses JavaScript to show the different images, there is already one theme using frames, you can even generate CSS files on the fly if you want to.
ca: L'eina Galeria HTML no imposa cap restricció a l'organització dels fitxers HTML. Podreu generar un fitxer per imatge o només un per col·lecció. Un podria imaginar un tema que només contingui un fitxer HTML i utilitzeu JavaScript per a mostrar les diferents imatges, ja hi ha un tema que utilitza marcs, fins i tot, si ho voleu pot generar fitxers CSS sobre la marxa.
nl: Hulpmiddel HTML-galerij legt geen beperkingen op aan de organisatie van HTML-bestanden. U kunt één bestand per afbeelding genereren of slechts één per verzameling. U kunt zich voorstellen dat een thema dat slechts één HTML-bestand bevat en JavaScript gebruikt om de verschillende afbeeldingen te tonen, er is ook een thema dat frames gebruikt, u kunt zelfs CSS-bestanden on-the-fly genereren als u dat wilt.
pt: A ferramenta da Galeria em HTML não impõe restrições na organização dos ficheiros HTML. Poderá gerar um ficheiro por imagem, ou apenas um ficheiro por colecção. Uma pessoa pode imaginar um tema que só contém um ficheiro HTML e usa JavaScript para mostrar as diferentes imagens; existe já um tema que molduras, e poderá ainda gerar ficheiros CSS na hora, se o desejar.

source: About Translations
ca: Quant a les traduccions
it: Informazioni sulle traduzioni
nl: Over vertalingen
pt: Acerca das Traduções
pt_br: Sobre as traduções
sl: O prevodih
uk: Про переклад

source: You should not **hardcode** any text in the template, instead you should use the **i18n parameters**. For example instead of using this:
ca: No heu de **codificar** cap text a la plantilla, sinó que heu d'utilitzar els **paràmetres i18n**. Per exemple, en comptes d'utilitzar això:
nl: U zou geen tekst moeten **hard coderen** in het sjabloon, in plaats daarvan zou u de **i18n parameters** moeten gebruiken. Bijvoorbeeld in plaats van dit gebruiken:
pt: Não deverá **ficar** nenhum texto no modelo; em vez disso, deverá usar os **parâmetros i18n**. Por exemplo, em vez de usar isto:

source: Do this:
ca: Feu això:
it: Fai questo:
nl: Doe dit:
pt: Faça isto:
pt_br: Faça isto:
sl: Naredite tole:
uk: Слід зробити так:

source: It's quite a lot more verbose, but this way your user will get localized HTML output.
ca: És molt més detallat, però així el vostre usuari obtindrà una sortida HTML localitzada.
nl: Het is heel wat uitgebreider, maar op deze manier zal uw gebruiker gelokaliseerde HTML-uitvoer krijgen.
pt: É bastante mais extenso, mas desta forma o seu utilizador irá obter conteúdos em HTML na língua local.

source: If you want to use **i18n parameters** in attributes, do it like this:
ca: Si voleu utilitzar els **paràmetres i18n** en els atributs, feu-ho així:
it: Se vuoi utilizzare i **parametri i18n** negli attributi, fai questo:
nl: Als u **i18n parameters** in attributen wilt gebruiken, doe het zoals dit:
pt: Se quiser usar os **parâmetros i18n** nos atributos, faça-o da seguinte forma:
pt_br: Se você quiser usar **parâmetros i18n** em atributos, faça assim:
sl: Če želite uporabiti **parametre i18n** v atributih, naredite to takole:
uk: Якщо ви хочете скористатися **параметрами i18n** в атрибутах, зробіть якось так:

source: For now, the available general **i18n parameters** are:
ca: Per ara, els **paràmetres generals i18n** disponibles són:
it: Attualmente, i **parametri i18n** generali disponibili sono:
nl: Voor nu, de beschikbare algemene **i18n parameters** zijn:
pt: Por agora, os **parâmetros i18n** disponíveis a nível geral são:
pt_br: Por enquanto, os parâmetros gerais **i18n** disponíveis são:
sl: Za zdaj so razpoložljivi splošni parametri **i18n**:
uk: У поточній версії доступними загальними **параметрами i18n** є такі:

source: And for the **image properties** they are:
ca: I per a les **propietats de la imatge** són:
nl: En voor de **afbeeldingseigenschappen** zijn ze:
pt: E para as **propriedades da imagem** são:

source: i18nexifimageorientation ("Image Orientation")
it: i18nexifimageorientation («Orientazione dell'immagine»)
nl: i18nexifimageorientation ("Afbeeldingsoriëntatie")
pt: i18nexifimageorientation ("Orientação da Imagem")
pt_br: i18nexifimageorientation ("Orientação da imagem")

source: i18nexifimagexresolution ("Image X Resolution")
it: i18nexifimagexresolution («Risoluzione X dell'immagine»)
nl: i18nexifimagexresolution ("X-resolutie van afbeelding")
pt: i18nexifimagexresolution ("Resolução em X da Imagem")
pt_br: i18nexifimagexresolution ("Resolução X da Imagem")

source: i18nexifimageyresolution ("Image Y Resolution")
it: i18nexifimageyresolution («Risoluzione Y dell'immagine»)
nl: i18nexifimageyresolution ("Y-resolutie van afbeelding")
pt: i18nexifimageyresolution ("Resolução em Y da Imagem")
pt_br: i18nexifimageyresolution ("Resolução Y da Imagem")

source: i18nexifimageresolutionunit ("Image Resolution Unit")
it: i18nexifimageresolutionunit («Unità di risoluzione dell'immagine»)
nl: i18nexifimageresolutionunit ("Resolutie-eenheid van afbeelding")
pt: i18nexifimageresolutionunit ("Unidade de Resolução da Imagem")
pt_br: i18nexifimageresolutionunit ("Unidade de Resolução de Imagem")

source: i18nexifimagedatetime ("Image Date Time")
it: i18nexifimagedatetime («Data e ora dell'immagine»)
nl: i18nexifimagedatetime ("Datum tijd van afbeelding")
pt: i18nexifimagedatetime ("Data/Hora da Imagem")
pt_br: i18nexifimagedatetime ("Data e hora da Imagem")

source: i18nexifimageycbcrpositioning ("YCBCR Positioning")
it: i18nexifimageycbcrpositioning («Posizionamento YCBCR»)
nl: i18nexifimageycbcrpositioning ("YCBCR Positionering")
pt: i18nexifimageycbcrpositioning ("Posicionamento do YCBCR")
pt_br: i18nexifimageycbcrpositioning ("Posicionamento YCBCR")

source: i18nexifphotoexposuretime ("Exposure Time")
it: i18nexifphotoexposuretime («Tempo di esposizione»)
nl: i18nexifphotoexposuretime ("Belichtingstijd")
pt: i18nexifphotoexposuretime ("Tempo de Exposição")
pt_br: i18nexifphotoexposuretime ("Tempo de exposição")

source: i18nexifphotofnumber ("F Number")
it: i18nexifphotofnumber («Numero F»)
nl: i18nexifphotofnumber ("F-getal")
pt: i18nexifphotofnumber ("Número-F")
pt_br: i18nexifphotofnumber ("Número F")

source: i18nexifphotoexposureprogram ("Exposure Index")
it: i18nexifphotoexposureprogram («Indice di esposizione»)
nl: i18nexifphotoexposureprogram ("Belichtingsindex")
pt: i18nexifphotoexposureprogram ("Índice de Exposição")
pt_br: i18nexifphotoexposureprogram ("Índice de exposição")

source: i18nexifphotoisospeedratings ("ISO Speed Ratings")
it: i18nexifphotoisospeedratings («velocità ISO»)
nl: i18nexifphotoisospeedratings ("ISO-snelheid")
pt: i18nexifphotoisospeedratings ("Classificação da Velocidade ISO")
pt_br: i18nexifphotoisospeedratings ("Classificações de velocidade ISO")

source: i18nexifphotoshutterspeedvalue ("Shutter Speed Value")
it: i18nexifphotoshutterspeedvalue («Valore di velocità dell'otturatore»)
nl: i18nexifphotoshutterspeedvalue ("Waarde sluitersnelheid")
pt: i18nexifphotoshutterspeedvalue ("Valor da Velocidade do Obturador")
pt_br: i18nexifphotoshutterspeedvalue ("Valor da velocidade do obturador")

source: i18nexifphotoaperturevalue ("Aperture Value")
it: i18nexifphotoaperturevalue («Diaframma»)
nl: i18nexifphotoaperturevalue ("Waarde lensopening")
pt: i18nexifphotoaperturevalue ("Valor da Abertura")
pt_br: i18nexifphotoaperturevalue ("Valor da abertura")

source: i18nexifphotofocallength ("Focal Length")
it: i18nexifphotofocallength («Lunghezza focale»)
nl: i18nexifphotofocallength ("Brandpuntsafstand")
pt: i18nexifphotofocallength ("Distância Focal")
pt_br: i18nexifphotofocallength ("Distância focal")

source: If you need more i18n parameters, please report this wish to the `Project Team <https://www.digikam.org/support/>`_.
ca: Si necessiteu més paràmetres i18n, informeu-ne d'aquest desig a l'`equip del projecte <https://www.digikam.org/support/>`_.
nl: Als u meer i18n parameters wilt, rapporteer deze wens aan het `Projectteam <https://www.digikam.org/support/>`_.
pt: Se precisar de mais parâmetros **i18n**, por favor comunique-os à `Equipa do Projecto <https://www.digikam.org/support/>`_.

source: Images and CSS Files
ca: Imatges i els fitxers CSS
it: Immagini e file CSS
nl: Afbeeldingen en CSS-bestanden
pt: Imagens e Ficheiros CSS
pt_br: Imagens e arquivos CSS
sl: Slike in datoteke CSS
uk: Зображення і файли CSS

source: You are free to use images, CSS files or other files in your theme. Just put them in the theme folder and the tool will copy them in the output folder.
ca: Sou lliure d'utilitzar imatges, fitxers CSS o altres fitxers en el vostre tema. Senzillament, col·loqueu-los en la carpeta del tema i l'eina els copiarà a la carpeta de sortida.
nl: U bent vrij om afbeeldingen, CSS-bestanden of andere bestanden in uw thema te gebruiken. Stop ze gewoon in de themamap en het hulpmiddel zal ze in de uitvoermap kopiëren.
pt: Está à vontade para usar imagens, ficheiros CSS ou outros ficheiros no seu tema. Basta colocá-los na pasta do tema e a ferramenta copiá-los-á para a pasta de destino.

source: Original Images
ca: Imatges originals
it: Immagini originali
nl: Originele afbeeldingen
pt: Imagens Originais
pt_br: Imagens originais
sl: Izvirne slike
uk: Початкові зображення
