Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/html_gallery.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: The easiest way to get started is to copy one theme and modify it. Folders can be found usually under **Linux** at :file:`/usr/share/apps/digikam/themes/`. Writing in this folder requires root access, so we will not create our theme there - instead do the following from a console:
it: Il modo più semplice per iniziare è copiare un tema e modificarlo. Le cartelle si trovano in genere, in **Linux**, alla posizione :file:`/usr/share/apps/digikam/themes/`. Per scrivere in questa cartella sono necessari privilegi di amministratore, dunque non creare il tema lì, ma esegui invece in una console:
pt_br: A maneira mais fácil de começar é copiar um tema e modificá-lo. As pastas geralmente podem ser encontradas no Linux em :file:/usr/share/apps/digikam/themes/. Escrever nesta pasta requer acesso root, então não criaremos nosso tema lá. Em vez disso, faça o seguinte em um console:
sl: Najlažji način za začetek je, da kopirate eno temo in jo spremenite. Mape običajno najdete pod **Linux** na :file:`/usr/share/apps/digikam/themes/`. Pisanje v to mapo zahteva korenski dostop, zato tam ne bomo ustvarili svoje teme - namesto tega naredite naslednje iz konzole:
uk: Найпростішим способом розпочати роботу є копіювання теми із наступним внесенням до неї змін. Теку теми у **Linux**, зазвичай, розташовано за адресою :file:`/usr/share/apps/digikam/themes/`. Для запису до цієї теки потрібні права доступу користувача root, тому ми не будемо створювати там тем. Замість цього, віддамо такі команди у консолі:

source: We won't explain XSLT syntax here, you should be able to find the documentation you need on the Internet. We recommend the `XSLT tutorial here <https://www.w3schools.com/xsl>`_ for learning XSLT.
it: Non spiegheremo qui la sintassi XSLT, la documentazione relativa è rintracciabile in Internet. Raccomandiamo di approfondire la conoscenza di XSLT con `questa esercitazione XSLT <https://www.w3schools.com/xsl>`_.
pt_br: Não explicaremos a sintaxe XSLT aqui. Você poderá encontrar a documentação necessária na internet. Recomendamos o `tutorial de XSLT aqui <https://www.w3schools.com/xsl>`_ para aprender XSLT.
sl: Tukaj ne bomo razlagali sintakse XSLT, dokumentacijo, ki jo potrebujete, bi morali najti na internetu. Za učenje XSLT priporočamo `Tutorial XSLT tukaj <https://www.w3schools.com/xsl>`_.
uk: Тут ми не пояснюватимемо синтаксичні конструкції XSLT. Знайти відповідну документацію можна в інтернеті. Рекомендуємо вивчення XSLT за допомогою `цих настанов з XSLT <https://www.w3schools.com/xsl>`_.

source: Nevertheless, it's worth noting that you can make use of `EXSLT <https://www.exslt.org>`_, a set of extensions to XSLT. In particular, the `exslt:document element <https://www.exslt.org/exsl/elements/document>`_ is extremely useful because it allows you to generate multiple documents from the same file.
it: Tuttavia, vale la pena sottolineare che puoi utilizzare `EXSLT <https://www.exslt.org>`_, un gruppo di estensioni per XSLT. In particolare, `exslt:document element <https://www.exslt.org/exsl/elements/document>`_ è estremamente utile perché ti permette di generare più documenti dallo stesso file.
pt_br: No entanto, vale ressaltar que você pode utilizar o `EXSLT <https://www.exslt.org>`_, um conjunto de extensões para XSLT. Em particular, o `elemento exslt:document <https://www.exslt.org/exsl/elements/document>`_ é extremamente útil, pois permite gerar vários documentos a partir do mesmo arquivo.
sl: Kljub temu velja omeniti, da lahko uporabite `EXSLT <https://www.exslt.org>`_, niz razširitev za XSLT. Zlasti element `exslt:document <https://www.exslt.org/exsl/elements/document>`_ je izjemno uporaben, saj vam omogoča ustvarjanje več dokumentov iz iste datoteke.
uk: Варто зауважити, що ви можете скористатися `EXSLT <https://www.exslt.org>`_, набором розширень XSLT. Зокрема, `елемент exslt:document <https://www.exslt.org/exsl/elements/document>`_ є надзвичайно корисним, оскільки за його допомогою ви можете створювати з одного файла одразу декілька документів.

source: HTML Gallery tool imposes no constraint on the organization of HTML files. You can generate one file per image, or only one per collection. One could imagine a theme which would only contains one HTML file and uses JavaScript to show the different images. There is already one theme using frames. You can even generate CSS files on the fly if you want to.
it: Lo strumento Galleria HTML non impone limiti sull'organizzazione dei file HTML. Puoi generare un file per immagine, oppure solo uno per raccolta. Si può immaginare un tema che contenga solo un file HTML e utilizzi JavaScript per mostrare le varie immagini. Esiste già un tema che utilizza i frame. Puoi persino generare file CSS al volo, se lo desideri.
pt_br: A ferramenta de galeria HTML não impõe restrições à organização de arquivos HTML. Você pode gerar um arquivo por imagem ou apenas um por coleção. Pode-se imaginar um tema que contenha apenas um arquivo HTML e use JavaScript para exibir as diferentes imagens. Já existe um tema que utiliza frames. Você pode até gerar arquivos CSS dinamicamente, se desejar.
sl: Orodje Galerija HTML ne omejuje organizacije datotek HTML. Ustvarite lahko eno datoteko na sliko ali samo eno na zbirko. Lahko bi si zamislili temo, ki bi vsebovala samo eno datoteko HTML in uporabljala JavaScript za prikaz različnih slik. Obstaja že ena tema, ki uporablja okvirje. Datoteke CSS lahko ustvarite celo sproti, če želite.
uk: У інструменті галереї HTML не передбачено ніяких обмежень щодо упорядкування файлів HTML. Ви можете створити по одному файлу на зображення або один файл на усю збірку. Можна створити тему, яка даватиме лише один файл HTML і використовуватиме JavaScript для показу різних зображень. Вже існує одна тема, де використано фрейми, отже ви можете навіть інтерактивно створювати файли CSS, якщо хочете.

source: You should not **hardcode** any text in the template, but you should instead use the **i18n parameters**. For example instead of using this:
it: Non devi **rendere fisso** (hardcoded) il testo nel modello, ma devi invece utilizzare i **parametri i18n**. Per esempio, invece di usare questo:
pt_br: Você não deve **codificar** nenhum texto no modelo, mas sim usar os **parâmetros i18n**. Por exemplo, em vez de usar isto:
sl: Ne smete **trdo zakodirati** nobenega besedila v predlogi, namesto tega morate uporabiti **parametre i18n**. Na primer namesto uporabe tega:
uk: Вам не слід **жорстко вписувати у код** будь-який текст у шаблоні. Замість цього вам слід користуватися **параметрами i18n**. Наприклад, замість ось цього:

source: It's a lot more verbose, but this way your user will get localized HTML output.
it: È molto più prolisso ma in questo modo l'utente otterrà il risultato HTML tradotto.
pt_br: É muito mais detalhado, mas dessa forma o usuário obterá uma saída HTML localizada.
sl: Je precej bolj zgovorno, vendar bo na ta način vaš uporabnik dobil lokaliziran izpis HTML.
uk: Код стає набагато об'ємнішим, але у цей спосіб користувач може перекладати виведені дані HTML.

source: And the **image properties** are:
it: E le **proprietà dell'immagine** sono:
pt_br: E as **propriedades da imagem** são:
sl: In za **lastnosti slike** so:
uk: А для **властивостей зображення** маємо таке:

source: i18nexifimagemake ("Make")
it: i18nexifimagemake («Produttore»)
pt: i18nexifimagemake ("Marca")
pt_br: i18nexifimagemake ("Fabricante")

source: i18nexifimagemodel ("Model")
it: i18nexifimagemodel («Modello»)
pt: i18nexifimagemodel ("Modelo")
pt_br: i18nexifimagemodel ("Modelo")

source: If you need more i18n parameters, please submit a request to the `Project Team <https://www.digikam.org/support/>`_.
it: Se hai necessità di ulteriori parametri i18n, invia una richiesta al `Team del progetto <https://www.digikam.org/support/>`_.
pt_br: Se precisar de mais parâmetros i18n, envie uma solicitação à `Equipe do Projeto <https://www.digikam.org/support/>`_.
sl: Če potrebujete več parametrov i18n, to željo sporočite `Projektni skupini <https://www.digikam.org/support/>`_.
uk: Якщо вам потрібні додаткові параметри i18n, будь ласка, повідомте про це побажання `команді проєкту <https://www.digikam.org/support/>`_.

source: You are free to use images, CSS files or other files in your theme. Just put them in the theme folder and the tool will copy them into the output folder.
it: Nel tuo tema sei libero di usare immagini, file CSS o altri file: inseriscili nella cartella del tema e lo strumento li copierà nella cartella di destinazione.
pt_br: Você pode usar imagens, arquivos CSS ou outros arquivos no seu tema. Basta colocá-los na pasta do tema e a ferramenta os copiará para a pasta de saída.
sl: V svoji temi lahko prosto uporabljate slike, datoteke CSS ali druge datoteke. Samo dajte jih v mapo s temo in orodje jih bo kopiralo v izhodno mapo.
uk: У вашій темі можна використовувати будь-які зображення, файли CSS або інші файли. Просто розмістіть їх у теці теми, і інструмент скопіює їх до теки виведених даних.

source: This is the end of this chapter, so now is the time for you to get creative and start adding new themes.
it: Siamo arrivati alla fine di questo capitolo, è dunque ora di essere creativi e di iniziare ad aggiungere nuovi temi.
pt_br: Este é o final deste capítulo, então agora é hora de você ser criativo e começar a adicionar novos temas.
sl: To je konec tega poglavja, zato je zdaj čas, da postanete ustvarjalni in začnete dodajati nove teme.
uk: Ось і усе у цьому розділі. Час вам виявити власні творчі можливості і додати нові теми.

source: When you are done, do not hesitate to submit your work for official integration in digiKam. Think of how proud you will be to see your new theme included in the official list. See the `Contribute page <https://www.digikam.org/contribute/>`_ from the digiKam project web-site for details.
it: Quando hai finito, non esitare a inviare il tuo lavoro in modo che sia integrato ufficialmente in digiKam. Pensa a quando saresti orgoglioso di vederlo incluso nell'elenco ufficiale. Per dettagli, consulta la `pagina Contribute <https://www.digikam.org/contribute/>`_ del sito web del progetto di digiKam.
pt_br: Quando terminar, não hesite em enviar seu trabalho para integração oficial no digiKam. Imagine como você ficará orgulhoso de ver seu novo tema incluído na lista oficial. Consulte a `página de como contribuir <https://www.digikam.org/contribute/>`_ no site do projeto digiKam para obter mais detalhes.
sl: Ko končate, ne oklevajte in oddajte svoje delo za uradno integracijo v digiKam. Pomislite, kako ponosni boste, ko vidite, da je vaša nova tema vključena na uradni seznam. Za podrobnosti si oglejte `Stran za prispevke - Contribute page <https://www.digikam.org/contribute/>`_ na spletnem mestu projekta digiKam.
uk: Коли роботу над шаблоном буде завершено, ви можете запропонувати результати для включення до офіційного пакунка digiKam, щоб ваша тема з'явилася в офіційному списку тем. Ознайомтеся із `сторінкою для учасників розробки <https://www.digikam.org/contribute/>`_ на сайті проєкту digiKam, щоб дізнатися більше.
