Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/html_gallery.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: An int parameter lets the user select an integer using a spin-box. In addition to the default value, you can define the minimum and maximum values, using the **Min** and **Max** keys.
ca: Un paràmetre «int» permet a l'usuari seleccionar un nombre sencer utilitzant un botó de selecció de valors. A més del valor predeterminat, podreu definir els valors mínim i màxim mitjançant les claus **Min** i **Max**.
it: Un parametro int permette all'utente di selezionare un valore intero utilizzando una casella numerica. In aggiunta al valore predefinito, puoi definire il valore massimo e minimo, utilizzando le chiavi **Min** e **Max**.
nl: Een int-parameter laat de gebruiker een geheel getal kiezen met een draaischakelaar. Naast de standaard waarde, kunt u de minimale en maximale waarden definiëren, met de sleutels **Min** en **Max**.
pt: Um parâmetro inteiro permite ao utilizador seleccionar um inteiro com um campo incremental. Para além do valor predefinido, poderá definir os valores mínimo e máximo, usando as chaves **Min** e **Max**.
pt_br: Um parâmetro int permite que o usuário selecione um inteiro usando uma caixa de rotação. Além do valor padrão, você pode definir os valores mínimo e máximo usando as teclas **Min** e **Max**.
sl: Parameter int uporabniku omogoča izbiro celega števila s pomočjo vrtilnega polja. Poleg teh privzetih vrednosti lahko določite najmanjšo in največjo vrednosti z uporabo ključev **Min** in **Max**.
uk: За допомогою цілочисельного параметра користувач може вибрати ціле число з поля-лічильника. Окрім типового значення, ви можете визначити мінімальне та максимальне значення за допомогою ключів **Min** і **Max**.

source: String and Caption Parameter Keys
ca: Claus dels paràmetres «string» i «caption»
it: Chiavi del parametro String e Caption
nl: Parametersleutels voor tekenreeks en opschrift
pt: Chaves dos Parâmetros de Texto e Legenda
pt_br: Chaves de parâmetro string e caption
sl: Ključi parametrov nizov in napisov
uk: Ключі параметра String і Caption

source: A string parameter lets the user enter a single string to set configuration rules for example. A caption parameter lets the user enter a multi-string with spell-checking support to set a **Description** or a **Title**.
ca: Per exemple, un paràmetre de «string» permet a l'usuari introduir una sola cadena per a establir regles de configuració. Un paràmetre de «caption» permet a l'usuari introduir una cadena múltiple amb suport de revisió ortogràfica per a establir una **Descripció** o un **Títol**.
it: Un parametro *string* permette all'utente di digitare una stringa singola per impostare, per esempio, delle regole di configurazione. Un parametro *caption* permette all'utente di digitare una stringa a più righe con supporto di correzione ortografica per impostare una **Descrizione** o un **Titolo**.
nl: Een tekenreeksparameter laat de gebruiker een enkele tekenreeks invoeren om bijvoorbeeld configuratieregels in te stellen. Een opschriftparameter laat de gebruiker een meervoudige tekenreeks invoeren met ondersteuning voor spellingcontrole om een **Beschrijving** of een **Titel** in te stellen.
pt: Um parâmetro de texto permite ao utilizador introduzir um texto simples para configurar regras de configuração, por exemplo. Um parâmetro de legenda permite ao utilizador introduzir um texto em várias linhas, com suporte para verificação ortográfica, para definir uma **Descrição** ou um **Título**.
pt_br: Um parâmetro de string permite que o usuário insira uma única string para definir regras de configuração, por exemplo. Um parâmetro de caption permite que o usuário insira várias strings com suporte para verificação ortográfica para definir uma **Descrição** ou um **Título**.
sl: Parameter niza omogoča uporabniku, da na primer vnese en sam niz za nastavitev konfiguracije pravila. Parameter napisa omogoča uporabniku, da vnese več nizov s podporo za preverjanja črkovanja za nastavitev opisa **Description** ali naslova **Title**.
uk: За допомогою рядкового параметра користувач може ввести одинарний рядок, наприклад, для встановлення правил налаштовування. Параметр підпису (caption) надає змогу користувачеві ввести багаторядковий текст із підтримкою перевірки правопису для встановлення значення **Опис** або **Заголовок**.

source: Final Words
ca: Paraules finals
it: Considerazioni finali
nl: Laatste woorden
pt: Palavras Finais
pt_br: Palavras finais
sl: Zadnje besede
uk: Завершальні зауваження

source: This is the end of this chapter, now is the time for you to get creative and add new themes.
ca: Aquest és el final d'aquest capítol, ara és el moment de ser creatius i afegir temes nous.
nl: Dit is het einde van dit hoofdstuk, nu is de tijd voor u gekomen om creatief te worden en nieuwe thema's toe te voegen.
pt: Este é o fim deste capítulo; agora é a altura de se tornar criativo e adicionar temas novos.

source: When you are done, do not hesitate to propose your work for an official integration in digiKam, to see your new theme included in the official list. See the `Contribute page <https://www.digikam.org/contribute/>`_ from the digiKam project web-site for details.
ca: Quan hàgiu acabat, no dubteu a proposar el vostre treball per a una integració oficial en el digiKam, per a veure el vostre tema nou inclòs a la llista oficial. Per a obtenir més detalls, vegeu la `pàgina Contribuir <https://www.digikam.org/contribute/>`_ del lloc web del projecte digiKam.
nl: Wanneer u klaar bent, aarzel dan niet om uw werk voor te stellen voor een officiële integration in digiKam, en te zien dat uw nieuwe thema wordt ingevoegd in de officiële lijst. Zie de `Bijdragepagina <https://www.digikam.org/contribute/>`_ uit de projectwebsite van digiKam voor details.
pt: Quando terminar, não hesite em propor o seu trabalho para uma integração oficial no digiKam; para ver o seu novo tema incluído na lista oficial. Veja a `página de Contribuição <https://www.digikam.org/contribute/>`_ da página Web do projecto digiKam para obter mais detalhes.

source: :ref:`HTML Gallery <post_processing>`
it: :ref:`Galleria HTML <post_processing>`
pt_br: :ref:`Galeria HTML <post_processing>`
sl: :ref:`Galerija HTML <post_processing>`
uk: :ref:`HTML-галерея <post_processing>`

source: The HTML Gallery is a tool for exporting a set of albums or images to an HTML page.
it: La Galleria HTML è uno strumento per esportare un gruppo di album o di immagini in una pagina HTML.
pt_br: A Galeria HTML é uma ferramenta para exportar um conjunto de álbuns ou imagens para uma página HTML.
sl: Galerija HTML je orodje za izvoz nabora albumov ali slik na stran HTML.
uk: За допомогою інструмента створення галерей HTML ви зможете виконати експорт набору альбомів або зображень як сторінки HTML.

source: This powerful tool can export your albums into an HTML-compliant web image gallery. You can easily select the images or the albums to export in an HTML page and set many designs and parameters for the HTML rendering. UTF-8 encoding is used for the best internationalization.
it: Questo strumento avanzato è in grado di esportare i tuoi album in una galleria web di immagini conforme agli standard HTML. Puoi selezionare in modo semplice le immagini o gli album da esportare in una pagina HTML e impostare molti motivi e parametri per la resa HTML. Per un'internazionalizzazione ottimizzata, viene usata la codifica UTF-8.
pt_br: Esta ferramenta poderosa pode exportar seus álbuns para uma galeria de imagens web compatível com HTML. Você pode selecionar facilmente as imagens ou os álbuns a serem exportados para uma página HTML e definir diversos designs e parâmetros para a renderização HTML. A codificação UTF-8 é usada para a melhor internacionalização.
sl: To zmogljivo orodje lahko izvozi vaše albume v spletno galerijo slik, skladno s HTML. Preprosto lahko izberete slike ali albume, ki jih želite izvoziti na strani HTML, in nastavite številne oblike in parametre za upodabljanje HTML. Za najboljšo internacionalizacijo se uporablja kodiranje UTF-8.
uk: За допомогою цього потужного інструмента ви зможете експортувати ваші зображення або альбоми до файлів сторінок HTML для наступного оприлюднення у мережі у формі вебгалереї. Вибрати альбоми для експорту до HTML дуже просто, вам буде запропоновано визначити широке коло параметрів та компонувань створеного HTML. Для кращої підтримки вашої мови використовуватиметься кодування UTF-8.

source: To launch the tool, uses :menuselection:`Tools --> Create Html gallery` :kbd:`Ctrl+Alt+Shift+H` menu entry, or the corresponding icon from the **Tools** tab in Right Sidebar. The tool will display a view to select the contents to export, either from current items selection, or from a list of albums. The **Albums** selection mode allows you to select items from albums that you want to export to HTML. Just check the respective albums from the hierarchical nested list. You can use the next three tabs **Tags**, **Searches**, and **Labels** to refine your selection based on tags, labels, or previous search results in digiKam.
it: Per avviare lo strumento usa la voce di menu :menuselection:`Strumenti --> Crea galleria HTML` :kbd:`Ctrl+Alt+Maiusc+H` o l'icona corrispondente dalla scheda **Strumenti** della barra laterale destra. Lo strumento mostrerà una vista in cui selezionare il contenuto da esportare: dalla selezione attuale degli elementi o da un elenco di album. La modalità di selezione **Album** ti consente di scegliere gli elementi dagli album che vuoi esportare in HTML semplicemente selezionando i vari album dall'elenco gerarchico annidato. Puoi usare le tre schede successive **Tag**, **Ricerche** ed **Etichette** per raffinare la selezione in base a tag, etichette o risultati di precedenti ricerche fatte in digiKam.
pt_br: Para iniciar a ferramenta, use a entrada de menu :menuselection:`Ferramentas --> Criar galeria HTML` :kbd:`Ctrl+Alt+Shift+H` ou o ícone correspondente na aba **Ferramentas** na barra lateral direita. A ferramenta exibirá uma visualização para selecionar o conteúdo a ser exportado, seja da seleção de itens atuais ou de uma lista de álbuns. O modo de seleção **Álbuns** permite selecionar itens dos álbuns que você deseja exportar para HTML. Basta marcar os respectivos álbuns na lista hierárquica aninhada. Você pode usar as três abas seguintes, **Etiquetas**, **Pesquisas** e **Rótulos**, para refinar sua seleção com base em etiquetas, rótulos ou resultados de pesquisas anteriores no digiKam.
sl: Za zagon orodja uporabite :menuselection:`Orodja --> Ustvari galerijo Html` :kbd:`Ctrl+Alt+Shift+H` menijski vnos ali ustrezno ikono na zavihku **Orodja** v desni stranski vrstici. Orodje bo prikazalo pogled za izbiro vsebine za izvoz iz trenutne izbire elementov ali s seznama albumov. Izbirni način **Albumi** vam omogoča, da izberete elemente iz albumov, ki jih želite izvoziti v HTML. Samo preverite ustrezne albume s hierarhičnega ugnezdenega seznama. Naslednje tri zavihke **Značke**, **Iskanja** in **Oznake** lahko uporabite za izboljšanje izbire na podlagi oznak, oznak ali prejšnjih rezultatov iskanja v digiKamu.
uk: Для запуску інструмента скористайтеся пунктом меню :menuselection:`Інструменти --> Створити галерею HTM` :kbd:`Ctrl+Alt+Shift+H` або відповідною кнопкою на вкладці **Інструменти** правої бічної панелі. Після запуску інструмента з вікна digiKam буде показано панель для вибору даних для експортування: на основі поточного позначеного набору даних або на основі альбомів. У режимі вибору альбомів ви можете вибрати записи з альбомів, вміст яких ви можете експортувати до HTML. Просто позначте відповідні показані альбоми із ієрархічним вкладенням. За допомогою наступних трьох вкладок, **Мітки**, **Пошуки** та **Позначки**, ви можете звузити перелік позначеного за допомогою позначок, міток та результатів попередніх пошуків у digiKam.

source: The next step is to select a **Theme** to generate the gallery.
it: Il passaggio successivo è selezionare un **tema** con cui generare la galleria.
pt_br: O próximo passo é selecionar um **Tema** para gerar a galeria.
sl: Naslednji korak je izbira **Teme** za ustvarjanje galerije.
uk: На наступному кроці ви можете вибрати **Тему** для створення галереї.

source: In the **Full Image Properties** section you can either Save modified images or Use original image.
it: Nella sezione **Proprietà immagine intera** puoi salvare le immagini modificate oppure usare l'immagine originale.
pt_br: Na seção **Propriedades da imagem** você pode salvar imagens modificadas ou usar imagem original.
sl: V razdelku **Lastnosti celotne slike** lahko Shranite spremenjene slike ali Uporabite izvirno sliko.
uk: За допомогою розділу **Властивості повного зображення** ви можете наказати програмі або зберегти змінені зображення, або «Використовувати вихідне зображення».

source: For modified images you can select as output format JPEG (smallest file-size, but lossy) and PNG (lossless and license free) and set specific image compression features. If disk space is of concern, check the target image compression and lower the compression level from the host application default value.
it: Per le immagini modificate, puoi selezionare il formato di uscita JPEG (file di dimensioni più piccole, ma con perdita di dati) o PNG (senza perdita di dati e con licenza libera) e impostare i parametri specifici per la compressione dell'immagine. Se lo spazio su disco è importante, verifica la compressione dell'immagine generata e abbassa il livello di compressione dal valore predefinito dell'applicazione ospite.
pt_br: Para imagens modificadas, você pode selecionar como formato de saída JPEG (menor tamanho de arquivo, mas com perdas) e PNG (sem perdas e sem licença) e definir recursos específicos de compactação de imagem. Se o espaço em disco for um problema, verifique a compactação da imagem de destino e reduza o nível de compactação em relação ao valor padrão do aplicativo host.
sl: Za spremenjene slike lahko kot izhodni format izberete JPEG (najmanjša velikost datoteke, vendar z izgubo) in PNG (brez izgube in brez licenc) ter nastavite posebne funkcije stiskanja slike. Če vas skrbi prostor na disku, preverite ciljno stiskanje slike in znižajte stopnjo stiskanja s privzete vrednosti gostiteljske aplikacije.
uk: Для змінених зображень ви можете вибрати формат результатів JPEG (менший розмір файлів, але з втратами якості) або PNG (без втрат якості, вільні умови ліцензування) і встановити специфічні параметри стискання зображень. Якщо слід економити місце на диску, позначте пункт зміни зображень і встановіть нижчий за типовий рівень стискання.

source: Checking the Max. size box you can fix the maximum target image size (in pixels) with the spin-box at the right. Images bigger than this value will be scaled down, but smaller images will not be modified.
it: Se spunti la casella di controllo Dimensione massima puoi regolare la dimensione massima (in pixel) dell'immagine generata, tramite le frecce di selezione a destra. Le immagini più grandi di questo valore verranno ridimensionate, mentre quelle più piccole non saranno modificate.
pt_br: Marcando a caixa de Tamanho máximo, você pode definir o tamanho máximo da imagem alvo (em pixels) com a caixa de rotação à direita. Imagens maiores que esse valor serão reduzidas, mas imagens menores não serão modificadas.
sl: Preverjanje maks. velikostno polje lahko določite največjo ciljno velikost slike (v slikovnih pikah) z vrtljivim poljem na desni. Slike, večje od te vrednosti, bodo pomanjšane, manjše slike pa ne bodo spremenjene.
uk: За допомогою пункту «Макс. розмір» ви можете зафіксувати максимальний розмір зображення-результату (у пікселях). Для цього скористайтеся полем, розташованим праворуч від цього пункту. Зображення, розміри яких перевищуватимуть вказане значення, розмір менших зображень змінено не буде.

source: The **Thumbnail Properties** section allows you to set the Format, Quality and Size for the thumbnails in the gallery.
it: La sezione **Proprietà miniatura** consente di impostare il formato, la qualità e la dimensione delle miniature nella galleria.
pt_br: A seção **Propriedades da miniatura** permite que você defina o formato, a qualidade e o tamanho das miniaturas na galeria.
sl: V razdelku **Lastnosti predoglednih sličic** lahko nastavite obliko, kakovost in velikost za sličice v galeriji.
uk: За допомогою розділу «Властивості мініатюр» можна встановити «Формат», «Якість» і «Розмір» для мініатюр у галереї.

source: This page defines the settings of where and how to store the gallery with all its associated images. Select a folder or add a new folder with write access where you want the gallery to be written. Two sub-folders with the name of your album folder and the theme name will be created containing everything.
it: Questa pagina definisce le impostazioni della posizione e del metodo di memorizzazione della galleria e di tutte le sue immagini associate. Scegli una cartella, o aggiungine una nuova, con permessi di scrittura in cui salvare la galleria: verranno create due sotto cartelle col nome della cartella dell'album e il nome del tema, contenenti tutti gli elementi.
pt_br: Esta página define as configurações de onde e como armazenar a galeria com todas as suas imagens associadas. Selecione uma pasta ou adicione uma nova pasta com permissão de gravação onde você deseja que a galeria seja salva. Serão criadas duas subpastas com o nome da pasta do seu álbum e o nome do tema, contendo tudo.
sl: Ta stran določa nastavitve, kje in kako shraniti galerijo z vsemi povezanimi slikami. Izberite mapo ali dodajte novo mapo z dostopom za pisanje, kamor želite napisati galerijo. Ustvarili se bosta dve podmapi z imenom mape vašega albuma in imenom teme, ki bosta vsebovali vse.
uk: За допомогою цієї сторінки можна визначити параметри місця і способу зберігання галереї з відповідними зображеннями. Виберіть теку, права на запис до якої ви маєте, і де ви бажаєте зберегти створену додатком галерею. У цій теці буде створено дві підтеки з назвою вашого альбому та теми. У цих підтеках міститимуться усі файли галереї.

source: A progress dialog is displayed to provide feedback to the user. Press the **Cancel** button if you want to abort the process during this stage.
it: Viene visualizzata una finestra di avanzamento per fornire riscontro dell'operazione. Se, durante questa fase, volessi interrompere l'operazione, premi il pulsante **Annulla**.
pt_br: Uma janela de progresso será exibida para fornecer feedback ao usuário. Pressione o botão **Cancelar** se desejar cancelar o processo durante esta etapa.
sl: Prikaže se pogovorno okno napredka, ki uporabniku posreduje povratne informacije. Pritisnite gumb **Prekliči**, če želite prekiniti postopek v tej fazi.
uk: За поступом створення галереї можна буде спостерігати за допомогою діалогового вікна поступу. Якщо ви забажаєте перервати обробку на цьому етапі, натисніть кнопку **Скасувати**.

source: The HTML Gallery tool can easily produce very different sites based on themes. This section explains how to create a new theme.
it: Lo strumento Galleria HTML è in grado di creare facilmente siti molto diversi basati su temi. Questo capitolo spiega come creare un nuovo tema.
pt_br: A ferramenta de galeria HTML pode facilmente criar sites muito diferentes com base em temas. Esta seção explica como criar um novo tema.
sl: Orodje Galerija HTML zlahka ustvari zelo različna spletna mesta na podlagi tem. V tem razdelku je razloženo, kako ustvariti novo temo.
uk: До засобу створення галереї HTML можна доволі просто додати теми для створення найрізноманітніших сайтів. У цьому розділі наведено настанови зі створення тем.

source: A **Desktop File** describing the theme.
it: un **file Desktop** che descrive il tema
pt_br: Um **Arquivo de área de trabalho (.desktop)** descrevendo o tema.
sl: **Namizna datoteka**, ki opisuje temo.
uk: Файл **.desktop** із описом теми.

source: Creates an output folder.
it: crea una cartella di destinazione
pt_br: Cria uma pasta de saída.
sl: Ustvari izhodno mapo.
uk: Створює теку для виведення даних.

source: Creates a folder.
it: crea una cartella
pt_br: Cria uma pasta.
sl: Ustvari mapo.
uk: Створює теку.

source: Generates thumbnails (square by default).
it: genera le miniature (quadrate, per impostazione predefinita)
pt_br: Gera miniaturas (quadradas por padrão).
sl: Generira predogledne sličice (privzeto kvadratne).
uk: Створює мініатюри (типово, квадратні).

source: Generates full images.
it: genera immagini intere
pt_br: Gera as imagens.
sl: Generira polne slike.
uk: Створює повноформатні зображення.

source: Optionally copies original images.
it: facoltativamente, copia le immagini originali
pt_br: Opcionalmente, copia as imagens originais.
sl: Neobvezno kopira izvirne slike.
uk: Якщо треба, копіює початкові зображення.

source: Copies the theme folder to the output folder.
it: copia la cartella del tema nella cartella di destinazione
pt_br: Copia a pasta do tema para a pasta de saída.
sl: Kopira mapo s temo v izhodno mapo.
uk: Копіює теку теми до теки виведення даних.

source: Generates an XML file describing the image collections: :file:`gallery.xml`.
it: genera un file XML che descrive le raccolte delle immagini: :file:`gallery.xml`.
pt_br: Gera um arquivo XML descrevendo as coleções de imagens: :file:`gallery.xml`.
sl: Generira datoteko XML, ki opisuje zbirke slik: :file:`gallery.xml`.
uk: Створює файл XML із описом збірки зображень: :file:`gallery.xml`.

source: Generates the HTML files by applying :file:`template.xsl` to :file:`gallery.xml`.
it: genera i file HTML applicando :file:`template.xsl` a :file:`gallery.xml`.
pt_br: Gera os arquivos HTML aplicando :file:`template.xsl` ao :file:`gallery.xml`.
sl: Generira datoteke HTML tako, da uporabi :file:`template.xsl` za :file:`gallery.xml`.
uk: Створює файли HTML застосуванням :file:`template.xsl` до :file:`gallery.xml`.

source: The nice thing is that when your theme gets integrated into the HTML Gallery default themes, translators will internationalize the desktop file for you.
it: L'aspetto positivo di integrare il tuo tema all'interno dei temi predefiniti della Galleria HTML è che i traduttori internazionalizzeranno il file desktop al tuo posto.
pt_br: O bom é que quando seu tema é integrado aos temas padrões da galeria HTML, os tradutores internacionalizam o arquivo da área de trabalho para você.
sl: Lepo je to, da ko bo vaša tema integrirana v privzete teme galerije HTML, bodo prevajalci internacionalizirali namizno datoteko namesto vas.
uk: Приємною особливістю є те, що коли вашу тему буде інтегровано до типового списку тем галерей HTML, перекладачі візьмуться до перекладу вашого файла .desktop.

source: The **image preview** file used to illustrate the theme in the wizard will be placed in the root theme folder.
it: Il file di **anteprima immagine** utilizzato per illustrare il tema nella procedura guidata sarà memorizzato nella cartella del tema radice.
pt_br: O arquivo de **visualização de imagem** usado para ilustrar o tema no assistente será colocado na pasta raiz do tema.
sl: Datoteka **predogled slike**, ki se uporablja za ponazoritev teme v čarovniku, bo postavljena v korensko mapo teme.
uk: Файл **попереднього перегляду зображення**, який використовують для ілюстрування теми у майстрі, буде розташовано у кореневій теці теми.

source: Creating a new Theme from Another One
it: Creare un nuovo tema da uno esistente
pt_br: Criando um novo tema a partir de outro
sl: Ustvarjanje nove teme iz druge
uk: Створення теми на основі іншої
