Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/html_gallery.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: As explained before, if the user selects the option **Include original images**, the :file:`gallery.xml` file will contain **<original />** tags. If this tag is present, the image page should contain a link to download the original image.
ca: Com s'ha explicat anteriorment, si l'usuari selecciona l'opció **Inclou les imatges originals**, el fitxer :file:`gallery.xml` contindrà etiquetes **<original />**. Si es troba present aquesta etiqueta, la pàgina de la imatge hauria de contenir un enllaç per a baixar la imatge original.
it: Come spiegato in precedenza, se l'utente seleziona l'opzione **Includi le immagini originali**, il file :file:`gallery.xml` conterrà i tag **<original />**. Se è presente questo tag, la pagina dell'immagine conterrà un collegamento per scaricare l'immagine originale.
nl: Zoals eerder uitgelegd, als de gebruiker de optie **Originele afbeeldingen invoegen** selecteert, zal het bestand :file:`gallery.xml` de tags **<original />** bevatten. Als deze tag aanwezig is zou de afbeeldingspagina een koppeling moeten bevatten naar om de originele afbeelding te downloaden.
pt: Como foi explicado acima, se o utilizador seleccionar a opção **Incluir as imagens originais**, o ficheiro :file:`gallery.xml` irá conter as marcas **<original />**. Se esta marca estiver presenta, a página da imagem deverá conter uma ligação para transferir a imagem original.
pt_br: Conforme explicado anteriormente, se o usuário selecionar a opção **Incluir as imagens originais**, o arquivo :file:`gallery.xml` conterá as etiquetas **<original />**. Se esta etiqueta estiver presente, a página da imagem deverá conter um link para baixar a imagem original.
sl: Kot je že pojasnjeno, če uporabnik izbere možnost **Vključi izvirnik slike** bo datoteka :file:`gallery.xml` vsebovala značke **<original />**. Če je ta značka prisotna, mora slikovna stran vsebovati povezavo za prenos originalne slike.
uk: Як ми вже пояснювали раніше, якщо користувач позначає пункт **Включити початкові зображення**, файл :file:`gallery.xml` міститиме теґи **<original />**. Якщо у файлі є цей теґ, на сторінці зображення з'явиться посилання на отримання початкового зображення.

source: Here is an example:
ca: Aquí hi ha un exemple:
it: Ecco un esempio:
nl: Hier is een voorbeeld:
pt: Aqui está um exemplo:
pt_br: Aqui está um exemplo:
sl: Tukaj je primer:
uk: Ось приклад:

source: Non-Square Thumbnails
ca: Miniatures no quadrades
it: Miniature non quadrate
nl: Niet-vierkante miniaturen
pt: Miniaturas Não-Quadradas
pt_br: Miniaturas não quadradas
sl: Nekvadratne predogledne sličice
uk: Неквадратні мініатюри

source: By default, thumbnails are cropped so that they are square-shaped and all have an identical size. This makes it easier to create the HTML/CSS style. However, if your theme is ready to cope with thumbnails of different sizes, add this snippet to your desktop file:
ca: De manera predeterminada, les miniatures s'escapcen perquè tinguin forma quadrada i totes tinguin una mida idèntica. Això facilita la creació de l'estil HTML/CSS. No obstant això, si el vostre tema està llest per a fer front a miniatures de mides diferents, afegiu aquest fragment de codi al vostre fitxer d'escriptori:
it: Per impostazione predefinita, le miniature vengono ritagliate in modo da apparire quadrate e di dimensione identica. Ciò semplifica la creazione dello stile HTML/CSS. Tuttavia, se il tuo tema è pronto per gestire miniature di dimensioni diverse, aggiungi questo pezzo di codice al tuo file desktop:
nl: Standaard zijn miniaturen bijgesneden zodat ze vierkant zijn en hebben ze allemaal een identieke grootte. Dit maakt het gemakkelijker om de HTML/CSS stijl te maken. Als uw thema echter gereed is om om te gaan met miniaturen van verschillende groottes, voeg dan dit fragment toe aan uw bureaubladbestand:
pt: Por omissão, as miniaturas são recortadas de forma a ficarem quadradas e terão um tamanho idêntico. Isto torna mais fácil criar o estilo em HTML/CSS. Contudo, se o seu tema estiver pronto para lidar com miniaturas de tamanhos diferentes, adicione este excerto ao seu ficheiro .desktop:
pt_br: Por padrão, as miniaturas são cortadas para que fiquem quadradas e tenham o mesmo tamanho. Isso facilita a criação do estilo HTML/CSS. No entanto, se o seu tema estiver pronto para lidar com miniaturas de tamanhos diferentes, adicione este trecho ao seu arquivo para desktop:
sl: Privzeto so predogledne sličice obrezane tako, da so kvadratne oblike in imajo vse enako velikost. To olajša ustvarjanje sloga HTML/CSS. Če pa je vaša tema pripravljena na sličice različnih velikosti, lahko dodate ta delček v datoteko namizja:
uk: Типово, мініатюри буде обрізано так, щоб їхня форма лишалася квадратною, а усі мініатюри були одного розміру. Це спрощує створення стилю HTML/CSS. Втім, якщо у вашій темі передбачено роботу з мініатюрами різного розміру, додайте такий фрагмент коду до вашого файла .desktop:

source: The user will then be able to select whether squares should or should not be square. For non-square thumbnails, the specified thumbnail size becomes the size of the larger side of the thumbnail.
ca: Després, l'usuari podrà seleccionar si els quadrats han de ser quadrats o no. Per a miniatures no quadrades, la mida de miniatura especificada es convertirà en la mida del costat més gran de la miniatura.
it: L'utente potrà così selezionare se i quadrati non debbano essere quadrati. Per le miniature non quadrate, la dimensione specificata è ricavata da quella del lato più grande della miniatura.
nl: De gebruiker zal dan in staat zijn om te selecteren of vierkanten al dan niet vierkant moeten zijn. Voor niet-vierkante miniaturen wordt de gespecificeerde miniatuurgrootte de grootte van de langere zijde van de miniatuur.
pt: O utilizador poderá então seleccionar se as miniaturas devem ou não ser quadradas. Para as miniaturas não-quadradas, o tamanho da miniatura indicado fica o tamanho do lado maior da miniatura.
pt_br: O usuário poderá então selecionar se os quadrados devem ou não ser quadrados. Para miniaturas não quadradas, o tamanho especificado da miniatura se torna o tamanho do lado maior da miniatura.
sl: Uporabnik bo nato lahko izbral, ali naj bodo kvadratki ali ne-kvadratki. Za nekvadratne sličice postane določena velikost sličice kar velikost večje stranice sličice.
uk: Після цього користувач зможе вибрати між квадратною і прямокутною формами мініатюр. Для неквадратних мініатюр вказаний розмір мініатюри стає розміром найбільшої можливої сторони прямокутника мініатюри.

source: Theme Parameters
ca: Paràmetres del tema
it: Parametri del tema
nl: Themaparameters
pt: Parâmetros do Tema
pt_br: Parâmetros do tema
sl: Parametri teme
uk: Параметри теми

source: You might want to provide a way for the user to customize your theme, for example you could provide a few alternative CSS files, or let the user customize the background color. This is easy to do.
ca: Possiblement, voldreu proporcionar una forma perquè l'usuari personalitzi el vostre tema, per exemple, podeu proporcionar alguns fitxers CSS alternatius o deixar que l'usuari personalitzi el color de fons. Això és fàcil de fer.
it: Nel caso volessi fornire all'utente un modo per personalizzare il tuo tema, potresti offrire, per esempio, alcuni file CSS alternativi, oppure permettere all'utente di personalizzare il colore di sfondo. facile da eseguire.
nl: U zou misschien een manier voor de gebruiker willen leveren om uw thema aan te passen, u zou bijvoorbeeld een paar alternatieve CSS-bestanden kunnen leveren of de gebruiker de achtergrondkleur laten kiezen. Dat is gemakkelijk te doen.
pt: Poderá querer fornecer uma forma ao utilizador de personalizar o seu tema; por exemplo, poderá fornecer alguns ficheiros CSS alternativos, ou deixar o utilizador personalizar a cor de fundo. Isto é simples de fazer.
pt_br: Talvez você queira oferecer uma maneira para o usuário personalizar seu tema. Por exemplo, você pode fornecer alguns arquivos CSS alternativos ou permitir que o usuário personalize a cor de fundo. Isso é fácil de fazer.
sl: Morda boste želeli uporabniku ponuditi način, da prilagodi vašo temo, na primer lahko zagotovite nekaj alternativnih datotek CSS ali dovolite uporabniku prilagoditi barvo ozadja. To je enostavno narediti.
uk: Можливо, ви захочете, щоб користувач зміг налаштувати вашу тему, наприклад вибрати якийсь альтернативний варіант файлів CSS або колір тла. Уможливити таке налаштовування досить просто.

source: Declaring a Parameter
ca: Declarar un paràmetre
it: Dichiarare un parametro
nl: Een parameter declareren
pt: Declarar um Parâmetro
pt_br: Declarando um parâmetro
sl: Deklariranje parametra
uk: Оголошення параметра

source: First, you need to declare your parameter. Edit your desktop file and add something like this:
ca: Primer, haureu de declarar el vostre paràmetre. Editeu el vostre fitxer d'escriptori i afegiu alguna cosa com això:
it: Per prima cosa, devi dichiarare il parametro. Modifica il file desktop e aggiungi qualcosa tipo questa:
nl: Eerst moet u uw parameter declareren. Bewerkt uw bureaubladbestand en voeg iets toe als dit:
pt: Primeiro, precisa de declarar o seu parâmetro. Edite o seu ficheiro .desktop e adicione algo como o seguinte:
pt_br: Primeiro, você precisa declarar seu parâmetro. Edite seu arquivo desktop e adicione algo assim:
sl: Najprej morate deklarirati svoj parameter. Uredite datoteko namizja in dodajtenekaj podobnega:
uk: Спочатку, вам слід оголосити ваш параметр. Внесіть зміни до файла .desktop, додавши такий код:

source: Now start the tool and select your theme, after pressing next, you should see an option page with a color button initialized to the **#123456** color.
ca: Ara inicieu l'eina i seleccioneu el tema, després de prémer **Següent**, hauríeu de veure una pàgina d'opcions amb un botó de color inicialitzat al color **#123456**.
it: Ora avvia lo strumento e seleziona il tuo tema, dopo aver premuto il pulsante Successivo, dovresti vedere un'opzione con un pulsante del colore inizializzato al colore **#123456**.
nl: Start nu het hulpmiddel en selecteer uw thema, na indrukken van volgende, zou u een optiepagina moeten zien met een kleurknop geïnitialiseerd op de kleur **#123456**.
pt: Agora inicie a ferramenta e seleccione o seu tema, depois de carregar em Seguinte, deverá ver uma página de opção com um botão de cor inicializado com a cor **#123456**.
pt_br: Agora inicie a ferramenta e selecione seu tema. Após pressionar Avançar, você deverá ver uma página de opções com um botão de cor inicializado com a cor **#123456**.
sl: Zdaj zaženite orodje in izberite svojo temo, potem ko ste pritisnili Naprej, bi moralivideti stran z možnostmi z barvnim gumbom, ki je inicializiran na barvo **#123456**.
uk: Тепер, запустіть інструмент і виберіть вашу тему. Після натискання кнопки «Далі», ви маєте побачити сторінку параметрів із кнопкою кольору, початковим значенням для якої буде колір **#123456**.

source: Using Parameter Value
ca: Usar el valor del paràmetre
it: Usare il valore del parametro
nl: Parameterwaarde gebruiken
pt: Usar o Valor do Parâmetro
pt_br: Usando o valor do parâmetro
sl: Uporaba vrednosti parametra
uk: Користування значенням параметра

source: In :file:`template.xsl`, you can get the value of your parameter like this:
ca: En el :file:`template.xsl`, podreu obtenir el valor del vostre paràmetre d'aquesta manera:
it: In :file:`template.xsl`, puoi ottenere il valore del tuo parametro così:
nl: In :file:`template.xsl` kunt u de waarde van uw parameter ophalen zoals dit:
pt: No :file:`template.xsl`, poderá obter o valor do seu parâmetro, como se segue:
pt_br: Em :file:`template.xsl`, você pode obter o valor do seu parâmetro assim:
sl: V :file:`template.xsl` lahko dobite vrednost parametra nekako takole:
uk: У :file:`template.xsl` ви можете отримати значення вашого параметра ось так:

source: To change the background color of the **body** tag, you would write something like this:
ca: Per a canviar el color de fons de l'etiqueta del **body** (cos), haureu d'escriure alguna cosa com això:
it: Per cambiare il colore di sfondo del tag **body**, dovresti scrivere qualcosa tipo questo:
nl: Om de achtergrondkleur van de tag **body** te wijzigen, zou u zoiets moeten schrijven als dit:
pt: Para mudar a cor de fundo da marca **body**, iria escrever algo como o seguinte:
pt_br: Para alterar a cor de fundo da etiqueta **body**, você escreveria algo assim:
sl: Če želite spremeniti barvo ozadja značke **body**, bi napisali nekaj takega:
uk: Щоб змінити колір тла для теґу **body** вам слід скористатися таким кодом:

source: Parameter Reference
ca: Referència de paràmetres
it: Riferimento del parametro
nl: Referentie naar parameter
pt: Referência dos Parâmetros
pt_br: Referência do parâmetro
sl: Referenca parametra
uk: Довідка з параметрів

source: Here is a more complete description of the way to declare parameters. A parameter is declared by a section named **X-HTMLGallery Parameter someName**. **someName** should be replaced with the name you want to use in :file:`template.xsl`.
ca: Aquí hi ha una descripció més completa de la manera de declarar els paràmetres. Un paràmetre es declara mitjançant una secció anomenada **X-HTMLGallery Parameter someName**. **someName** s'ha de substituir amb el nom que voleu utilitzar en el :file:`template.xsl`.
it: Di seguito una descrizione più dettagliata per dichiarare i parametri. Un parametro viene dichiarato da una sezione chiamata **X-HTMLGallery Parameter Un_Nome**. **Un_Nome** va sostituito col nome che vuoi utilizzare nel file :file:`template.xsl`.
nl: Hier is een meer complete beschrijving van de manier om een parameters te declareren. Een parameter wordt gedeclareerd dooreen sectie genaamd **X-HTMLGallery Parameter eenNaam**. **eenNaam** zou vervangen moeten worden door de naam die u wilt gebruiken in :file:`template.xsl`.
pt: Aqui está uma descrição mais completa da forma como se declaram os parâmetros. Um parâmetro é declarado com uma secção chamada **X-HTMLGallery Parameter nome**. O **nome** deverá ser substituído pelo nome que deseja usar no :file:`template.xsl`.
pt_br: Aqui está uma descrição mais completa de como declarar parâmetros. Um parâmetro é declarado por uma seção chamada **X-HTMLGallery Parameter algumNome**. **algumNome** deve ser substituído pelo nome que você deseja usar em :file:`template.xsl`.
sl: Tukaj je popolnejši opis načina deklariranja parametrov. Parameter deklarira razdelek z imenom **X-HTMLGallery Parameter someName**. **someName** je treba zamenjati z imenom, ki ga želite uporabiti v :file:`template.xsl`.
uk: У цьому розділі наведено повніший опис способу оголошення параметрів. Параметр слід оголошувати у розділі з назвою **X-HTMLGallery Parameter якасьНазва**. Частину **якасьНазва** слід замінити на назву, якою ви хочете скористатися у :file:`template.xsl`.

source: The **Name** key defines the text which will be shown in the option page. Since this is a desktop file, it can be translated like the other keys.
ca: La clau **Name** defineix el text que es mostrarà a la pàgina d'opcions. Com que aquest és un fitxer d'escriptori, es pot traduir com les altres claus.
it: La chiave **Name** definisce il testo che verrà mostrato nella pagina delle opzioni. Dato che è un file desktop, può essere tradotto come le altre chiavi.
nl: De sleutel **Name** definieert de tekst die getoond zal worden in de optiepagina. Omdat dit een bureaubladbestand is, kan het vertaald worden zoals de andere sleutels.
pt: A chave **Name** define o texto que será apresentado na página da opção. Dado que isto é um ficheiro .desktop, poderá ser traduzida como as outras chaves.
pt_br: A chave **Name** define o texto que será exibido na página de opções. Como este é um arquivo de desktop, ele pode ser traduzido como as outras chaves.
sl: Ključna beseda **Ime** določa besedilo, ki bo prikazano na strani z možnostmi.Ker je to namizna datoteka, jo je mogoče prevesti kot druge ključne besede.
uk: Ключ **Name** визначає текст, який буде показано на сторінці параметрів. Оскільки це файл .desktop, назву може бути перекладено, подібно до інших ключів.

source: The **Type** key defines the type of the parameter. At the time of this writing it can be one of:
ca: La clau **Type** defineix el tipus del paràmetre. A l'hora d'escriure aquest article pot ser un de:
it: La chiave **Type** definisce il tipo di parametro. Attualmente può essere:
nl: De sleutel **Type** definieert het type va de parameter. Op dit moment kan het zijn een van:
pt: A chave **Type** define o tipo do parâmetro. Na altura em que isto foi escrito, pode ser um dos seguintes valores:
pt_br: A chave **Type** define o tipo do parâmetro. No momento da redação deste texto, pode ser um dos seguintes:
sl: Ključna beseda **Type** določa vrsto parametra. V času tega pisanja je lahko ena od:
uk: Ключ **Type** визначає тип параметра. У поточній версії можна скористатися такими типами:

source: caption
nl: opschrift

source: string
nl: tekenreeks

source: color
nl: kleur

source: list
nl: lijst

source: The **Default** key defines the default value of the parameter.
ca: La clau **Default** defineix el valor predeterminat del paràmetre.
it: La chiave **Default** definisce il valore predefinito del parametro.
nl: De sleutel **Default** definieert de standaard waarde van de parameter.
pt: A chave **Default** define o valor predefinido do parâmetro.
pt_br: A chave **Default** define o valor padrão do parâmetro.
sl: Ključna beseda **Default** določa privzeto vrednost parametra.
uk: Ключ **Default** визначає типове значення параметра.

source: List Parameter Keys
ca: Llistar les claus dels paràmetres
it: Chiavi del parametro List
nl: Lijst met parametersleutels
pt: Chaves de Parâmetros em Lista
pt_br: Chaves de parâmetro de lista
sl: Ključi parametrov seznama
uk: Ключі list параметрів

source: A list parameter lets the user select an item from a list. To declare the available items, you must use two sets of keys: **Value-N** and **Caption-N**, where **N** is the position of the item, starting from **0**.
ca: Un llista de paràmetres permet seleccionar un element des d'una llista. Per a declarar els elements disponibles, haureu d'utilitzar dos conjunts de claus: **Value-N** i **Caption-N**, on «**N**» és la posició de l'element, començant des de **0**.
it: Un parametro di elenco permette all'utente di selezionare un elemento da un elenco. Per dichiarare gli elementi disponibili, devi utilizzare due gruppi di chiavi: **Value-N** e **Caption-N**, dove **N** è la posizione dell'elemento, che inizia da **0**.
nl: Een lijstparameter laat de gebruiker een item uit een lijst selecteren. Om de beschikbare items te declareren moet u twee sets sleutels gebruiken: **Value-N** and **Caption-N**, waar **N** de positie van het item is, beginnend vanaf **0**.
pt: Um parâmetro do tipo lista permite ao utilizador seleccionar um item numa lista. Para declarar os itens disponíveis, deverá usar dois conjuntos de chaves: **Value-N** e **Caption-N**, onde o **N** é a posição do item, a começar em **0**.
pt_br: Um parâmetro de lista permite que o usuário selecione um item de uma lista. Para declarar os itens disponíveis, você deve usar dois conjuntos de chaves: **Value-N** e **Caption-N**, onde **N** é a posição do item, começando em **0**.
sl: Parameter seznama omogoča uporabniku, da izbere element s seznama. Za deklaracijo elementov, ki so na voljo, morate uporabiti dva niza ključev: **Value-N** in **Caption-N**, kjer je **N** položaj postavke, začenši z **0**.
uk: Параметр-список надає змогу користувачеві вибрати пункт зі списку. Щоб оголосити доступні записи ви можете скористатися одним з двох наборів ключів: **Value-N** та **Caption-N**, де **N** є позицією запису, починаючи з **0**.

source: **Value-N** is the internal value of the item. This is the value which will be set to the parameter.
ca: **Value-N** és el valor intern de l'element. Aquest és el valor que s'establirà al paràmetre.
it: **Value-N** è il valore interno dell'elemento. È il valore che sarà impostato nel parametro.
nl: **Value-N** is de interne waarde van het item. Dit is de waarde die aan de parameter zal worden gegeven.
pt: O **Value-N** é o valor interno do item. Este é o valor que será configurado para o parâmetro.
pt_br: **Value-N** é o valor interno do item. Este é o valor que será definido como parâmetro.
sl: **Value-N** je notranja vrednost elementa. To je vrednost, ki bo se nastavila na parameter.
uk: **Value-N** є внутрішнім значенням запису. Це значення, яке буде встановлено для параметра.

source: **Caption-N** is the displayed value of the item. This is the text which will be shown in the list.
ca: **Caption-N** és el valor que es mostra de l'element. Aquest és el text que es mostrarà a la llista.
it: **Caption-N** è il valore visualizzato dell'elemento. È il testo che verrà mostrato nell'elenco.
nl: **Caption-N** is de getoonde waarde van het item. Dit is de tekst die getoond zal worden in de lijst.
pt: **Caption-N** é o valor visível do item. Este é o texto que será apresentado na lista.
pt_br: **Caption-N** é o valor exibido do item. Este é o texto que será exibido na lista.
sl: **Caption-N** je prikazana vrednost postavke. To je besedilo, ki bo prikazano na seznamu.
uk: **Caption-N** є показаним значенням запису. Це текст, який буде показано у списку.

source: Here is an example: the **style** parameter from the **Simple** theme:
ca: Aquí teniu un exemple: el paràmetre **style** del tema **Senzill**:
it: Ecco un esempio: il parametro **stile** dal tema **Simple**:
nl: Hier is een voorbeeld: de **stijl** parameter uit het **Eenvoudige** thema:
pt: Aqui está um exemplo: o parâmetro **style** do tema **Simples**:
pt_br: Aqui está um exemplo: o parâmetro **style** do tema **Simple**:
sl: Tukaj je primer: parameter **style** iz teme **Simple**:
uk: Ось приклад: параметр **style** з теми **Simple**:

source: As you can see, the user will be able to choose either **Natural** or **Dark**. Depending on the user choice, **<xsl:value-of select='$style'/>** will expand to either :file:`natural.css` or :file:`dark.css`.
ca: Com podeu veure, l'usuari podrà triar entre **Natural** o **Fosc**. Segons l'elecció de l'usuari, **<xsl:value-of select='$style'/>** s'expandirà a qualsevol dels dos, :file:`natural.css` o :file:`dark.css`.
it: Come puoi osservare, l'utente potrà scegliere o **Natural** o **Dark**. A seconda della scelta dell'utente, il valore **<xsl:value-of select='$style'/>** si estenderà al file :file:`natural.css` o :file:`dark.css`.
nl: Zoals u kunt zien, de gebruiker is in staat te kiezen tussen **Natuurlijk** of **Donker**. Afhankelijk van de keuze van de gebruiker, **<xsl:value-of select='$style'/>** zal ofwel :file:`natural.css` of :file:`dark.css` worden.
pt: Como poderá ver, o utilizador será capaz de escolher entre **Natural** ou **Dark**. Dependendo da escolha do utilizador, o **<xsl:value-of select='$style'/>** irá expandir para :file:`natural.css` ou :file:`dark.css`.
pt_br: Como você pode ver, o usuário poderá escolher entre **Natural** ou **Dark**. Dependendo da escolha do usuário, **<xsl:value-of select='$style'/>** será expandido para :file:`natural.css` ou :file:`dark.css`.
sl: Kot lahko vidite, bo uporabnik lahko izbral bodisi **Natural** oz. **Dark**. Odvisno od izbire uporabnika, **<xsl:value-of select='$style'/>** se bo razširil v :file:`natural.css` ali :file:`dark.css`.
uk: Як можна бачити, користувач зможе вибрати або **Natural**, або **Dark**. Залежно від вибору користувача, **<xsl:value-of select='$style'/>** буде розгорнуто або у :file:`natural.css`, або у :file:`dark.css`.

source: Int Parameter Keys
ca: Claus del paràmetre «int»
it: Chiavi del parametro Int
nl: Parametersleutels van int
pt: Chaves do Parâmetro Inteiro
pt_br: Chaves de parâmetro int
sl: Ključi parametrov Int
uk: Ключі Int параметрів
