Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/jalbum_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The digiKam JAlbum Export
ca: L'eina d'exportació al JAlbum del digiKam
it: L'esportazione jAlbum di digiKam
nl: Het JAlbum exporteren van digiKam
pt: A Exportação para o JAlbum do digiKam
pt_br: A exportação para o JAlbum do digiKam
sl: Izvoz digiKam JAlbum
sv: JAlbum-export i digiKam
uk: Експортування до JAlbum у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, jalbum, gallery, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, jalbum, galeria, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, jalbum, galleria, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, jalbum, galerij, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, jalbum, galeria, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, jalbum, galeria, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, jalbum, galerija, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, jalbum, galleri, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, jalbum, галерея, експорт, експортування

source: :ref:`JAlbum Export <post_processing>`
ca: :ref:`Exportació al JAlbum <post_processing>`
it: :ref:`Esportazione jAlbum <post_processing>`
nl: :ref:`jAlbum exporteren <post_processing>`
pt_br: :ref:`Exportar para o JAlbum <post_processing>`
sl: :ref:`izvoz v JAlbum <post_processing>`
sv: :ref:`Export till JAlbum <post_processing>`

source: The JAlbum Export tool allows you to create metadata for a set of digiKam items to use in the Java-based `JAlbum HTML Gallery Generator <https://en.wikipedia.org/wiki/JAlbum>`_. The `Java virtual machine <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ and the JAlbum program must be previously installed on your computer so JAlbum can be executed by digiKam.
ca: L'eina d'exportació de JAlbum permet crear metadades per a un conjunt d'elements del digiKam que s'utilitzaran en el `generador de galeries HTML de JAlbum <https://en.wikipedia.org/wiki/JAlbum>`_ basat en Java. La `màquina virtual de Java <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ i el programa JAlbum han d'estar instal·lats prèviament a l'ordinador per tal que es pugui executar el JAlbum.
it: Lo strumento Esportazione jAlbum ti consente di creare metadati per un gruppo di elementi di digiKam da utilizzare nel `generatore di gallerie HTML jAlbum <https://en.wikipedia.org/wiki/JAlbum>`_ basato su Java. La `Java Virtual Machine <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ e il programma jAlbum devono essere già installati nel computer, in modo che jAlbum possa essere avviato da digiKam.
nl: Het hulpmiddel JAlbum exporteren biedt u het maken van metagegevens voor een set items in digiKam om de op Java gebaseerde `JAlbum HTML galerijgenerator <https://en.wikipedia.org/wiki/JAlbum>`_ te gebruiken. De `Java virtuele machine <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ en het JAlbum programma moeten eerder zijn geïnstalleerd op uw computer zodat JAlbum uitgevoerd kan worden door digiKam.
pt_br: A ferramenta de exportação para o JAlbum permite criar metadados para um conjunto de itens do digiKam para uso no `Gerador de galeria HTML do JAlbum <https://en.wikipedia.org/wiki/JAlbum>`_ baseado em Java. A `Máquina virtual do Java <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ e o programa JAlbum devem estar previamente instalados no seu computador para que o JAlbum possa ser executado pelo digiKam.
sl: Orodje Izvoz v JAlbum vam omogoča ustvarjanje metapodatkov za nabor elementov digiKam za uporabo v `JAlbum HTML Gallery Generator na osnovi Jave <https://en.wikipedia.org/wiki/JAlbum>`_. `Navidezni stroj Java <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ in program JAlbum morata biti predhodno nameščena na vašem računalniku, da lahko JAlbum izvaja digiKam.
sv: JAlbum-exportverktyget gör det möjligt att skapa metadata för en uppsättning digiKam-objekt att använda i den Java-baserade `JAlbum HTML-gallerigeneratorn <https://en.wikipedia.org/wiki/JAlbum>`_. Den virtuella Java-maskinen <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ och JAlbum-programmet måste vara tidigare installerade på datorn så att jAlbum kan köras av digiKam.

source: To run this tool, choose the :menuselection:`Tools --> Create JAlbum Gallery` menu entry, or click on the **Create JAlbum Gallery** icon from the **Tools** tab in the **Right Sidebar**.
ca: Per a executar aquesta eina, trieu l'element de menú :menuselection:`Eines --> Crea una galeria de JAlbum...`, o feu clic sobre la icona **Crea una galeria de JAlbum** a la pestanya **Eines** a la **barra lateral dreta**.
it: Per avviare questo strumento, scegli la voce di menu :menuselection:`Strumenti --> Crea galleria jAlbum`. oppure fai clic sull'icona **Crea galleria jAlbum** dalla scheda **Strumenti** nella **barra laterale destra**.
nl: Om dit hulpmiddel uit te voeren, kies het menu-item :menuselection:`Hulpmiddelen --> JAlbum-galerij maken` of klik op het pictogram **JAlbum-galerij maken** uit tabblad **Hulpmiddelen** in de **Rechter zijbalk**.
pt_br: Para executar esta ferramenta, escolha a entrada de menu :menuselection:`Ferramentas --> Criar galeria do JAlbum` ou clique no ícone **Criar galeria do JAlbum** na aba **Ferramentas** na **barra lateral direita**.
sl: Če želite zagnati to orodje, izberite menijski vnos :menuselection:`Orodja --> Ustvari galerijo JAlbum` ali kliknite ikono **Ustvari galerijo JAlbum** na zavihku **Orodja** v **desni stranski vrstici** .
sv: För att köra verktyg, välj menyalternativet :menuselection:`Verktyg --> Skapa JAlbum-galleri`, eller klicka på ikonen **Skapa JAlbum-galleri** under fliken **Verktyg** på **Höger sidorad**.

source: The Selection of Item to export to JAlbum Gallery Generator
ca: La selecció d'elements que s'exportaran amb el Generador de galeries JAlbum
it: La selezione di elementi da esportare nel generatore di gallerie jAlbum
nl: De selectie van items om te exporteren naar de JAlbum-galerij-generator
pt: A Selecção do Item a Exportar para o Gerador de Galerias do JAlbum
pt_br: Seleção de itens para exportar para o gerador de galeria do JAlbum
sl: Izbira elementa za izvoz v JAlbum Gallery Generator
sv: Val av objekt att exportera till JAlbum-gallerigeneratorn
uk: Вибір записів для експортування до засобу створення галереї JAlbum

source: This opens the JAlbum Export wizard that guides you through the entire process. This first page allows you to select items either from **Images** currently selected in digiKam, or from **Albums** hosted in your collections. This page also verifies the availability of the **JAlbum** and **Java** binary programs.
ca: Això obre l'assistent d'exportació de JAlbum que us guiarà a través de tot el procés. Aquesta primera pàgina permet seleccionar elements a partir de les **Imatges** seleccionades actualment al digiKam, o des d'**Àlbums** allotjats en les vostres col·leccions. Aquesta pàgina també verificarà la disponibilitat dels programes binaris **JAlbum** i **Java**.
it: Si apre la procedura guidata Esportazione jAlbum Export che ti assisterà durante l'intero processo. Questa prima pagina ti permette di scegliere gli elementi: o dalle **immagini** attualmente selezionate in digiKam o dagli **album** presenti nelle tue raccolte. Questa pagina verifica anche la disponibilità degli eseguibili di **jAlbum** e di **Java**.
nl: Dit opent de assistent JAlbum exporteren die u begeleid door het gehele proces. Deze eerste pagina biedt u het selecteren van items: uit **Afbeeldingen** nu geselecteerd in digiKam of uit **Albums** opgeslagen in uw verzamelingen. Deze pagina verifieert ook de beschikbaarheid van binaire programma's **JAlbum** en **Java**.
pt_br: Isso abre o assistente de exportação do JAlbum, que o guia por todo o processo. Esta primeira página permite selecionar itens das **Imagens** atualmente selecionadas no digiKam ou dos **Álbuns** hospedados em suas coleções. Esta página também verifica a disponibilidade dos programas binários **JAlbum** e **Java**.
sl: S tem se odpre čarovnik za izvoz JAlbum, ki vas vodi skozi celoten postopek. Ta prva stran vam omogoča, da izberete elemente iz **Slik**, ki so trenutno izbrane v digiKamu, ali iz **Albumov**, ki jih gostite v svojih zbirkah. Ta stran prav tako preverja razpoložljivost binarnih programov **JAlbum** in **Java**.
sv: Det öppnar guiden för JAlbum-export som leder dig genom hela processen. Första sidan gör det möjligt att antingen välja objekt från **Bilder** för närvarande markerade i digiKam eller från **Album** som finns i samlingar. Sidan verifierar också tillgänglighet för binärprogrammen **JAlbum** och **Java**.

source: The JAlbum Export Wizard Welcome Page
ca: La pàgina de benvinguda de l'assistent d'exportació del JAlbum
it: La pagina iniziale della procedura guidata dell'esportazione jAlbum
nl: De Welkomstpagina van de assistent voor JAlbum exporteren
pt: A Página de Boas-Vindas da Exportação para o JAlbum
pt_br: Página de boas-vindas do assistente de exportação do JAlbum
sl: Pozdravna stran čarovnika za izvoz JAlbum
sv: Välkomstsidan i JAlbum-exportguide
uk: Сторінка вітання майстра експортування до JAlbum

source: The second page of this wizard allows you to review the list of images, or album contents to export to the JAlbum HTML gallery generator. When the selection is complete, press the **Next** button.
ca: La segona pàgina d'aquest assistent permet revisar la llista d'imatges o el contingut dels àlbums que s'exportarà cap al generador de galeries HTML de JAlbum. Un cop completada la selecció, premeu el botó **Següent**.
it: La seconda pagina della procedura ti permette di ricontrollare l'elenco delle immagini o il contenuto degli album da esportare nel generatore di galleria HTML jAlbum. Una volta completata la selezione, premi il pulsante **Successivo**.
nl: De tweede pagina van deze assistent biedt u het herzien van de lijst met afbeeldingen of inhoud van albums om te exporteren naar de JAlbum HTML-galerijgenerator. Wanneer de selectie voltooid is, druk op de knop **Volgende**.
pt_br: A segunda página deste assistente permite que você revise a lista de imagens ou o conteúdo do álbum a ser exportado para o gerador de galeria HTML do JAlbum. Quando a seleção estiver concluída, clique no botão **Próximo**.
sl: Druga stran tega čarovnika vam omogoča pregledovanje seznama slik ali vsebine albuma za izvoz v generator galerije HTML JAlbum. Ko je izbira končana, pritisnite gumb **Naprej**.
sv: Den andra sidan i guiden gör det möjligt att granska listan över bilder eller albuminnehåll som ska exporteras till JAlbum HTML-gallerigeneratorn. När valet är klart, tryck på knappen **Nästa**.

source: The JAlbum Export Wizard Items Selection Page
ca: La pàgina de selecció d'elements de l'assistent d'exportació del JAlbum
it: La pagina di selezione degli elementi della procedura guidata dell'esportazione jAlbum
nl: De Selectiepagina van de assistent voor items exporteren naar JAlbum
pt: A Página de Selecção de Itens do Assistente de Exportação para o JAlbum
pt_br: Página de seleção de itens do assistente de exportação para o JAlbum
sl: Stran za izbiro elementov čarovnika za izvoz JAlbum
sv: Urvalssidan i JAlbum-exportguide
uk: Сторінка вибору записів майстра експортування JAlbum

source: The third page configures the JAlbum settings to export contents. Here you can configure the **Project Title** and the **Projects folder** designating where the files should be generated.
ca: La tercera pàgina configura les opcions de JAlbum per a exportar el contingut. Aquí podreu configurar el **Títol del projecte** i la **Carpeta de projectes** que designa on s'hauran de generar els fitxers.
it: La terza pagina configura le impostazioni jAlbum per esportare i contenuti. Qui puoi configurare il **Titolo del progetto** e la **Cartella dei progetti** in cui devono essere generati i file.
nl: De derde pagina configureert de JAlbum-instellingen om inhoud te exporteren. Hier kunt u de **Projecttitel** en de **Projectenmap** configureren die aangeven waar de bestanden gegenereerd moeten worden.
pt_br: A terceira página ajusta as configurações do JAlbum para exportar conteúdo. Aqui você pode configurar o **Título do projeto** e a **Pasta de projetos**, designando onde os arquivos devem ser gerados.
sl: Tretja stran konfigurira nastavitve JAlbuma za izvoz vsebine. Tukaj lahko konfigurirate **Naslov projekta** in **Mapo projektov**, ki določa, kje naj bodo datoteke ustvarjene.
sv: Den tredje sidan ställer in JAlbum-inställningarna för att exportera innehåll. Här kan man ställa in **Projekttitel** och **Projektkatalogen** för att ange var filer ska genereras.

source: The JAlbum Export Wizard Settings Page
ca: La pàgina de configuració de l'assistent d'exportació del JAlbum
it: La pagina delle impostazioni della procedura guidata dell'esportazione jAlbum
nl: De Instellingenpagina van de assistent voor JAlbum exporteren
pt: A Página de Configuração do Assistente de Exportação para o JAlbum
pt_br: Página de configurações do assistente de exportação do JAlbum
sl: Stran z nastavitvami čarovnika za izvoz JAlbum
sv: Inställningssidan i JAlbum-exportguide
uk: Сторінка параметрів експортування JAlbum

source: The fourth page lists all of the steps taken to generate and export the album.
ca: La quarta pàgina llista tots els passos per a generar i exportar l'àlbum.
it: La quarta pagina mostra tutte le fasi per generare ed esportare l'album.
nl: De vierde pagina maakt een lijst van alle stappen om het album te genereren en te exporteren.
pt_br: A quarta página lista todas as etapas tomadas para gerar e exportar o álbum.
sl: Na četrti strani so navedeni vsi koraki za ustvarjanje in izvoz albuma.
sv: Den fjärde sidan visar alla steg som tas för att generera och exportera albumet.

source: The JAlbum Export Wizard Preparing Output Files
ca: L'assistent d'exportació del JAlbum preparant els fitxers de sortida
it: La procedura guidata dell'esportazione jAlbum che prepara i file da esportare
nl: De assistent voor JAlbum exporteren prepareert uitvoerbestanden
pt: O Assistente de Exportação para o JAlbum a Preparar os Ficheiros do Resultado
pt_br: O assistente de exportação para o JAlbum preparando arquivos de saída
sl: Čarovnik za izvoz JAlbum pripravlja izhodne datoteke
sv: JAlbum-exportguiden som förbereder utdatafiler
uk: Приготування файлів-результатів у майстрі експортування до JAlbum

source: When all the steps are completed, the JAlbum Application is started with all of the files exported from digiKam. At this time, you can close the JAlbum Export tool and continue to work with JAlbum application.
ca: Quan es completin tots els passos, l'aplicació JAlbum començarà amb tots els fitxers exportats des del digiKam. En aquest moment, podreu tancar l'eina d'exportació de JAlbum i continuar treballant amb l'aplicació JAlbum.
it: Quando tutti i passaggi sono completati verrà avviata l'applicazione jAlbum, che mostrerà tutti i file esportati da digiKam. A questo punto puoi chiudere lo strumento di Esportazione jAlbum e continuare a lavorare con l'applicazione jAlbum.
nl: Wanneer alle stappen voltooid zijn is de JAlbum-toepassing gestart met alle bestanden uit digiKam geëxporteerd. Op dat moment kunt u het hulpmiddel JAlbum exporteren sluiten en doorgaan met werken in de JAlbum-toepassing.
pt_br: Após a conclusão de todas as etapas, o aplicativo JAlbum será iniciado com todos os arquivos exportados do digiKam. Nesse momento, você pode fechar a ferramenta de exportação do JAlbum e continuar trabalhando com o aplicativo JAlbum.
sl: Ko so vsi koraki končani, se zažene aplikacija JAlbum z vsemi datotekami, izvoženimi iz digiKama. V tem času lahko zaprete orodje Izvoz v JAlbum in nadaljujete z delom z aplikacijo JAlbum.
sv: När alla stegen är färdiga startas JAlbum-programmet med alla filerna som exporterats från digiKam. För närvarande kan man stänga JAlbum-exportverktyget och fortsätta att arbeta med JAlbum-programmet.

source: The JAlbum Application Started with the Exported Files from digiKam
ca: L'aplicació JAlbum iniciada amb els fitxers exportats des del digiKam
it: L'applicazione jAlbum avviata con i file esportati da digiKam
nl: De JAlbum-toepassing gestart met het exporteren van bestanden uit digiKam
pt: A Aplicação JAlbum Iniciada com os Ficheiros Exportados do digiKam
pt_br: O aplicativo JAlbum foi iniciado com os arquivos exportados do digiKam
sl: Aplikacija JAlbum se je začela z izvoženimi datotekami iz digiKama
sv: JAlbum-programmet startat med de exporterade filerna från digiKam
uk: Програму JAlbum запущено з файлами, які експортовано з digiKam

source: JAlbum Export
pt: Exportação para o JAlbum
uk: Експортування jAlbum

source: The JAlbum Export tool allows to create metadata for a set on digiKam items to use in the Java-based `JAlbum HTML Gallery Generator <https://en.wikipedia.org/wiki/JAlbum>`_. The `Java virtual machine <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ and the JAlbum program must be installed previously on your computer as run-time dependencies of this tool.
pt: A ferramenta de Exportação para o JAlbum permite criar meta-dados para um conjunto de itens do digiKam, de forma a usar no `Gerador de Galerias em HTML JAlbum <https://en.wikipedia.org/wiki/JAlbum>`_, feito em Java. A `máquina virtual do Java <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ e o programa JAlbum deverão estar instalados anteriormente no seu computador como dependências de execução desta ferramenta.
uk: За допомогою засобу експортування JAlbum можна створити метадані для набору записів digiKam, щоб ними можна було скористатися у заснованому на Java `Засобі створення галерей HTML JAlbum HTML <https://en.wikipedia.org/wiki/JAlbum>`_. Для забезпечення роботи цього інструмента слід попередньо встановити на вашому комп'ютері `віртуальну машину Java <https://en.wikipedia.org/wiki/Java_virtual_machine>`_ та програму JAlbum.

source: To run this tool, choose :menuselection:`Tools --> Create JAlbum Gallery` menu entry, or click on **Create JAlbum Gallery** icon from **Tools** tab in **Right Sidebar**.
pt: Para executar esta ferramenta, escolha :menuselection:`Ferramentas --> Criar uma Galeria do JAlbum` ou carregue no ícone **Criar uma Galeria do JAlbum** na página de **Ferramentas** na **Barra Lateral Direita**.
uk: Щоб запустити цей інструмент, скористайтеся пунктом меню :menuselection:`Інструменти --> Створити галерею JAlbum` або натисніть кнопку **Створити галерею JAlbum** на вкладці **Інструменти** **правої бічної панелі**.

source: This opens the JAlbum Export wizard that guides you through the entire process. This first page allows to use the items selection method: from **Images** currently selected in digiKam, or from **Albums** hosted in your collections. This page also verifies the availability of **JAlbum** and **Java** binary programs.
pt: Isto abre o assistente de Exportação para o JAlbum, que o conduz por todo o processo. Esta primeira página permite usar o método de selecção dos itens: das **Imagens** seleccionadas de momento no digiKam, ou nos **Álbuns** alojados nas suas colecções. Esta página também verifica a disponibilidade dos binários do **JAlbum** e do **Java**.
uk: У відповідь буде відкрито майстер експортування до JAlbum, який допоможе вам виконати усі необхідні процедури. За допомогою першої сторінки можна визначити спосіб вибору записів: на основі **Зображень**, які позначено у digiKam, або на основі **Альбомів** з ваших збірок. На цій сторінці програма перевірить доступність двійкових програм **JAlbum** і **Java**.

source: The second page of this wizard allows to review the list of images, or albums contents to export in the JAlbum HTML gallery generator. When selection is done, press the **Next** button.
pt: A segunda página deste assistente permite rever a lista de imagens ou os conteúdos dos álbuns a exportar para o gerador de galerias em HTML do JAlbum. Quando terminar a selecção, carregue no botão **Seguinte**.
uk: За допомогою другої сторінки цього майстра можна переглянути список зображень або вміст альбомів, які буде експортовано до засобу створення галереї JAlbum. Коли список вас задовольнятиме, натисніть кнопку **Далі**.

source: The third page will configure the JAlbum settings to export contents. Here you can configure the **Project Title** and the **Projects folder** where files must be generated.
pt: A terceira página irá configurar as definições do JAlbum para exportar os conteúdos. Aqui poderá configurar o **Título do Projecto** e a **Pasta de projectos** onde serão gerados os ficheiros.
uk: За допомогою третьої сторінки можна налаштувати параметри експортування даних JAlbum. Тут ви можете вказати **Назву проєкту** та **Теку проєкту**, де буде збережено файли.

source: The fourth page will show all stages to generate files to export to JAlbum. When all is completed, the JAlbum
pt: A quarta página mostrar-lhe-á todas as etapas para gerar os ficheiros a exportar para o JAlbum. Quando tudo terminar, o JAlbum
uk: На четвертій сторінці буде показано усі кроки створення файлів для експортування до JAlbum. Коли налаштовування буде завершено, можна експортувати дані до JAlbum.

source: When all tasks are completed, the JAlbum Application is started with all files exported from digiKam. At this time, you can close the JAlbum Export tool and continue to work with JAlbum application.
pt: Quando todas as tarefas estiverem completas, a aplicação JAlbum será iniciada com todos os ficheiros exportados a partir do digiKam. Nesta altura, poderá fechar a ferramenta de Exportação do JAlbum e continuar a trabalhar com a aplicação JAlbum.
uk: Коли усі завдання буде завершено, буде запущено програму JAlbum з усіма файлами, які було експортовано з digiKam. Ви можете закрити вікно інструмента експортування до JAlbum і продовжити роботу з програмою JAlbum.
