Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/media_server.po
Languages: ca, it, nl, pt, pt_br, sv, uk

source: The digiKam Tool to Share With DLNA
ca: L'eina per a compartir amb DLNA en el digiKam
it: Lo strumento di digiKam per condividere con DLNA
nl: Het hulpmiddel Delen met DLNA van digiKam
pt: A Ferramenta de Partilha por DLNA com o digiKam
pt_br: A ferramenta do digiKam para compartilhar com o DLNA
sv: Verktyget Dela med DLNA i digiKam
uk: Оприлюднення ресурсів digiKam за допомогою DLNA

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, dlna, upnp, share
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, dlna, upnp, compartir
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, dlna, upnp, condividere
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, dlna, upnp, share, delen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, DLNA, UPNP, partilha
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, dlna, upnp, compartilhar
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, dlna, upnp, dela
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, dlna, upnp, оприлюднення, поділитися

source: Media Server
ca: Servidor multimèdia
pt: Servidor Multimédia

source: Contents
ca: Contingut
pt: Conteúdo
sv: Innehåll

source: DLNA Media-Server is used to automatically export digiKam photos through the local network to other `DLNA-compliant devices <https://en.wikipedia.org/wiki/Digital_Living_Network_Alliance>`_ like smart phones, TV, and tablets.
ca: S'utilitza el servidor multimèdia DLNA per a exportar automàticament les fotografies del digiKam a través de la xarxa local cap a altres `dispositius compatibles amb DLNA <https://en.wikipedia.org/wiki/Digital_Living_Network_Alliance>`_, com ara telèfons intel·ligents, televisors i tauletes.
it: Il server multimediale DLNA viene utilizzato automaticamente per esportare le foto di digiKam, tramte la rete locale, ad altri `dispositivi conformi a DLNA <https://en.wikipedia.org/wiki/Digital_Living_Network_Alliance>`_ come smartphone, TV e tablet.
nl: De DLNA-mediaserver wordt gebruikt om automatisch foto's uit digiKam te exporteren via het lokale netwerk naar andere `DLNA-compliant apparaten <https://en.wikipedia.org/wiki/Digital_Living_Network_Alliance>`_ zoals smartphones, tv's en tablets.
pt: O Servidor Multimédia DLNA é usado para exportar automaticamente as fotografias do digiKam através da rede local para outros `dispositivos compatíveis com o DLNA <https://en.wikipedia.org/wiki/Digital_Living_Network_Alliance>`_, como os telemóveis, TV's ou 'tablets'.
pt_br: O Servidor de mídia DLNA é usado para exportar automaticamente fotos do digiKam através da rede local para outros `dispositivos compatíveis com DLNA <https://en.wikipedia.org/wiki/Digital_Living_Network_Alliance>`_ como smartphones, TVs e tablets.
sv: DLNA-mediaserver används för att automatiskt exportera foton från digiKam via det lokala nätverket till andra `DLNA-kompatibla enheter <https://en.wikipedia.org/wiki/Digital_Living_Network_Alliance>`_ som smarta telefoner, tv och surfplattor.
uk: Медіасервер DLNA призначено для автоматичного експортування фотографій збірки digiKam за допомогою локальної мережі на `сумісні з DLNA пристрої <https://en.wikipedia.org/wiki/Digital_Living_Network_Alliance>`_, зокрема смартфони, телевізори і планшети.

source: To start the media-server, head to the **Tools** tab from the **Right Sidebar**. You will find the **Share with DLNA** icon on the list. You can also start it from the :menuselection:`Tools --> Share with DLNA` menu entry. The media-server window will open as follows:
ca: Per a iniciar el servidor multimèdia, aneu a la pestanya **Eines** de la **barra lateral dreta**. A la llista trobareu la icona **Comparteix amb DLNA**. També podreu iniciar-lo des de l'element de menú «:menuselection:`Eines --> Comparteix amb`». La finestra del servidor multimèdia s'obrirà de la manera següent:
it: Per avviare il server multimediale, vai alla scheda **Strumenti** dalla **barra laterale destra**. Nell'elenco è presente l'icona **Condividi con DLNA**. Puoi avviare il comando anche dalla voce di menu :menuselection:`Strumenti --> Condividi con DLNA`. Si aprirà la finestra del server multimediale, come segue:
nl: Om de mediaserver te starten, ga naar het tabblad **Hulpmiddelen** in de **Rechter zijbalk**. U zult het pictogram **Delen met DLNA** in de lijst vinden. U kunt het ook starten vanuit het menu-item :menuselection:`Hulpmiddelen --> Delen met DLNA` . Het venster mediaserver zal als volgt openen:
pt: Para iniciar o servidor multimédia, dirija-se à **barra da direita** e carregue no menu **Ferramentas**. Irá descobrir o ícone para **Partilhar com o DLNA` na lista. Também o poderá iniciar a partir do menu :menuselection:`Ferramentas --> Partilhar com o DLNA`. A janela do servidor multimédia irá abrir da seguinte forma:
pt_br: Para iniciar o servidor de mídia, acesse a aba **Ferramentas** na **Barra lateral direita**. Você encontrará o ícone **Compartilhar com DLNA** na lista. Você também pode iniciá-lo a partir do item de menu :menuselection:`Ferramentas --> Compartilhar com DLNA`. A janela do servidor de mídia será aberta da seguinte forma:
sv: För att starta mediaservern, gå till fliken **Verktyg** i **höger sidorad**. Ikonen **Dela med DLNA** finns i listan. Man kan också starta den från menyalternativet :menuselection:`Verktyg --> Dela med DLNA`. Mediaserverfönstret öppnas enligt följande:
uk: Для того, щоб запустити медіасервер, скористайтеся вкладкою **Інструменти** **правої бічної панелі**. У списку ви побачите пункт **Оприлюднити за допомогою DLNA**. Крім того, сервер можна запустити за допомогою пункту меню :menuselection:`Інструменти --> Оприлюднити за допомогою DLNA`. Буде відкрито вікно сервера мультимедійних даних:

source: The DLNA Media-Server Dialog
ca: El diàleg del servidor multimèdia DLNA
it: La finestra di dialogo del server multimediale DLNA
nl: De dialoog DLNA-mediaserver
pt: A Janela do Servidor Multimédia DLNA
pt_br: A janela de Servidor de mídia DLNA
sv: Dialogrutan DLNA-mediaserver
uk: Вікно сервера мультимедійних даних DLNA

source: To share items just select your desired **Albums** from the nested lists. You can share from physical **Albums**, or virtual **Tags**, **Searches**, and **Labels**. When the selection is done, press the **Start** button, a wheel on the right side will indicate that server is currently running.
ca: Per a afegir elements, senzillament seleccioneu els **àlbums** que vulgueu des de les llistes imbricades. Podreu compartir des d'**àlbums** físics fins a **etiquetes**, **cerques** i **rètols** virtuals. Quan la selecció hagi acabat, premeu el botó **Inicia**, una roda en el costat dret indicarà que el servidor s'està executant.
pt: Para partilhar os itens, basta seleccionar os seus **Álbuns** desejados nas listas encadeadas. Poderá partilhar a partir de **Álbuns** físicos, **Marcas** virtuais, **Pesquisas** e **Legendas**. Quando terminar a selecção, carregue no botão **Iniciar**, sendo que uma roda à direita irá indicar que o servidor está em execução de momento.
sv: För att dela objekt, välj bara önskade **Album** från de nästlade listorna. Man kan dela från fysiska **Album** eller virtuella **Etiketter**, **Sökningar** och **Beteckningar**. När valet är klart, tryck på knappen **Start**, så indikerar ett hjul på höger sida att servern för närvarande är igång.

source: You can hide this media-server window (without closing the actual server) using the **Ok** button. If you want shutdown the server, re-open the Media-Server dialog and press the **Stop** button. Note that the files and folders you specify will be saved for you to use in later sessions.
ca: Podreu ocultar aquesta finestra del servidor multimèdia (sense tancar el servidor real) amb el botó **D'acord**. Si voleu apagar el servidor, torneu a obrir el diàleg del Servidor multimèdia i premeu el botó **Atura**. Cal tenir en compte que els fitxers i carpetes que especifiqueu es desaran per a utilitzar-los en sessions posteriors.
it: È possibile nascondere la finestra del server multimediale (senza chiudere il server corrente) col pulsante **Ok**. Se vuoi spegnere il server, riapri la sua finestra di dialogo e premi il pulsante **Ferma**. Nota che i file e le cartelle che hai specificato saranno salvate per un utilizzo successivo in altre sessioni.
nl: U kunt dit mediaservervenster verbergen (zonder echt de actuele server te sluiten) met de knop **Ok**. Als u de server wilt afsluiten, open de mediaserverdialoog opnieuw en druk op de knop **Stoppen**. Merk op dat de bestanden en mappen die u hebt gespecificeerd voor u opgeslagen zullen worden om in latere sessies te gebruiken.
pt: Poderá esconder esta janela do servidor multimédia (sem fechar o servidor propriamente dito), usando o botão **Ok**. Se quiser encerrar o servidor, reabra a janela do Servidor Multimédia e carregue no botão **Parar**. Repare que os ficheiros e pastas que indicar serão gravados para poder usar noutras sessões.
pt_br: Você pode ocultar a janela do servidor de mídia (sem fechar o servidor em si) usando o botão **Ok**. Se desejar desligar o servidor, reabra a janela do Servidor de mídia e pressione o botão **Parar**. Observe que os arquivos e pastas especificados serão salvos para uso em sessões posteriores.
sv: Man kan dölja mediaserverfönstret (utan att stänga den faktiska servern) med knappen **Ok**. Om man vill stänga av servern öppna dialogrutan Mediaserver igen och tryck på knappen **Stopp**. Observera att de filer och kataloger som anges sparas så att man kan använda dem i senare sessioner.
uk: Приховати це вікно мультимедійного сервера (без завершення роботи сервера) можна за допомогою натискання кнопки **Гаразд**. Якщо ви хочете завершити роботу сервера, повторно відкрийте вікно мультимедійного сервера і натисніть кнопку **Зупинити**. Зауважте, що вказані вами файли і теки буде збережено для використання у наступних сеансах роботи з програмою.

source: Use the option **Start Server at Startup** if you want to run the media-server automatically once you start digiKam.
ca: Utilitzeu l'opció **Inicia el servidor en iniciar** si voleu executar automàticament el servidor multimèdia quan inicieu el digiKam.
it: Usa l'opzione **Esegui il server all'avvio** se vuoi avviare automaticamente il server multimediale quando esegui digiKam.
nl: Gebruik de optie **Server starten bij opstarten** als u de mediaserver automatisch wilt opstarten nadat u digiKam opstart.
pt: Use a opção **Iniciar o Servidor no Arranque** se quiser iniciar o servidor multimédia automaticamente, assim que iniciar o digiKam.
pt_br: Use a opção **Iniciar servidor na inicialização** se quiser executar o servidor de mídia automaticamente ao iniciar o digiKam.
sv: Använd alternativet **Kör server vid start** om mediaservern ska köras automatiskt när digiKam startas.
uk: Скористайтеся пунктом **Запускати сервер під час запуску програми**, якщо ви хочете, щоб мультимедійний сервер було запущено автоматично разом із запуском digiKam.

source: The DLNA Media-Server is Running and can be Closed with the Stop Button
ca: El servidor multimèdia DLNA s'està executant i es pot tancar amb el botó Atura
it: Il server multimediale DLNA è in esecuzione e può essere chiuso col pulsante Ferma
nl: De DLNA mediaserver is actief en kan gesloten worden met de knop Stoppen
pt: O Servidor Multimédia DLNA está em Execução e Pode Ser Fechado com o Botão para Parar
pt_br: O Servidor de mídia DLNA está em execução e pode ser fechado com o botão Parar
sv: DLNA-mediaserver är igång och kan stängas av med stoppknappen
uk: Сервер мультимедійних даних DLNA запущено. Його можна зупинити за допомогою кнопки «Стоп».

source: After you start the media-server, you might have to wait for about 30 seconds to one minute before other devices in the network can see your server, so please be patient.
ca: Després d'iniciar el servidor multimèdia, potser haureu d'esperar entre 30 segons i un minut abans que els altres dispositius de la xarxa puguin veure el vostre servidor, així que haureu de ser pacient.
pt: Após iniciar o servidor, poderá ter de esperar cerca de 30 segundos a um minuto, antes que os outros dispositivos na rede possam detectar o seu servidor; por isso, tenha paciência.
sv: Efter att mediaservern har startats kan man behöva vänta i cirka 30 sekunder till en minut innan andra enheter i nätverket kan se servern, så ha tålamod.

source: This server was tested with some client applications. This list includes:
ca: Aquest servidor s'ha provat amb algunes aplicacions de client. Aquesta llista inclou:
it: Questo server è stato testato con alcune applicazioni client. L'elenco include:
nl: Deze server is getest met enige client-applicaties. Deze lijst bevat:
pt: Este servidor foi testado com algumas aplicações-clientes. Esta lista inclui:
pt_br: Este servidor foi testado com alguns aplicativos clientes. Esta lista inclui:
sv: Servern har testats med vissa klientprogram. Listan omfattar:
uk: Цей сервер було тестовано із деякими клієнтськими програмами. А саме:

source: GUPnP AV (PC - archlinux)
ca: GUPnP AV (PC amb archlinux)

source: Kodi media player (Android TV)
ca: Reproductor multimèdia Kodi (Android TV)
it: Riproduttore multimediale Kodi (Android TV)
nl: Kodi-mediaspeler (Android TV)
pt: Leitor multimédia Kodi (Android TV)
pt_br: Kodi media player (TV Android)
sv: Kodi-mediaspelare (Android tv)
uk: Мультимедійний програвач Kodi (телевізори з Android)

source: BubbleUPnP (Android Tablet)
ca: BubbleUPnP (tauleta Android)
it: BubbleUPnP (tablet Android)
pt: BubbleUPnP (Android para Tablets)
pt_br: BubbleUPnP (Tablet Android)
sv: BubbleUPnP (Android surfplatta)
uk: BubbleUPnP (планшет з Android)

source: MediaHouse (Android Phone)
ca: MediaHouse (telèfon Android)
it: MediaHouse (telefono Android)
nl: MediaHouse (Android-telefoon)
pt: MediaHouse (Telemóveis Android)
pt_br: MediaHouse (Telefone Android)
sv: MediaHouse (Android telefon)
uk: MediaHouse (телефон з Android)

source: VLC media player 3.0.16 (PC - Ubuntu) - Note: Older versions of VLC do not work properly.
ca: Reproductor multimèdia VLC 3.0.16 (PC amb l'Ubuntu) - Nota: les versions anteriors de VLC no funcionen correctament.
it: Riproduttore multimediale VLC 3.0.16 (PC - Ubuntu) - Nota: le versioni più vecchie di VLC non funzionano correttamente.
nl: VLC mediaspeler 3.0.16 (PC - Ubuntu) - Opmerking: Oudere versies van VLC werken niet goed.
pt: Leitor multimédia VLC 3.0.16 (PC - Ubuntu) - Nota: As versões mais antigas do VLC não funcionam correctamente.
pt_br: VLC media player 3.0.16 (PC - Ubuntu) - Observação: versões mais antigas do VLC não funcionam corretamente.
sv: VLC-mediaspelare 3.0.16 (PC - Ubuntu) - Observera: äldre versioner av VLC fungerar inte korrekt.
uk: Мультимедійний програвач VLC 3.0.16 (PC - Ubuntu) – Зауваження: старіші версії VLC не здатні працювати належним чином.

source: The Shared Contents from digiKam Discovered Over the Network by VLC Media Player
ca: El contingut compartit des del digiKam descoberts a la xarxa pel Reproductor multimèdia VLC
it: I contenuti condivisi da digiKam individuati nella rete dal riproduttore multimediale VLC
nl: De gedeelde inhoud uit digiKam ontdekt over het netwerk door de VLC mediaspeler
pt: O Conteúdo Partilhado do digiKam Descoberto na Rede pelo Leitor Multimédia VLC
pt_br: Conteúdo compartilhado do digiKam descoberto na rede pelo VLC Media Player
sv: Det delade innehållet från digiKam upptäckt över nätverket av VLC-mediaspelare
uk: Оприлюднені за допомогою digiKam дані виявлено у мережі мультимедійним програвачем VLC

source: :ref:`Media Server <post_processing>`
pt_br: :ref:`Servidor de mídia <post_processing>`
uk: :ref:`Мультимедійний сервер <post_processing>`

source: To share items, just select your desired **Albums** from the nested lists. You can share from physical **Albums**, or virtual **Tags**, **Searches**, and **Labels**. When the selection is done, press the **Start** button, a wheel on the right side will indicate that the server is currently running.
nl: Om items te delen selecteer gewoon uw gewenste **Albums** uit de geneste lijsten. U kunt delen uit fysieke **Albums** of virtuele **Tags**, **Zoekopdrachten** en **Labels**. Nadat de selectie is gedaan, druk op de knop **Starten**, een wiel aan de rechterkant zal aangeven dat de server nu actief is.
pt_br: Para compartilhar itens, basta selecionar os **Álbuns** desejados nas listas aninhadas. Você pode compartilhar a partir de **Álbuns** físicos ou de **Etiquetas**, **Pesquisas** e **Rótulos** virtuais. Após a seleção, pressione o botão **Iniciar**. Uma roda à direita indicará que o servidor está em execução.
uk: Щоб оприлюднити записи, просто виберіть бажані **альбоми** з вкладених списків. Ви можете оприлюднити дані з фізичних **альбомів** або віртуальних **міток**, **пошуків** та **позначок**. Коли вибір буде зроблено, натисніть кнопку **Почати**. Кільце у правій частині панелі показуватиме, що сервер виконує завдання.

source: After you start the media-server, you might have to wait about 30 seconds to one minute before other devices in the network can see your server, so please be patient.
nl: Nadat u de mediaserver start moet u misschien 30 seconden tot een minuut wachten voordat andere apparaten in het netwerk uw server kunnen zien, wees dus even geduldig.
pt_br: Depois de iniciar o servidor de mídia, talvez seja necessário esperar de 30 segundos a um minuto antes que outros dispositivos na rede possam ver seu servidor, então seja paciente.
uk: Після запуску сервера, можливо, доведеться зачекати від 30 секунд до хвилини, доки інші пристрої у мережі зможуть побачити ваш сервер, тому майте трохи терпіння.
