Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Identifiers**: this checkbox allows to edit the strings that identifies content that recurs. Multiple text entries can be append to the list.
nl: **Identifiers**: dit keuzevak biedt het bewerken van de tekenreeksen die de inhoud identificeert die herhaald verschijnt. Meerdere tekstitems kunnen aan de lijst worden toegevoegd.
sl: **Identifiers - Identifikatorji**: to potrditveno polje omogoča urejanje nizov, ki identificirajo vsebino, ki se ponavlja. Na seznam je mogoče dodati več besedilnih vnosov.
uk: **Ідентифікатори**: за допомогою цього поля можна редагувати рядки, які ідентифікують вміст, що повторюється. До списку можна додавати декілька текстових записів.

source: **Special Instructions**: this checkbox allows to edit the editorial usage instructions.
nl: **Special instructies**: dit keuzevak biedt het bewerken van de gebruiksinstructies voor editors.
sl: **Special Instructions - Posebna navodila**: to potrditveno polje omogoča urejanje uredniških navodil za uporabo.
uk: **Особливі настанови**: за допомогою цього поля ви можете ввести редакційні настанови з використання.

source: **Language**: this checkbox allows to select the languages used by the content. Multiple text entries can be append to the list.
nl: **Taal**: dit keuzevak biedt het selecteren van de talen gebruikt door de inhoud. Meerdere tekstitems kunnen toegevoegd worden aan de lijst.
sl: **Language - Jezik**: to potrditveno polje omogoča izbiro jezikov, ki jih uporabljavsebino. Na seznam je mogoče dodati več besedilnih vnosov.
uk: **Мова**: за допомогою цього поля можна вибрати мови, які використано у вмісті. До списку можна додавати декілька текстових записів.

source: **Scene**: this checkbox allows to select the scenes type of the content. Multiple values can be append to the list.
nl: **Scene**: dit keuzevak biedt het bewerken van de typen scenes van de inhoud. Meerdere waarden kunnen toegevoegd worden aan de lijst.
sl: **Scene - Scena**: to potrditveno polje omogoča izbiro vrste prizorov vsebine.Na seznam je mogoče dodati več vrednosti.
uk: **Місце дії**: за допомогою цього поля можна вибрати тип місця дії вмісту. До списку можна додати декілька наперед налаштованих записів.

source: **Type**: this checkbox allows to select the content types. Multiple values can be append to the list.
nl: **Type**: dit keuzevak biedt het bewerken van de typen van de inhoud. Meerdere waarden kunnen toegevoegd worden aan de lijst.
sl: **Type - Vrsta**: to potrditveno polje omogoča izbiro vrst vsebine. Na seznam lahko dodate Več vrednosti.
uk: **Тип**: за допомогою цього поля можна вибрати типи вмісту. До списку можна додати декілька наперед налаштованих записів.

source: **Attribute**: this checkbox allows to select the editorial attributes of content and to edit the editorial attribute descriptions. Multiple entries can be append to the list.
nl: **Attribuut**: dit keuzevak biedt het selecteren van de editoriale attributen van de inhoud en om de beschrijving van het editoriale attribuut te bewerken. Meerdere items kunnen aan de list worden toegevoegd.
sl: **Attribute - Atribut**: to potrditveno polje omogoča izbiro uredniških atributov vsebine in urejanje opisov uredniških atributov. Več vnosov lahko dodate na seznam.
uk: **Атрибут**: за допомогою цього поля можна вибрати редакційні атрибути вмісту і редагувати описи редакційних атрибутів. До списку можна включати декілька записів.

source: **Reference**: this checkbox allows to edit the original content transmission reference.
nl: **Referentie**: dit keuzevak biedt het bewerken van de originele transmissiereferentie van de inhoud.
sl: **Referenca**: to potrditveno polje omogoča urejanje izvirne reference prenosa vsebine.
uk: **Посилання**: за допомогою цього поля можна редагувати посилання передавання початкового вмісту.

source: **Max. lens aperture**: this checkbox allows to edit the the smallest aperture (f-number) of the lens used by camera to take the picture.
uk: **Макс. апертура об'єктива**: за допомогою цього поля ви можете встановити найменшу діафрагму об'єктива (f-число), яку фотоапарат використав для знімання.

source: `Exif Makernotes <https://en.wikipedia.org/wiki/Exchangeable_image_file_format#MakerNote_data>`_ can be unreadable if you set the wrong **device manufacturer/model** description.
pt_br: `Notas do fabricante do Exif <https://en.wikipedia.org/wiki/Exchangeable_image_file_format#MakerNote_data>`_ pode ficar ilegível se você definir a descrição errada do **fabricante/modelo do dispositivo**.
