Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Byline**: this checkbox allows you to edit the names of content creators. Multiple text entries limited to 32 characters can be appended to the list.
ca: **Autoria**: aquesta casella de selecció permet editar el nom dels creadors de contingut. Es poden afegir a la llista múltiples entrades de text limitades a 32 caràcters.
it: **Intestazione**: questa casella di controllo ti permette di modificare i nomi dei creatori del contenuto.All'elenco è possibile aggiungere più voci di testo, limitate a 32 caratteri.
pt_br: **Autoria**: esta caixa de seleção permite editar os nomes dos criadores de conteúdo. É possível adicionar várias entradas de texto, limitadas a 32 caracteres, à lista.

source: **Byline Title**: this checkbox allows you to edit the titles of content creators. Multiple text entries limited to 32 characters can be appended to the list.
ca: **Títol de l'autoria**: aquesta casella de selecció permet editar el títol dels creadors de contingut. Es poden afegir a la llista múltiples entrades de text limitades a 32 caràcters.
it: **Titolo dell'intestazione**: questa casella di controllo ti permette di modificare i titoli dei creatori del contenuto.All'elenco è possibile aggiungere più voci di testo, limitate a 32 caratteri.
pt_br: **Título da autoria**: esta caixa de seleção permite editar os títulos dos criadores de conteúdo. É possível adicionar várias entradas de texto, limitadas a 32 caracteres, à lista.

source: **Contact**: this checkbox allows you to edit the persons or organization to contact. Multiple text entries limited to 128 characters can be appended to the list.
ca: **Contacte**: aquesta casella de selecció permet editar les persones o organització amb la qual es pot contactar. Es poden afegir a la llista múltiples entrades de text limitades a 128 caràcters.
it: **Contatto**: questa casella di controllo ti permette di modificare le persone o l'organizzazione da contattare. All'elenco è possibile aggiungere più voci di testo, limitate a 128 caratteri.
pt_br: **Contato**: esta caixa de seleção permite editar as pessoas ou organizações a serem contatadas. É possível adicionar várias entradas de texto, limitadas a 128 caracteres, à lista.

source: **Credit**: this checkbox allows you to edit the content provider. This field is limited to 32 characters.
ca: **Atribució**: aquesta casella de selecció permet editar el proveïdor del contingut. Aquest camp està limitat a 32 caràcters.
it: **Riconoscimenti**: questa casella di controllo ti permette di modificare il fornitore del contenuto. Questo campo è limitato a 32 caratteri.
pt_br: **Créditos**: esta caixa de seleção permite editar o provedor de conteúdo. Este campo é limitado a 32 caracteres.

source: **Source**: this checkbox allows you to edit the original owner of the content. This field is limited to 32 characters.
ca: **Origen**: aquesta casella de selecció permet editar el propietari original del contingut. Aquest camp està limitat a 32 caràcters.
it: **Fonte**: questa casella di controllo ti permette di modificare il proprietario originale del contenuto. Questo campo è limitato a 32 caratteri.
pt_br: **Origem**: esta caixa de seleção permite editar o proprietário original do conteúdo. Este campo é limitado a 32 caracteres.

source: **Copyright**: this checkbox allows you to edit the necessary copyright notice. This field is limited to 128 characters.
ca: **Copyright** aquesta casella de selecció permet editar les notes necessàries dels drets d'autor. Aquest camp està limitat a 128 caràcters.
it: **Copyright**: questa casella di controllo ti permette di modificare la notifica del diritto d'autore. Questo campo è limitato a 128 caratteri.
pt_br: **Direitos autorais**: esta caixa de seleção permite editar o aviso de direitos autorais necessário. Este campo é limitado a 128 caracteres.

source: The IPTC Credits View from Edit Metadata Tool
ca: La vista IPTC de les atribucions des de l'eina Edita les metadades
it: La vista dei riconoscimenti IPYC dallo strumento di modifica dei metadati
nl: De IPTC-creditsweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição dos créditos do IPTC na ferramenta de edição de metadados
sl: Pogled IPTC kreditov iz orodja za urejanje metapodatkov
uk: Панель перегляду подяк IPTC засобу редагування метаданих

source: Subjects
ca: Motius
it: Soggetti
nl: Onderwerpen
pt_br: Assuntos
sl: Predmeti
uk: Теми

source: This view supports editing of subject information about the item.
ca: Aquesta vista permet l'edició de la informació del motiu quant a l'element.
it: Questa vista supporta la modifica delle informazioni sui soggetti dell'elemento.
pt_br: Esta visualização permite a edição de informações de assunto sobre o item.

source: **Use structured definition of the subject matter**: this checkbox allows you to edit the `IPTC/NAA taxonomy subject codes <https://iptc.org/standards/subject-codes/>`_, with a focus on text. It consists of about 1,400 terms structured into 3 levels. The **Use standard reference code** option allows you to select the standard taxonomy, and the **Use custom definition** option allows you to customize the values. More than one entry can be appended to a list of reference.
ca: **Usa una definició estructurada del motiu del tema**: aquesta casella de selecció permet editar els `codis de motiu de la taxonomia IPTC/NAA <https://iptc.org/standards/subject-codes/>`_, amb un enfocament en el text. Consta de 1.400 termes estructurats en 3 nivells. L'opció **Usa un codi de referència estàndard** permet seleccionar la taxonomia estàndard i l'opció **Usa una definició personalitzada** permet personalitzar els valors. Podreu afegir més d'una entrada a una llista de referència.
it: **Usa definizione strutturata del soggetto**: questa casella di controllo ti permette di modificare i `codici tassonomici dei soggetti IPTC/NAA <https://iptc.org/standards/subject-codes/>`_, in particolare sul testo. Consiste di circa 1.400 termini strutturati in tre livelli. L'opzione **Usa codice di riferimento standard** ti permette di selezionare la tassonomia standard, mentre l'opzione **Usa definizione personalizzata** ti permette di personalizzare i valori. All'elenco di riferimento può essere aggiunta più di una voce.
pt_br: **Usar uma definição estruturada da matéria do assunto**: esta caixa de seleção permite editar os `Códigos de assunto da taxonomia IPTC/NAA <https://iptc.org/standards/subject-codes/>`_, com foco no texto. Consiste em cerca de 1.400 termos estruturados em 3 níveis. A opção **Usar código de referência** permite selecionar a taxonomia padrão, e a opção **Usar definição personalizada** permite personalizar os valores. Mais de uma entrada pode ser anexada a uma lista de referências.

source: **IPR**: this field is the Informative Provider Reference. I.P.R is a name registered with the IPTC/NAA, identifying the provider that provides an indicator of the content. The default value for the I.P.R is *IPTC* if a standard Reference Code is used. This field is limited to 32 characters.
ca: **IPR**: La Referència Informativa del Proveïdor és un nom registrat a IPTC/NAA, que identifica el proveïdor que proporciona un identificador del contingut. El valor predeterminat per a la IPR és «*IPTC*» si s'utilitza un codi de referència estàndard. Aquest camp està limitat a 32 caràcters.
it: **IPR**: questo campo è riferimento informativo del fornitore. I.P.R. (*Informative Provider Reference*) è un nome registrato presso la IPTC/NAA, che identifica il fornitore che fornisce un'indicazione del contenuto. Il suo valore predefinito è «IPTC», se si usa un codice di riferimento standard. Questo campo è limitato a 32 caratteri.
nl: **IPR**: dit veld is de Informative Provider Reference'. I.P.R. is een naam die bij de IPTC/NAA geregistreerd is en die de leverancier identificeert van een indicatie van de inhoud. De standaard waarde van de I.P.R. is "IPTC" als een standaard referentiecode wordt gebruikt. Dit veld is beperkt tot 32 tekens.
pt_br: **R.I.F.**: este campo é a Referência Informativa do Fornecedor. R.I.F. é um nome registrado no IPTC/NAA, identificando o provedor que fornece um indicador do conteúdo. O valor padrão para o R.I.F. é *IPTC* se um código de referência padrão for usado. Este campo é limitado a 32 caracteres.
sl: **IPR**: to polje je informativna referenca ponudnika. I.P.R je imeregistriran pri IPTC/NAA, pri čemer je identificiran ponudnik, ki zagotavljaindikator vsebine. Privzeta vrednost za I.P.R je *IPTC*, če je uporabljena standardna referenčna koda. To polje je omejeno na 32 znakov.
uk: **IPR**: за допомогою цього поля ви можете ввести Довідковий інформаційний код постачальника (I.P.R.). I.P.R — це назва зареєстрована у IPTC/NAA, що ідентифікує постачальника, який надав позначення вмісту. Типовим значенням I.P.R є «IPTC», якщо використано стандартний Довідковий код. Вміст цього поля обмежено 32 символами.

source: **Reference**: this field is the Subject Reference Number. Provides a numeric code to indicate the Subject Name plus optional Subject Matter and Subject Detail Names in the language of the service. Subject Reference is a number from the range 01000000 to 17999999 and represent a language-independent international reference to a Subject. A Subject is identified by its Reference Number and corresponding Names taken from a standard IPTC/NAA list. If a standard reference code is used, these lists are the English language reference versions. This field is limited to an 8-digit code.
ca: **Referència**: aquest camp és el Número de Referència del Motiu. Proporciona un codi numèric per a indicar el nom del motiu i opcionalment una matèria del motiu i noms de detall del motiu en l'idioma del servei. La referència del motiu és un número amb l'interval entre 01000000 i 17999999 i representa una referència internacional a un motiu independent de l'idioma. Un motiu s'identifica pel seu Número de Referència i els noms corresponents indicats a una llista estàndard de la IPTC/NAA. Si s'usa un codi de referència estàndard, aquestes llistes són amb la versió de referència de l'idioma anglès. Aquest camp està limitat a un codi de 8 dígits.
it: **Riferimento**: questo campo è il numero di riferimento del soggetto. Fornisce un codice numerico per indicare il nome del soggetto più un suo argomento opzionale e i nomi dei dettagli del soggetto nella lingua del servizio. Il riferimento del soggetto è un numero nell'intervallo tra 01000000 e 17999999 e rappresenta un riferimento internazionale, indipendente dalla lingua, a un soggetto. Un soggetto viene identificato dal suo numero di riferimento e dai nomi corrispondenti presi da un elenco standard IPTC/NAA. Se si usa un codice di riferimento standard, questi elenchi sono le versioni di riferimento in lingua inglese. Questo campo è limitato a un codice di 8 cifre.
pt_br: **Referência**: este campo é o Número de Referência do Assunto. Fornece um código numérico para indicar o Nome do Assunto, além dos nomes opcionais do Assunto e dos Detalhes do Assunto no idioma do serviço. A Referência do Assunto é um número no intervalo de 01000000 a 17999999 e representa uma referência internacional independente de idioma a um Assunto. Um Assunto é identificado por seu Número de Referência e pelos Nomes correspondentes, extraídos de uma lista padrão do IPTC/NAA. Se um código de referência padrão for usado, essas listas serão as versões de referência em inglês. Este campo é limitado a um código de 8 dígitos.

source: **Name**: this field is the Subject Name. English language is used if you selected a standard IPTC/NAA reference code. This field is limited to 64 characters.
ca: **Nom**: aquest és el camp de nom del motiu. S'utilitza l'idioma anglès si seleccioneu un codi de referència IPTC/NAA estàndard. Aquest camp està limitat a 64 caràcters.
it: **Nome**: questo campo è il nome del soggetto. Se hai selezionato un codice di riferimento standard IPTC/NAA viene usata la lingua inglese. Questo campo è limitato a 64 caratteri.
nl: **Naam**: dit veld is de naam van het onderwerp in. De Engelse taal wordt gebruikt als u een standaard IPTC/NAA referentiecode gebruikt. Dit veld is beperkt tot 64 tekens.
pt_br: **Nome**: este campo é o Nome do Assunto. O idioma inglês será usado se você selecionar um código de referência padrão IPTC/NAA. Este campo é limitado a 64 caracteres.
sl: **Name - Ime**: to polje je ime subjekta. Uporablja se angleščina, če ste izbrali standardno referenčno kodo IPTC/NAA. To polje je omejeno na 64 znakov.
uk: **Назва**: за допомогою цього поля ви можете ввести назву об'єкта. Якщо ви обрали стандартний довідковий код IPTC/NAA, буде використано англійську мову. Вміст цього поля обмежено 64 символами.

source: **Matter**: this field is the Subject Matter Name. English language is used if you selected a standard IPTC/NAA reference code. This field is limited to 64 characters.
ca: **Matèria**: aquest és el camp de nom de matèria del motiu. S'utilitza l'idioma anglès si seleccioneu un codi de referència IPTC/NAA estàndard. Aquest camp està limitat a 64 caràcters.
it: **Argomento**: questo campo è il nome dell'argomento del soggetto. Se hai selezionato un codice di riferimento standard IPTC/NAA viene usata la lingua inglese. Questo campo è limitato a 64 caratteri.
nl: **Materie**: dit veld is de naam van het onderwerp. De Engelse taal wordt gebruikt als u een standaard IPTC/NAA referentiecode gebruikt. Dit veld is beperkt tot 64 tekens.
pt_br: **Matéria**: este campo é o Nome da Matéria do Assunto. O idioma inglês será usado se você selecionar um código de referência padrão IPTC/NAA. Este campo é limitado a 64 caracteres.
sl: **Matter - Tematika**: to polje je ime predmeta. Uporablja se angleški jezik, če ste izbrali standardno referenčno kodo IPTC/NAA. To polje je omejeno na 64 znakov.
uk: **Сутність**: за допомогою цього поля ви можете ввести назву сутності об'єкта. Якщо ви обрали стандартний довідковий код IPTC/NAA, буде використано англійську мову. Вміст цього поля обмежено 64 символами.

source: **Details**: this field is the Subject Detail Name. English language is used if you selected a standard IPTC/NAA reference code. This field is limited to 64 characters.
ca: **Detalls**: aquest és el camp de nom de detalls del motiu. S'utilitza l'idioma anglès si seleccioneu un codi de referència IPTC/NAA estàndard. Aquest camp està limitat a 64 caràcters.
it: **Dettagli**: questo campo è il nome dei dettagli del soggetto. Se hai selezionato un codice di riferimento standard IPTC/NAA viene usata la lingua inglese. Questo campo è limitato a 64 caratteri.
nl: **Details**: dit veld is de naam van het onderwerpdetail. De Engelse taal wordt gebruikt als u een standaard IPTC/NAA referentiecode gebruikt. Dit veld is beperkt tot 64 tekens.
pt_br: **Detalhes**: este campo é o Nome do Detalhe do Assunto. O idioma inglês será usado se você selecionar um código de referência padrão IPTC/NAA. Este campo é limitado a 64 caracteres.
sl: **Details - Podrobnosti**: to polje je ime podrobnosti subjekta. Uporablja se angleški jezik, če ste izbrali standardno referenčno kodo IPTC/NAA. To polje je omejeno na 64 znakov.
uk: **Подробиці**: за допомогою цього поля ви можете ввести докладну назву об'єкта. Якщо ви обрали стандартний довідковий код IPTC/NAA, буде використано англійську мову. Вміст цього поля обмежено 64 символами.

source: The IPTC Subjects View from Edit Metadata Tool
ca: La vista IPTC dels motius des de l'eina Edita les metadades
it: La vista dei soggetti IPTC dallo strumento di modifica dei metadati
nl: De IPTC-onderwerpweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de assuntos do IPTC a partir da ferramenta de edição de metadados
sl: Pogled subjektov IPTC iz orodja za urejanje metapodatkov
uk: Панель перегляду об'єктів IPTC засобу редагування метаданих

source: Keywords
ca: Paraules clau
it: Parole chiave
nl: Trefwoorden
pt_br: Palavras-chave
sl: Ključne besede
uk: Ключові слова

source: This view supports editing of keywords relevant to the item.
ca: Aquesta vista permet l'edició de les paraules clau rellevants per a l'element.
it: Questa vista supporta la modifica delle parole chiave rilevanti per l'elemento.
pt_br: Esta visualização permite a edição de palavras-chave relevantes ao item.

source: The **Use information retrieval words** checkbox allows you to edit the keywords list used to define the content. A text field below allows you to enter a new keyword, limited to 64 characters. Use the **Add** button to append the new keyword to the list. The **Delete** button removes an entry from the list and the **Replace** button changes the current selected item on the list with the edited keyword value.
ca: La casella de selecció **Usa les paraules de recuperació d'informació** permet editar la llista de paraules clau utilitzades per a definir el contingut. A sota, un camp de text permet introduir una paraula clau nova, limitada a 64 caràcters. Utilitzeu el botó **Afegeix** per a afegir una paraula clau nova a la llista. El botó **Suprimeix** suprimirà una entrada de la llista i el botó **Substitueix** canviarà l'element seleccionat amb el valor de la paraula clau editada.
it: La casella di controllo **Usa le parole di ricerca delle informazioni:** ti permette di modificare l'elenco delle parole chiave utilizzate per definire il contenuto. Un campo di testo sottostante ti permette di inserire una nuova parola chiave, limitata a 64 caratteri. Usa il pulsante **Aggiungi** per aggiungere una nuova parola chiave all'elenco, il pulsante **Elimina** per rimuovere una voce dall'elenco, e il pulsante **Sostituisci** per cambiare la parola chiave dell'elemento attualmente selezionato.
pt_br: A caixa de seleção **Usar as palavras de recuperação de informações** permite editar a lista de palavras-chave usadas para definir o conteúdo. Um campo de texto abaixo permite inserir uma nova palavra-chave, limitada a 64 caracteres. Use o botão **Adicionar** para anexar a nova palavra-chave à lista. O botão **Excluir** remove uma entrada da lista e o botão **Substituir** altera o item selecionado na lista pelo valor da palavra-chave editada.

source: The IPTC Keywords View from Edit Metadata Tool
ca: La vista IPTC de les paraules clau des de l'eina Edita les metadades
it: La vista delle parole chiave IPTC dallo strumento di modifica dei metadati
nl: De IPTC-trefwoordenweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição das palavras-chave do IPTC na ferramenta de edição de metadados
sl: Pogled ključnih besed IPTC iz orodja za urejanje metapodatkov
uk: Панель перегляду ключових слів IPTC засобу редагування метаданих

source: Categories
it: Categorie
nl: Categorieën
pt_br: Categorias
sl: Kategorije
uk: Категорії

source: This view supports editing of categories relevant to the item.
ca: Aquesta vista permet l'edició de les categories rellevants per a l'element.
it: Questa vista supporta la modifica delle categorie rilevanti per l'elemento.
pt_br: Esta visualização permite a edição de categorias relevantes ao item.

source: The **Identify subject of content** checkbox allows you to edit the categories list used to classify the content. A text field on the right allows you to enter a new category ID, limited to 3 characters.
ca: La casella de selecció **Identifica el motiu del contingut** permet editar la llista de categories utilitzades per a classificar el contingut. Un camp de text a la dreta permet introduir un ID nou de categoria, limitat a 3 caràcters.
it: La casella di controllo **Identifica l'oggetto del contenuto** ti permette di modificare l'elenco delle categorie utilizzate per classificare il contenuto. Un campo di testo sulla destra ti permette di inserire l'ID di una nuova categoria, limitata a tre caratteri.
pt_br: A caixa de seleção **Identificar o assunto do conteúdo** permite editar a lista de categorias usada para classificar o conteúdo. Um campo de texto à direita permite inserir um novo ID de categoria, limitado a 3 caracteres.

source: The **Supplemental categories** checkbox on the bottom allows you to edit a new supplemental category of content. This field is limited to 32 characters. Use the **Add** button to append the new values to the list. the **Delete** button removes an entry from the list and the **Replace** button changes the current selected item on the list with the edited values.
ca: La casella de selecció **Categories addicionals** de la part inferior permet editar una categoria nova de contingut addicional. Aquest camp està limitat a 32 caràcters. Utilitzeu el botó **Afegeix** per a afegir a la llista els valors nous. El botó **Suprimeix** elimina una entrada de la llista i el botó **Substitueix** canvia l'element seleccionat a la llista amb els valors editats.
it: In basso è presente la casella di controllo **Categorie supplementari**, che ti consente di modificare una nuova categoria di contenuto. Questo campo è limitato a 32 caratteri. Usa il pulsante **Aggiungi** per aggiungere nuovi valori all'elenco, il pulsante **Elimina** per rimuovere una voce dall'elenco, e il pulsante **Sostituisci** per cambiare i valori dell'elemento attualmente selezionato.
pt_br: A caixa de seleção **Categorias suplementares** na parte inferior permite editar uma nova categoria suplementar de conteúdo. Este campo é limitado a 32 caracteres. Use o botão **Adicionar** para anexar os novos valores à lista. O botão **Excluir** remove uma entrada da lista e o botão **Substituir** altera o item selecionado na lista com os valores editados.

source: The IPTC Categories View from Edit Metadata Tool
ca: La vista IPTC de les categories des de l'eina Edita les metadades
it: La vista delle categorie IPTC dallo strumento di modifica dei metadati
nl: De IPTC-categorieënweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de categorias do IPTC a partir da ferramenta de edição de metadados
sl: Pogled kategorij IPTC iz orodja za urejanje metapodatkov
uk: Панель перегляду категорій IPTC засобу редагування метаданих

source: Status
ca: Estat
it: Stato
sl: Stanje
uk: Стан

source: This view supports editing of workflow information.
ca: Aquesta vista permet l'edició de la informació del flux de treball.
it: Questa vista supporta la modifica delle informazioni sul flusso di lavoro.
pt_br: Esta visualização oferece suporte à edição de informações de fluxo de trabalho.

source: **Title**: this checkbox allows you to edit the shorthand reference of content. This field is limited to 64 characters.
ca: **Títol**: aquesta casella de selecció permet editar la referència curta del contingut. Aquest camp està limitat a 64 caràcters.
it: **Titolo**: questa casella di controllo ti permette di modificare il riferimento breve del contenuto. Questo campo è limitato a 64 caratteri.
pt_br: **Título**: esta caixa de seleção permite editar a referência abreviada do conteúdo. Este campo é limitado a 64 caracteres.

source: **Edit Status**: this checkbox allows you to edit the title of content status. This field is limited to 64 characters.
ca: **Estat d'edició**: aquesta casella de selecció permet editar el títol de l'estat del contingut. Aquest camp està limitat a 64 caràcters.
it: **Stato di modifica**: questa casella di controllo ti permette di modificare il titolo dello stato del contenuto. Questo campo è limitato a 64 caratteri.
pt_br: **Status da edição**: esta caixa de seleção permite editar o título do status do conteúdo. Este campo é limitado a 64 caracteres.
