Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Location**: this checkbox allows to edit the full country names referenced by the content. Multiple pre-configured entries can be append to the list.
nl: **Locatie**: dit keuzevak biedt het bewerken van de volledige landennamen waar de inhoud naar wijst. Meerdere voorgeconfigureerde items kunnen toegevoegd worden aan de lijst.
sl: **Location - Lokacija**: to potrditveno polje omogoča urejanje navedenih polnih imen držav po vsebini. Na seznam je mogoče dodati več vnaprej konfiguriranih vnosov.
uk: **Розташування**: за допомогою цього поля можна редагувати повні назви країн, які пов'язано із вмістом. До списку можна додати декілька наперед налаштованих записів.

source: **City**: this checkbox allows to edit the city of content origin. This field is limited to 32 characters.
nl: **Plaats**: dit keuzevak biedt het bewerken van de plaats van de oorsprong van de inhoud. Dit veld is beperkt tot 32 tekens.
sl: **City - Mesto**: to potrditveno polje omogoča urejanje mesta izvora vsebine. To polje je omejeno na 32 znakov.
uk: **Місто**: за допомогою цього поля ви можете ввести місто, з якого походять дані. Вміст цього поля обмежено 32 символами.

source: **Sublocation**: this checkbox allows to edit the content location within city. This field is limited to 32 characters.
nl: **Sub-locatie**: dit keuzevak biedt het bewerken van de locatie van de inhoud binnen de plaats. Dit veld is beperkt to 32 tekens.
sl: **Sublocation - Podlokacija**: to potrditveno polje omogoča urejanje lokacije vsebine znotrajmesta. To polje je omejeno na 32 znakov.
uk: **Точне розташування**: за допомогою цього поля ви можете встановити розташування вмісту зображення у місті. Вміст цього поля обмежено 32 символами.

source: **State/Province**: this checkbox allows to edit the Province or State of content origin. This field is limited to 32 characters.
nl: **Staat/provincie**: dit keuzevak biedt het bewerken van de provincie of staat van de oorsprong van de inhoud. Dit veld is beperkt tot 32 tekens.
sl: **State - Država/Province - provinca**: to potrditveno polje omogoča urejanje pokrajine ali države izvora vsebine. To polje je omejeno na 32 znakov.
uk: **Регіон**: за допомогою цього поля ви можете ввести область чи громаду, з якої походять дані. Вміст цього поля обмежено 32 символами.

source: **Country**: this checkbox allows to select the country name of content origin.
nl: **Land**: dit keuzevak biedt het bewerken van het land van de oorsprong van de inhoud.
sl: **Country - Država**: to potrditveno polje omogoča izbiro imena države izvora vsebine.
uk: **Країна**: за допомогою цього поля ви можете вказати назву країни походження джерела вмісту.

source: This view records copyright information about the item.
nl: Deze weergave legt copyrightinformatie over het item vast.
sl: Ta pogled beleži informacije o avtorskih pravicah predmeta.
uk: На цій панелі наведено записи інформації про авторські права на цей запис.

source: **Byline**: this checkbox allows to edit the names of content creators. Multiple text entries limited to 32 characters can be append to the list.
nl: **Naamregel**: dit keuzevak biedt het bewerken van de namen van de auteurs. Meerdere items, beperkt to 32 tekens, kunnen toegevoegd worden aan de lijst.
sl: **Byline - Stranska vrstica**: to potrditveno polje omogoča urejanje imen ustvarjalcev vsebine. Na seznam je mogoče dodati več besedilnih vnosov, omejenih na 32 znakov.
uk: **Автор**: за допомогою цього поля можна редагувати імена авторів вмісту. До списку можна додавати декілька текстових записів, довжину яких обмежено 32 символами.

source: **Byline Title**: this checkbox allows to edit the titles of content creators. Multiple text entries limited to 32 characters can be append to the list.
nl: **Titel van naamregel**: dit keuzevak biedt het bewerken van de titels van auteurs van inhoud. Meerdere items, beperkt to 32 tekens, kunnen toegevoegd worden aan de lijst.
sl: **Byline Title**: to potrditveno polje omogoča urejanje naslovov ustvarjalcev vsebine. Na seznam je mogoče dodati več besedilnih vnosov, omejenih na 32 znakov.
uk: **Посада автора**: за допомогою цього поля можна редагувати посади авторів вмісту. До списку можна додавати декілька текстових записів, довжину яких обмежено 32 символами.

source: **Contact**: this checkbox allows to edit the persons or organization to contact. Multiple text entries limited to 128 characters can be append to the list.
nl: **Contact**: dit keuzevak biedt het bewerken van de personen of organisaties om contact mee op te nemen. Meerdere items, beperkt to 32 tekens, kunnen toegevoegd worden aan de lijst.
sl: **Contact - Stik**: to potrditveno polje omogoča urejanje stikov oseb ali organizacij. Na seznam lahko dodate več besedilnih vnosov omejenih na 128 znakov.
uk: **Контакти**: за допомогою цього поля можна редагувати осіб або установу для зв'язку. До списку можна додавати декілька записів, довжину яких обмежено 128 символами.

source: **Credit**: this checkbox allows to edit the content provider. This field is limited to 32 characters.
nl: **Dankbetuiging**: dit keuzevak biedt het bewerken van de leverancier van de inhoud. Dit veld is beperkt tot 32 tekens.
sl: **Credit - Zasluge**: to potrditveno polje omogoča urejanje ponudnika vsebine. To polje je omejeno na 32 znakov.
uk: **Подяка**: за допомогою цього поля ви можете вказати надавача вмісту. Вміст цього поля обмежено 32 символами.

source: **Source**: this checkbox allows to edit the original owner of content. This field is limited to 32 characters.
nl: **Bron**: dit keuzevak biedt het bewerken van de oorspronkelijke eigenaar van de inhoud. Dit veld is beperkt tot 32 tekens.
sl: **Source - Vir**: to potrditveno polje omogoča urejanje izvirnega lastnika vsebine. To polje je omejeno na 32 znakov.
uk: **Джерело**: за допомогою цього поля ви можете вказати початкового власника даних. Вміст цього поля обмежено 32 символами.

source: **Copyright**: this checkbox allows to edit the necessary copyright notice. This field is limited to 128 characters.
nl: **Copyright**: dit keuzevak biedt het bewerken van de noodzakelijke copyright vermelding. Dit veld is beperkt tot 128 tekens.
sl: **Copyright - Avtorske pravice**: to potrditveno polje omogoča urejanje potrebnega obvestila o avtorskih pravicah. To polje je omejeno na 128 znakov.
uk: **Авторські права**: за допомогою цього поля ви можете вказати необхідні зауваження щодо авторських прав. Вміст цього поля обмежено 128 символами.

source: This view records subject information about the item.
nl: Deze weergave legt onderwerpinformatie over het item vast.
sl: Ta pogled beleži informacije o temi predmeta.
uk: На цій панелі наведено записи інформації про тематичні характеристики зображення.

source: **Use structured definition of the subject matter**: this checkbox allows to edit the `IPTC/NAA taxonomy subject codes <https://iptc.org/standards/subject-codes/>`_, with a focus on text. It consists of about 1,400 terms structured into 3 levels. The **Use standard reference code** option allows to select the standard taxonomy, and the **Use custom definition** option allows to customize the values. More than one entries can be append to a list of reference.
nl: **Gestructureerde definitie van het onderwerp**: dit keuzevak biedt het bewerken van de `IPTC/NAA taxonomie van onderwerpcodes <https://iptc.org/standards/subject-codes/>`_, met een focus op tekst. Het bestaat uit ongeveer 1.400 termen gestructureerd in 3 niveaus. De optie **Standaard referentiecodes gebruiken** biedt het selecteren van de standard taxonomie en de optie **Aangepaste definitie gebruiken** biedt het aanpassen van de waarden. Meer dan één items kan toegevoegd worden aan een lijst referenties.
sl: **Uporabite strukturirano definicijo predmeta**: to potrditveno polje omogoča urejanje kode predmetov taksonomije IPTC/NAA <https://iptc.org/standards/subject-codes/>`_, s poudarkom na besedilu. Sestavljen je iz približno 1.400 izrazovstrukturiranih v 3 ravni. Možnost **Uporabi standardno referenčno kodo** omogočaizbiro standardne taksonomije in možnost **Uporabi definicijo po meri**omogoča prilagajanje vrednosti. Lahko dodate tudi več kot en vnos na seznam referenc.
uk: **Використовувати структурне визначення сутності об'єкта**: за допомогою цього поля можна редагувати `таксономічні коди тематики IPTC/NAA <https://iptc.org/standards/subject-codes/>`_ з фокусуванням на тексті. Воно складається з понад 1400 термінів, які структуровано за 3 рівнями. За допомогою поля **Стандартний** можна вибрати стандартну таксономію, аза допомогою пункту **Нетипове визначення** налаштувати власні значення. До списку можна додавати декілька записів.

source: **Reference**: this field is the Subject Reference Number. Provides a numeric code to indicate the Subject Name plus optional Subject Matter and Subject Detail Names in the language of the service. Subject Reference is a number from the range 01000000 to 17999999 and represent a language independent international reference to a Subject. A Subject is identified by its Reference Number and corresponding Names taken from a standard lists given by IPTC/NAA. If a standard reference code is used, these lists are the English language reference versions. This field is limited to 8 digit code.
nl: **Referentie**: dit veld is het Onderwerpreferentienummer in. Levert een numerieke code om de Onderwerpnaam aan te geven plus optioneel het Onderwerp en Onderwerpdetailnamen in de taal van de service. Onderwerpreferentie is een nummer in de reeks 01000000 tot 17999999 die een taalonafhankelijke internationale referentie is voor een Onderwerp. Een onderwerp wordt geïdentificeerd door zijn Referentienummer en de bijbehorende namen uit de standaard lijst van de IPTC/NAA. Als een standaard referentiecode wordt gebruikt dan zijn die lijsten in de referentieversie in de Engelse taal. Dit veld is beperkt tot een 8 cijferige code.
sl: **Reference - Referenca**: to polje je referenčna številka predmeta. Zagotavlja številčno kodo za označevanje imena predmeta plus izbirni predmet in imena podrobnosti o predmetu v jeziku storitve. Referenca predmeta je število od 01000000 do 17999999 in predstavlja jezikovno neodvisno mednarodno sklicevanje na predmet. Predmet je identificiran znjegovo referenčno številko in ustrezna imena, vzeta iz standardnih seznamovdanih od IPTC/NAA. Če se uporablja standardna referenčna koda, so ti seznami referenčne različice v angleškem jeziku. To polje je omejeno na 8 mestno kodo.
uk: **Еталон**: за допомогою цього поля ви можете вказати Довідковий номер об'єкта. Цей номер надає числовий код, який визначає Назву об'єкта плюс додатково Сутність об'єкта і Докладна назва об'єкта мовою служби. Довідковий номер знаходиться у межах від 01000000 до 17999999 і відповідають незалежну від мови міжнародну інформацію про об'єкт. Об'єкт ідентифікується за своїм довідковим номером, а відповідну назву буде взято з стандартних списків, що надаються IPTC/NAA. Якщо використано стандартний довідковий код, ці списки дадуть його назву англійською. Вміст цього поля обмежено 8 цифрами.

source: This view records keywords relevant to the item.
nl: Deze weergave legt trefwoorden relevant voor het item vast.
sl: Ta pogled beleži ključne besede, pomembne za element.
uk: На цій панелі наведено записи ключових слів, що характеризують зображення.

source: The **Use information retrieval words** checkbox allows to edit the keywords list used to define the content. Below a text field allows to enter a new keyword, limited to 64 characters. Use **Add** button to append the new keyword to the list. **Delete** button removes an entry from the list and **Replace** button changes the current selected item on the list with the edit keyword value.
nl: Het keuzevak **Woorden voor informatie opzoeken** biedt het bewerken van de trefwoordenlijst gebruikt om de inhoud te definiëren. Een onderstaand tekstveld biedt het invoer van een nieuw trefwoord, beperkt tot 64 tekens. Gebruik de knop **Toevoegen** om het nieuwe trefwoord aan de lijst toe te voegen. Knop **Verwijderen** verwijdert een item uit de lijst en knop **Vervangen** wijzigt het huidige geselecteerde item in de lijst door de bewerkte waarde van het trefwoord.
sl: Potrditveno polje **Use information retrieval words - Uporabi besede za iskanje informacij** omogoča urejanje ključnih besed seznama, ki se uporablja za določanje vsebine. Pod besedilnim poljem lahko vnesete novo ključna beseda, omejeno na 64 znakov. Uporabite gumb **Dodaj**, da dodate novo ključno besedo na seznam. Gumb **Zbriši** odstrani vnos s seznama in gumb **Zamenjaj** spremeni trenutno izbrani element na seznamu z uredi vrednost ključne besede.
uk: За допомогою поля **Використовувати слова для отримання інформації** можна редагувати список ключових слів, які використовують для визначення вмісту. Під текстовою міткою можна ввести нове ключове слово, довжину якого обмежено до 64 символів. Скористайтеся кнопкою **Додати**, щоб дописати нове ключове слово до списку. Кнопка **Вилучити** вилучає запис зі списку, а кнопка **Замінити** змінює поточний вибраний запис у списку редагованим значенням ключового слова.

source: This view records categories relevant to the item.
nl: Deze weergave legt categorieën relevant voor het item vast.
sl: Ta pogled beleži kategorije, pomembne za predmet.
uk: На цій панелі наведено записи відповідних категорій зображення.

source: The **Identify subject of content** checkbox allows to edit the categories list used to classify the content. On the right a text field allows to enter a new category ID, limited to 3 characters.
nl: Het keuzevak **Onderwerp van inhoud identificeren** biedt het bewerken van de categorieënlijst gebruikt om de inhoud te classificeren. Rechts biedt een tekstveld het invoeren van een nieuwe categorie-ID, beperkt tot 3 tekens.
sl: Potrditveno polje **Identify subject of content - Identificiraj predmet vsebine** omogoča urejanje kategorij seznam, ki se uporablja za razvrščanje vsebine. Na desni strani besedilno polje omogoča vnos nove ID kategorije, omejen na 3 znake.
uk: За допомогою поля **Визначити тему вмісту** можна редагувати список категорій, який буде використано для класифікації вмісту. Праворуч розташовано текстове поле, за допомогою якого можна ввести ідентифікатор нової категорії, його вміст обмежено 3 символами.

source: On the bottom the **Supplemental categories** checkbox allows to edit a new supplemental category of content. This field is limited to 32 characters. Use **Add** button to append the new values to the list. **Delete** button removes an entry from the list and **Replace** button changes the current selected item on the list with the edited values.
nl: Onderaan biedt het keuzevak **Aanvullende categorieën** het bewerken van een nieuwe aanvullende categorie voor inhoud. Dit veld is beperkt tot 32 tekens. Gebruik de knop **Toevoegen** om de nieuwe waarden aan de lijst toe te voegen. Knop **Verwijderen** verwijdert een item uit de lijst en knop **Vervangen** wijzigt het huidige geselecteerde item in de lijst door de bewerkte waarden.
sl: Na dnu potrditvenega polja **Supplemental categories - Dodatne kategorije** omogoča urejanje nove dopolnilne kategorije vsebine. To polje je omejeno na 32 znakov. Uporabite gumb **Dodaj**, da dodate nove vrednosti na seznam. Gumb **Zbriši** odstrani vnos s seznama in gumb **Zamenjaj** spremeni trenutni izbran element na seznamu z urejenimi vrednostmi.
uk: За допомогою розташованого у нижній частині поля **Допоміжні категорії** можна редагувати нову допоміжну категорію вмісту. Вміст цього поля обмежено 32 символами. Скористайтеся кнопкою **Додати**, щоб дописати нове ключове слово до списку. Кнопка **Вилучити** вилучає запис зі списку, а кнопка **Замінити** змінює поточний вибраний запис у списку редагованим значенням ключового слова.

source: This view records workflow information.
nl: Deze weergave legt werkwijze-informatie vast.
sl: Ta pogled beleži informacije o delovnem toku.
uk: На цій панелі наведено записи даних щодо процесу обробки.

source: **Title**: this checkbox allows to edit the shorthand reference of content. This field is limited to 64 characters.
nl: **Titel**: dit keuzevak biedt het bewerken van de korte referentie van de inhoud. Dit veld is beperkt tot 64 tekens.
sl: **Title - Naslov**: to potrditveno polje omogoča urejanje skrajšanega sklica vsebine.To polje je omejeno na 64 znakov.
uk: **Заголовок**: за допомогою цього поля ви можете встановити коротку довідку про вміст. Вміст цього поля обмежено 64 символами.

source: **Edit Status**: this checkbox allows to edit the title of content status. This field is limited to 64 characters.
nl: **Bewerkingsstatus**: dit keuzevak biedt het bewerken van de titel van de status van de inhoud. Dit veld is beperkt tot 64 tekens.
sl: **Edit status -Uredi status**: to potrditveno polje omogoča urejanje naslova statusa vsebine. To polje je omejeno na 64 znakov.
uk: **Стан редагування**: за допомогою цього поля ви можете редагувати запис стану даних. Вміст цього поля обмежено 64 символами.

source: **Job Identifier**: this checkbox allows to edit the string that identifies content that recurs. This field is limited to 32 characters.
nl: **Taak-identifier**: dit keuzevak biedt het bewerken van de tekenreeks die de inhoud identificeert die herhaald verschijnt. Dit veld is beperkt tot 32 tekens.
sl: **Job Identifier**: to potrditveno polje omogoča urejanje niza, ki identificiravsebino, ki se ponavlja. To polje je omejeno na 32 znakov.
uk: **Ідентифікатор завдання**: за допомогою цього поля ви можете встановити рядок, що ідентифікуватиме вміст, який повторно обробляли. Вміст цього поля обмежено 32 символами.

source: **Special Instructions**: this checkbox allows to edit the editorial usage instructions. This field is limited to 256 characters.
nl: **Special instructies**: dit keuzevak biedt het bewerken van de gebruiksinstructies voor editors. Dit veld is beperkt tot 256 tekens.
sl: **Special Instructions - Posebna navodila**: to potrditveno polje omogoča urejanje uredniških navodil uporabe. To polje je omejeno na 256 znakov.
uk: **Особливі настанови**: за допомогою цього поля ви можете ввести редакційні настанови з використання. Вміст цього поля обмежено 256 символами.

source: This view records workflow properties.
nl: Deze weergave legt werkwijze-eigenschappen vast.
sl: Ta pogled beleži lastnosti poteka dela.
uk: На цій панелі наведено записи властивостей процесу обробки.

source: **Release date** and **Release time**: these checkbox allows to edit the earliest intended usable date, time, and zone of intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer.
nl: **Uitgavedatum** en **Uitgavetijd**: deze keuzevakken bieden het bewerken van vroegste bedoelde gebruiksdatum, tijd en zone van de intellectuele inhoud. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer.
sl: **Release date - Datum izdaje** in **Release time - Čas objave**: ti potrditveni polji omogočata urejanje najzgodnejši predvidenega datuma uporabe, čas in območja intelektualne vsebine. Uporabite gradnik urejevalnika koledarja na dnu, da izberete časovni žig in gumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika.
uk: **Дата випуску** та **Час випуску**: за допомогою цих полів можна редагувати найранішу придатну до використання дату, час і часовий пояс моменту використання інтелектуальної власності. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера.

source: **Expiration date** and **Expiration time**: these checkbox allows to edit the latest intended usable date, time, and zone of intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer.
nl: **Vervaldatum** en **Vervaltijd**: deze keuzevakken bieden het bewerken van het laatst bedoelde gebruiksdatum, tijd en zone van de intellectuele inhoud. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer.
sl: **Expiration date - Datum poteka** in ** - Čas poteka**: ti potrditveni polji omogočata urejanje zadnjega še uporabnega datuma, časa in območja intelektualne vsebine. Uporabite gradnik urejevalnika koledarja na dnu, da izberete časovni žig ingumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika.
uk: **Дата завершення** та **Час завершення**: за допомогою цих полів можна редагувати найпізнішу придатну до використання дату, час і часовий пояс моменту використання інтелектуальної власності. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера.

source: **Language**: this checkbox allows to select the language used by the content.
nl: **Taal**: dit keuzevak biedt het bewerken van de taal gebruikt door de inhoud.
sl: **Language - Jezik**: to potrditveno polje omogoča izbiro jezika, ki ga uporablja vsebina.
uk: **Мова**: за допомогою цього поля ви можете вибрати мову, яку використано у даних.

source: **Priority**: this checkbox allows to select the editorial urgency of content. Possible values are **0: None**, **1: high**, **2**, **3**, **4**, **5: normal**, **6**, **7**, **8: low**, and **9: user-defined**.
nl: **Prioriteit**: dit keuzevak biedt het selecteren van de editoriale urgentie van de inhoud. Mogelijke waarden zijn **0: geen**, **1: hoog**, **2**, **3**, **4**, **5: normaal**, **6**, **7**, **8: laag** en **9: gebruiker-gedefinieerd**.
sl: **Priority - Prednost**: to potrditveno polje omogoča izbiro uredniške nujnostivsebine. Možne vrednosti so **0: None - Brez**, **1: high - visoka**, **2**, **3**, **4**, **5: normal - normalno**, **6**, **7**, **8: low - nizka** in **9: user-defined - uporabniško določeno**.
uk: **Пріоритетність**: за допомогою цього поля ви можете вибрати редакційну пріоритетність вмісту. Можливими значеннями є такі: **0: немає**, **1: висока**, **2**, **3**, **4**, **5: звичайна**, **6**, **7**, **8: низька** та **9: визначена користувачем**.

source: **Cycle**: this checkbox allows to select the editorial cycle of content. Possible values are **Morning**, **Afternoon**, and **Evening**.
nl: **Cyclus**: dit keuzevak biedt het selecteren van de editoriale cyclus van de inhoud. Mogelijke waarden zijn **Morgen**, **Middag** en **Avond**.
sl: **Cycle - Cikel**: to potrditveno polje omogoča izbiro uredniškega cikla vsebine.Možne vrednosti so **Morning - Jutro**, **Afternoon - Popoldne** in **Evening - Večer**.
uk: **Період**: за допомогою цього поля ви можете вибрати редакційний період вмісту. Можливими значеннями є **Ранок**, **День** і **Вечір**.
