Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Creation date**: this checkbox allows you to edit the date and zone of the intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date. These values can be synchronized with the **Exif Creation date**.
ca: **Data de creació**: aquesta casella de selecció permet editar la data i zona del contingut intel·lectual. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó al costat dret per a restablir la marca de temps a la data actual de l'ordinador. Aquests valors es poden **Sincronitza la data de creació Exif**.
it: **Data di creazione**: questa casella di controllo ti permette di modificare la data e l'area geografica del contenuto intellettuale. Usa l'oggetto editor di calendario, in basso, per selezionare la data e l'ora, e il pulsante sul lato destro per riportarle a quelle attuali del computer. Questi valori possono essere sincronizzati con la **data di creazione Exif**.
pt_br: **Data de criação**: esta caixa de seleção permite editar a data e a zona do conteúdo intelectual. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador. Esses valores podem ser sincronizados com a **Data de criação do Exif**.

source: **Video date**: this checkbox allows you to edit the date and zone of the video intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date.
ca: **Data del vídeo**: aquesta casella de selecció permet editar la data i zona del contingut intel·lectual del vídeo. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó al costat dret per a restablir la marca de temps a la data actual de l'ordinador.
it: **Data del video**: questa casella di controllo ti permette di modificare la data e l'area geografica del contenuto intellettuale del video. Usa l'oggetto editor di calendario, in basso, per selezionare la data e l'ora, e il pulsante sul lato destro per riportarle a quelle attuali del computer.
pt_br: **Data do vídeo**: esta caixa de seleção permite editar a data e a hora do conteúdo intelectual do vídeo. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador.

source: **City**: this checkbox allows you to edit the city of content origin.
ca: **Ciutat**: aquesta casella de selecció permet editar la ciutat d'origen del contingut.
it: **Città**: questa casella di controllo ti permette di modificare la città di origine del contenuto.
pt_br: **Cidade**: esta caixa de seleção permite que você edite a cidade de origem do conteúdo.

source: **Sublocation**: this checkbox allows you to edit the content location within city.
ca: **Sublocalització**: aquesta casella de selecció permet editar la localització del contingut dins la ciutat.
it: **Posto**: questa casella di controllo ti permette di modificare il luogo nella città del contenuto.
pt_br: **Sublocalização**: esta caixa de seleção permite que você edite a localização do conteúdo dentro da cidade.

source: **State/Province**: this checkbox allows you to edit the Province or State of content origin.
ca: **Estat/província**: aquesta casella de selecció permet editar la província o estat d'origen del contingut.
it: **Regione o provincia**: questa casella di controllo ti permette di modificare la Regione o la Provincia di origine del contenuto.
pt_br: **Estado/Província**: esta caixa de seleção permite que você edite a Província ou Estado de origem do conteúdo.

source: The XMP Origin View from Edit Metadata Tool
ca: La vista XMP de l'origen des de l'eina Edita les metadades
it: La vista dell'origine XMP dallo strumento di modifica dei metadati
nl: De XMP-oorsprongweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de origem XMP da ferramenta de edição de metadados
sl: Pogled izvora XMP iz orodja za urejanje metapodatkov
uk: Панель перегляду походження XMP засобу редагування метаданих

source: This view supports editing of copyright information about the item.
ca: Aquesta vista permet l'edició de la informació del copyright de l'element.
it: Questa vista supporta la modifica delle informazioni sul diritto d'autore dell'elemento.
pt_br: Esta visualização permite a edição de informações de direitos autorais sobre o item.

source: **Creator**: this checkbox allows you to edit the names of content creators. Multiple text entries can be appended to the list. The default creator alternative-language value can be synchronized with the **Exif Artist**.
ca: **Creador**: aquesta casella de selecció permet editar el nom dels creadors de contingut. Es poden afegir a la llista múltiples entrades de text. El valor predeterminat de l'idioma alternatiu del creador es pot sincronitzar amb **Sincronitza l'artista Exif**.
it: **Creatore**: questa casella di controllo ti permette di modificare i nomi dei creatori del contenuto. All'elenco è possibile aggiungere più voci di testo. Il valore della lingua alternativa del creatore predefinito può essere sincronizzato con l'**Artista Exif**.
pt_br: **Criador**: esta caixa de seleção permite editar os nomes dos criadores de conteúdo. Várias entradas de texto podem ser adicionadas à lista. O valor padrão do idioma alternativo do criador pode ser sincronizado com o **Artista do Exif**.

source: **Creator Title**: this checkbox allows you to edit the titles of content creators. Multiple text entries can be appended to the list.
ca: **Títol del creador**: aquesta casella de selecció permet editar el títol dels creadors de contingut. Es poden afegir a la llista múltiples entrades de text.
it: **Titolo del creatore**: questa casella di controllo ti permette di modificare i titoli dei creatori del contenuto. All'elenco è possibile aggiungere più voci di testo.
pt_br: **Título do criador**: esta caixa de seleção permite editar os títulos dos criadores de conteúdo. Várias entradas de texto podem ser adicionadas à lista.

source: **Contact**: this options group allows you to edit the properties of the person or organization to contact. Available values are **E-mail**, **URL**, **Phone**, **Address**, **Postal code**, **City**, **State/Province**, and **Country**.
ca: **Contacte**: aquest grup d'opcions permet editar les propietats de la persona o organització de contacte. Els valors disponibles són **Correu electrònic**, **URL**, **Telèfon**, **Adreça**, **Codi postal**, **Ciutat**, **Estat/província** i **País**.
it: **Contatto**: questo gruppo di opzioni ti permette di modificare le proprietà della persona o dell'organizzazione da contattare. I valori disponibili sono: **Posta elettronica**, **Sito**, **Telefono**, **Indirizzo**, **Codice postale**, **Città**, **Regione o provincia** e **Nazione**.
pt_br: **Contato**: este grupo de opções permite editar as propriedades da pessoa ou organização a ser contatada. Os valores disponíveis são **E-mail**, **URL**, **Telefone**, **Endereço**, **CEP**, **Cidade**, **Estado/Província** e **País**.

source: **Credit**: this checkbox allows you to edit the content provider.
ca: **Atribució**: aquesta casella de selecció permet editar el proveïdor del contingut.
it: **Riconoscimenti**: questa casella di controllo ti permette di modificare il fornitore del contenuto.
pt_br: **Crédito**: esta caixa de seleção permite que você edite o provedor de conteúdo.

source: **Source**: this checkbox allows you to edit the original owner of content.
ca: **Origen**: aquesta casella de selecció permet editar el propietari original del contingut.
it: **Fonte**: questa casella di controllo ti permette di modificare il proprietario originale del contenuto.
pt_br: **Origem**: esta caixa de seleção permite que você edite o proprietário original do conteúdo.

source: The XMP Credits View from Edit Metadata Tool
ca: La vista XMP de les atribucions des de l'eina Edita les metadades
it: La vista dei riconoscimenti XMP dallo strumento di modifica dei metadati
nl: De XMP-creditsweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de créditos do XMP da ferramenta de edição de metadados
sl: Pogled zaslug XMP iz orodja za urejanje metapodatkov
uk: Панель перегляду подяк XMP засобу редагування метаданих

source: This view supports editing of subject information about the item. It's identical to the :ref:`IPTC Subjects <iptc_subjects>` section, but with no limitations on string size.
ca: Aquesta vista permet l'edició de la informació del motiu sobre l'element. És idèntica a la secció :ref:`IPTC dels motius <iptc_subjects>`, però sense limitacions de mida de cadena.
it: Questa vista supporta la modifica delle informazioni dei soggetti riguardo l'elemento. È uguale alla sezione :ref:`Soggetti IPTC <iptc_subjects>` ma senza limitazioni delle dimensioni della stringa.
pt_br: Esta visualização permite a edição de informações sobre o assunto do item. É idêntica à seção :ref:`Assuntos do IPTC <iptc_subjects>`, mas sem limitações quanto ao tamanho do texto.

source: The XMP Subjects View from Edit Metadata Tool
ca: La vista XMP dels motius des de l'eina Edita les metadades
it: La vista dei soggetti XMP dallo strumento di modifica dei metadati
nl: De XMP-onderwerpweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de assuntos do XMP da ferramenta de edição de metadados
sl: Pogled predmetov XMP iz orodja za urejanje metapodatkov
uk: Панель перегляду об'єктів XMP засобу редагування метаданих

source: This view supports editing of keywords relevant to the item. It's identical to the :ref:`IPTC Keywords <iptc_keywords>` section, but with no limitations on string size.
ca: Aquesta vista permet l'edició de les paraules clau rellevants de l'element. És idèntica a la secció :ref:`IPTC de les paraules clau <iptc_keywords>`, però sense limitacions de mida de cadena.
it: Questa vista supporta la modifica delle parole chiave attinenti all'elemento. È uguale alla sezione :ref:`Parole chiave IPTC <iptc_keywords>` ma senza limitazioni delle dimensioni della stringa.
pt_br: Esta visualização permite a edição de palavras-chave relevantes para o item. É idêntica à seção :ref:`Palavras-chave do IPTC <iptc_keywords>`, mas sem limitações quanto ao tamanho do texto.

source: The XMP Keywords View from Edit Metadata Tool
ca: La vista XMP de les paraules clau des de l'eina Edita les metadades
it: La vista delle parole chiave XMP dallo strumento di modifica dei metadati
nl: De XMP-trefwoordenweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de palavras-chave do XMP da ferramenta de edição de metadados
sl: Pogled ključnih besed XMP iz orodja za urejanje metapodatkov
uk: Панель перегляду ключових слів XMP засобу редагування метаданих

source: This view supports editing of categories relevant to the item. It's identical to the :ref:`IPTC Categories <iptc_categories>` section, but with no limitations on string size.
ca: Aquesta vista permet l'edició de les categories rellevants de l'element. És idèntica a la secció :ref:`IPTC de les categories <iptc_categories>`, però sense limitacions de mida de cadena.
it: Questa vista supporta la modifica delle categorie attinenti all'elemento. È uguale alla sezione :ref:`Categorie IPTC <iptc_categories>` ma senza limitazioni delle dimensioni della stringa.
pt_br: Esta visualização permite a edição de categorias relevantes ao item. É idêntica à seção :ref:`Categorias do IPTC <iptc_categories>`, mas sem limitações quanto ao tamanho do texto.

source: The XMP Categories View from Edit Metadata Tool
ca: La vista XMP de les categories des de l'eina Edita les metadades
it: La vista delle categorie XMP dallo strumento di modifica dei metadati
nl: De XMP-categorieënweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de categorias do XMP da ferramenta de edição de metadados
sl: Pogled kategorij XMP iz orodja za urejanje metapodatkov
uk: Панель перегляду категорій XMP засобу редагування метаданих

source: **Title**: this checkbox allows you to edit the shorthand references of content.
ca: **Títol**: aquesta casella de selecció permet editar les referències curtes per al contingut.
it: **Titolo**: questa casella di controllo ti permette di modificare i riferimenti brevi del contenuto.
pt_br: **Título**: esta caixa de seleção permite que você edite as referências abreviadas do conteúdo.

source: **Nickname**: this checkbox allows you to edit the short informal name for the resource.
ca: **Sobrenom**: aquesta casella de selecció permet editar el nom curt informal del recurs.
it: **Nomignolo**: questa casella di controllo ti permette di modificare il nome breve e informale per la risorsa.
pt_br: **Apelido**: esta caixa de seleção permite que você edite o nome informal curto do recurso.

source: **Identifiers**: this checkbox allows you to edit the strings that identify content that recurs. Multiple text entries can be appended to the list.
ca: **Identificadors**: aquesta casella de selecció permet editar les cadenes que identifiquen el contingut que es repeteix. Es poden afegir a la llista múltiples entrades de text.
it: **Identificatori**: questa casella di controllo ti permette di modificare le stringhe che identificano il contenuto ricorrente. All'elenco è possibile aggiungere più voci di testo.
pt_br: **Identificadores**: esta caixa de seleção permite editar os textos que identificam o conteúdo recorrente. Várias entradas de texto podem ser anexadas à lista.

source: **Special Instructions**: this checkbox allows you to edit the editorial usage instructions.
ca: **Instruccions especials**: aquesta casella de selecció permet editar les instruccions d'ús editorial.
it: **Istruzioni particolari**: questa casella di controllo ti permette di modificare le istruzioni per l'uso editoriale.
pt_br: **Instruções especiais**: esta caixa de seleção permite que você edite as instruções de uso editorial.

source: The XMP Status View from Edit Metadata Tool
ca: La vista XMP de l'estat des de l'eina Edita les metadades
it: La vista dello stato XMP dallo strumento di modifica dei metadati
nl: De XMP-statusweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de status do XMP da ferramenta de edição de metadados
sl: Pogled stanja XMP iz orodja za urejanje metapodatkov
uk: Панель перегляду стану XMP засобу редагування метаданих

source: **Language**: this checkbox allows you to select the languages used by the content. Multiple text entries can be appended to the list.
ca: **Idioma**: aquesta casella de selecció permet seleccionar els idiomes utilitzats pel contingut. Es poden afegir a la llista múltiples entrades de text.
it: **Lingua**: questa casella di controllo ti permette di selezionare le lingue utilizzate dal contenuto. All'elenco è possibile aggiungere più voci di testo.
pt_br: **Idioma**: esta caixa de seleção permite selecionar os idiomas utilizados pelo conteúdo. Várias entradas de texto podem ser adicionadas à lista.

source: **Scene**: this checkbox allows you to select the scenes type of the content. Multiple values can be appended to the list.
ca: **Escena**: aquesta casella de selecció permet seleccionar el tipus d'escenes del contingut. Es poden afegir a la llista múltiples valors.
it: **Scena**: questa casella di controllo ti permette di selezionare il tipo di scena del contenuto. All'elenco è possibile aggiungere più valori.
pt_br: **Cena**: esta caixa de seleção permite selecionar o tipo de cena do conteúdo. Vários valores podem ser anexados à lista.

source: **Type**: this checkbox allows you to select the content types. Multiple values can be appended to the list.
ca: **Tipus**: aquesta casella de selecció permet seleccionar els tipus del contingut. Es poden afegir a la llista múltiples valors.
it: **Tipo**: questa casella di controllo ti permette di selezionare i tipi di contenuto All'elenco è possibile aggiungere più valori.
pt_br: **Tipo**: esta caixa de seleção permite selecionar os tipos de conteúdo. Vários valores podem ser anexados à lista.

source: **Attribute**: this checkbox allows you to select the editorial attributes of content and to edit the editorial attribute descriptions. Multiple entries can be appended to the list.
ca: **Atribut**: aquesta casella de selecció permet seleccionar els atributs editorials del contingut i editar-ne les descripcions. Es poden afegir a la llista múltiples entrades.
it: **Attributo**: questa casella di controllo ti permette di selezionare gli attributi editoriali del contenuto e di modificare le loro descrizioni. All'elenco è possibile aggiungere più voci di testo.
pt_br: **Atributo**: esta caixa de seleção permite selecionar os atributos editoriais do conteúdo e editar as descrições dos atributos editoriais. Várias entradas podem ser adicionadas à lista.

source: **Reference**: this checkbox allows you to edit the original content transmission reference.
ca: **Referència**: aquesta casella de selecció permet editar la referència de la transmissió del contingut original.
it: **Riferimento**: questa casella di controllo ti permette di modificare il riferimento della trasmissione del contenuto originale.
pt_br: **Referência**: esta caixa de seleção permite que você edite a referência de transmissão do conteúdo original.

source: The XMP Properties View from Edit Metadata Tool
ca: La vista XMP de les propietats des de l'eina Edita les metadades
it: La vista delle proprietà XMP dallo strumento di modifica dei metadati
nl: De XMP-eigenschappenweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de propriedades do XMP da ferramenta de edição de metadados
sl: Pogled lastnosti XMP iz orodja za urejanje metapodatkov
uk: Панель перегляду властивостей XMP засобу редагування метаданих

source: Metadata Editor
nl: Metagegevens-bewerker
sl: Urejevalnik metapodatkov
uk: Редактор метаданих

source: The Metadata Editor is a tool for adding and editing Exif, IPTC, or XMP metadata attached to an image.
nl: De bewerker van metagegevens is een hulpmiddel voor het toevoegen en bewerken van Exif-, IPTC- of XMP-metagegevens die aan een afbeelding hangen.
sl: Urejevalnik metapodatkov je orodje za dodajanje in urejanje metapodatkov Exif, IPTC ali XMP, priloženih sliki.
uk: Редактор метаданих призначено для додавання і зміни долучених до зображення метаданих у форматах Exif, IPTC та XMP.

source: Image metadata is textual information that can be attached to digital images in order to annotate, describe and categorize them. This information is useful for searching and indexing images and for accessibility services. There are three standard formats in which image metadata can be stored: Exif, IPTC and XMP. They concentrate on different properties of the image and are used for different purposes. digiKam provides tools for viewing and editing image metadata in all these formats.
nl: Metagegevens van een afbeelding is tekstuele informatie die aan digitale afbeeldingen gehangen kan worden om ze te annoteren, te beschrijven en te categoriseren. Deze informatie is nuttig voor zoeken en indexeren van afbeeldingen en voor toegankelijkheidsservices. Er zijn drie standaard formaten waarin metagegevens van afbeeldingen kunnen worden opgeslagen: Exif, IPTC en XMP. Ze concentreren zich op verschillende eigenschappen van de afbeelding en worden voor verschillende doelen gebruikt. digiKam biedt hulpmiddelen voor bekijken en bewerken van metagegevens van afbeeldingen in al deze formaten.
sl: Metapodatki o slikah so besedilne informacije, ki jih je mogoče pripeti digitalnim slikamda bi jih označili, opisali in kategorizirali. Ta informacija je uporabna za iskanje in indeksiranje slik ter za storitve dostopnosti. Obstajajo trije standardni formati, v katerih je mogoče shraniti slikovne metapodatke: Exif, IPTC in XMP. Osredotočajo se na različne lastnosti slike in se uporabljajo za različne namene. digiKam ponuja orodja za pregledovanje in urejanje slikovnih metapodatkov v vseh teh formatih.
uk: Метадані зображення — текстова інформація, яку можна долучити до цифрового зображення з метою анотування, опису або категоризації. Ця інформація корисна для пошуку та індексування зображень, а також для служб забезпечення доступності. Існує три стандартних формати, у яких зберігаються метадані зображень: Exif, IPTC та XMP. Кожен із варіантів розроблено для зберігання різних властивостей зображення і різних призначень. У digiKam передбачено інструменти для перегляду і редагування метаданих зображень в усіх цих форматах.

source: In addition to Exif, IPTC and XMP formats are supported, so you can perform the described actions on metadata stored in these metadata chunks as for Exif. Remember that Exif is dedicated to store camera information, where IPTC and XMP are more used to store post-process text information such as rights management. So, it is not recommended to edit the metadata injected by the camera that took the photograph; on the other hand, you can add information about the author, copyright, etc. See description of supported text entries in :ref:`DAM Section <authorship_copyright>` of this manual.
nl: Naast Exif worden ook IPTC- en XMP-formaten ondersteund, u kunt dus de beschreven acties uitvoeren op metagegevens opgeslagen in deze brokjes metagegevens zoals voor EXIF. Bedenk dat EXIF is gericht op het opslaan van camera-informatie, terwijl IPTC en XMP meer worden gebruikt voor in nabewerking opgeslagen tekstinformatie zoals beheer van rechten. Het is dus niet aanbevolen om de metagegevens die de camera, waarmee de afbeelding is gemaakt, heeft ingevoegd, te bewerken; aan de andere kant kunt u informatie over de auteur, copyright etc. toevoegen. Zie beschrijving van ondersteunde tekstitems in :ref:`DAM-sectie <authorship_copyright>` van deze handleiding.
sl: Poleg Exif sta podprta zapisa IPTC in XMP, tako da lahko izvajate opisana dejanja za metapodatke, shranjene v teh kosih metapodatkov, kot tudi za Exif. Ne pozabite, da je Exif namenjen shranjevanju informacij o kameri, medtem ko se IPTC in XMP bolj uporabljata za shranjevanje besedilnih informacij po obdelavi, kot je npr. upravljanje pravic. Zato ni priporočljivo urejati vnesenih metapodatkov s kamero, ki je posnela fotografijo; po drugi strani pa lahko dodate podatke o avtorju, avtorskih pravicah itd. Glejte opis podprtih besedilnih vnosih v :ref:`razdelek DAM <authorship_copyright>` tega priročnika.
uk: Окрім Exif, передбачено підтримку форматів IPTC та XMP, отже ви можете виконувати описані дії над метаданими у цих форматах так само, як вони виконуються для Exif Зауважте, що Exif призначено для зберігання даних щодо фотоапарата, а IPTC і XMP більше призначені для збереження даних щодо остаточної обробки та даних щодо авторських прав. Отже, ми не рекомендуємо редагувати ці метадані, які записано фотоапаратом, а лише додати дані щодо автора, авторських прав, ліцензування тощо, хіба що вам потрібно виправити помилкові дані. Див. опис підтримуваних текстових записів у :ref:`розділі щодо керування цифровою власністю <authorship_copyright>` цього підручника.
