Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: The Exif Device View from Edit Metadata Tool
ca: La vista Exif del dispositiu des de l'eina Edita les metadades
it: La vista del dispositivo Exif dallo strumento di modifica dei metadati
nl: De Exif-apparaatweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição do dispositivo do Exif da ferramenta de edição de metadados
sl: Pogled naprave Exif iz orodja za urejanje metapodatkov
uk: Панель перегляду параметрів пристрою Exif засобу редагування метаданих

source: Light
ca: Llum
it: Luce
nl: Licht
pt_br: Luminosidade
sl: Svetloba
uk: Освітлення

source: This view supports editing of light source condition for the image.
ca: Aquesta vista permet l'edició de les condicions de la font de llum de la imatge.
it: Questa vista supporta la modifica della condizione della fonte di luce per l'immagine.
pt_br: Esta visualização suporta a edição das condições da fonte de luz da imagem.

source: **Light source**: this checkbox allows you to edit the kind of light source used to take the picture.
ca: **Font de llum**: aquesta casella de selecció permet editar la classe de font de llum emprada quan es va prendre la imatge.
it: **Fonte della luce**: questa casella di controllo ti permette di modificare il tipo di sorgente di luce usata per scattare la foto.
pt_br: **Fonte de luz**: esta caixa de seleção permite que você edite o tipo de fonte de luz usada para tirar a foto.

source: **Flash mode**: this checkbox allows you to edit the flash program mode used by the camera to take the picture.
ca: **Mode de flaix**: aquesta casella de selecció permet editar el mode del programa de flaix emprat per la càmera quan es va prendre la imatge.
it: **Modalità del flash**: questa casella di controllo ti permette di modificare il programma del flash usato dalla macchina fotografica per scattare la foto.
pt_br: **Modo do flash**: esta caixa de seleção permite que você edite o modo de programa de flash usado pela câmera para tirar a foto.

source: **Flash energy**: this checkbox allows you to edit the flash energy used to take the picture in BCPS units. Beam Candle Power Seconds is the measure of effective intensity of a light source when it is focused into a beam by a reflector or lens. This value is the effective intensity for a period of one second.
ca: **Energia del flaix**: aquesta casella de selecció permet editar l'energia del flaix emprada en prendre la imatge en unitats BCPS (Beam Candle Power Seconds). Aquesta és la unitat de mesura de la intensitat efectiva d'una font de llum quan s'enfoca en un raig des d'un reflector o lent. Aquest valor és la intensitat efectiva durant un període d'un segon.
it: **Energia del flash**: questa casella di controllo ti permette di modificare l'energia del flash usata per scattare la foto, in unità BCPS. Le candele di intensità di luce emessa al secondo (Beam Candle Power Seconds, BCPS) sono la misura dell'effettiva intensità di una sorgente di luce quando viene focalizzata in un raggio da un riflettore o una lente. Questo valore è l'intensità effettiva per un periodo di un secondo.
pt_br: **Energia do flash**: esta caixa de seleção permite editar a energia do flash usada para tirar a foto em unidades BCPS. A potência do feixe em segundos é a medida da intensidade efetiva de uma fonte de luz quando focada em um feixe por um refletor ou lente. Este valor é a intensidade efetiva por um período de um segundo.

source: **White balance**: this checkbox allows you to edit the white balance mode set by the camera when the picture was taken. Possible values are **Auto** and **Manual**.
ca: **Balanç de blancs**: aquesta casella de selecció permet editar el mode balanç de blancs establert per la càmera quan es va prendre la imatge. Els valors possibles són **Automàtic** i **Manual**.
it: **Bilanciamento del bianco**: questa casella di controllo ti permette di modificare la modalità di bilanciamento del bianco impostata dalla macchina fotografica quando è stata scattata la foto. I valori possibili sono: **Automatico** e **Manuale**.
pt_br: **Balanço de branco**: esta caixa de seleção permite editar o modo de balanço de branco definido pela câmera quando a foto foi tirada. Os valores possíveis são **Automático** e **Manual**.

source: The Exif Light View from Edit Metadata Tool
ca: La vista Exif de la llum des de l'eina Edita les metadades
it: La vista della luce Exif dallo strumento di modifica dei metadati
nl: De Exif-lichtweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de luminosidade do Exif da ferramenta de edição de metadados
sl: Pogled Exif Light iz orodja za urejanje metapodatkov
uk: Панель перегляду параметрів освітлення Exif засобу редагування метаданих

source: Adjustments
ca: Ajustos
it: Regolazioni
nl: Aanpassingen
pt_br: Ajustes
sl: Prilagoditve
uk: Коригування

source: This view supports editing of technical details used by camera.
ca: Aquesta vista permet l'edició dels detalls tècnics utilitzats per la càmera.
it: Questa vista supporta la modifica dei dettagli tecnici usati dalla macchina fotografica.
pt_br: Esta visualização permite a edição de detalhes técnicos usados ​​pela câmera.

source: **Brightness**: this checkbox allows you to edit the brightness adjustment value in APEX unit used by camera to take the picture.
ca: **Brillantor**: aquesta casella de selecció permet editar l'ajust de la brillantor en unitats APEX emprat per la càmera quan es va prendre la imatge.
it: **Luminosità**: questa casella di controllo ti permette di modificare il valore di regolazione della luminosità, in unità APEX, usato dalla macchina fotografica per scattare la foto.
pt_br: **Brilho**: esta caixa de seleção permite que você edite o valor de ajuste de brilho na unidade APEX usada pela câmera para tirar a foto.

source: **Gain Control**: this checkbox allows you to edit the degree of overall image gain adjustment used by camera to take the picture. Possible values are **None**, **Low gain up**, **High gain up**, **Low gain down**, and **High gain down**.
ca: **Control del guany**: aquesta casella de selecció permet editar el grau d'ajust general del guany de la imatge utilitzat per la càmera per a prendre la fotografia. Els valors possibles són **Cap**, **Guany baix amunt**, **Guany alt amunt**, **Guany baix avall** i **Guany alt avall**.
it: **Controllo del guadagno**: questa casella di controllo ti permette di modificare il grado di regolazione complessiva del guadagno dell'immagine usato dalla macchina fotografica per scattare la foto. I valori possibili sono: **Nessuno**, **Aumento leggero**, **Aumento forte**, **Riduzione leggera** e **Riduzione forte**.
pt_br: **Controle de ganho**: esta caixa de seleção permite editar o grau de ajuste geral de ganho da imagem usado pela câmera para tirar a foto. Os valores possíveis são **Nenhum**, **Baixo ganho para valores altos**, **Alto ganho para valores altos**, **Baixo ganho para valores baixos** e **Alto ganho para valores baixos**.

source: **Contrast**: this checkbox allows you to edit the direction of contrast processing applied by the camera to take the picture. Possible values are **Normal**, **Soft**, and **Hard**.
ca: **Contrast**: aquesta casella de selecció permet editar la direcció de processament del contrast aplicat per la càmera per a prendre la fotografia. Els valors possibles són **Normal**, **Suau** i **Dur**.
it: **Contrasto**: questa casella di controllo ti permette di modificare la direzione dell'elaborazione del contrasto applicato dalla fotocamera durante lo scatto dell'immagine. I valori possibili sono **Normale**, **Leggero** e **Forte**.
pt_br: **Contraste**: esta caixa de seleção permite editar a direção do processamento de contraste aplicado pela câmera para tirar a foto. Os valores possíveis são **Normal**, **Suave** e **Forte**.

source: **Saturation**: this checkbox allows you to edit the direction of saturation processing applied by the camera to take the picture. Possible values are **Normal**, **Low**, and **High**.
ca: **Saturació**: aquesta casella de selecció permet editar la direcció de processament de la saturació aplicat per la càmera per a prendre la fotografia. Els valors possibles són **Normal**, **Baixa** i **Alta**.
it: **Saturazione**: questa casella di controllo ti permette di modificare la direzione dell'elaborazione della saturazione applicata dalla fotocamera durante lo scatto dell'immagine. I valori possibili sono **Normale**, **Bassa** e **Alta**.
pt_br: **Saturação**: esta caixa de seleção permite editar a direção do processamento de saturação aplicado pela câmera para tirar a foto. Os valores possíveis são **Normal**, **Baixo** e **Alto**.

source: **Sharpness**: this checkbox allows you to edit the direction of sharpness processing applied by the camera to take the picture. Possible values are **Normal**, **Soft**, and **Hard**.
ca: **Agudesa**: aquesta casella de selecció permet editar la direcció de processament de la nitidesa aplicat per la càmera per a prendre la fotografia. Els valors possibles són **Normal**, **Suau** i **Dura**.
it: **Nitidezza**: questa casella di controllo ti permette di modificare la direzione dell'elaborazione della nitidezza applicata dalla fotocamera durante lo scatto dell'immagine. I valori possibili sono **Normale**, **Leggera** e **Forte**.
pt_br: **Nitidez**: esta caixa de seleção permite editar a direção do processamento de nitidez aplicado pela câmera para tirar a foto. Os valores possíveis são **Normal**, **Suave** e **Forte**.

source: **Custom rendered**: this checkbox allows you to edit the use of special processing on image data, such as rendering geared to output. Possible values are **Normal process** and **Custom process**.
ca: **Renderització personalitzada**: aquesta casella de selecció permet editar l'ús d'un processament especial sobre les dades de la imatge, com ara la renderització orientada a la sortida. Els valors possibles són el **Procés normal** i **Procés personalitzat**.
it: **Resa personalizzata**: questa casella di controllo ti permette di modificare l'uso dell'elaborazione speciale sui dati dell'immagine, tipo la resa rivolta al risultato. I valori possibili sono **Elaborazione normale** ed **Elaborazione personalizzata**.
pt_br: **Renderização personalizada**: esta caixa de seleção permite editar o uso de processamento especial em dados de imagem, como renderização direcionada à saída. Os valores possíveis são **Processo normal** e **Processo personalizado**.

source: The Exif Adjustments View from Edit Metadata Tool
ca: La vista Exif dels ajustos des de l'eina Edita les metadades
it: La vista delle regolazioni Exif dallo strumento di modifica dei metadati
nl: De Exif-aanpassingenweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de ajustes do Exif da ferramenta de edição de metadados
sl: Pogled prilagoditev Exif iz orodja za urejanje metapodatkov
uk: Панель перегляду параметрів коригування Exif засобу редагування метаданих

source: IPTC Tab
ca: La pestanya IPTC
it: Scheda IPTC
nl: Tabblad IPTC
pt_br: Aba IPTC
sl: Zavihek IPTC
uk: Вкладка IPTC

source: The sections available in this tab group are the most common IPTC tags used by photo-agencies. They are listed for editing with standardized values.
ca: Les seccions disponibles en aquesta pestanya agrupen les etiquetes IPTC més habituals que utilitzen les agències fotogràfiques. Es llisten per a editar-les amb valors estàndards.
it: Le sezioni disponibili in questo gruppo di schede rappresentano i tag IPTC più comuni utilizzati dalle agenzie di fotografia. Essi vengono elencati per la modifica con dei valori standard.
pt_br: As seções disponíveis neste grupo de abas são as etiquetas IPTC mais comuns usadas por agências de fotografia. Elas são listadas para edição com valores padronizados.

source: Pre-configured subjects can be used to describe the items contents based on IPTC reference codes. All text fields in IPTC tab are limited in size. Consider using the XMP tab instead. Some fields can accept multiple entries appended to the list. Multiple entry items can be managed with the **Add**, **Delete**, and **Replace** buttons located near the edited list.
ca: Els temes preconfigurats es poden utilitzar per a descriure el contingut dels elements segons els codis de referència d'IPTC. Tots els camps de text de la pestanya IPTC tenen una mida limitada. En el seu lloc, penseu a utilitzar la pestanya XMP. Alguns camps poden acceptar múltiples entrades que s'afegiran a la llista. Els elements es poden gestionar amb els botons **Afegeix**, **Suprimeix** i **Substitueix** situats a prop de la llista editada.
it: Possono essere utilizzati soggetti preconfigurati per descrivere il contenuto degli elementi basati sui codici di riferimento IPTC. Tutti i campi di testo nella scheda IPTC sono di dimensioni limitate. Valuta invece l'uso della scheda XMP. Alcuni campi possono accettare più voci aggiunte a un elenco. Puoi gestire più voci di elementi con i pulsanti **Aggiungi**, **Elimina** e **Sostituisci** che si trovano accanto all'elenco da modificare.
pt_br: Assuntos pré-configurados podem ser usados ​​para descrever o conteúdo dos itens com base nos códigos de referência do IPTC. Todos os campos de texto na aba IPTC têm tamanho limitado. Considere usar a aba XMP. Alguns campos podem aceitar múltiplas entradas anexadas à lista. Itens com múltiplas entradas podem ser gerenciados com os botões **Adicionar**, **Excluir** e **Substituir** localizados próximos à lista editada.

source: Content
ca: Contingut
it: Contenuto
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Вміст

source: This view supports editing of the visual content of the item.
ca: Aquesta vista permet l'edició del contingut visual de l'element.
it: Questa vista supporta la modifica del contenuto visivo dell'elemento.
pt_br: Esta visualização suporta a edição do conteúdo visual do item.

source: **Headline**: this checkbox allows you to edit the content synopsis. This field is limited to 256 characters.
ca: **Titular**: aquesta casella de selecció permet editar la sinopsi del contingut. Aquest camp està limitat a 256 caràcters.
it: **Riassunto**: questa casella di controllo ti permette di modificare il riassunto del contenuto. Questo campo è limitato a 256 caratteri.
pt_br: **Sinopse**: esta caixa de seleção permite editar a sinopse do conteúdo. Este campo é limitado a 256 caracteres.

source: **Caption**: this checkbox allows you to edit the content description. This field is limited to 2000 characters. This field can be synchronized with the **JFIF Comment section** and **Exif Comment**.
ca: **Llegenda**: aquesta casella de selecció permet editar la descripció del contingut. Aquest camp està limitat a 2.000 caràcters. Aquest camp es pot sincronitzar amb **Sincronitza la secció de comentaris JFIF** i **Sincronitza el comentari Exif**.
it: **Didascalia**: questa casella di controllo ti permette di modificare la descrizione del contenuto. Questo campo è limitato a 2000 caratteri, e può essere sincronizzato con la sezione **Commento JFIF** e **Commento Exif**.
pt_br: **Legenda**: esta caixa de seleção permite editar a descrição do conteúdo. Este campo é limitado a 2.000 caracteres. Este campo pode ser sincronizado com a **seção de Comentários JFIF** e o **Comentários Exif**.

source: **Caption Writer**: this checkbox allows you to edit the names of the caption authors. Multiple entries limited to 32 characters each can be appended to the list.
ca: **Autor de la llegenda**: aquesta casella de selecció permet editar els noms dels autors de la llegenda. Es poden afegir a la llista múltiples entrades limitades a 32 caràcters cadascuna.
it: **Autore della didascalia**: questa casella di controllo ti permette di modificare i nomi degli autori della didascalia. All'elenco è possibile aggiungere più voci, limitate a 32 caratteri ciascuna.
pt_br: **Autor da legenda**: esta caixa de seleção permite editar os nomes dos autores das legendas. É possível adicionar várias entradas, limitadas a 32 caracteres cada, à lista.

source: The IPTC Content View from Edit Metadata Tool
ca: La vista IPTC del contingut des de l'eina Edita les metadades
it: La vista del contenuto IPTC dallo strumento di modifica dei metadati
nl: De IPTC-inhoudsweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição do conteúdo do IPTC a partir da ferramenta de edição de metadados
sl: Pogled vsebine IPTC iz orodja za urejanje metapodatkov
uk: Панель перегляду даних IPTC засобу редагування метаданих

source: Origin
ca: Origen
it: Origine
nl: Herkomst
pt_br: Origem
sl: Izvor
uk: Походження

source: This view groups formal descriptive information about the item.
ca: Aquesta vista agrupa la informació descriptiva formal sobre l'element.
it: Questa vista raggruppa le informazioni descrittive formali sull'elemento.
nl: Deze weergave groepeert formele beschrijvende informatie over het item.
pt_br: Esta visualização agrupa informações descritivas formais sobre o item.
sl: Ta pogled združuje uradne opisne informacije o predmetu.
uk: На цій панелі згруповано формальні описові відомості щодо запису.

source: **Digitization date** and **Digitization time**: these checkboxes allow you to edit the date, time, and zone of the digital representation. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date.
ca: **Data de digitalització** i **Hora de digitalització**: aquestes caselles de selecció permeten editar la data, hora i zona de la representació digital. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó al costat dret per a restablir la marca de temps a la data actual de l'ordinador.
it: **Data di digitalizzazione** e **Ora di digitalizzazione**: queste caselle di controllo ti permettono di modificare la data, l'ora e l'area geografica della rappresentazione digitale. Usa l'oggetto editor di calendario, in basso, per selezionare la data e l'ora, e il pulsante sul lato destro per riportarle a quelle attuali del computer.
pt_br: **Data de digitalização** e **Hora da digitalização**: estas caixas de seleção permitem editar a data, a hora e o fuso horário da representação digital. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador.

source: **Creation date** and **Creation time**: these checkboxes allow you to edit the date, time, and zone of the intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date. These values can be synchronized with the **Exif Creation date**.
ca: **Data de creació** i **Hora de creació**: aquestes caselles de selecció permeten editar la data, hora i zona del contingut intel·lectual. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó al costat dret per a restablir la marca de temps a la data actual de l'ordinador. Aquests valors es poden sincronitzar amb la **Data de creació Exif**.
it: **Data di creazione** e **Ora di creazione**: queste caselle di controllo ti permettono di modificare la data, l'ora e l'area geografica del contenuto intellettuale. Usa l'oggetto editor di calendario, in basso, per selezionare la data e l'ora, e il pulsante sul lato destro per riportarle a quelle attuali del computer. Questi valori possono essere sincronizzati con la **data di creazione Exif**.
pt_br: **Data de criação** e **Hora de criação**: estas caixas de seleção permitem editar a data, a hora e o fuso horário do conteúdo intelectual. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador. Esses valores podem ser sincronizados com a **Data de criação do Exif**.

source: **Location**: this checkbox allows you to edit the full country names referenced by the content. Multiple pre-configured entries can be appended to the list.
ca: **Localització**: aquesta casella de selecció permet editar el nom complet dels països a què fa referència el contingut. Es poden afegir a la llista múltiples entrades preconfigurades.
it: **Luogo**: questa casella di controllo ti permette di modificare i nomi di nazione completi citati dal contenuto. All'elenco è possibile aggiungere più voci preconfigurate.
pt_br: **Localização**: esta caixa de seleção permite editar os nomes completos dos países referenciados pelo conteúdo. Várias entradas pré-configuradas podem ser adicionadas à lista.

source: **City**: this checkbox allows you to edit the city of content origin. This field is limited to 32 characters.
ca: **Ciutat**: aquesta casella de selecció permet editar la ciutat d'origen del contingut. Aquest camp està limitat a 32 caràcters.
it: **Città**: questa casella di controllo ti permette di modificare la città di origine del contenuto Questo campo è limitato a 32 caratteri.
pt_br: **Cidade**: esta caixa de seleção permite editar a cidade de origem do conteúdo. Este campo é limitado a 32 caracteres.

source: **Sublocation**: this checkbox allows you to edit the content location within city. This field is limited to 32 characters.
ca: **Sublocalització**: aquesta casella de selecció permet editar la localització del contingut dins la ciutat. Aquest camp està limitat a 32 caràcters.
it: **Posto**: questa casella di controllo ti permette di modificare il luogo nella città del contenuto. Questo campo è limitato a 32 caratteri.
pt_br: **Sublocalização**: esta caixa de seleção permite editar a localização do conteúdo dentro da cidade. Este campo é limitado a 32 caracteres.

source: **State/Province**: this checkbox allows you to edit the Province or State of content origin. This field is limited to 32 characters.
ca: **Estat/província**: aquesta casella de selecció permet editar la província o estat d'origen del contingut. Aquest camp està limitat a 32 caràcters.
it: **Regione o provincia**: questa casella di controllo ti permette di modificare la Regione o la Provincia di origine del contenuto Questo campo è limitato a 32 caratteri.
pt_br: **Estado/Província**: esta caixa de seleção permite editar a Província ou Estado de origem do conteúdo. Este campo é limitado a 32 caracteres.

source: **Country**: this checkbox allows you to select the country name of content origin.
ca: **País**: aquesta casella de selecció permet editar el país d'origen del contingut.
it: **Nazione**: questa casella di controllo ti permette di selezionare il nome della nazione di origine del contenuto.
pt_br: **País**: esta caixa de seleção permite que você selecione o nome do país de origem do conteúdo.

source: The IPTC Origin View from Edit Metadata Tool
ca: La vista IPTC de l'origen des de l'eina Edita les metadades
it: La vista dell'origine IPTC dallo strumento di modifica dei metadati
nl: De IPTC-oorsprongweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de origem do IPTC a partir da ferramenta de edição de metadados
sl: Izvorni pogled IPTC iz orodja za urejanje metapodatkov
uk: Панель перегляду походження IPTC засобу редагування метаданих

source: Credits
ca: Atribucions
it: Riconoscimenti
nl: Dankbetuigingen
pt_br: Créditos
sl: Zasluge
uk: Подяки

source: This view supports editing of credit and copyright information about the item.
ca: Aquesta vista permet l'edició de la informació d'atribució i dels drets d'autor de l'element.
it: Questa vista supporta la modifica dei riconoscimenti e delle informazioni sul diritto d'autore dell'elemento.
pt_br: Esta visualização permite a edição de informações de crédito e direitos autorais sobre o item.
