Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: The digiKam Metadata Editor
ca: L'editor de metadades del digiKam
it: L'editor dei metadati di digiKam
nl: De bewerker van metagegevens van digiKam
pt_br: O editor de metadados do digiKam
sl: digiKam urejevalnik metapodatkov
uk: Редактор метаданих digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, metadata, editor, Exif, IPTC, XMP
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, metadades, editor, Exif, IPTC, XMP
it: digiKam, documentazione, manuale utente, gestione foto, open source, libero, apprendimento, facile, metadati, editor, Exif, IPCT, XMP
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, bewerker van metagegevens, bewerker, Exif, IPTC, XMP
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, metadados, editor, Exif, IPTC, XMP
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, metapodatki, urejevalnik, Exif, IPTC, XMP
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, редактор метаданих, Exif, IPTC, XMP

source: :ref:`Metadata Editor <post_processing>`
ca: :ref:`Editor de metadades <post_processing>`
it: :ref:`Editor dei metadati <post_processing>`
pt_br: :ref:`Editor de metadados <post_processing>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt_br: Visão geral
sl: Pregled
uk: Огляд

source: The **Metadata Editor** is a tool for adding and editing Exif, IPTC, or XMP metadata attached to an image.
ca: L'**editor de metadades** és una eina per a afegir i editar les metadades Exif, IPTC o XMP d'una imatge.
it: Lo strumento **Editor dei metadati** serve per aggiungere e modificare i metadati Exif, IPTC o XMP di un'immagine.
pt_br: O **editor de metadados** é uma ferramenta para adicionar e editar metadados Exif, IPTC ou XMP anexados a uma imagem.

source: Image metadata is textual information that can be attached to digital images in order to annotate, describe and categorize them. This information is useful for searching and indexing images and for accessibility services. There are three standard formats in which image metadata can be stored: Exif, IPTC and XMP. They concentrate on different properties of the image and are used for different purposes. digiKam provides tools for viewing and editing image metadata in all three formats.
ca: Les metadades de la imatge són informació textual que es pot adjuntar a les imatges digitals per tal d'anotar, escriure i categoritzar. Aquesta informació és útil per a la cerca i indexació de les imatges i per als serveis d'accessibilitat. Hi ha tres formats estàndard en els quals es poden emmagatzemar les metadades de la imatge: Exif, IPTC i XMP. Es concentren en propietats diferents de la imatge i s'utilitzen per a finalitats diferents. El digiKam proporciona eines per a la visualització i edició de les metadades de la imatge en els tres formats.
it: I metadati di un'immagine sono delle informazioni testuali che possono essere aggiunte alle immagini digitali allo scopo di annotarle, di descriverle e di classificarle. Queste informazioni sono utili per ricercare e per indicizzare le immagini, e per i servizi di accessibilità. Ci sono tre formati standard in cui è possibile salvare i metadati: Exif, IPTC e XMP. Essi si concentrano su diverse proprietà delle immagini, e sono utilizzati con scopi diversi. digiKam fornisce degli strumenti per visualizzare e per modificare i metadati delle immagini in tutti e tre formati.
pt_br: Metadados de imagem são informações textuais que podem ser anexadas a imagens digitais para anotá-las, descrevê-las e categorizá-las. Essas informações são úteis para pesquisa e indexação de imagens e para serviços de acessibilidade. Existem três formatos padrão nos quais os metadados de imagem podem ser armazenados: Exif, IPTC e XMP. Eles se concentram em diferentes propriedades da imagem e são usados ​​para diferentes propósitos. O digiKam fornece ferramentas para visualizar e editar metadados de imagem nos três formatos.

source: The application offers metadata editing tools available through the :menuselection:`Item --> Edit Metadata` menu entry. The metadata editor conveniently arranges all metadata into sections for each kind of metadata chunk, making it easier to find and edit specific entries. For example, to edit hardware-related information, switch to the **Device** section. Here you can modify device manufacturer, device model, exposure-related settings, and other information.
ca: L'aplicació ofereix eines per a l'edició de metadades, disponibles a través de l'element de menú :menuselection:`Element --> Edita les metadades`. L'editor de metadades disposa convenientment totes les metadades en seccions per a cada tipus de fragment de metadades, pel que és fàcil trobar i editar les entrades específiques. Per exemple, per a editar la informació relacionada amb el maquinari, canvia a la secció **Dispositiu**. Des d'aquí podreu modificar el fabricant i el model del dispositiu, configuració relacionada amb l'exposició, i d'altra informació.
it: L'applicazione offre degli strumenti per la modifica dei metadati, che sono disponibili attraverso la voce del menu :menuselection:`Elemento --> Modifica i metadati`. L'editor li organizza opportunamente in sezioni in base alla loro porzione, rendendo così semplice la ricerca e la modifica di voci specifiche. Vai ad esempio alla sezione **Dispositivo** per le informazioni relative all'hardware: qui puoi modificare il produttore e il modello del dispositivo, le impostazioni relative all'esposizione e altre informazioni.
nl: De toepassing biedt bewerkingshulpmiddelen voor metagegevens beschikbaar via het menu-item :menuselection:`Item --> Metagegevens bewerken`. De bewerker van metagegevens arrangeert voor het gemak alle metagegevens in secties voor elk soort brokje metagegeven, waarmee het gemakkelijker is om specifieke items te zoeken en te bewerken. Om bijvoorbeeld aan hardware gerelateerde informatie te bewerken, schakel om naar de sectie **Apparaat**. Hier kunt u de maker van het apparaat wijzigen, evenals het model van het apparaat, instellingen gerelateerd aan belichting en andere informatie.
pt_br: O aplicativo oferece ferramentas de edição de metadados disponíveis através da entrada de menu :menuselection:`Item --> Editar metadados`. O editor de metadados organiza convenientemente todos os metadados em seções para cada tipo de bloco de metadados, facilitando a localização e a edição de entradas específicas. Por exemplo, para editar informações relacionadas ao hardware, acesse a seção **Dispositivo**. Aqui você pode modificar o fabricante e o modelo do dispositivo, as configurações relacionadas à exposição e outras informações.
sl: Aplikacija ponuja orodja za urejanje metapodatkov, ki so na voljo menija prek :menuselection:'Element --> Uredi metapodatke'. Urejevalnik metapodatkov priročno razporedi vse metapodatke v razdelke za vsako vrsto metapodatkov, kar olajša iskanje in urejanje določenih vnosov. Na primer, za urejanje informacij, povezane s strojno opremo, preklopite na razdelek **Naprava**. Tukaj lahko spremenite proizvajalca naprave, model naprave, nastavitve povezane časom posnetka in druge informacije.
uk: У програмі доступ до засобів редагування метаданих передбачено за допомогою пункту меню :menuselection:`Запис --> Редагувати метадані`. На панелі редагування метаданих усі метадані зручно поділено на розділи для кожного з типів фрагментів метаданих. Це спрощує пошук і редагування певних записів. Наприклад, щоб змінити дані, пов’язані із обладнанням, перейдіть до розділу **Пристрій**. За допомогою цього розділу можна змінити запис виробника обладнання, моделі пристрою, параметрів, пов’язаних із експозицією, та інші дані.

source: The Edit Metadata Tool Dialog
ca: El diàleg de l'eina Edita les metadades
it: La finestra di dialogo dello strumento di modifica dei metadati
nl: De dialoog uit hulpmiddel Metagegevens bewerken
pt_br: A janela da ferramenta de edição de metadados
sl: Pogovorno okno orodja za urejanje metapodatkov
uk: Вікно засобу редагування метаданих

source: Exif data is primarily used to store information about the camera and its configuration when the image was taken. So while it is usually not recommended to edit the metadata injected by the camera that took the photograph, you can edit Exif data in digiKam. The IPTC and XMP data are primarily used to store post-process text information such as author, copyright and such. So you are far more likely to be editing these data with digiKam. A description of supported text entries in given in the :ref:`DAM Section <authorship_copyright>` of this manual.
ca: Les dades Exif s'utilitzen principalment per a emmagatzemar informació sobre la càmera i la seva configuració quan es va prendre la imatge. Per tant, encara que normalment no es recomana editar les metadades injectades per la càmera que va prendre la fotografia, podeu editar les dades Exif al digiKam. Les dades IPTC i XMP s'utilitzen principalment per a emmagatzemar informació de text de post-procés, com ara autor, drets d'autor i similars. Per tant, és molt més probable que editeu aquestes dades amb el digiKam. A la :ref:`Secció DAM <authorship_copyright>` d'aquest manual s'indica la descripció de les entrades de text admeses.
it: I dati Exif sono usati principalmente per memorizzare informazioni sulla fotocamera e la sua configurazione durante lo scatto di un'immagine. Pertanto, se non è in genere consigliato modificare i metadati inseriti dalla fotocamera che ha scattato la foto, puoi però modificare i dati Exif in digiKam. I dati IPTC e XMP sono usati principalmente per memorizzare informazioni testuali sulla post-elaborazione quali autore, copyright e simili. Dunque è molto più probabile che tu modifichi questi dati con digiKam. Una descrizione delle voci testuali supportate si trova nel :ref:`capitolo DAM <authorship_copyright>` di questo manuale.
pt_br: Os dados Exif são usados ​​principalmente para armazenar informações sobre a câmera e sua configuração quando a imagem foi tirada. Portanto, embora geralmente não seja recomendado editar os metadados inseridos pela câmera que tirou a fotografia, você pode editar dados Exif no digiKam. Os dados IPTC e XMP são usados ​​principalmente para armazenar informações de texto de pós-processamento, como autor, direitos autorais e outros. Portanto, é muito mais provável que você edite esses dados com o digiKam. Uma descrição das entradas de texto suportadas é fornecida na :ref:`Seção DAM <authorship_copyright>` deste manual.

source: digiKam allows you to synchronize some specific metadata entries from one chunk to another. For example, comments are available in Exif, IPTC, and XMP as separate entries. Mark the **Sync...** check boxes corresponding to the entries you wish to copy from one format to another.
ca: El digiKam permet sincronitzar algunes entrades de metadades específiques des d'un fragment a un altre. Per exemple, els comentaris que es troben disponibles a l'Exif, IPTC i XMP en entrades separades. Marqueu les caselles de selecció **Sincronitza...** corresponents a les entrades que voleu copiar d'un format a l'altre.
it: digiKam ti permette di sincronizzare alcune voci specifiche dei metadati da una porzione ad un'altra. Per esempio, i commenti sono disponibili nei file Exif, IPTC e XMP come voci separate. Spunta le caselle **Sincronizza...** che corrispondono alle voci che vuoi copiare da un formato all'altro.
pt_br: O digiKam permite sincronizar algumas entradas específicas de metadados de um bloco para outro. Por exemplo, comentários estão disponíveis em Exif, IPTC e XMP como entradas separadas. Marque as caixas de seleção **Sincronizar...** correspondentes às entradas que deseja copiar de um formato para outro.

source: If you select many items from the icon-view, the metadata editor dialog allows you to process the selection. You can navigate between items with the **Previous** and **Next** buttons. The current filename and the index in the selection are given on the dialog title. A preview of the current item is visible in the dialog header at the top.
ca: Si seleccioneu molts elements en la vista d'icones, el diàleg de l'editor de metadades permetrà processar la selecció. Podreu navegar entre els elements amb els botons **Anterior** i **Següent**. El nom de fitxer actual i l'índex a la selecció s'indiquen en el títol del diàleg. Serà visible una vista prèvia de l'element actual a la capçalera del diàleg des de la part superior.
it: Se selezioni molti elementi dalla vista a icone, la finestra di dialogo dell'editor dei metadati ti consente di elaborare la selezione. Puoi sfogliare gli elementi con i pulsanti **Precedente** e **Successivo**. Il nome file attuale e l'indice nella selezione vengono indicati nel titolo della finestra di dialogo. In cima, nell'intestazione della finestra di dialogo è visibile un'anteprima dell'elemento attivo.
pt_br: Se você selecionar vários itens na visualização de miniaturas, a janela do editor de metadados permitirá que você processe a seleção. Você pode navegar entre os itens com os botões **Anterior** e **Próximo**. O nome do arquivo atual e o índice da seleção são exibidos no título da janela. Uma prévia do item atual é visível no cabeçalho da caixa de diálogo, na parte superior.

source: Synchronizing metadata may produce undesired results because Exif is limited to the ASCII character-set.
ca: La sincronització de les metadades pot produir resultats no desitjats a causa que l'Exif es limita al joc de caràcters ASCII.
it: La sincronizzazione dei metadati può produrre dei risultati indesiderati, perché l'Exif si limita all'insieme di caratteri ASCII.
pt_br: A sincronização de metadados pode produzir resultados indesejados porque o Exif é limitado ao conjunto de caracteres ASCII.

source: Edit Exif Tab
ca: La pestanya d'edició Exif
it: Modifica scheda Exif
pt_br: Aba de edição de Exif

source: The sections available in this tab group are the most common Exif tags used by camera devices. They are listed for editing, with default values obtained from the item.
ca: Les seccions disponibles en aquest grup de pestanyes són les etiquetes Exif més habituals utilitzades pels dispositius de càmera. Es llisten per a l'edició, amb els valors predeterminats obtinguts de l'element.
it: Le sezioni disponibili in questo gruppo di schede sono i tag Exif più comuni utilizzati dalle macchine fotografiche. Essi vengono elencati per la modifica, con i valori predefiniti ottenuti dall'elemento.
pt_br: As seções disponíveis neste grupo de abas são as etiquetas Exif mais comuns usadas por câmeras. Elas são listadas para edição, com valores padrão obtidos do item.

source: Caption
ca: Llegenda
it: Didascalia
nl: Opschrift
pt_br: Legenda
sl: Napis
uk: Підпис

source: This view supports editing of textual descriptions of the image. All text fields in this section are limited to ASCII characters unless stated otherwise.
ca: Aquesta vista permet l'edició de les descripcions textuals de la imatge. Tots els camps de text d'aquesta secció estan limitats a caràcters ASCII, tret que s'indiqui el contrari.
it: Questa vista supporta la modifica delle descrizioni testuali dell'immagine. Tutti i campi di testo in questa sezione sono limitati ai caratteri ASCII a meno che non sia stabilito diversamente.
pt_br: Esta visualização permite a edição de descrições textuais da imagem. Todos os campos de texto nesta seção são limitados a caracteres ASCII, salvo indicação em contrário.

source: **Name**: this checkbox allows you to edit the name of the document from which this image was been scanned.
ca: **Nom**: aquesta casella de selecció permet editar el nom del document des del qual s'ha escanejat la imatge.
it: **Nome**: questa casella di controllo ti permette di modificare il nome del documento da cui questa immagine è stata scansionata.
pt_br: **Nome**: esta caixa de seleção permite que você edite o nome do documento do qual esta imagem foi digitalizada.

source: **Description**: this checkbox allows you to edit the image description.
ca: **Descripció**: aquesta casella de selecció permet editar la descripció de la imatge.
it: **Descrizione**: questa casella di controllo ti permette di modificare la descrizione dell'immagine.
pt_br: **Descrição**: esta caixa de seleção permite que você edite a descrição da imagem.

source: **Artist**: this checkbox allows you to edit the image author's name separated by semi-colons.
ca: **Artista**: aquesta casella de selecció permet editar el nom de l'autor de la imatge, separat per punt i coma.
it: **Artista**: questa casella di controllo ti permette di modificare il nome dell'autore dell'immagine separato da punto e virgola.
pt_br: **Artista**: esta caixa de seleção permite que você edite o nome do autor ou autores da imagem, separados por ponto e vírgula.

source: **Copyright**: this checkbox allows you to edit the copyright owner of the image.
ca: **Copyright**: aquesta casella de selecció permet editar el propietari dels drets d'autor de la imatge.
it: **Copyright**: questa casella di controllo ti permette di modificare il proprietario del copyright dell'immagine.
pt_br: **Direitos autorais**: esta caixa de seleção permite que você edite o proprietário dos direitos autorais da imagem.

source: **Caption**: this checkbox allows you to edit the image's caption. This field is not limited. UTF8 encoding will be used to save the text. This field can be synchronized with the **JFIF Comment section**, **XMP caption**, and **IPTC caption** (warning: the field is limited to 2000 characters)
ca: **Llegenda**: aquesta casella de selecció permet editar la llegenda de la imatge. Aquest camp no està limitat. S'utilitzarà la codificació UTF-8 per a desar el text. Aquest camp es pot sincronitzar amb la **Secció de comentaris JFIF**, la **Llegenda XMP** i la **Llegenda IPTC** (avís: el camp està limitat a 2.000 caràcters).
it: **Didascalia**: questa casella di controllo ti permette di modificare la didascalia dell'immagine. Questo campo non è limitato, e verrà utilizzata la codifica UTF8 per salvare il testo. Il campo può essere sincronizzato con la **sezione Commento JFIF**, la **didascalia XMP** e la **didascalia IPTC** (attenzione: il campo è limitato a 2000 caratteri)
pt_br: **Legenda**: esta caixa de seleção permite editar a legenda da imagem. Este campo não tem limite. A codificação UTF8 será usada para salvar o texto. Este campo pode ser sincronizado com a **seção de comentários JFIF**, **descrição XMP** e **descrição IPTC** (aviso: o campo tem limite de 2.000 caracteres)

source: The Exif Caption View from Edit Metadata Tool
ca: La vista Exif de la llegenda des de l'eina Edita les metadades
it: La vista della didascalia Exif dallo strumento di modifica dei metadati
nl: De Exif-opschiftweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição da legenda do Exif da ferramenta de edição de metadados
sl: Pogled napisov Exif iz orodja za urejanje metapodatkov
uk: Панель перегляду підписів Exif засобу редагування метаданих

source: Date and Time
ca: Data i hora
it: Data e ora
nl: Datum en tijd
pt_br: Data e hora
sl: Datum in čas
uk: Дата і час

source: This view supports editing of camera time-stamp properties.
ca: Aquesta vista permet l'edició de les propietats de la marca horària de la càmera.
it: Questa vista supporta la modifica delle proprietà di data e ora della macchina fotografica.
pt_br: Esta visualização suporta a edição de propriedades de registro de data e hora da câmera.

source: **Creation date and time**: this checkbox allows you to edit the date and time of image creation. It is the date and time corresponding to the time-stamp when the file was changed. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset the time-stamp to your computer's current date. This last one can be synchronized with the **XMP creation date** and **IPTC creation date**.
ca: **Data i hora de creació**: aquesta casella de selecció permet editar la data i hora de creació de la imatge. És la data i hora corresponent a la marca de temps quan es va modificar el fitxer. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó a la part dreta per a restablir la marca de temps a la data actual de l'ordinador. Aquest darrer es pot sincronitzar amb la **Data de creació XMP** i la **Data de creació IPTC**.
it: **Data e ora di creazione**: questa casella di testo ti permette di modificare la data e l'ora di creazione dell'immagine. Sono la data e l'ora che corrispondono alla data e l'ora di modifica del file. Usa l'oggetto editor del calendario, in basso, per selezionare la data e l'ora e il pulsante sulla destra per azzerarla alla data attuale del tuo computer. Quest'ultima può essere sincronizzata con la **data di creazione XMP** e la **data di creazione IPTC**.
pt_br: **Data e hora de criação**: esta caixa de seleção permite editar a data e a hora de criação da imagem. É a data e a hora correspondentes ao carimbo de data/hora em que o arquivo foi alterado. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do seu computador. Este último pode ser sincronizado com a **data de criação do XMP** e a **data de criação do IPTC**.

source: **Creation sub-second**: this checkbox allows you to edit the fractions of seconds for the date and time of image creation.
ca: **Subsegon de creació**: aquesta casella de selecció permet editar les fraccions de segon de la data i hora de creació de la imatge.
it: **Frazione di secondo di creazione**: questa casella di controllo ti permette di modificare le frazioni di secondo per la data e l'ora di creazione dell'immagine.
pt_br: **Subsegundo de criação**: esta caixa de seleção permite que você edite as frações de segundos para a data e hora da criação da imagem.
