Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Exposure mode**: this checkbox allows to edit the mode used by the camera to set exposure when the picture was taken. In auto-bracketing mode, the camera shoots a series of frames of the same scene at different exposure settings. Possible values are **Auto**, **Manual**, and **Auto bracket**.
nl: **Belichtingsmodus**: dit keuzevak biedt het bewerken van de modus gebruikt door de camera om belichting in te stellen toen de foto werd genomen. In modus auto-bracketing, schiet de camera een serie frames van dezelfde scene met verschillende instellingen voor belichting. Mogelijke waarden zijn **Automatisch**, **Handmatig** and **Auto-bracket**.
sl: **Exposure mode - Način osvetlitve**: to potrditveno polje omogoča urejanje načina, ki ga uporablja kamera za nastavitev osvetlitve, ko je bila slika posneta. V načinu samodejnega kadriranja kamera posname niz sličic iste scene pri različnih osvetlitvah. Možne vrednosti so **Auto - Samodejno**, **Manual - Ročno** in **Auto bracket - Samodejno kadriranje**.
uk: **Режим експозиції**: за допомогою цього поля ви можете вибрати режим, який було використано фотоапаратом під час знімання. У режимі auto-bracket фотоапарат робить серію знімків одної сцени з різними параметрами експозиції. Можливими значеннями є такі: **Автоматичний**, **Вручну** і **Автообмеження**.

source: **Exposure bias**: this checkbox allows to edit the exposure bias value (in APEX units) used by camera to take the picture.
nl: **Belichtingsinstelling**: dit keuzevak biedt het bewerken van de waarde van de belichtingsinstelling (in APEX eenheden) gebruikt door de camera bij het nemen van de foto.
sl: **Exposure bias - Pristranskost osvetlitve**: to potrditveno polje omogoča urejanje vrednosti pristranskosti osvetlitve (v enotah APEX), ki jo je uporabila kamera za fotografiranje.
uk: **Зміщення експозиції**: за допомогою цього поля ви можете встановити значення зміщення експозиції у одиницях APEX, який було використано фотоапаратом для знімання.

source: **Metering mode**: this checkbox allows to edit the metering mode used by the camera to set exposure when the picture was taken. Possible values are **Unknown**, **Average**, **Center weighted average**, **Spot**, **Multi-spot**, **Multi-segment**, **Partial**, and **Other**.
nl: **Bemeteringmodus**: dit keuzevak biedt het bewerken van de bemeteringmodus gebruikt door de camera om belichting in te stellen toen de foto werd genomen. Mogelijke waarden zijn **Onbekend**, **Gemiddelde**, **Centrumgewogen gemiddelde**, **Punt**, **Multi-punt**, **Multi-segment**, **Gedeeltelijk** en **Andere**.
sl: **Metering mode - Način merjenja**: to potrditveno polje omogoča urejanje načina merjenja, ki ga je uporabila kamera za nastavitev osvetlitve, ko je bila slika posneta. Možne vrednosti so **Unknown - Neznano**, **Average - Povprečje**, **Center weighted average - Centralno uteženo povprečje**, **Spot - Točkovno**, **Multi-spot - Multi-točkovno**, **Multi-segment - Večsegmentno**, **Partial - Delno** in **Other - Drugo**.
uk: **Режим вимірювання**: за допомогою цього поля можна редагувати режим вимірювання, який використано фотоапаратом для встановлення експозиції під час створення знімка. Можливими значеннями є такі: **Невідомий**, **Середній**, **Середній відносно центру**, **Пляма**, **Мультипляма**, **Мультисегмент**, **Частковий** та **Інший**.

source: **Sensitivity**: this checkbox allows to edit the ISO Speed of the camera which took the picture.
nl: **Gevoeligheid**: dit keuzevak biedt het bewerken van de ISO-snelheid van de camera die de foto heeft genomen.
sl: **Sensitivity - Občutljivost**: to potrditveno polje omogoča urejanje občutljivosti ISO kamere, ki je posnela sliko.
uk: **Чутливість**: за допомогою цього поля ви можете вибрати світлочутливість ISO, з якою фотоапарат зробив знімок.

source: **Sensing method**: this checkbox allows to edit the image sensor type used by the camera to take the picture. Possible values are **Not defined**, **One-chip color area**, **Two-chip color area**, **Three-chip color area**, **Color sequential area**, **Trilinear sensor**, and **Color sequential linear**.
nl: **Methode van sensor**: dit keuzevak biedt het bewerken van het type afbeeldingssensor gebruikt door de camera om de foto te nemen. Mogelijke waarden zijn **Niet gedefinieerd**, **Één-chip kleurgebied**, **Twee-chip kleurgebied**, **Drie-chip kleurgebied**, **Kleur sequentieel gebied**, **Trilineaire sensor** en **Kleur sequentieel lineair**.
sl: **Sensing method - Metoda zaznavanja**: to potrditveno polje omogoča urejanje vrste slikovnega senzorja, ki ga fotoaparat uporablja za fotografiranje. Možne vrednosti so **Not defined - Ni definirano**, **One-chip color area - Barvno območje z enim čipom**, **Two-chip color area - Barvno območje z dvema čipoma**, **Three-chip color area - Barvno območje s tremi čipi**, **Color sequential area - Barvno zaporedno območje**, **Trilinear sensor - Trilinearni senzor** in **Color sequential linear - Barvno zaporedno linearno**.
uk: **Метод розпізнавання**: за допомогою цього поля можна редагувати тип сенсора зображення, який було використано фотоапаратом для знімання. Можливими значеннями є такі: **Не визначено**, **Одночипова кольорова область**, **Двочипова кольорова область**, **Тричипова кольорова область**, **Область послідовності кольорів**, **Трилінійний сенсор** і **Лінійна послідовність кольорів**.

source: **Scene capture type**: this checkbox allows to edit the type of scene used by the camera to take the picture. Possible values are **Standard**, **Landscape**, **Portrait**, and **Night scene**.
nl: **Type van opname van scene**: dit keuzevak biedt het bewerken van het type scene gebruikt door de camera om de foto te nemen. Mogelijke waarden zijn **Standaard**, **Landschap**, **Portrait** en **Nachtscene**.
sl: **Scene capture type - Vrsta zajema scene**: to potrditveno polje omogoča urejanje vrste uporabljene scene ob fotoaparatu ob snemanju posnetka. Možne vrednosti so **Standard - Standardno**, **Landscape - Pokrajina**, **Portrait - Portret** in **Night scene - Nočni prizor**.
uk: **Тип сцени знімка**: за допомогою цього поля ви можете редагувати тип сцени, який використано фотоапаратом для створення знімка. Можливими значеннями є такі: **Стандартний**, **Ландшафтний**, **Портретний** і **Нічне освітлення**.

source: **Subject distance type**: this checkbox allows to edit the type of distance between the subject and the image input equipment. Possible values are **Unknown**, **Macro**, **Close view**, and **Distant view**.
nl: **Type afstand tot onderwerp**: dit keuzevak biedt het bewerken van het type afstand tussen het onderwerp en het invoerapparaat van de afbeelding. Mogelijke waarden zijn **Onbekend**, **Macro**, **Dichtbij** en **Veraf**.
sl: **Subject distance type - Vrsta razdalje subjekta**: to potrditveno polje omogoča urejanje vrste razdalje med predmetom in opremo za vnos slike. Možne vrednosti so **Unknown - Neznano**, **Macro - Makro**, **Close view - Pogled od blizu** in **Distant view - Pogled na daljavo**.
uk: **Тип відстані до об'єкта**: за допомогою цього поля ви можете редагувати тип відстані між об'єктом і обладнанням для знімання. Можливими значеннями є такі: **Невідомий**, **Макро**, **Зблизька** і **На віддалі**.

source: This view records ambient condition captured by camera.
nl: Deze weergave legt omgevingscondities vast, opgenomen door de camera.
sl: Ta pogled beleži pogoje okolja, ki jih je posnela kamera.
uk: На цій панелі наведено записані фотоапаратом зовнішні умови знімання.

source: **Light source**: this checkbox allows to edit the kind of light source used to take the picture.
nl: **Lichtbron**: dit keuzevak biedt het bewerken van het soort lichtbron gebruikt door de camera bij het maken van de foto.
sl: **Light source - Vir svetlobe**: to potrditveno polje omogoča urejanje vrste svetlobnega vira, uporabljenega za fotografiranje.
uk: **Джерело світла**: за допомогою цього поля ви можете вибрати вид джерела світла, яке було використано для знімання.

source: **Flash mode**: this checkbox allows to edit the flash program mode used by the camera to take the picture.
nl: **Flitsmodus**: dit keuzevak biedt het bewerken van de flitsprogrammamodus gebruikt door de camera bij het nemen van de foto.
sl: **Flash mode - Način bliskavice**: to potrditveno polje omogoča urejanje načina programiranja bliskavice, ki ga fotoaparat uporablja za fotografiranje.
uk: **Режим спалаху**: за допомогою цього поля ви можете вибрати режим програми спалаху, який було використано фотоапаратом для знімання.

source: **Flash energy**: this checkbox allows to edit the flash energy used to take the picture in BCPS units. Beam Candle Power Seconds is the measure of effective intensity of a light source when it is focused into a beam by a reflector or lens. This value is the effective intensity for a period of one second.
nl: **Flitsenergie**: dit keuzevak biedt het bewerken van de flitsenergie, in BCPS-eenheden, gebruikt bij het maken van de foto. Beam Candle Power Seconds is de maat van de effectieve intensiteit van een lichtbron als het gefocusseerd wordt in een straal door een reflector of lens. Deze waarde is de effectieve intensiteit gedurende een seconde.
sl: **Flash energy - Energija bliska**: to potrditveno polje omogoča urejanje uporabljene energije bliska za posneto sliko v enotah BCPS. Beam Candle Power Seconds so merilo za efektivne jakosti svetlobnega vira, ko je ta fokusiran v žarek z reflektorjem ali lečo. Ta vrednost je efektivna intenzivnost za obdobje ene sekunde.
uk: **Енергія спалаху**: за допомогою цього поля ви можете встановити потужність спалаху, який було використано для знімання у одиницях BCPS. Потужність променя у свічках на секунду (BCPS) — це міра ефективної інтенсивності джерела світла, якщо воно сфокусоване у промінь рефлектором або лінзою. Це значення є ефективною інтенсивністю протягом однієї секунди.

source: **White balance**: this checkbox allows to edit the white balance mode set by the camera when the picture was taken. Possible values are **Auto** and **Manual**.
nl: **Witbalans**: dit keuzevak biedt het bewerken van de witbalans-modus ingesteld door de camera toen de foto werd gemaakt. Mogelijke waarden zijn **Automatisch** en **Handmatig**.
sl: **White balance - Nastavitev beline**: to potrditveno polje omogoča urejanje nastavljenega načina nastavitve belines kamero, ko je bila slika posneta. Možni vrednosti sta **Auto - Samodejno** in **Manual - Ročno**.
uk: **Баланс білого**: за допомогою цього поля ви можете вибрати режим балансу білого, встановлений фотоапаратом під час знімання. Можливими значеннями є такі: **Автоматичний** і **Вручну**.

source: This view records technical details used by camera.
nl: Deze weergave legt, door de camera gebruikte technische details, vast.
sl: Ta pogled beleži tehnične podrobnosti, ki jih uporablja kamera.
uk: На цій панелі наведено технічні подробиці використання фотоапарата.

source: **Brightness**: this checkbox allows to edit the brightness adjustment value in APEX unit used by camera to take the picture.
nl: **Helderheid**: dit keuzevak biedt het bewerken van de aanpassen van de helderheidswaarde in APEX eenheden gebruikt door de camera bij het nemen van de foto.
sl: **Brightness - Svetlost**: to potrditveno polje omogoča urejanje vrednosti nastavitve svetlosti v enoti APEX, ki jo uporablja kamera za fotografiranje.
uk: **Яскравість**: за допомогою цього поля ви можете вказати значення коригування яскравості у одиницях APEX, яку було використано фотоапаратом під час знімання.

source: **Gain Control**: this checkbox allows to edit the degree of overall image gain adjustment used by camera to take the picture. Possible values are **None**, **Low gain up**, **High gain up**, **Low gain down**, and **High gain down**.
nl: **Besturing van versterking**: dit keuzevak biedt het bewerken van de maat van aanpassen van de gehele versterking van de afbeelding gebruikt door de camera bij het nemen van de foto. Mogelijke waarden zijn **Geen**, **Lage versterking omhoog**, **Hoge versterking omhoog**, **Lage versterking omlaag** en **Hoge versterking omlaag**.
sl: **Gain Control - Nadzor ojačanja**: to potrditveno polje omogoča urejanje stopnje prilagoditev ojačanja celotne slike, ki jo uporablja fotoaparat za fotografiranje. Možne vrednosti so **None - Brez**, **Low gain up - Nizko ojačenje navzgor**, **High gain up - Visoko ojačenje navzgor**, **Low gain down - Nizko ojačenje navzdol** in **High gain down - Visoko ojačenje navzdol**.
uk: **Керування підсиленням**: за допомогою цього поля можна редагувати рівень загального коригування підсилення зображення, який було використано фотоапаратом під час знімання. Можливими значеннями є такі: **Немає**, **Невелике підсилення**, **Значне підсилення**, **Невелике послаблення** і **Значне послаблення**.

source: **Contrast**: this checkbox allows to edit the direction of contrast processing applied by the camera to take the picture. Possible values are **Normal**, **Soft**, and **Hard**.
nl: **Contrast**: dit keuzevak biedt het bewerken van de richting van verwerking van contrast, toegepast door de camera bij het maken van de foto. Mogelijke waarden zijn **Normaal**, **Zacht** en **Hard**.
sl: **Contrast - Kontrast**: to potrditveno polje omogoča urejanje smeri obdelave kontrasta, ki jo fotoaparat uporabi za fotografiranje. Možne vrednosti so **Normal - Normalno**, **Soft - Mehko** in **Hard - Trdo**.
uk: **Контрастність**: за допомогою цього поля ви можете вказати напрямок обробки контрастності зображення, застосований фотоапаратом під час знімання. Можливими значеннями є **Звичайна**, **М'яка** і **Жорстка**.

source: **Saturation**: this checkbox allows to edit the direction of saturation processing applied by the camera to take the picture. Possible values are **Normal**, **Low**, and **High**.
nl: **Verzadiging**: dit keuzevak biedt het bewerken van de richting van het verwerken van de verzadiging, toegepast door de camera bij het maken van de foto. Mogelijke waarden zijn **Normaal**, **Zacht** en **Hard**.
sl: **Saturation - Nasičenost**: to potrditveno polje omogoča urejanje smeri obdelave nasičenosti, ki jo fotoaparat uporabi za fotografiranje. Možne vrednosti so **Normal - Normalno**, **Low - Nizko** in **High - Visoko**.
uk: **Насиченість**: за допомогою цього поля ви можете вказати напрямок обробки насиченості зображення, застосований фотоапаратом під час знімання. Можливими значеннями є **Звичайна**, **Низька** і **Висока**.

source: **Sharpness**: this checkbox allows to edit the direction of sharpness processing applied by the camera to take the picture. Possible values are **Normal**, **Soft**, and **Hard**.
nl: **Scherpte**: dit keuzevak biedt het bewerken van de richting van verwerking van scherpte, toegepast door de camera bij het maken van de foto. Mogelijke waarden zijn **Normaal**, **Zacht** en **Hard**.
sl: **Sharpness - Ostrina**: to potrditveno polje omogoča urejanje smeri obdelave ostrine, ki jo fotoaparat uporabi za fotografiranje. Možne vrednosti so **Normal - Normalno**, **Soft - Mehko** in **Hard - Trdo**.
uk: **Різкість**: за допомогою цього поля ви можете вказати напрямок обробки різкості зображення, застосований фотоапаратом під час знімання. Можливими значеннями є **Звичайна**, **М'яка** і **Жорстка**.

source: **Custom rendered**: this checkbox allows to edit the use of special processing on image data, such as rendering geared to output. Possible values are **Normal process** and **Custom process**.
nl: **Aangepast gerenderd**: dit keuzevak biedt het bewerken van het gebruik van speciale verwerking van afbeeldingsgegevens, zoals renderen gericht op uitvoer. Mogelijke waarden zijn **Normaal proces** en **Aangepast proces**.
sl: **Custom rendered - Upodobljeno po meri**: to potrditveno polje omogoča urejanje uporabe obdelave posebnih slikovnih podatkov, kot je upodabljanje, prilagojeno izhodu. Možne vrednosti sta **Normal process - Normalen proces** in **Custom process - Postopek po meri**.
uk: **Нетипово перетворено**: за допомогою цього поля ви можете вказати, чи було використано особливу обробку даних зображення, на зразок перетворення зчеплення до виводу. Можливі значення: **Звичайна обробка** і ••Нетипова обробка**.

source: The sections available in this tab group most common IPTC tags used by photo-agencies They are listed for editing with standardized values.
nl: De secties beschikbaar in dit tabblad groepeert de meest algemene IPTC-tags, gebruikt door foto-agencies. Ze staan in de lijst voor bewerking met gestandaardiseerde waarden.
sl: Razdelki, ki so na voljo v tej skupini zavihkov, so najpogostejše značke IPTC, ki jih uporabljajo foto-agencije. Navedene so za urejanje s standardiziranimi vrednostmi.
uk: У розділах цієї вкладки згруповано більшість типових міток IPTC, що використовуються фотоагенціями. Для редагування доступні стандартизовані значення.

source: Pre-configured subjects can be used to describe the items contents based on IPTC reference codes. All text fields in IPTC tab are limited in size. Consider to use XMP tab instead. Some fields can accept multiple entries to append on a list. Items can be managed with the **Add**, **Delete**, and **Replace** buttons near the edited list.
nl: Voorgeconfigureerde onderwerpen kunnen gebruikt worden om de inhoud van items te beschrijven gebaseerd op de IPTC referentiecodes. Alle tekstvelden in tabblad IPTC zijn beperkt in grootte. Overweeg in plaats daarvan tabblad XMP te gebruiken. Sommige velden kunnen meerdere items accepteren om aan een lijst te worden toegevoegd. Items kunnen beheerd worden met de knoppen **Toevoegen**, **Verwijderen** en **Vervangen** dichtbij de bewerkte lijst.
sl: Vnaprej konfigurirane teme je mogoče uporabiti za opis vsebine predmetov, ki temeljijo na IPTC referenčni kodi. Vsa besedilna polja v zavihku IPTC so omejena po velikosti.Namesto tega razmislite o uporabi zavihka XMP. Nekatera polja lahko sprejmejo več vnosov dodanih na seznam. Elemente lahko upravljate z **Dodaj**, **Izbriši** inGumbi **Zamenjaj** blizu urejenega seznama.
uk: Передбачено попередньо створені шаблони тем для опису вмісту фотографій на основі еталонних кодів IPTC. Для усіх текстових полів вкладки IPTC передбачено обмеження за розміром. Вам варто користуватися для цих даних вкладкою XMP. У деяких полях можна вказувати декілька записів, які слід додати до списку. Керування записами можна здійснювати за допомогою кнопок **Додати**, **Вилучити** і **Замінити**, які розташовано поруч із редагованим списком.

source: This view describes the visual content of the item.
nl: Deze weergave beschrijft de visuele inhoud van het item.
sl: Ta pogled opisuje vizualno vsebino predmeta.
uk: На цій панелі наведено опис візуального вмісту запису.

source: **Headline**: this checkbox allows to edit the content synopsis. This field is limited to 256 characters.
nl: **Kopregel**: dit keuzevak biedt het bewerken van de samenvatting van de inhoud. Dit veld is beperkt tot 256 tekens.
sl: **Headline - Naslov**: to potrditveno polje omogoča urejanje sinopsisa vsebine. To polje je omejeno na 256 znakov.
uk: **Короткий вміст**: за допомогою цього поля ви можете ввести короткий опис вмісту. Вміст цього поля обмежено 256 символами.

source: **Caption**: this checkbox allows to edit the content description. This field is limited to 2000 characters. This field can be synchronized with the **JFIF Comment section** and **Exif Comment**.
nl: **Opschrift**: dit keuzevak biedt het bewerken van de beschrijving van de inhoud. Dit veld is beperkt tot 2000 tekens. Dit veld kan gesynchroniseerd worden met **JFIF commentaarsectie** en **Exif-commentaar**.
sl: **Caption - Napis**: to potrditveno polje omogoča urejanje opisa vsebine. Topolje je omejeno na 2000 znakov. To polje je mogoče sinhronizirati z *JFIF Comment section** in **Exif Comment**.
uk: **Підпис**: за допомогою цього поля ви можете редагувати опис вмісту. Вміст цього поля обмежено 2000 символами. Це поле можна синхронізувати з полями **Розділ коментарів JFIF** та **Коментар Exif**.

source: **Caption Writer**: this checkbox allows to edit the names of the caption authors. Multiple entries limited to 32 characters can be append to the list.
nl: **Opschrift schrijver**: dit keuzevak biedt het bewerken van de namen van de auteur van het opschrift. Meerdere items, beperkt to 32 tekens, kunnen toegevoegd worden aan de lijst.
sl: **Caption Writer - Pisec napisa**: to potrditveno polje omogoča urejanje imen avtorjev napisa. Na seznam je mogoče dodati več vnosov, omejenih na 32 znakov.
uk: **Автор підпису**: за допомогою цього поля можна редагувати імена авторів підписів. До списку можна додавати декілька записів, довжину яких обмежено 32 символами.

source: **Digitization date** and **Digitization time**: these checkbox allows to edit the date, time, and zone of the digital representation. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer.
nl: **Digitalisering van datum** en **Digitalisering van tijd**: deze keuzevakken bieden het bewerken van de datum, tijd en zone van de digitale representatie. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer.
sl: **Digitization date - Datum digitalizacije** in **Digitization time - Čas digitalizacije**: ti potrditveni polji omogočata urediti datum, uro in območje digitalne predstavitve. Uporabite gradnik urejevalnika koledarja na dnu, da izberete časovni žig in gumb na desni strani, da ponastavite časovni žig na trenutni datum računalnika.
uk: **Дата оцифрування** та **Час оцифрування**: за допомогою цих полів можна редагувати дату, час і часовий пояс моменту цифрового відтворення знімка. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера.

source: **Creation date** and **Creation time**: these checkbox allows to edit the date, time, and zone of the intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer. These values can be synchronized with the **Exif Creation date**.
nl: **Aanmaakdatum** en **Aanmaaktijd**: deze keuzevakken bieden het bewerken van de datum, tijd en zone van de intellectuele inhoud. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer. Deze waarden kunnen gesynchroniseerd worden met de **Exif-aanmaakdatum**.
sl: **Creation date - Datum ustvarjanja** in **Creation tim - Čas ustvarjanja**: ti potrditveni polji omogočata urejanje datuma, časa in območja intelektualne vsebine. Uporabite pripomoček urejevalnik koledarja na dnu za izbiro časovnega žiga in gumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika. Te vrednosti lahko sinhronizirate z **Exif Creation date**.
uk: **Дата створення** і **Час створення**: за допомогою цього поля можна редагувати дату, час і часовий пояс створення зображення. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера. Ці значення може бути синхронізовано з вмістом поля **Дата створення Exif**.
