Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Original date and time**: this checkbox allows you to edit the date and time when the original image data was generated. For a digital still camera the date and time corresponding to the time-stamp when the picture was taken are recorded. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date.
ca: **Data i hora original**: aquesta casella de selecció permet editar la data i hora en què es van generar les dades de la imatge original. Per a una càmera fotogràfica digital, s'enregistren la data i hora corresponents a la marca de temps quan es va prendre la fotografia. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó a la part dreta per a restablir la marca de temps a la data actual de l'ordinador.
it: **Data e ora originali**: questa casella di controllo ti permette di modificare la data e l'ora originali di generazione dell'immagine. Per una fotocamera digitale, sono registrate la data e l'ora che corrispondono alla data e l'ora di scatto della fotografia. Usa l'oggetto editor del calendario, in basso, per selezionare la data e l'ora e il pulsante sulla destra per azzerarla alla data attuale del computer.
pt_br: **Data e hora originais**: esta caixa de seleção permite editar a data e a hora em que os dados da imagem original foram gerados. Para uma câmera fotográfica digital, a data e a hora correspondentes ao carimbo de data/hora em que a foto foi tirada são registradas. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador.

source: **Original sub-second**: this checkbox allows you to edit the fractions of seconds for the date and time when the original image data was generated.
ca: **Subsegon original**: aquesta casella de selecció permet editar les fraccions de segon de la data i hora en què es van generar les dades de la imatge original.
it: **Frazione di secondo originale**: questa casella di controllo ti permette di modificare le frazioni di secondo per la data e l'ora in cui è stata generata l'immagine originale.
pt_br: **Subsegundo original**: esta caixa de seleção permite que você edite as frações de segundos para a data e hora em que os dados da imagem original foram gerados.

source: **Digitization date and time**: this checkbox allows you to edit the date and time when the image was stored as digital data. If, for example, an image was captured by a digital still camera and at the same time the file was recorded, then Original and Digitization date and time will have the same values. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date.
ca: **Data i hora de digitalització**: aquesta casella de selecció permet editar la data i hora en què la imatge es va emmagatzemar com a dades digitals. Si, per exemple, una càmera fotogràfica digital va capturar una imatge i alhora es va gravar el fitxer, la data i hora de l'original i la digitalització tindran els mateixos valors. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó a la part dreta per a restablir la marca de temps a la data actual de l'ordinador.
it: **Data e ora di digitalizzazione**: questa casella di controllo ti permette di modificare la data e l'ora in cui l'immagine è stata memorizzata come dato digitale. Se, per esempio, un'immagine è stata acquisita da una fotocamera digitale e allo stesso tempo il file è stato registrato, allora la data e ora originali e quelle di digitalizzazione coincideranno. Usa l'oggetto editor del calendario, in basso, per selezionare la data e l'ora e il pulsante sulla destra per azzerarla alla data attuale del computer.
pt_br: **Data e hora da digitalização**: esta caixa de seleção permite editar a data e a hora em que a imagem foi armazenada como dado digital. Se, por exemplo, uma imagem foi capturada por uma câmera digital e, ao mesmo tempo, o arquivo foi gravado, as datas original e de digitalização terão os mesmos valores. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador.

source: **Digitization sub-second**: this checkbox allows you to edit the fractions of seconds for the date and time when the image was stored as digital data.
ca: **Subsegon de digitalització**: aquesta casella de selecció permet editar les fraccions de segon per a la data i hora en què la imatge es va emmagatzemar com a dades digitals.
it: **Frazione di secondo di digitalizzazione**: questa casella di controllo ti permette di modificare le frazioni di secondo per la data e l'ora in cui l'immagine è stata memorizzata come dato digitale.
pt_br: **Subsegundo de digitalização**: esta caixa de seleção permite que você edite as frações de segundos para a data e hora em que a imagem foi armazenada como dados digitais.

source: The Exif Date and Time View from Edit Metadata Tool
ca: La vista Exif de la data i hora des de l'eina Edita les metadades
it: La vista Data e ora Exif dallo strumento di modifica dei metadati
nl: De Exif-datum-en-tijd uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de data e hora do Exif da ferramenta de edição de metadados
sl: Pogled datuma in časa Exif iz orodja za urejanje metapodatkov
uk: Панель перегляду дати і часу Exif засобу редагування метаданих

source: Lens
ca: Lent
it: Obiettivo
pt_br: Lente
sl: Lečje
uk: Об'єктив

source: This view supports editing of information on the lens used with the camera.
ca: Aquesta vista permet l'edició de la informació sobre la lent utilitzada amb la càmera.
it: Questa vista supporta la modifica delle informazioni sull'obiettivo usato con la macchina fotografica.
pt_br: Esta visualização permite a edição de informações sobre a lente usada com a câmera.

source: **Focal length**: this checkbox allows you to edit the lens focal length in millimeters used by camera to take the picture.
ca: **Distància focal**: aquesta casella de selecció permet editar la distància focal de la lent en mil·límetres emprada per la càmera quan es va prendre la imatge.
it: **Lunghezza focale**: questa casella di controllo ti permette di modificare la lunghezza focale della lente in millimetri usata dalla macchina fotografica per scattare la foto.
pt_br: **Distância focal**: esta caixa de seleção permite que você edite a distância focal da lente em milímetros usada pela câmera para tirar a foto.

source: **Focal length in 35mm film**: this checkbox allows you to edit the equivalent focal length assuming a 35mm film camera, in mm. A value of 0 means the focal length is unknown.
ca: **Distància focal en pel·lícula de 35 mm**: aquesta casella de selecció permet editar la distància focal equivalent assumint una càmera de pel·lícula de 35 mm, en mm. Un valor de 0 vol dir que la distància focal és desconeguda.
it: **Lunghezza focale in pellicole da 35mm (mm)**: questa casella di controllo ti permette di modificare la lunghezza focale equivalente presumendo una macchina fotografica che utilizza una pellicola da 35mm, in millimetri. Il valore di 0 significa che la lunghezza focale è sconosciuta.
pt_br: **Distância focal em filme de 35 mm**: esta caixa de seleção permite editar a distância focal equivalente, considerando uma câmera de filme de 35 mm, em mm. Um valor 0 significa que a distância focal é desconhecida.

source: **Digital zoom ratio**: this checkbox allows you to edit the digital zoom ratio used by camera to take the picture.
ca: **Relació del zoom digital**: aquesta casella de selecció permet editar la relació del zoom digital emprat per la càmera quan es va prendre la imatge.
it: **Rapporto di zoom digitale**: questa casella di controllo ti permette di modificare il rapporto di zoom digitale utilizzato dalla macchina fotografica per scattare la foto.
pt_br: **Nível de zoom digital**: esta caixa de seleção permite que você edite o nível de zoom digital usada pela câmera para tirar a foto.

source: **Lens aperture**: this checkbox allows you to edit the lens aperture (f-number) used by camera to take the picture.
ca: **Obertura de la lent**: aquesta casella de selecció permet editar l'obertura (nombre f) de la lent en mil·límetres emprada per la càmera quan es va prendre la imatge.
it: **Apertura diaframma**: questa casella di controllo ti permette di modificare l'apertura del diaframma (numero f) utilizzata dalla macchina fotografica per scattare la foto.
pt_br: **Abertura da lente**: esta caixa de seleção permite que você edite a abertura da lente (número f) usada pela câmera para tirar a foto.

source: **Max. lens aperture**: this checkbox allows you to edit the smallest aperture (f-number) of the lens used by camera to take the picture.
ca: **Obertura màx. de la lent**: aquesta casella de selecció permet editar l'obertura més petita (nombre f) de la lent emprada per la càmera quan es va prendre la imatge.
it: **Apertura massima diaframma**: questa casella di controllo ti permette di modificare l'apertura più piccola del diaframma (numero f) utilizzata dalla macchina fotografica per scattare la foto.
pt_br: **Abertura máxima da lente**: esta caixa de seleção permite que você edite a menor abertura (número f) da lente usada pela câmera para tirar a foto.

source: The Exif Lens View from Edit Metadata Tool
ca: La vista Exif de la lent des de l'eina Edita les metadades
it: La vista dell'obiettivo Exif dallo strumento di modifica dei metadati
nl: De Exif-lensweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição da lente do Exif da ferramenta de edição de metadados
sl: Pogled objektiva Exif iz orodja za urejanje metapodatkov
uk: Панель перегляду параметрів об'єктива Exif засобу редагування метаданих

source: Device
ca: Dispositiu
it: Dispositivo
nl: Apparaat
pt_br: Dispositivo
sl: Naprava
uk: Пристрій

source: This view supports editing of the settings used by the camera to take the shot.
ca: Aquesta vista permet l'edició de la configuració utilitzada per la càmera per a fer la captura.
it: Questa vista supporta la modifica delle impostazioni utilizzate dalla fotocamera per scattare la foto.
pt_br: Esta visualização permite a edição das configurações usadas pela câmera para tirar a foto.

source: `Exif Makernotes <hhttps://en.wikipedia.org/wiki/Exchangeable_image_file_format#MakerNote_data>`_ can be unreadable if you set the wrong **device manufacturer/model** description.
ca: Les `notes del fabricant <hhttps://en.wikipedia.org/wiki/Exchangeable_image_file_format#MakerNote_data>`_ poden esdevenir il·legibles si establiu la descripció errònia de **fabricant/model del dispositiu**.
it: `Exif Makernotes <https://en.wikipedia.org/wiki/Exchangeable_image_file_format#MakerNote_data>`_ potrebbe essere illeggibile se la descrizione del **produttore/modello del dispositivo** è impostata in modo scorretto.
nl: `Exif makernotities <hhttps://en.wikipedia.org/wiki/Exchangeable_image_file_format#MakerNote_data>`_ kan onleesbaar zijn als u de foute beschrijving van **apparaat fabrikant/model** instelt.
sl: `Exif Makernotes <hhttps://en.wikipedia.org/wiki/Exchangeable_image_file_format#MakerNote_data>`_ je lahko neberljiv, čenastavite napačen opis **proizvajalec/model naprave**.
uk: `Мітки виробника Exif <hhttps://en.wikipedia.org/wiki/Exchangeable_image_file_format#MakerNote_data>`_ можуть бути непридатними для читання, якщо ви вкажете помилковий опис **виробника або моделі пристрою**.

source: **Device manufacturer**: this checkbox allows you to edit the manufacturer of the camera (or scanner) used to take the picture. This field is limited to ASCII characters.
ca: **Fabricant del dispositiu**: aquesta casella de selecció permet editar el fabricant de la càmera (o escàner) utilitzat per a prendre la imatge. Aquest camp està limitat a caràcters ASCII.
it: **Produttore del dispositivo**: questa casella di controllo ti permette di modificare il produttore della fotocamera (o scanner) utilizzata per scattare la foto. Questo campo si limita ai caratteri ASCII.
pt_br: **Fabricante do dispositivo**: esta caixa de seleção permite editar o fabricante da câmera (ou scanner) usada para tirar a foto. Este campo é limitado a caracteres ASCII.

source: **Device model**: this checkbox allows you to edit the model of the camera (or scanner) used to take the picture. This field is limited to ASCII characters.
ca: **Model del dispositiu**: aquesta casella de selecció permet editar el model de la càmera (o escàner) utilitzat per a prendre la imatge. Aquest camp està limitat a caràcters ASCII.
it: **Modello del dispositivo**: questa casella di controllo ti permette di modificare il modello della fotocamera (o scanner) utilizzato per scattare la foto. Questo campo si limita ai caratteri ASCII.
pt_br: **Modelo do dispositivo**: esta caixa de seleção permite editar o modelo da câmera (ou scanner) usada para tirar a foto. Este campo é limitado a caracteres ASCII.

source: **Device type**: this checkbox allows you to edit the camera (or scanner) type used to take the picture. Possible values are **Film scanner**, **Reflection print scanner**, and **Digital still camera**.
ca: **Tipus de dispositiu**: aquesta casella de selecció permet editar el tipus de càmera (o escàner) utilitzat per a prendre la fotografia. Els valors possibles són **Escàner de pel·lícula**, **Escàner d'impressió de reflexió** i **Càmera fotogràfica digital**.
it: **Tipo di dispositivo**: questa casella di controllo ti permette di modificare il tipo di fotocamera (o scanner) utilizzato per scattare la foto. I valori possibili sono: **Scanner a trasmissione**, **Scanner a riflessione** e **Macchina fotografica digitale**.
pt_br: **Tipo de dispositivo**: esta caixa de seleção permite editar o tipo de câmera (ou scanner) usado para tirar a foto. Os valores possíveis são **Digitalizador de filme**, **Digitalizador por reflexão** e **Câmera fotográfica digital**.

source: **Exposure time**: this checkbox allows you to edit the exposure time of picture, given in seconds.
ca: **Temps d'exposició**: aquesta casella de selecció permet editar el temps d'exposició de la imatge, en segons.
it: **Tempo di esposizione**: questa casella di controllo ti permette di modificare il tempo di esposizione della foto, in secondi.
pt_br: **Tempo de exposição**: esta caixa de seleção permite que você edite o tempo de exposição da imagem, fornecido em segundos.

source: **Exposure program**: this checkbox allows you to edit the program used by the camera to set exposure when the picture was taken. Possible values are **Not defined**, **Manual**, **Auto**, **Aperture priority**, **Shutter priority**, **Creative program**, **Action program**, **Portrait mode**, and **Landscape mode**.
ca: **Programa d'exposició**: aquesta casella de selecció permet editar el programa utilitzat per la càmera per a establir l'exposició quan es va prendre la fotografia. Els valors possibles són **Sense definir**, **Manual**, **Automàtic**, **Prioritat d'obertura**, **Prioritat d'obturador**, **Programa creatiu**, **Programa d'acció**, **Mode vertical** i **Mode horitzontal**.
it: **Programma di esposizione**: questa casella di controllo ti permette di modificare il programma utilizzato dalla macchina fotografica per impostare l'esposizione usata durante lo scatto della foto. I valori possibili sono: **Non definito**, **Manuale**, **Automatico**, **Priorità del diaframma**, **Priorità dell'otturatore**, **Programma creativo**, **Programma d'azione**, **Modalità ritratto** e **Modalità panoramica**.
pt_br: **Programa de exposição**: esta caixa de seleção permite editar o programa usado pela câmera para definir a exposição quando a foto foi tirada. Os valores possíveis são **Não definido**, **Manual**, **Automático**, **Prioridade de abertura**, **Prioridade do obturador**, **Programa criativo**, **Programa de ação**, **Modo retrato** e **Modo paisagem**.

source: **Exposure mode**: this checkbox allows you to edit the mode used by the camera to set exposure when the picture was taken. In auto-bracketing mode, the camera shoots a series of frames of the same scene at different exposure settings. Possible values are **Auto**, **Manual**, and **Auto bracket**.
ca: **Mode d'exposició**: aquesta casella de selecció permet editar el mode utilitzat per la càmera per a establir l'exposició quan es va prendre la fotografia. En el mode de bràqueting automàtic, la càmera pren una sèrie de fotogrames de la mateixa escena amb ajustos diferents de l'exposició. Els valors possibles són **Auto**, **Manual** i **Bràqueting automàtic**.
it: **Modalità di esposizione**: questa casella di controllo ti permette di modificare la modalità utilizzata dalla macchina fotografica per impostare l'esposizione usata durante lo scatto della foto. In modalità di esposizione a forcella automatica, la fotocamera scatta una serie di fotogrammi della stessa scena con diverse impostazioni di esposizione. I valori possibili sono: **Automatica**, **Manuale** e **Forcella automatica**.
pt_br: **Modo de exposição**: esta caixa de seleção permite editar o modo usado pela câmera para definir a exposição quando a foto foi tirada. No modo de bracketing automático, a câmera captura uma série de quadros da mesma cena com diferentes configurações de exposição. Os valores possíveis são **Automático**, **Manual** e **Bracketing automático**.

source: **Exposure bias**: this checkbox allows you to edit the exposure bias value (in APEX units) used by the camera to take the picture.
ca: **Compensació d'exposició**: aquesta casella de selecció permet editar el valor de compensació de l'exposició (en unitats APEX) emprat per la càmera quan es va prendre la imatge.
it: **Correzione dell'esposizione**: questa casella di controllo ti permette di modificare il valore di correzione dell'esposizione (in unità APEX) utilizzata dalla macchina fotografica per scattare la foto.
pt_br: **Compensação de exposição**: esta caixa de seleção permite que você edite o valor de compensação de exposição (em unidades APEX) usado pela câmera para tirar a foto.

source: **Metering mode**: this checkbox allows you to edit the metering mode used by the camera to set exposure when the picture was taken. Possible values are **Unknown**, **Average**, **Center weighted average**, **Spot**, **Multi-spot**, **Multi-segment**, **Partial**, and **Other**.
ca: **Mode de mesura**: aquesta casella de selecció permet editar el mode de mesura utilitzat per la càmera per a establir l'exposició quan es va prendre la fotografia. Els valors possibles són **Desconegut**, **Mitjana**, **Mitjana ponderada al centre**, **Puntual**, **Multipunt**, **Multisegment**, **Parcial** i **Altres**.
it: **Modalità di misurazione**: questa casella di controllo ti permette di modificare la modalità di misurazione utilizzata dalla macchina fotografica per impostare l'esposizione quando la foto è stata scattata. I valori possibili sono: **Sconosciuta**, **Media**, **Media pesata centrale**, **Spot**, **Multispot**, **Multisegmento**, **Parziale** e **Altro**.
pt_br: **Modo de medição**: esta caixa de seleção permite editar o modo de medição usado pela câmera para definir a exposição quando a foto foi tirada. Os valores possíveis são **Desconhecido**, **Média**, **Média ponderada central**, **Pontual**, **Multiponto**, **Multissegmento**, **Parcial** e **Outro**.

source: **Sensitivity**: this checkbox allows you to edit the ISO Speed of the camera which took the picture.
ca: **Sensibilitat**: aquesta casella de selecció permet editar la velocitat ISO de la càmera amb la qual es va prendre la imatge.
it: **Sensibilità**: questa casella di controllo ti permette di modificare la velocità ISO della macchina fotografica che ha scattato la foto.
pt_br: **Sensibilidade**: esta caixa de seleção permite que você edite a velocidade ISO da câmera que tirou a foto.

source: **Sensing method**: this checkbox allows you to edit the image sensor type used by the camera to take the picture. Possible values are **Not defined**, **One-chip color area**, **Two-chip color area**, **Three-chip color area**, **Color sequential area**, **Trilinear sensor**, and **Color sequential linear**.
ca: **Mètode del sensor**: aquesta casella de selecció permet editar el tipus de sensor d'imatge utilitzat per la càmera per a prendre la fotografia. Els valors possibles són **Sense definir**, **Àrea de color d'un xip**, **Àrea de color de dos xips**, **Àrea de color de tres xips**, **Àrea seqüencial de color**, **Sensor trilineal** i **Color lineal seqüencial**.
it: **Metodo di misurazione**: questa casella di controllo ti permette di modificare il tipo di sensore utilizzato dalla macchina fotografica per scattare la foto. I valori possibili sono: **Non definito**, **Area di colore a un chip**, **Area di colore a due chip**, **Area di colore a tre chip**, **Area di colore sequenziale**, **Sensore trilineare** e **Lineare a colore sequenziale**.
pt_br: **Método de detecção**: esta caixa de seleção permite editar o tipo de sensor de imagem usado pela câmera para tirar a foto. Os valores possíveis são **Não definido**, **Área de cor de um chip**, **Área de cor de dois chips**, **Área de cor de três chips**, **Área sequencial de cores**, **Sensor trilinear** e **Linear sequencial de cor**.

source: **Scene capture type**: this checkbox allows you to edit the type of scene used by the camera to take the picture. Possible values are **Standard**, **Landscape**, **Portrait**, and **Night scene**.
ca: **Tipus de captura de l'escena**: aquesta casella de selecció permet editar el tipus d'escena que utilitza la càmera per a prendre la fotografia. Els valors possibles són **Estàndard**, **Apaïsada**, **Retrat** i **Escena nocturna**.
it: **Tipo di scena scattata**: questa casella di controllo ti permette di modificare il tipo di scena utilizzato dalla macchina fotografica per scattare la foto. I valori possibili sono: **Standard**, **Orizzontale**, **Verticale** e **Scena notturna**.
pt_br: **Tipo de captura de cena**: esta caixa de seleção permite editar o tipo de cena usada pela câmera para tirar a foto. Os valores possíveis são **Padrão**, **Paisagem**, **Retrato** e **Cena noturna**.

source: **Subject distance type**: this checkbox allows you to edit the type of distance between the subject and the image input equipment. Possible values are **Unknown**, **Macro**, **Close view**, and **Distant view**.
ca: **Tipus de distància del motiu**: aquesta casella de selecció permet editar el tipus de distància entre el motiu i l'equip d'entrada de la imatge. Els valors possibles són **Desconeguda**, **Macro**, **Vista propera** i **Vista distant**.
it: **Tipo di distanza del soggetto**: questa casella di controllo ti permette di modificare il tipo di distanza tra il soggetto e il dispositivo di acquisizione dell'immagine. I valori possibile sono: **Sconosciuto**, **Macro**, **Vista ravvicinata** e **Vista distante**.
pt_br: **Tipo de distância do assunto**: esta caixa de seleção permite editar o tipo de distância entre o assunto e o equipamento de entrada da imagem. Os valores possíveis são **Desconhecido**, **Macro**, **Visão próxima** e **Visão distante**.
