Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Job Identifier**: this checkbox allows you to edit the string that identifies content that recurs. This field is limited to 32 characters.
ca: **Identificació del treball**: aquesta casella de selecció permet editar la cadena que identifica contingut que es repeteix. Aquest camp està limitat a 32 caràcters.
it: **Identificativo del lavoro**: questa casella di controllo ti permette di modificare la stringa identificativa del contenuto ricorrente. Questo campo è limitato a 32 caratteri.
pt_br: **Identificador do trabalho**: esta caixa de seleção permite editar o texto que identifica o conteúdo recorrente. Este campo é limitado a 32 caracteres.

source: **Special Instructions**: this checkbox allows you to edit the editorial usage instructions. This field is limited to 256 characters.
ca: **Instruccions especials**: aquesta casella de selecció permet editar les instruccions d'ús editorial. Aquest camp està limitat a 256 caràcters.
it: **Istruzioni particolari**: questa casella di controllo ti permette di modificare le istruzioni per l'uso editoriale. Questo campo è limitato a 256 caratteri.
pt_br: **Instruções especiais**: esta caixa de seleção permite editar as instruções de uso editorial. Este campo é limitado a 256 caracteres.

source: The IPTC Status View from Edit Metadata Tool
ca: La vista IPTC de l'estat des de l'eina Edita les metadades
it: La vista dello stato IPTC dallo strumento di modifica dei metadati
nl: De IPTC-statusweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de status do IPTC na ferramenta de edição de metadados
sl: Pogled stanja IPTC iz orodja za urejanje metapodatkov
uk: Панель перегляду стану IPTC засобу редагування метаданих

source: Properties
ca: Propietats
it: Proprietà
nl: Eigenschappen
pt_br: Propriedades
sl: Lastnosti
uk: Властивості

source: This view supports editing of workflow properties.
ca: Aquesta vista permet l'edició de les propietats del flux de treball.
it: Questa vista supporta la modifica delle proprietà del flusso di lavoro.
pt_br: Esta visualização oferece suporte à edição de propriedades do fluxo de trabalho.

source: **Release date** and **Release time**: these checkboxes allow you to edit the earliest intended usable date, time, and zone of intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date.
ca: **Data de publicació** i **Hora de publicació**: aquestes caselles de selecció permeten editar la data, hora i la zona de contingut intel·lectual més primerenques previstes per al seu ús. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó al costat dret per a restablir la marca de temps a la data actual de l'ordinador.
it: **Data di rilascio** e **Ora di rilascio**: queste caselle di controllo ti permettono di modificare la data, l'ora e l'area geografica prefissati per primi del contenuto intellettuale. Usa l'oggetto editor di calendario, in basso, per selezionare la data e l'ora, e il pulsante sul lato destro per riportarle a quelle attuali del computer.
pt_br: **Data de lançamento** e **Hora de lançamento**: estas caixas de seleção permitem editar a data, a hora e a zona de utilização mais antigas do conteúdo intelectual. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador.

source: **Expiration date** and **Expiration time**: these checkboxes allow you to edit the latest intended usable date, time, and zone of intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date.
ca: **Data de venciment** i **Hora de venciment**: aquestes caselles de selecció permeten editar la darrera data, hora i la zona de contingut intel·lectual previstes per al seu ús. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó al costat dret per a restablir la marca de temps a la data actual de l'ordinador.
it: **Data di scadenza** e **Ora di scadenza**: queste caselle di controllo ti permettono di modificare la data e l'ora di scadenza e l'area geografica del contenuto intellettuale. Usa l'oggetto editor di calendario, in basso, per selezionare la data e l'ora, e il pulsante sul lato destro per riportarle a quelle attuali del computer.
pt_br: **Data do vencimento** e **Hora do vencimento**: estas caixas de seleção permitem editar a data, a hora e a zona de utilização mais recentes do conteúdo intelectual. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador.

source: **Language**: this checkbox allows you to select the language used by the content.
ca: **Idioma**: aquesta casella de selecció permet seleccionar l'idioma d'origen utilitzat pel contingut.
it: **Lingua**: questa casella di controllo ti permette di selezionare la lingua utilizzata dal contenuto.
pt_br: **Idioma**: esta caixa de seleção permite que você selecione o idioma usado pelo conteúdo.

source: **Priority**: this checkbox allows you to select the editorial urgency of content. Possible values are **0: None**, **1: high**, **2**, **3**, **4**, **5: normal**, **6**, **7**, **8: low**, and **9: user-defined**.
ca: **Prioritat**: aquesta casella de selecció permet seleccionar la urgència editorial del contingut. Els valors possibles són **0: cap**, **1: alta**, **2**, **3**, **4**, **5: normal**, **6**, **7**, **8: baixa** i **9: definida per l'usuari**.
it: **Priorità**: questa casella di controllo ti permette di selezionare l'urgenza editoriale del contenuto. I valori possibili sono **0: Nessuna**, **1: Alta**, **2**, **3**, **4**, **5: Normale**, **6**, **7**, **8: Bassa** e **9: Personalizzata**.
pt_br: **Prioridade**: esta caixa de seleção permite selecionar a urgência editorial do conteúdo. Os valores possíveis são **0: Nenhuma**, **1: Alta**, **2**, **3**, **4**, **5: Normal**, **6**, **7**, **8: Baixa** e **9: Definida pelo usuário**.

source: **Cycle**: this checkbox allows you to select the editorial cycle of content. Possible values are **Morning**, **Afternoon**, and **Evening**.
ca: **Cicle**: aquesta casella de selecció permet seleccionar el cicle editorial del contingut. Els valors possibles són **Matí**, **Tarda** i **Nit**.
it: **Ciclo**: questa casella di controllo ti permette di selezionare il ciclo editoriale del contenuto. I valori possibili sono **Mattina**, **Pomeriggio** e **Sera**.
pt_br: **Ciclo**: esta caixa de seleção permite selecionar o ciclo editorial do conteúdo. Os valores possíveis são **Manhã**, **Tarde** e **Noite**.

source: **Type**: this checkbox allows you to select the content type. Possible values are **News**, **Data**, and **Advisory**. On the right you can edit the editorial type description of content. This field is limited to 64 characters.
ca: **Tipus**: aquesta casella de selecció permet seleccionar el tipus de contingut. Els valors possibles són **Notícies**, **Dades** i **Assessorament**. A la dreta podreu editar la descripció del tipus editorial del contingut. Aquest camp està limitat a 64 caràcters.
it: **Tipo**: questa casella di controllo ti permette di selezionare il tipo di contenuto. I valori possibili sono **Notizie**, **Dati** e **Avvertimenti**. Sulla destra è possibile modificare la descrizione del tipo editoriale del contenuto. Questo campo è limitato a 64 caratteri.
pt_br: **Tipo**: esta caixa de seleção permite selecionar o tipo de conteúdo. Os valores possíveis são **Notícias**, **Dados** e **Consultoria**. À direita, você pode editar a descrição do tipo editorial do conteúdo. Este campo é limitado a 64 caracteres.

source: **Attribute**: this checkbox allows you to select the editorial attributes of content and to edit the editorial attribute descriptions. Multiple entries can be appended to the list. A description is limited to 64 characters.
ca: **Atribut**: aquesta casella de selecció permet seleccionar els atributs editorials del contingut i editar-ne les descripcions. Es poden afegir a la llista múltiples entrades. Una descripció està limitada a 64 caràcters.
it: **Attributo**: questa casella di controllo ti permette di selezionare gli attributi editoriali del contenuto e di modificare le loro descrizioni. All'elenco è possibile aggiungere più voci di testo, e le descrizioni sono limitate a 64 caratteri.
pt_br: **Atributo**: esta caixa de seleção permite selecionar os atributos editoriais do conteúdo e editar as descrições dos atributos editoriais. Várias entradas podem ser adicionadas à lista. Uma descrição tem um limite de 64 caracteres.

source: **Reference**: this checkbox allows you to edit the original content transmission reference. This field is limited to 32 characters.
ca: **Referència**: aquesta casella de selecció permet editar la referència de la transmissió del contingut original. Aquest camp està limitat a 32 caràcters.
it: **Riferimento**: questa casella di controllo ti permette di modificare il riferimento della trasmissione del contenuto originale. Questo campo è limitato a 32 caratteri.
pt_br: **Referência**: esta caixa de seleção permite editar a referência de transmissão do conteúdo original. Este campo é limitado a 32 caracteres.

source: The IPTC Properties View from Edit Metadata Tool
ca: La vista IPTC de les propietats des de l'eina Edita les metadades
it: La vista delle proprietà IPTC dallo strumento di modifica dei metadati
nl: De IPTC-eigenschappenweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de propriedades do IPTC na ferramenta de edição de metadados
sl: Pogled lastnosti IPTC iz orodja za urejanje metapodatkov
uk: Панель перегляду властивостей IPTC засобу редагування метаданих

source: Envelope
ca: Sobre
it: Busta
nl: Envelop
sl: Ovojnica
uk: Обгортка

source: This view supports editing of editorial details.
ca: Aquesta vista permet l'edició dels detalls de l'editorial.
it: Questa vista supporta la modifica dei dettagli editoriali.
pt_br: Esta visualização permite a edição de detalhes editoriais.

source: **Destination**: this checkbox allows you to edit the envelope destination. This field is limited to 1024 characters.
ca: **Destinació**: aquesta casella de selecció permet editar la destinació del sobre. Aquest camp està limitat a 1024 caràcters.
it: **Destinazione**: questa casella di controllo ti permette di modificare la destinazione della busta. Questo campo è limitato a 1024 caratteri.
pt_br: **Destino**: esta caixa de seleção permite editar o destino do envelope. Este campo é limitado a 1024 caracteres.

source: **U.N.O ID**: this checkbox allows you to edit the Unique Name of Object identifier. This field is limited to 80 characters.
ca: **U.N.O ID**: aquesta casella de selecció permet editar l'identificador de Nom Únic d'Objecte. Aquest camp està limitat a 80 caràcters.
it: **Identificativo U.N.O**: questa casella di controllo ti permette di modificare il nome univoco dell'identificativo dell'oggetto. Questo campo è limitato a 80 caratteri.
pt_br: **ID da N.U.O.**: esta caixa de seleção permite editar o Nome Único do identificador do Objeto. Este campo é limitado a 80 caracteres.

source: **Product ID**: this checkbox allows you to edit the product identifier. This field is limited to 32 characters.
ca: **ID del producte**: aquesta casella de selecció permet editar l'identificador del producte. Aquest camp està limitat a 32 caràcters.
it: **Identificativo del prodotto**: questa casella di controllo ti permette di modificare l'identificativo del prodotto. Questo campo è limitato a 32 caratteri.
pt_br: **ID do produto**: esta caixa de seleção permite editar o identificador do produto. Este campo é limitado a 32 caracteres.

source: **Service ID**: this checkbox allows you to edit the service identifier. This field is limited to 10 characters.
ca: **ID del servei**: aquesta casella de selecció permet editar l'identificador del servei. Aquest camp està limitat a 10 caràcters.
it: **Identificativo del servizio**: questa casella di controllo ti permette di modificare l'identificativo del servizio. Questo campo è limitato a 10 caratteri.
pt_br: **ID do serviço**: esta caixa de seleção permite editar o identificador do serviço. Este campo é limitado a 10 caracteres.

source: **Envelope ID**: this checkbox allows you to edit the envelope identifier. This field is limited to 8 characters.
ca: **ID del sobre**: aquesta casella de selecció permet editar l'identificador del sobre. Aquest camp està limitat a 8 caràcters.
it: **Identificativo della busta**: questa casella di controllo ti permette di modificare l'identificativo della busta. Questo campo è limitato a 8 caratteri.
pt_br: **ID do envelope**: esta caixa de seleção permite editar o identificador do envelope. Este campo é limitado a 8 caracteres.

source: **Priority**: this checkbox allows you to select the envelope urgency. Possible values are **0: None**, **1: high**, **2**, **3**, **4**, **5: normal**, **6**, **7**, **8: low**, and **9: user-defined**.
ca: **Prioritat**: aquesta casella de selecció permet seleccionar la urgència del sobre. Els valors possibles són **0: cap**, **1: alta**, **2**, **3**, **4**, **5: normal**, **6**, **7**, **8: baixa** i **9: definida per l'usuari**.
it: **Priorità**: questa casella di controllo ti permette di selezionare l'urgenza della busta. I valori possibili sono **0: Nessuna**, **1: Alta**, **2**, **3**, **4**, **5: Normale**, **6**, **7**, **8: Bassa** e **9: Personalizzata**.
pt_br: **Prioridade**: esta caixa de seleção permite selecionar a urgência do envelope. Os valores possíveis são **0: Nenhuma**, **1: Alta**, **2**, **3**, **4**, **5: Normal**, **6**, **7**, **8: Baixa** e **9: Definida pelo usuário**.

source: **Format**: this checkbox allows you to select the envelope file format.
ca: **Format**: aquesta casella de selecció permet editar el format de fitxer del sobre.
it: **Formato**: questa casella di controllo ti permette di selezionare il formato di file della busta.
pt_br: **Formato**: esta caixa de seleção permite que você selecione o formato do arquivo de envelope.

source: **Send date** and **Send time**: these checkboxes allows you to edit the date, time, and zone when the service sent the material usable. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date.
ca: **Data d'enviament** i **Hora d'enviament**: aquestes caselles de selecció permeten editar la data, hora i zona quan el servei va enviar el material utilitzable. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó al costat dret per a restablir la marca de temps a la data actual de l'ordinador.
it: **Data di invio** e **Ora di invio**: queste caselle di controllo ti permettono di modificare la data, l'ora e l'area geografica prefissati in cui il servizio ha inviato il materiale utilizzabile. Usa l'oggetto editor di calendario, in basso, per selezionare la data e l'ora, e il pulsante sul lato destro per riportarle a quelle attuali del computer.
pt_br: **Data de envio** e **Hora de envio**: estas caixas de seleção permitem editar a data, a hora e o fuso horário em que o serviço tornou o material utilizável. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador.

source: The IPTC Envelope View from Edit Metadata Tool
ca: La vista IPTC del sobre des de l'eina Edita les metadades
it: La vista della busta IPTC dallo strumento di modifica dei metadati
nl: De IPTC-envelopeweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição do envelope do IPTC a partir da ferramenta de edição de metadados
sl: Pogled ovojnice IPTC iz orodja za urejanje metapodatkov
uk: Панель перегляду обгортки IPTC засобу редагування метаданих

source: XMP Tab
ca: La pestanya XMP
it: Scheda XMP
nl: Tabblad XMP
pt_br: Aba XMP
sl: zavihek XMP
uk: Вкладка XMP

source: The sections available in this tab group XMP information which are an evolution of IPTC. XMP removes the limitations of text size and introduce support for alternative-languages. XMP tab sections are similar to IPTC, except the **Envelope** section which does not exist in the XMP standard. XMP also introduces new fields in other sections.
ca: Les seccions disponibles en aquesta pestanya agrupen la informació XMP, la qual és una evolució d'IPTC. XMP elimina les limitacions de la mida del text i introdueix la compatibilitat amb idiomes alternatius. Les seccions de la pestanya XMP són similars a IPTC, excepte la secció **Sobre**, la qual no existeix en l'estàndard XMP. XMP també introdueix camps nous en altres seccions.
it: Le sezioni disponibili in questa scheda raggruppano le informazioni XMP che rappresentano un'evoluzione di IPTC. XMP rimuove le limitazioni delle dimensioni del testo e introduce il supporto per le lingue alternative. Le sezioni delle schede XMP sono simili a quelle di IPTC, ad eccezione della sezione **Busta**, che non esiste nello standard XMP. XMP introduce anche nuovi campi in altre sezioni.
pt_br: As seções disponíveis nesta aba agrupam informações sobre o XMP, que são uma evolução do IPTC. O XMP remove as limitações de tamanho de texto e introduz suporte para idiomas alternativos. As seções da aba XMP são semelhantes às do IPTC, exceto a seção **Envelope**, que não existe no padrão XMP. O XMP também introduz novos campos em outras seções.

source: The XMP field supporting alternative-language features can use the :ref:`online translator capability <localize_settings>` from digiKam to automatically internationalize strings.
ca: El camp XMP admet característiques d'idioma alternatiu i pot utilitzar la :ref:`capacitat de traducció en línia <localize_settings>` del digiKam per a internacionalitzar automàticament les cadenes.
it: La funzionalità per il supporto delle lingue alternative per i campi XMP può utilizzare la :ref:`capacità di traduzione in linea <localize_settings>` di digiKam, in modo da internazionalizzare automaticamente le stringhe.
pt_br: O campo XMP que oferece suporte a recursos de idiomas alternativos que pode usar o :ref:`recurso de tradutor online <localize_settings>` do digiKam para internacionalizar textos automaticamente.

source: **Headline**: this checkbox allows you to edit the content synopsis.
ca: **Titular**: aquesta casella de selecció permet editar la sinopsi del contingut.
it: **Riassunto**: questa casella di controllo ti permette di modificare il riassunto del contenuto.
pt_br: **Sinopse**: esta caixa de seleção permite que você edite a sinopse do conteúdo.

source: **Caption**: this checkbox allows you to edit the content descriptions. The default caption alternative-language value can be synchronized with the **JFIF Comment section** and **Exif Comment**.
ca: **Llegenda**: aquesta casella de selecció permet editar les descripcions del contingut. El valor predeterminat de l'idioma alternatiu per a la llegenda es pot sincronitzar amb **Sincronitza la secció de comentaris JFIF** i **Sincronitza el comentari Exif**.
it: **Didascalia**: questa casella di controllo ti permette di modificare le descrizioni del contenuto. Il valore della lingua alternativa per la didascalia predefinita può essere sincronizzato con la **sezione Commento JFIF** e **Commento Exif**.
pt_br: **Legenda**: esta caixa de seleção permite editar as descrições do conteúdo. O valor padrão do idioma alternativo da legenda pode ser sincronizado com a **Seção de comentário do JFIF** e o **Comentário do Exif**.

source: **Caption Writer**: this checkbox allows you to edit the names of the caption authors.
ca: **Autor de la llegenda**: aquesta casella de selecció permet editar els noms dels autors de la llegenda.
it: **Autore della didascalia**: questa casella di controllo ti permette di modificare i nomi degli autori della didascalia.
pt_br: **Autor da legenda**: esta caixa de seleção permite que você edite os nomes dos autores das legendas.

source: **Copyright**: this checkbox allows you to edit the necessary copyright notices. The default copyright alternative-language value can be synchronized with the **Exif Copyright**.
ca: **Copyright** aquesta casella de selecció permet editar les notes dels drets d'autor necessàries. El valor d'idioma alternatiu predeterminat per als drets d'autor es pot sincronitzar amb el **Copyright Exif**.
it: **Copyright**: questa casella di controllo ti permette di modificare la notifica del diritto d'autore. Il valore della lingua alternativa del diritto d'autore predefinito può essere sincronizzato con il **Diritto d'autore Exif**.
pt_br: **Direitos autorais**: esta caixa de seleção permite editar os avisos de direitos autorais necessários. O valor padrão de idioma alternativo para direitos autorais pode ser sincronizado com o **Direitos autorais do Exif**.

source: **Right Usage Terms**: this checkbox allows you to edit the instructions on how the resource can be legally used.
ca: **Clàusules del dret d'ús**: aquesta casella de selecció permet editar les instruccions sobre com es pot utilitzar legalment el recurs.
it: **Termini di utilizzo:**: questa casella di controllo ti permette di modificare le istruzioni su come possono essere legalmente utilizzate le risorse.
pt_br: **Termos de uso**: esta caixa de seleção permite que você edite as instruções sobre como o recurso pode ser usado legalmente.

source: The XMP Content View from Edit Metadata Tool
ca: La vista XMP del contingut des de l'eina Edita les metadades
it: La vista del contenuto XMP dallo strumento di modifica dei metadati
nl: De XMP-inhoudsweergave uit hulpmiddel Metagegevens bewerken
pt_br: Exibição de conteúdo XMP da ferramenta de edição de metadados
sl: Pogled vsebine XMP iz orodja za urejanje metapodatkov
uk: Панель перегляду даних XMP засобу редагування метаданих

source: **Digitization date**: this checkbox allows you to edit the date and zone of the digital representation. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current computer date.
ca: **Data de digitalització**: aquesta casella de selecció permet editar la data i zona de la representació digital. Utilitzeu el giny de l'editor de calendari a la part inferior per a seleccionar la marca de temps i el botó al costat dret per a restablir la marca de temps a la data actual de l'ordinador.
it: **Data di digitalizzazione**: questa casella di controllo ti permette di modificare la data e l'area geografica della rappresentazione digitale. Usa l'oggetto editor di calendario, in basso, per selezionare la data e l'ora, e il pulsante sul lato destro per riportarle a quelle attuali del computer.
pt_br: **Data de digitalização**: esta caixa de seleção permite editar a data e a zona da representação digital. Use o widget do editor de calendário na parte inferior para selecionar o carimbo de data/hora e o botão à direita para redefinir o carimbo de data/hora para a data atual do computador.
