Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Type**: this checkbox allows to select the content type. Possible values are **News**, **Data**, and **Advisory**. On the right you can edit the editorial type description of content. This field is limited to 64 characters.
nl: **Type**: dit keuzevak biedt het selecteren van het type van de inhoud. Mogelijke waarden zijn **Nieuws**, **Gegevens** en **Advies**. Rechts kunt u het editoriale type beschrijving van de inhoud bewerken. Dit veld is beperkt tot 64 tekens.
sl: **Type - Vrsta**: to potrditveno polje omogoča izbiro vrste vsebine. Možne vrednosti so **News - Novice**, **Data - Podatki** in **Advisory - Nasveti**. Na desni strani lahko urejate redakcijski opis vsebine. To polje je omejeno na 64 znakov.
uk: **Тип**: за допомогою цього поля можна вибрати тип вмісту. Можливими значеннями є **Новини**, **Дані** та **Рекомендоване**. Праворуч ви можете редагувати опис редакційного типу вмісту. Вміст цього поля обмежено 64 символами.

source: **Attribute**: this checkbox allows to select the editorial attributes of content and to edit the editorial attribute descriptions. Multiple entries can be append to the list. A description is limited to 64 characters.
nl: **Attribuut**: dit keuzevak biedt het selecteren van de editoriale attributen van de inhoud en om de beschrijving van het editoriale attribuut te bewerken. Meerdere items kunnen aan de list worden toegevoegd. Een beschrijving is beperkt tot 64 characters.
sl: **Attribute - Atribut**: to potrditveno polje omogoča izbiro uredniških atributov vsebine in urejanje opisov uredniških atributov. Več vnosov lahko dodate na seznam. Opis je omejen na 64 znakov.
uk: **Атрибут**: за допомогою цього поля можна вибрати редакційні атрибути вмісту і редагувати описи редакційних атрибутів. До списку можна включати декілька записів. Опис обмежено 64 символами.

source: **Reference**: this checkbox allows to edit the original content transmission reference. This field is limited to 32 characters.
nl: **Referentie**: dit keuzevak biedt het bewerken van de originele transmissiereferentie van de inhoud. Dit veld is beperkt tot 32 tekens.
sl: **Reference - Referenca**: to potrditveno polje omogoča urejanje izvirne vsebine reference prenosa. To polje je omejeno na 32 znakov.
uk: **Посилання**: за допомогою цього поля можна редагувати посилання передавання початкового вмісту. Вміст цього поля обмежено 32 символами.

source: This view records editorial details.
nl: Deze weergave legt redactionele details vast.
sl: Ta pogled beleži uredniške podrobnosti.
uk: На цій панелі наведено записи редакційного опису.

source: **Destination**: this checkbox allows to edit the envelope destination. This field is limited to 1024 characters.
nl: **Bestemming**: dit keuzevak biedt het bewerken van de bestemming van de envelop. Dit veld is beperkt tot 1024 tekens.
sl: **Destination - Cilj**: to potrditveno polje omogoča urejanje cilja ovojnice. To polje je omejeno na 1024 znakov.
uk: **Призначення**: за допомогою цього поля ви можете ввести призначення обгортки. Вміст цього поля обмежено 1024 символами.

source: **U.N.O ID**: this checkbox allows to edit the Unique Name of Object identifier. This field is limited to 80 characters.
nl: **U.N.O ID**: dit keuzevak biedt het bewerken van de Unieke naam van de onderwerp-identifier. Dit veld is beperkt tot 80 tekens.
sl: **U.N.O ID**: to potrditveno polje omogoča urejanje identifikatorja unikatnega imena predmeta. To polje je omejeno na 80 znakov.
uk: **Ід. U.N.O**: за допомогою цього поля ви можете встановити ідентифікатор унікальної назви об'єкта (U.N.O.). Вміст цього поля обмежено 80 символами.

source: **Product ID**: this checkbox allows to edit the product identifier. This field is limited to 32 characters.
nl: **Product-ID**: dit keuzevak biedt het bewerken van de product-identifier. Dit veld is beperkt tot 32 tekens.
sl: **Product ID - ID izdelka**: to potrditveno polje omogoča urejanje identifikatorja izdelka. To polje je omejeno na 32 znakov.
uk: **Ід. продукту**: за допомогою цього поля ви можете встановити ідентифікатор продукту. Вміст цього поля обмежено 32 символами.

source: **Service ID**: this checkbox allows to edit the service identifier. This field is limited to 10 characters.
nl: **Service-ID**: dit keuzevak biedt het bewerken van de service-identifier. Dit veld is beperkt tot 10 tekens.
sl: **Service ID - ID storitve**: to potrditveno polje omogoča urejanje identifikatorja storitve. Topolje je omejeno na 10 znakov.
uk: **Ід. служби**: за допомогою цього поля ви можете встановити ідентифікатор служби. Вміст цього поля обмежено 10 символами.

source: **Envelope ID**: this checkbox allows to edit the envelope identifier. This field is limited to 8 characters.
nl: **Envelop-ID**: dit keuzevak biedt het bewerken van de envelop-identifier. Dit veld is beperkt tot 8 tekens.
sl: **Envelope ID - ID ovojnice**: to potrditveno polje omogoča urejanje identifikatorja ovojnice. To polje je omejeno na 8 znakov.
uk: **Ід. обгортки**: за допомогою цього поля ви можете встановити ідентифікатор обгортки. Вміст цього поля обмежено 8 символами.

source: **Priority**: this checkbox allows to select the envelope urgency. Possible values are **0: None**, **1: high**, **2**, **3**, **4**, **5: normal**, **6**, **7**, **8: low**, and **9: user-defined**.
nl: **Prioriteit**: dit keuzevak biedt het selecteren van de envelop-urgentie. Mogelijke waarden zijn **0: geen**, **1: hoog**, **2**, **3**, **4**, **5: normaal**, **6**, **7**, **8: laag** en **9: gebruiker-gedefinieerd**.
sl: **Priority - Prednost**: to potrditveno polje omogoča izbiro uredniške nujnostivsebine Možne vrednosti so **0: None - Brez**, **1: high - visoka**, **2**, **3**, **4**, **5: normal - normalno**, **6**, **7**, **8: low - nizka** in **9: user-defined - uporabniško določeno**.
uk: **Пріоритетність**: за допомогою цього поля ви можете вибрати пріоритетність обгортки. Можливими значеннями є такі: **0: немає**, **1: висока**, **2**, **3**, **4**, **5: звичайна**, **6**, **7**, **8: низька** та **9: визначена користувачем**.

source: **Format**: this checkbox allows to select the envelope file format.
nl: **Formaat**: dit keuzevak biedt het bewerken van het envelop-bestandsformaat.
sl: **Format**: to potrditveno polje omogoča izbiro oblike datoteke ovojnice.
uk: **Формат**: за допомогою цього поля ви можете вибрати формат файла-обгортки.

source: **Send date** and **Send time**: these checkbox allows to edit the date, time, and zone when the service sent the material usable. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer.
nl: **Verzenddatum** en **Verzendtijd**: deze keuzevakken bieden het bewerken van de datum, tijd en zone wanneer de service het bruikbare materiaal verzendt. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer.
sl: **Send date - Datum pošiljanja** in **Send time - Čas pošiljanja**: ti potrditveni polji omogočata urejanje datuma, časa in pasu, ko je storitev poslala uporabno gradivo. Uporabite koledargradnik urejevalnika na dnu, da izberete časovni žig in gumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika.
uk: **Дата надсилання** та **Час надсилання**: за допомогою цих полів можна редагувати дату, час і часовий пояс моменту надсилання придатного до використання матеріалу службою. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера.

source: The sections available in this tab group Xmp information which are an evolution of IPTC. XMP remove limitations of text size and introduce the alternative-language support. XMP tab sections are similar than IPTC, excepted the **Envelope** section which does not exist in XMP standard. XMP introduce also new fields in other sections.
nl: De secties beschikbaar in dit tabblad groeperen Xmp-informatie die een evolutie is van IPTC. XMP verwijdert beperkingen in tekstgrootte en introduceert de alternatieve taalondersteuning. Secties van het XMP-tabblad zijn gelijk aan IPTC, behalve de sectie **Envelop** die in de XMP-standaard niet bestaat. XMP introduceert ook nieuwe velden in andere secties.
sl: Razdelki, ki so na voljo v tem zavihku, združujejo Xmp informacije, ki so evolucija IPTC. XMP odstrani omejitve velikosti besedila in uvede podporo v alternativnem jeziku. Razdelki zavihkov XMP so podobni IPTC, razen razdelka **Envelope - Ovojnica**, ki ne obstaja v standardu XMP. XMP uvaja tudi nova polja v drugih razdelkih.
uk: У розділах цієї вкладки згруповано відомості XMP, які є розвитком IPTC із усуванням обмежень на об'єм інформації та впровадженням підтримки альтернативних мов. Розділи вкладки XMP подібні до IPTC, окрім розділу **Обгортка**, якого не існує у XMP, і додаткових полів в інших розділах.

source: XMP field supporting alternative-language feature can use the :ref:`online translator capability <localize_settings>` from digiKam to internationalize the strings automatically.
nl: XMP-veld die de functie alternatieve taal ondersteunt kan de :ref:`online vertaalmogelijkheid <localize_settings>` uit digiKam gebruiken om de tekenreeksen automatisch te internationaliseren.
sl: Polje XMP, ki podpira funkcijo alternativnega jezika, lahko uporabi :ref:`možnost spletnega prevajalca <localize_settings>` iz digiKama za samodejno internacionalizacijo nizov.
uk: У полях XMP передбачено підтримку можливості альтернативних мов, де можна скористатися :ref:`можливістю інтернет-перекладу <localize_settings>` у digiKam для автоматичного перекладу рядків.

source: **Headline**: this checkbox allows to edit the content synopsis.
nl: **Kopregel**: dit keuzevak biedt het bewerken van de samenvatting van de inhoud.
sl: **Naslov**: to potrditveno polje omogoča urejanje sinopsisa vsebine.
uk: **Короткий вміст**: за допомогою цього поля ви можете ввести короткий опис вмісту.

source: **Caption**: this checkbox allows to edit the content descriptions. The default caption alternative-language value can be synchronized with the **JFIF Comment section** and **Exif Comment**.
nl: **Opschrift**: dit keuzevak biedt het bewerken van de beschrijving van de inhoud. De standaardwaarde van de alternatieve taal van opschrift kan gesynchroniseerd worden met de **JFIF commentaarsectie** en **Exif-commentaar**.
sl: **Caption - Napis**: to potrditveno polje omogoča urejanje opisov vsebine. Vrednost privzetega napisa v alternativnem jeziku je mogoče sinhronizirati z **JFIF Comment section** and **Exif Comment**.
uk: **Підпис**: за допомогою цього поля ви можете редагувати опис вмісту. Значення типового підпису альтернативними мовами можна синхронізувати з полями **Розділ коментарів JFIF** та **Коментар Exif**.

source: **Caption Writer**: this checkbox allows to edit the names of the caption authors.
nl: **Opschrift schrijver**: dit keuzevak biedt het bewerken van de namen van de auteurs van het opschrift.
sl: **Caption Writer**: to potrditveno polje omogoča urejanje imen avtorjev napisov.
uk: **Автор підпису**: за допомогою цього поля можна редагувати імена авторів підписів.

source: **Copyright**: this checkbox allows to edit the necessary copyright notices. The default copyright alternative-language value can be synchronized with the **Exif Copyright**.
nl: **Copyright**: dit keuzevak biedt het bewerken van de noodzakelijke copyright vermelding. De standaardwaarde van de alternatieve taal van copyright kan gesynchroniseerd worden met het **Exif Copyright**.
sl: **Copyright - Avtorske pravice**: to potrditveno polje omogoča urejanje potrebnih obvestil o avtorskih pravicah. Privzeto vrednost alternativnega jezika avtorskih pravic je mogoče sinhronizirati z **Exif Copyright**.
uk: **Авторські права**: за допомогою цього поля ви можете вказати необхідні зауваження щодо авторських прав. Значення типових авторських прав альтернативними мовами можна синхронізувати з полем **Авторські права Exif**.

source: **Right Usage Terms**: this checkbox allows to edit the instructions on how the resource can be legally used.
nl: **Bepalingen voor juist gebruik**: dit keuzevak biedt het bewerken van de instructies over hoe de hulpbron legaal gebruikt mag worden.
sl: **Right Usage Terms - Pogoji pravilne uporabe**: to potrditveno polje omogoča urejanje navodil o zakoniti uporabi vira.
uk: **Умови належного використання**: за допомогою цього поля можна редагувати настанови щодо законного використання даних.

source: **Digitization date**: this checkbox allows to edit the date and zone of the digital representation. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer.
nl: **Digitalisering van datum**: dit keuzevak biedt het bewerken van de datum en zone van de digitale representatie. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer.
sl: **Digitization date - Datum digitalizacije**: to potrditveno polje omogoča urejanje datuma in območja digitalne predstavitve. Uporabite pripomoček za urejanje koledarja na dnu, da izberete časovni žig in gumb na desni strani za ponastavitev časovnega žigana trenutni datum računalnika.
uk: **Дата оцифрування** за допомогою цього поля можна редагувати дату і часовий пояс моменту цифрового відтворення знімка. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера.

source: **Creation date**: this checkbox allows to edit the date and zone of the intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer. These values can be synchronized with the **Exif Creation date**.
nl: **Aanmaakdatum**: dit keuzevak biedt het bewerken van de datum en zone van de intellectuele inhoud. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer. Deze waarden kunnen gesynchroniseerd worden met de **Exif-aanmaakdatum**.
sl: **Creation date - Datum ustvarjanja**: to potrditveno polje omogoča urejanje datuma in območja intelektualne vsebine. Za izbiro uporabite pripomoček za urejanje koledarja na dnu za izbiro časovnega žiga in gumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika. Te vrednosti je mogoče sinhronizirati z **Exif Creation date**.
uk: **Дата створення**: за допомогою цього поля можна редагувати дату і часовий пояс створення зображення. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера. Ці значення може бути синхронізовано з вмістом поля **Дата створення Exif**.

source: **Video date**: this checkbox allows to edit the date and zone of the video intellectual content. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer.
nl: **Video-datum**: dit keuzevak biede het bewerken van de datum en zone van de intellectuele inhoud van de video. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer.
sl: **Video date - Datum videa**: to potrditveno polje omogoča urejanje datuma in območja videoposnetka intelektualne vsebine. Za izbiro uporabite pripomoček za urejanje koledarja na dnu časovnega žiga in gumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika.
uk: **Дата відео**: за допомогою цього поля можна редагувати дату і часовий пояс моменту використання інтелектуальної власності відео. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера.

source: **City**: this checkbox allows to edit the city of content origin.
nl: **Plaats**: dit keuzevak biedt het bewerken van de plaats van herkomst van de inhoud.
sl: **Mesto**: to potrditveno polje omogoča urejanje mesta izvora vsebine.
uk: **Місто**: за допомогою цього поля ви можете ввести місто, з якого походять дані.

source: **Sublocation**: this checkbox allows to edit the content location within city.
nl: **Sub-locatie**: dit keuzevak biedt het bewerken van de locatie van de inhoud binnen de plaats.
sl: **Podlokacija**: to potrditveno polje omogoča urejanje lokacije vsebine znotraj mesta.
uk: **Точне розташування**: за допомогою цього поля ви можете встановити розташування вмісту зображення у місті.

source: **State/Province**: this checkbox allows to edit the Province or State of content origin.
nl: **Staat/provincie**: dit keuzevak biedt het bewerken van de provincie of staat van de oorsprong van de inhoud.
sl: **Država/provinca**: to potrditveno polje omogoča urejanje pokrajine ali države izvora vsebine.
uk: **Регіон**: за допомогою цього поля ви можете ввести область чи громаду, з якої походять дані.

source: **Creator**: this checkbox allows to edit the names of content creators. Multiple text entries can be append to the list. The default creator alternative-language value can be synchronized with the **Exif Artist**.
nl: **Maker**: dit keuzevak biedt het bewerken van de namen van de makers van de inhoud. Meerdere items kunnen toegevoegd worden aan de lijst. De standaardwaarde van de alternatieve taal van de maker kan gesynchroniseerd worden met de **Exif-artiest**.
sl: **Creator - Ustvarjalec**: to potrditveno polje omogoča urejanje imen ustvarjalcev vsebine. Na seznam je mogoče dodati več besedilnih vnosov. Privzeti ustvarjalec vrednost alternativnega jezika je mogoče sinhronizirati z **Exif Artist**.
uk: **Створювач**: за допомогою цього поля можна редагувати імена авторів вмісту. До списку можна додавати декілька текстових записів. Значення типового створювача альтернативними мовами можна синхронізувати з полем **Художник Exif**.

source: **Creator Title**: this checkbox allows to edit the titles of content creators. Multiple text entries can be append to the list.
nl: **Titel van maker**: dit keuzevak biedt het bewerken van de titels van makers van inhoud. Meerdere items kunnen toegevoegd worden aan de lijst.
sl: **Creator Title - Naslov ustvarjalca**: to potrditveno polje omogoča urejanje naslovov ustvarjalcev vsebine. Na seznam je mogoče dodati več besedilnih vnosov.
uk: **Посада автора**: за допомогою цього поля можна редагувати посади авторів вмісту. До списку можна додавати декілька текстових записів.

source: **Contact**: this options group allows to edit the properties of the person or organization to contact. Available values are **E-mail**, **URL**, **Phone**, **Address**, **Postal code**, **City**, **State/Province**, and **Country**.
nl: **Contact**: deze groep opties bieden het bewerken van de eigenschappen van de persoon of organisatie om contact mee op te nemen. Beschikbare waarden zijn **E-mail**, **URL**, **Telefoon**, **Adres**, **Postcode**, **Plaats**, **Staat/Provincie** en **Land**.
sl: **Contact - Stik**: ta skupina možnosti omogoča urejanje lastnosti osebe ali organizacijo za stik. Razpoložljive vrednosti so **E-mail**, **URL**, **Phone - Telefon**, **Address - Naslov**, **Postal code - Poštna številka**, **City - Mesto**, **State - Država/Province - Provinca** in **Country - Država**.
uk: **Контакт**: за допомогою цієї групи параметрів можна редагувати властивості запису особи або організації для зв'язку. Доступними значеннями є **Ел. пошта**, **URL**, **Телефон**, **Адреса**, **Поштова адреса**, **Місто**, **Регіон** та **Країна**.

source: **Credit**: this checkbox allows to edit the content provider.
nl: **Dankbetuiging**: dit keuzevak biedt het bewerken van de leverancier van de inhoud.
sl: **Credit - Zasluge**: to potrditveno polje omogoča urejanje ponudnika vsebine.
uk: **Подяка**: за допомогою цього поля ви можете вказати надавача вмісту.

source: **Source**: this checkbox allows to edit the original owner of content.
nl: **Bron**: dit keuzevak biedt het bewerken van de oorspronkelijke eigenaar van de inhoud.
sl: **Source - Vir**: to potrditveno polje omogoča urejanje izvirnega lastnika vsebine.
uk: **Джерело**: за допомогою цього поля ви можете вказати початкового власника даних.

source: This view records subject information about the item. It's identical to the :ref:`IPTC Subjects <iptc_subjects>` section, but with no string size limitations.
nl: Deze weergave legt onderwerpinformatie over het item vast. Het is gelijk aan de sectie :ref:`IPTC-onderwerpen <iptc_subjects>`, maar zonder beperkingen aan de grootte van de tekenreeks.
sl: Ta pogled beleži podatke o temi predmeta. Je identičen :ref: razdelek 'IPTC Subjects <iptc_subjects>', vendar brez velikosti omejitve niza.
uk: На цій панелі буде показано відомості щодо теми запису. Вона ідентична до розділу :ref:`Теми IPTC <iptc_subjects>`, але не накладає обмежень на розмір рядків.

source: This view records keywords relevant to the item. It's identical to the :ref:`IPTC Keywords <iptc_keywords>` section, but with no string size limitations.
nl: Deze weergave legt trefwoorden, relevant voor het item, vast. Het is gelijk aan de sectie :ref:`IPTC-trefwoorden <iptc_keywords>`, maar zonder beperkingen aan de grootte van de tekenreeks.
sl: Ta pogled beleži ključne besede, ki so pomembne za element. Je identičen z :ref:`Ključne besede IPTC <iptc_keywords>`, vendar brez omejitev velikosti niza.
uk: На цій панелі буде показано ключові слова, які пов'язано із записом. Вона ідентична до розділу :ref:`Ключові слова IPTC <iptc_keywords>`, але не накладає обмежень на розмір рядків.

source: This view records categories relevant to the item. It's identical to the :ref:`IPTC Categories <iptc_categories>` section, but with no string size limitations.
nl: Deze weergave legt categorieën, relevant voor het item, vast. Het is gelijk aan de sectie :ref:`IPTC-categorieën <iptc_categories>`, maar zonder beperkingen aan de grootte van de tekenreeks.
sl: Ta pogled beleži kategorije, ki so pomembne za element. Je identičen z :ref: razdelek 'IPTC Categories <iptc_categories>', vendar brez velikosti omejitve niza.
uk: На цій панелі буде показано категорії слова, які пов'язано із записом. Вона ідентична до розділу :ref:`Категорії IPTC <iptc_categories>`, але не накладає обмежень на розмір рядків.

source: **Title**: this checkbox allows to edit the shorthand references of content.
nl: **Titel**: dit keuzevak biedt het bewerken van de korte referenties van de inhoud.
sl: **Title - Naslov**: to potrditveno polje omogoča urejanje stenografskih referenc vsebine.
uk: **Заголовок**: за допомогою цього поля ви можете встановити коротку довідку про вміст.

source: **Nickname**: this checkbox allows to edit the short informal name for the resource.
nl: **Schermnaam**: dit keuzevak biedt het bewerken van de korte informele naam van de hulpbron.
sl: **Nickname - Vzdevek**: to potrditveno polje omogoča urejanje kratkega neformalnega imena za vir.
uk: **Мнемонічна назва**: за допомогою цього поля можна редагувати коротку неформальну назву ресурсу.
