Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/metadata_editor.po
Languages: ca, it, nl, pt_br, sl, uk

source: You can synchronize some specific metadata entries from one chunk to another one, as for example the comments which is available in Exif, IPTC, and XMP as separate entries. Mark the check boxes corresponding to the entries you wish to copy from one format to another.
nl: U kunt enkele specifieke items in metagegevens uit het ene brokje synchroniseren naar een ander brokje, zoals bijvoorbeeld het commentaar dat beschikbaar is in Exif, IPTC en XMP als gescheiden items. Markeer de keuzevakjes die corresponderen mat de items die u wilt kopiëren van het ene naar het andere formaat.
sl: Nekatere specifične vnose metapodatkov lahko sinhronizirate iz enega kosa v drugega, kot so na primer komentarji, ki so na voljo v Exif, IPTC in XMP kot ločeni vnosi. Označite potrditvena polja, ki ustrezajo vašim vnosom, ki jih želite kopirati iz enega formata v drugega.
uk: Ви можете синхронізувати деякі специфічні записи метаданих із одного формату до іншого, наприклад, коментарі, які доступні у Exif, IPTC і XMP у різних формах. Позначте пункти даних, які ви хочете скопіювати з одного формату до іншого.

source: If you select many items from the icon-view, the metadata editor dialog allow to process the selection. With the **Previous** and **Next** buttons, you can navigate between items. The current filename and the index in the selection are given on the dialog title. A preview of current item is visible on the dialog header from the top.
nl: Als u veel items uit de pictogramweergave selecteert, biedt de dialoog van de metagegevensbewerker om de selectie te verwerken. Met de knoppen **Vorige** en **Volgende** kunt u tussen items navigeren. De huidige bestandsnaam en de index in de selectie worden gegeven in de dialoogtitel. Een voorbeeld van het huidige item is zichtbaar in de dialoogkop bovenaan.
sl: Če v pogledu ikon izberete veliko elementov, pogovorno okno urejevalnika metapodatkov omogoča obdelavo izbire. Z gumboma **Prejšnji** in **Naslednji**lahko krmarite med predmeti. Trenutno je podano ime datoteke in indeks v izboru v naslovu pogovornega okna. Predogled trenutnega predmeta je viden v glavi pogovornega okna z vrha.
uk: Якщо ви позначите декілька записів на панелі перегляду піктограм, за допомогою вікна редактора метаданих ви зможете обробити усі позначені записи. За допомогою кнопок **Назад** і **Далі** ви можете здійснювати навігацію між записами. Назву поточного файла та його номер у списку позначених буде показано у заголовку вікна. Попередній перегляд поточного запису буде показано у заголовку вікна згори.

source: Synchronizing metadata may produce undesired results because Exif is limited to ASCII character-set.
nl: Metagegevens synchroniseren kan ongewenste resultaten geven omdat Exif beperkt is tot de ASCII tekenset.
sl: Sinhronizacija metapodatkov lahko povzroči neželene rezultate, ker je Exif omejen na nabor znakov ASCII.
uk: Синхронізація даних може призвести до неочікуваних наслідків, оскільки для запису даних Exif використовується лише набір символів ASCII.

source: Exif Tab
nl: Tabblad Exif
sl: Zavihek Exif
uk: Вкладка Exif

source: The sections available in this tab group most common Exif tags used by camera devices. They are listed for editing with standardized values.
nl: De secties beschikbaar in dit tabblad groepeert de meest algemene Exif-tags, gebruikt door camera-apparaten. Ze staan in de lijst voor bewerking met gestandaardiseerde waarden.
sl: Razdelki, ki so na voljo v tem zavihku, združujejo najpogostejše značke Exif, ki jih uporabljajo naprave za kamere. Navedene so za urejanje s standardiziranimi vrednostmi.
uk: У розділах цієї вкладки згруповано більшість типових міток Exif, що використовуються пристроями для фотографування. Для редагування доступні стандартизовані значення.

source: This view records technical descriptions from the camera. All text fields in this section are limited to ASCII characters unless stated otherwise.
nl: Deze weergave legt technische beschrijvingen van de camera vast. Alle tekstvelden in deze sectie zijn beperkt tot ASCII-tekens tenzij anders aangegeven.
sl: Ta pogled beleži tehnične opise iz kamere. Vsa besedilna polja vtem razdelku so omejeni na znake ASCII, razen če ni navedeno drugače.
uk: На цій панелі записані технічні описи з фотоапарата. Усі текстові поля у цьому розділі обмежено символами ASCII, якщо не вказано іншого.

source: **Name**: this checkbox allows to edit the name of the document from which this image was been scanned.
nl: **Naam** dit keuzevak biedt het bewerken van de naam van het document waar vanaf deze afbeelding is gescand.
sl: ** **Name - Ime**: to potrditveno polje omogoča urejanje imena dokumenta, iz katerega je bila ta slika optično prebrana.
uk: **Назва**: за допомогою цього поля ви можете ввести назву документа, з якого було заскановано це зображення.

source: **Description**: this checkbox allows to edit the image description.
nl: **Beschrijving**: dit keuzevak biedt het bewerken van de beschrijving van de afbeelding.
sl: **Description - Opis**: to potrditveno polje omogoča urejanje opisa slike.
uk: **Опис**: за допомогою цього поля можна редагувати опис зображення.

source: **Artist**: this checkbox allows to edit the image author's name separated by semi-colons.
nl: **Artiest**: Dit keuzevak biedt het bewerken van de naam van de auteur van de afbeelding gescheiden door puntkomma's.
sl: **Artist - Umetnik**: to potrditveno polje omogoča urejanje imena avtorja slike, ločenega s podpičji.
uk: **Художник**: за допомогою цього поля можна редагувати імена авторів зображення, які слід відокремлювати крапками з комами.

source: **Copyright**: this checkbox allows to edit the copyright owner of the image.
nl: **Copyright**: dit keuzevak biedt het bewerken van de eigenaar van het copyright van de afbeelding.
sl: **Copyright**: to potrditveno polje omogoča urejanje lastnika avtorskih pravic za sliko.
uk: **Авторські права**: за допомогою цього поля можна редагувати дані щодо власника авторських прав на зображення.

source: **Caption**: this checkbox allows to edit the image's caption. This field is not limited. UTF8 encoding will be used to save the text. This filed can be synchronized with the **JFIF Comment section**, **XMP caption**, and **IPTC caption** (warning: limited to 2000 characters)
nl: **Opschrift**: dit keuzevak biedt het bewerken van het opschrift van de afbeelding. Dit veld is niet beperkt. UTF8-codering zal gebruikt worden om de tekst op te slaan. Dit veld kan gesynchroniseerd worden met de **JFIF commentaarsectie**, **XMP-opschrift** en **IPTC-opschrift** (waarschuwing: beperkt tot 2000 tekens)
sl: **Caption - Napis**: to potrditveno polje omogoča urejanje napisa slike. To polje ni omejeno. Za shranjevanje besedila bo uporabljeno kodiranje UTF8. To polje je lahko sinhronizirano z **JFIF Comment section**, **XMP caption** in **IPTC napis** (opozorilo: omejeno na 2000 znakov)
uk: **Підпис**: за допомогою цього поля можна редагувати підпис до зображення. На вміст цього поля не накладається обмежень. Для зберігання тексту буде використано кодування UTF8. Це поле можна синхронізувати з полями **Розділ коментарів JFIF**, **Підпис XMP** та **Підпис IPTC** (попередження: вміст обмежено 2000 символами)

source: This view records camera time-stamp properties.
nl: Deze weergave legt eigenschappen van het cameratijdstip vast.
sl: Ta pogled beleži lastnosti časovnega žiga kamere.
uk: На цій панелі буде показано властивості часової позначки з фотоапарата.

source: **Creation date and time**: this checkbox allows to edit the date and time of image creation. It is the date and time corresponding to the time-stamp when the file was changed. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer. This last one can be sync with the **XMP creation date** and **IPTC creation date**.
nl: **Aanmaakdatum en tijd**: dit keuzevak biedt het bewerken van de datum en tijd van het maken van de afbeelding. Het is de datum en tijd overeenkomend met het tijdstempel toen het bestand is gewijzigd. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer. Deze laatste kan gesynchroniseerd worden met de **XMP-aanmaakdatum** en **IPTC-aanmaakdatum**.
sl: **Datum in čas ustvarjanja**: to potrditveno polje omogoča urejanje datuma in časa ustvarjanja slike. To je datum in čas, ki ustrezata časovnemu žigu, ko je bila datoteka spremenjena. Uporabite pripomoček za urejanje koledarja, na dnu izberite časovni žig in gumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika. To zadnjo je mogoče sinhronizirati z **XMP creation date** in **IPTC creation date**.
uk: **Дата і час створення**: за допомогою цього поля можна редагувати дату і час створення зображення. Це дата і час, що відповідають часовій позначці внесення змін до файла. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера. Останню можна синхронізувати з вмістом полів **Дата створення XMP** та **Дата створення IPTC**.

source: **Creation sub-second**: this checkbox allows to edit the fractions of seconds for the date and time of image creation.
nl: **Sub-seconde van aanmaken**: dit keuzevak biedt het bewerken van de fracties van seconden voor de datum en tijd van het aanmaken van de afbeelding.
sl: **Creation sub-second - Podsekunda ustvarjanja**: to potrditveno polje omogoča urejanje delčkov sekunde za datum in čas ustvarjanja slike.
uk: **Долі секунди створення**: за допомогою цього поля ви можете встановити частки секунд для дати і часу створення зображення.

source: **Original date and time**: this checkbox allows to edit the date and time when the original image data was generated. For a digital still camera the date and time corresponding to the time-stamp when the picture was taken are recorded. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer.
nl: **Originele datum en tijd**: dit keuzevak biedt het bewerken van de datum en tijd toen de originele afbeelding was gegenereerd. Voor een digitale fotocamera correspondeert de datum en tijd met het tijdstempel toen de afbeelding was genomen en opgeslagen. Gebruik het widget kalenderbewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer.
sl: **Original date and time - Prvotni datum in čas**: to potrditveno polje omogoča urejanje datuma in časa, ko so bili ustvarjeni izvirni slikovni podatki. Za digitalno kamero je datum in čas tisti, ki ustreza časovnemu žigu, ko je bila slika posneta. Uporabite gradnik urejevalnika koledarja na dnu, da izberete čas žig in gumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika.
uk: **Початкові дата і час**: за допомогою цього поля можна редагувати дату і час, коли було створено початкову версію зображення. Для цифрових фотоапаратів дата і час відповідають часовій позначці запису створення знімка. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера.

source: **Original sub-second**: this checkbox allows to edit the fractions of seconds for the date and time when the original image data was generated.
nl: **Originele sub-seconde**: dit keuzevak biedt het bewerken van de fracties van seconden voor de datum en tijd toen de originele afbeelding werd gemaakt.
sl: **Original sub-second - Izvirna podsekunda**: to potrditveno polje omogoča urejanje delcev sekunde za datum in uro, ko so bili ustvarjeni izvirni slikovni podatki.
uk: **Початкові частки секунд**: за допомогою цього поля ви можете вказати частки секунд для дати і часу, коли було створено початкові дані зображення.

source: **Digitization date and time**: this checkbox allows to edit the date and time when the image was stored as digital data. If, for example, an image was captured by a digital still camera and at the same time the file was recorded, then Original and Digitization date and time will have the same contents. Use the calendar editor widget on the bottom to select the time-stamp and the button on the right side to reset time-stamp to the current date of computer.
nl: **Datum en tijd van digitalisatie**: dit keuzevak biet het bewerken van de datum en tijd toen de afbeelding werd opgeslagen als digitale gegevens. Als, bijvoorbeeld, een afbeelding werd opgenomen door een digitale fotocamera en op dezelfde tijd werd het bestand opgeslagen, dan zullen datum en tijd van het Origineel en Digitalisatie dezelfde inhoud hebben. Gebruik het widget agendabewerker onderaan om het tijdstempel te selecteren en de knop rechts om het tijdstempel te resetten naar de huidige datum van de computer.
sl: **Digitization date and time - Datum in čas digitalizacije**: to potrditveno polje omogoča urejanje datuma inčasa, ko je bila slika shranjena kot digitalni podatek. Če je npr. sliko posnel digitalni fotoaparat in hkrati je bila datoteka posneta, bosta datum in čas izvirnika in digitalizacije enaka. Uporabite gradnik urejevalnika koledarja na dnu, da izberete čas žiga in gumb na desni strani za ponastavitev časovnega žiga na trenutni datum računalnika.
uk: **Дата і час оцифрування**: за допомогою цього поля можна редагувати дату і час, коли зображення було збережено у формі цифрових даних. Якщо, наприклад, зображення було знято цифровим фотоапаратом і одночасно записано до файла, початкова дата і дата оцифрування будуть однаковими. Скористайтеся віджетом редактора календаря у нижній частині панелі для вибору часової позначки і кнопкою, яку розташовано праворуч, для скидання часової позначки до поточної дати комп'ютера.

source: **Digitization sub-second**: this checkbox allows to edit the fractions of seconds for the date and time when the image was stored as digital data.
nl: **Sub-seconde van digitalisatie**: dit keuzevak biedt het bewerken van de fractie van een seconde voor de datum en tijd toen de afbeelding digitaal werd opgeslagen.
sl: **Digitization sub-second - Podsekunda digitalizacije**: to potrditveno polje omogoča urejanje delčkov sekunde za datum in čas, ko je bila slika shranjena kot digitalni podatek.
uk: **Частки секунди оцифрування**: за допомогою цього поля ви можете встановити частки секунд для дати і часу, якщо зображення було збережено як цифрові дані.

source: This view records lens details used with camera.
nl: Deze weergave legt lensdetails, gebruikt met de camera, vast.
sl: Ta pogled beleži podrobnosti o objektivu, uporabljenem s fotoaparatom.
uk: На цій панелі буде показано дані щодо об'єктива, який використано у фотоапараті.

source: **Focal length**: this checkbox allows to edit the lens focal length in millimeters used by camera to take the picture.
nl: **Brandpuntsafstand**: dit keuzevak biedt het bewerken van de brandpuntsafstand van de cameralens bij het nemen van de foto in millimeters.
sl: **Focal length - Goriščna razdalja**: to potrditveno polje omogoča urejanje goriščne razdalje objektiva v milimetrih, ki jih fotoaparat uporabil za fotografiranje.
uk: **Фокусна відстань**: за допомогою цього поля ви можете встановити фокусну відстань об'єктива у міліметрах, яку фотоапарат використав для знімання.

source: **Focal length in 35mm film**: this checkbox allows to edit the equivalent focal length assuming a 35mm film camera, in mm. A value of 0 means the focal length is unknown.
nl: **Brandpuntsafstand in 35mm film**: dit keuzevak biedt het bewerken van de brandpuntsafstand, zoals deze zou zijn bij een camera voor 35mm film, in mm. Een waarde 0 betekent dat de afstand niet bekend is.
sl: **Focal length in 35mm film - Goriščna razdalja v 35 mm filmu**: to potrditveno polje omogoča urejanje ekvivalenta goriščne razdalja ob predpostavki 35 mm filmske kamere v mm. Vrednost 0 pomeni, da goriščna razdalja ni znana.
uk: **Фокусна відстань для 35мм плівки**: за допомогою цього пункту ви можете встановити еквівалентну фокусну відстань для 35мм-плівкового фотоапарата, у мм. Значення 0 означає, що фокусна відстань є невідомою.

source: **Digital zoom ratio**: this checkbox allows to edit the digital zoom ratio used by camera to take the picture.
nl: **Digitale zoomverhouding**: dit keuzevak biedt het bewerken van de digitale zoomverhouding, gebruikt door de camera bij het maken van de foto.
sl: **Digital zoom ratio - Razmerje digitalnega zooma**: to potrditveno polje omogoča urejanje razmerja digitalnega zooma, ki ga fotoaparat uporablja za fotografiranje.
uk: **Коефіцієнт цифрового збільшення**: за допомогою цього поля ви можете встановити коефіцієнт цифрового збільшення, який було використано фотоапаратом для знімання.

source: **Lens aperture**: this checkbox allows to edit the lens aperture (f-number) used by camera to take the picture.
nl: **Lensopening**: dit keuzevak biedt het bewerken van de lensopening (f-nummer) gebruikt door de camera bij het nemen van de foto.
sl: **Lens aperture - Zaslonka objektiva**: to potrditveno polje omogoča urejanje zaslonke objektiva (število f), ki jo uporablja fotoaparat za fotografiranje.
uk: **Апертура об'єктива**: за допомогою цього поля ви можете встановити діафрагму об'єктива (f-число), яку фотоапарат використав для знімання.

source: **Max. lens aperture**: this checkbox allows to edit the smallest aperture (f-number) of the lens used by camera to take the picture.
nl: **Max. lensopening**: dit keuzevak biedt het bewerken van de kleinste lensopening (f-nummer) van de lens gebruikt door de camera bij het nemen van de foto.
sl: **Max. lens aperture - Najv. zaslonka objektiva**: to potrditveno polje omogoča urejanje najmanjše zaslonke (število f) objektiva, ki ga fotoaparat uporablja za fotografiranje.

source: This view records shot conditions used by camera.
nl: Deze weergave legt opnamecondities, gebruikt door de camera, vast
sl: Ta pogled beleži pogoje posnetka, ki jih uporablja kamera.
uk: На цій панелі наведено умови знімання, які визначено фотоапаратом.

source: **Device manufacturer**: this checkbox allows to edit the manufacturer of image input equipment used to take the picture. This field is limited to ASCII characters.
nl: **Fabrikant van het apparaat** dit keuzevak biedt het bewerken van de fabrikant van het afbeeldingsapparaat gebruikt om de afbeelding te maken. Dit veld is beperkt tot ASCII-tekens.
sl: **Device manufacturer - Proizvajalec naprave**: to potrditveno polje omogoča urejanje proizvajalca naprave opreme za vnos slike, ki se uporablja za fotografiranje. To polje je omejeno na znake ASCII.
uk: **Виробник пристрою**: у цьому полі ви можете встановити виробника обладнання, використаного для отримання зображень. У цьому полі можна використовувати лише символи ASCII.

source: **Device model**: this checkbox allows to edit the model of image input equipment used to take the picture. This field is limited to ASCII characters.
nl: **Model van het apparaat**: dit keuzevak biedt het bewerken van het model van het apparaat gebruikt bij het nemen van de foto. Dit veld is beperkt tot ASCII-tekens.
sl: **Device model - Model naprave**: to potrditveno polje omogoča urejanje modela opreme za vnos slike, uporabljene za fotografiranje. To polje je omejeno na ASCII znake.
uk: **Модель пристрою**: у цьому полі ви можете встановити модель обладнання, використаного для отримання зображень. У цьому полі можна використовувати лише символи ASCII.

source: **Device type**: this checkbox allows to edit the image input equipment type used to take the picture. Possible values are **Film scanner**, **Reflection print scanner**, and **Digital still camera**.
nl: **Type apparaat**: dit keuzevak biedt het bewerken van het type invoerapparaat van de afbeelding gebruikt om de afbeelding te maken. Mogelijke waarden zijn **Filmscanner**, **Reflectieprintscanner** en **Digitale fotocamera**.
sl: **Device type - Vrsta naprave**: to potrditveno polje omogoča urejanje vrste opreme za vnos slike uporabljene za fotografiranje. Možne vrednosti so **Skener filma**, **Namizni skener/tiskalnik** in **Digitalni fotoaparat**.
uk: **Тип пристрою**: за допомогою цього поля можна редагувати тип обладнання, яке використано для створення зображення. Можливими значеннями є **Плівковий сканер**, **Сканер віддзеркаленого матеріалу** та **Цифрова фотокамера**.

source: **Exposure time**: this checkbox allows to edit the exposure time of picture, given in seconds.
nl: **Belichtingstijd**: dit keuzevak biedt het bewerken van de belichtingstijd van de afbeelding, gegeven in seconden.
sl: **Exposure time - Čas osvetlitve**: to potrditveno polje omogoča urejanje časa osvetlitve slike, podana v sekundah.
uk: **Час експозиції**: за допомогою цього поля ви можете встановити час експозиції знімка у секундах.

source: **Exposure program**: this checkbox allows to edit the program used by the camera to set exposure when the picture was taken. Possible values are **Not defined**, **Manual**, **Auto**, **Aperture priority**, **Shutter priority**, **Creative program**, **Action program**, **Portrait mode**, and **Landscape mode**.
nl: **Belichtingsprogramma**: dit keuzevak biedt het bewerken van het programma gebruikt door de camera om belichting in te stellen toen de foto werd genomen. Mogelijke waarden zijn **Niet gedefinieerd**, **Handmatig**, **Automatisch**, **Prioriteit lensopening**, **Prioriteit sluitersnelheid**, **Creatief programma**, **Actieprogramma**, **Portraitmodus** en **Landschapmodus**.
sl: **Exposure program - Program osvetlitve**: to potrditveno polje omogoča urejanje programa, ki ga uporablja fotoaparat, da nastavite osvetlitev, ko je bila slika posneta. Možne vrednosti so **Not defined - Ni definirano**, **Manual - Ročno**, **Auto - Samodejno**, **Aperture priority - Prednost zaslonke**, **Shutter priority - Prednost zaklopa**, **Creative program - Ustvarjalni program**, **Action program - Akcijski program**, **Portrait mode - Portretni način** in **Landscape mode - Pokrajinski način**.
uk: **Програма експозиції**: за допомогою цього поля можна редагувати програму, яку використано фотоапаратом для встановлення експозиції при створенні зображення. Можливими значеннями є такі: **Не визначено**, **Вручну**, **Автоматична**, **Пріоритет діафрагми**, **Пріоритет затвору**, **Творча програма**, **Діяльна програма**, **Книжковий режим** та **Альбомний режим**.
