Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/mjpeg_stream.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The digiKam Tool to Share as MJPEG Stream
ca: L'eina del digiKam per a compartir com un flux MJPEG
it: Lo strumento di digiKam per condividere come flusso MJPEG
nl: Het hulpmiddel Delen als MJPEG-stream van digiKam
pt: A Ferramenta do digiKam para Partilhar uma Transmissão em MJPEG
pt_br: A ferramenta digiKam para compartilhar como transmissão MJPEG
sl: Orodje digiKam za skupno rabo kot tok MJPEG
sv: Verktyget Dela som MJPEG-ström i digiKam
uk: Інструмент digiKam для оприлюднення потоку даних MJPEG

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, mjpeg, server, share
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, mjpeg, servidor, compartir
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, mjpeg, server, condividere
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, mjpeg, server, share, delen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil, mjpeg, servidor, partilha
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, mjpeg, servidor, compartilhar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, mjpeg, strežnik, deljenje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, mjpeg, server, dela
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, mjpeg, сервер, оприлюднення, поділитися

source: MJPEG Stream
pt: Transmissão em MJPEG
uk: Потоковий сервер MJPEG

source: Contents
pt: Conteúdo
uk: Зміст

source: MJPEG Stream-Server is used to automatically export digiKam photos through the local network to a client software compatible with the `Motion JPEG protocol <https://en.wikipedia.org/wiki/Motion_JPEG>`_. This is the case of all major **Internet Browsers** which support MJPEG de facto without to add a plugin or a codec.
pt: O Servidor de Transmissões em MJPEG é usado para exportar automaticamente as fotografias do digiKam, através da rede local, para uma aplicação-cliente compatível com o protocolo `Motion JPEG <https://en.wikipedia.org/wiki/Motion_JPEG>`_. Este é o caso de todos os **Navegadores de Internet** mais conhecidos, os quais suportam o MJPEG à partida, sem ter de se adicionar um 'plugin' ou um codificador.
uk: Потоковий сервер MJPEG використовується для автоматичного експортування фотографій digiKam за допомогою локальної мережі на клієнтське програмне забезпечення, яке є сумісним із `протоколом Motion JPEG <https://en.wikipedia.org/wiki/Motion_JPEG>`_. Таким програмним забезпеченням є більшість основних **програм для перегляду інтернету**, де, фактично, передбачено підтримку MJPEG без якихось додаткових додатків або кодеків.

source: MJPEG is a stream to display contents one by one, as a slideshow, but without interaction of the user. It's similar as a communication channel or an advertisement screen that you can seen in an airport or a railway station.
pt: O MJPEG é uma sequência para mostrar conteúdos, um a um, como uma apresentação, mas sem qualquer interacção por parte do utilizador. É semelhante a um canal de comunicação ou um ecrã de publicidade que poderá ver num aeroporto ou numa estação de comboios.
uk: MJPEG є потоком даних для послідовного показу даних, подібного до показу слайдів, але без взаємодії із користувачем. Він чимось є подібним до каналу передавання повідомлень або рекламного екрана, який ви бачите в аеропорту чи на залізничній станції.

source: To start the MJPEG Stream-Server, head to the **Tools** tab from the **Right Side-bar**. You will find the **Share as MJPEG Stream** icon on the list. You can also start it from the :menuselection:`Tools --> Share as MJPEG Stream` menu entry. The MJPEG Stream-Server window will open as follows:
ca: Per a iniciar el servidor de flux MJPEG, aneu a la pestanya **Eines** de la **barra lateral dreta**. Trobareu la icona **Comparteix com un flux MJPEG** a la llista. També podreu iniciar-lo des de l'element de menú :menuselection:`Eines --> Comparteix com un flux MJPEG...`. S'obrirà la finestra del servidor de flux MJPEG com segueix:
it: Per avviare il server flusso MJPEG, vai alla scheda **Strumenti** nella **barra laterale destra**. Nell'elenco è presente l'icona **Condividi come flusso MJPEG**. Puoi avviarlo anche dal menu :menuselection:`Strumenti --> Condividi come flusso MJPEG`. La finestra del server flusso MJPEG si aprirà nel seguente modo:
nl: Om de MJPEG-streamserver te starten, ga naar het tabblad **Hulpmiddelen** in de **Rechter zijbalk**. U zult het pictogram **Delen met MJPEG-stream** in de lijst vinden. U kunt het ook starten vanuit het menu-item :menuselection:`Hulpmiddelen --> Delen met MJPEG-stream` . Het venster mediaserver zal als volgt openen:
pt: Para iniciar o servidor de transmissões em MJPEG, vá à página de **Ferramentas** da **Barra Lateral Direita**. Irá encontrar o ícone para **Partilhar como uma Transmissão em MJPEG** na lista. Também o poderá iniciar a partir da opção de menu :menuselection:`Ferramentas --> Partilhar como uma Transmissão MJPEG`. A janela do servidor de transmissões irá abrir da seguinte forma:
pt_br: Para iniciar o Servidor de transmissão MJPEG, acesse a aba **Ferramentas** na **barra lateral direita**. Você encontrará o ícone **Compartilhar como transmissão MJPEG** na lista. Você também pode iniciá-lo a partir do item de menu :menuselection:`Ferramentas --> Compartilhar como transmissão MJPEG`. A janela do Servidor de transmissão MJPEG será aberta da seguinte forma:
sl: Če želite zagnati MJPEG Stream-Server, pojdite na zavihek **Orodja** z **desne stranistranska vrstice**. Na seznamu boste našli ikono **Deli kot tok MJPEG**.Zaženete ga lahko tudi iz :menuselection:`Orodja --> Skupna raba kot tok MJPEG`. Okno strežnika MJPEG Stream-Server se bo odprlo na naslednji način:
sv: För att starta MJPEG-strömserver, gå till fliken **Verktyg** i den **högra sidoraden**. Ikonen **Dela som MJPEG-ström** finns i listan. Man kan också starta den från menyalternativet :menuselection:`Verktyg --> Dela som MJPEG-ström`. Fönstret MJPEG-strömserver öppnas enligt följande:
uk: Для того, щоб запустити потоковий сервер MJPEG, скористайтеся вкладкою **Інструменти** **правої бічної панелі**. У списку ви побачите пункт **Оприлюднити як потік MJPEG**. Крім того, сервер можна запустити за допомогою пункту меню :menuselection:`Інструменти --> Оприлюднити як потік MJPEG`. Буде відкрито вікно потокового сервера MJPEG:

source: The MJPEG Stream-Server Dialog
ca: El diàleg del servidor de flux MJPEG
it: La finestra di dialogo del server flusso MJPEG
nl: De dialoog van MJPEG-streamserver
pt: A Janela do Servidor de Transmissões de MJPEG
pt_br: A janela do servidor de transmissão MJPEG
sl: Pogovorno okno MJPEG Stream-Server
sv: Dialogrutan MJPEG-strömningsserver
uk: Вікно потокового сервера MJPEG

source: To add items in the stream just select your desired **Albums** from the nested lists. You can share from physical **Albums**, or virtual **Tags**, **Searches**, and **Labels**. When the selection is done, press the **Start** button, a wheel on the right side will indicate that server is currently running.
pt: Para adicionar itens à transmissão, basta seleccionar os seus **Álbuns** desejados nas listas encadeadas. Poderá partilhar **Álbuns** físicos, **Marcas** virtuais, **Pesquisas** e **Legendas**. Quando a selecção é concluída, carregue no botão **Iniciar**, sendo que uma roda do lado direito irá indicar que o servidor está actualmente em execução.
uk: Щоб додати записи до потоку, просто виберіть бажані **альбоми** з вкладених списків. Ви можете оприлюднити дані з фізичних **альбомів** або віртуальних **міток**, **пошуків** та **позначок**. Коли вибір буде зроблено, натисніть кнопку **Почати**. Кільце у правій частині панелі показуватиме, що сервер виконує завдання.

source: You can customize how the contents must be shared. The **Stream** view hosts all the main settings of the stream, including:
ca: Podreu personalitzar com s'haurà de compartir el contingut. La vista **Flux** allotja totes les opcions de configuració principals del flux, el qual inclou:
it: Puoi personalizzare come devono essere condivisi i contenuti. La vista **Flusso** contiene tutte le impostazioni principali del flusso, incluso:
nl: U kunt hoe de inhoud gedeeld moet worden aanpassen. De weergave **Stream** bevat alle hoofdinstellingen van de stream, inclusief:
pt: Poderá personalizar a forma como os conteúdos deverão ser partilhados. A área da **Transmissão** aloja todas as definições principais da transmissão, incluindo:
pt_br: Você pode personalizar como o conteúdo deve ser compartilhado. A aba **Transmissão** hospeda todas as configurações principais da transmissão, incluindo:
sl: Prilagodite lahko, kako naj se vsebina deli. Pogled **Tok** ima vse glavne nastavitve toka, vključno z:
sv: Man kan anpassa hur innehållet ska delas. Vyn **Ström** innehåller alla huvudinställningar för strömmen, inklusive:
uk: Ви можете налаштувати те, як має бути оприлюднено дані. На панелі **Потік** розташовано усі основні параметри потоку, зокрема такі:

source: **JPEG Quality**: The compression level of images (50:lower quality - 100:higher quality). Warning: better quality requires more network bandwidth.
ca: **Qualitat JPEG**: el nivell de compressió de les imatges (50: qualitat inferior - 100: qualitat superior). Avís: una qualitat millor requerirà més amplada de banda de la xarxa.
it: **Qualità JPEG**: il livello di compressione delle immagini (50: qualità inferiore - 100: qualità superiore). Attenzione: una qualità migliore richiede più banda di rete.
nl: **JPEG-kwaliteit**: het compressieniveau van afbeeldingen (50:lagere kwaliteit - 100:hogere kwaliteit). Waarschuwing: betere kwaliteit vereist meer bandbreedte op het netwerk.
pt: **Qualidade do JPEG**: O nível de compressão das imagens (50:menor qualidade - 100:maior qualidade). Atenção: uma melhor qualidade necessita de mais largura de banda na rede.
pt_br: **Qualidade JPEG**: O nível de compressão das imagens (50: qualidade inferior - 100: qualidade superior). Aviso: uma qualidade superior requer mais largura de banda de rede.
sl: **Kakovost JPEG**: Stopnja stiskanja slik (50:nižja kakovost - 100:višja kakovost). Opozorilo: boljša kakovost zahteva večjo pasovno širino omrežja.
sv: **JPEG-kvalitet**: Bildernas komprimeringsnivå [50:lägre kvalitet - 100:högre kvalitet]. Varning: bättre kvalitet kräver mer nätverksbandbredd.
uk: **Якість JPEG**: рівень стискання зображень (50: низька якість — 100: висока якість). Увага! Вища якість потребує ширшого каналу мережі.

source: **JPEG size**: The JPEG image size in pixels, using standard screen resolutions. Warning: larger size require more network bandwidth.
pt: **Tamanho do JPEG**: O tamanho da imagem em JPEG em pixels, usando as resoluções-padrão de ecrãs. Atenção: um tamanho maior necessita de maior largura de banda.
uk: **Розмір JPEG**: розмір зображення JPEG у пікселях з використанням стандартних для екрана роздільних здатностей. Попередження: більші розміри потребуватимуть ширшого каналу мережі.

source: **Delay in seconds**: The temporization in seconds between images.
pt: **Atraso em segundos**: A temporização em segundos entre imagens.
uk: **Затримка у секундах**: пауза у секундах між зображеннями.

source: **Frames by seconds**: The number of frames by second to render the stream. Warning: larger rate require more network bandwidth.
pt: **Imagens por segundo**: O número de imagens por segundo para desenhar a sequência. Atenção: uma maior taxa necessita de uma maior largura de banda.
uk: **Кадрів/секунду**: кількість кадрів за секунду для показу потоку. Попередження: більші розміри потребуватимуть ширшого каналу мережі.

source: **Stream in loop**: The MJPEG stream will be played in loop instead once.
pt: **Sequência em ciclo**: A transmissão de MJPEG será reproduzida em ciclo, em vez de apenas uma vez.
uk: **Циклічне надсилання потоку**: потік даних MJPEG відтворюватиметься циклічно, а не лише одноразово.

source: The MJPEG Stream Main Settings View
ca: Les opcions de configuració principals del flux MJPEG
it: La vista delle impostazioni principali del flusso MJPEG
nl: De hoofdinstellingenweergave van MJPEG-streamserver
pt: A Área de Configuração Principal da Transmissão em MJPEG
pt_br: A visualização das configurações principais da transmissão MJPEG
sl: Pogled glavnih nastavitev toka MJPEG
sv: Huvudinställningar för MJPEG-ström
uk: Панель основних параметрів потоку MJPEG

source: The **Transition** settings view allows to customize the visual effect applied between two images. Note that for some effects, the duration can depend of random values and can change while the stream. A preview of the transition is given on the right side.
pt: A área de configuração da **Transição** permite personalizar o efeito visual aplicado entre duas imagens. Lembre-se que, para alguns efeitos, a duração poderá depender de valor aleatórios e poderá mudar durante a transmissão. É apresentada uma antevisão da transição do lado direito.
uk: За допомогою панелі параметрів **Перехід** можна налаштувати візуальний ефект, який буде застосовано для переходу між зображеннями. Зауважте, що для деяких ефектів тривалість є випадковою і може змінюватися протягом трансляції. Праворуч буде показано зображення попереднього перегляду для вказаного переходу.

source: The MJPEG Stream Transition Settings View
ca: La configuració de la transició del flux MJPEG
it: La vista delle impostazioni di transizione del flusso MJPEG
nl: De instellingenweergave voor overgangen van MJPEG-streamserver
pt: A Área de Configuração de Transições da Transmissão em MJPEG
pt_br: A visualização das configurações de transição da transmissão MJPEG
sl: Pogled nastavitev prehoda toka MJPEG
sv: Övergångsinställningar för MJPEG-ström
uk: Панель параметрів переходу потоку MJPEG

source: The **Effect** settings view allows to customize the effect to perform a visual panning or zooming applied while to render an image in the stream. A preview of the effect is given on the right side.
pt: A área de configuração do **Efeito** permite personalizar o efeito para efectuar um deslocamento ou ampliação visual aplicados durante a geração de imagens na transmissão. É apresentada uma antevisão do efeito no lado direito.
uk: За допомогою панелі параметрів **Ефект** можна налаштувати ефект, який буде використано для візуального панорамування або масштабування під час показу зображення у потоці. Попередній перегляд наслідків застосування ефекту буде показано праворуч.

source: The MJPEG Stream Effect Settings View
ca: La configuració dels efectes del flux MJPEG
it: La vista delle impostazioni degli effetti del flusso MJPEG
nl: De instellingenweergave voor effecten van MJPEG-streamserver
pt: A Área de Configuração dos Efeitos da Transmissão de MJPEG
pt_br: A visualização das configurações de efeito da transmissão MJPEG
sl: Pogled nastavitev učinka toka MJPEG
sv: Effektinställningar för MJPEG-ström
uk: Панель параметрів ефекту потоку MJPEG

source: The **OSD** (for On Screen Display) settings view allows to customize the information to show as overlay on the top left corner of the images.
pt: A área de configuração do **OSD** (Visualização no Ecrã) permite personalizar a informação a mostrar sobreposta no canto superior esquerdo das imagens.
uk: За допомогою панелі параметрів **Екранна панель** можна налаштувати відомості, які буде показано на накладці у верхньому лівому куті зображень.

source: The MJPEG Stream OSD Settings View
ca: La configuració OSD del flux MJPEG
it: La vista delle impostazioni OSD del flusso MJPEG
nl: De instellingenweergave voor OSD van MJPEG-streamserver
pt: A Área de Configuração do OSD na Transmissão em MJPEG
pt_br: A visualização das configurações de OSD da transmissão MJPEG
sl: Pogled nastavitev OSD za tok MJPEG
sv: Skärmvisningsinställningar för MJPEG-ström
uk: Панель параметрів екранної панелі потоку MJPEG

source: You can hide this MJPEG Stream-Server window (without closing the actual server) using the **Ok** button. If you want shutdown the server, re-open the MJPEG Stream-Server dialog and press the **Stop** button. Note that the files and folders you specify will be saved for you to use in later sessions.
pt: Poderá esconder esta janela do Servidor de Transmissão em MJPEG (sem fechar o servidor propriamente dito), usando o botão **Ok**. Se quiser desligar o servidor, reabra a janela do Servidor de Transmissão em MJPEG e carregue no botão **Parar**. Lembre-se que os ficheiros e pastas que indicar serão gravados para você usar em sessões posteriores.
uk: Приховати це вікно потокового сервера MJPEG (без завершення роботи сервера) можна за допомогою натискання кнопки **Гаразд**. Якщо ви хочете завершити роботу сервера, повторно відкрийте вікно сервера MJPEG і натисніть кнопку **Зупинити**. Зауважте, що вказані вами файли і теки буде збережено для використання у наступних сеансах роботи з програмою.

source: Use the option **Start Server at Startup** if you want to run the MJPEG Stream-Server automatically once you start digiKam.
ca: Utilitzeu l'opció **Inicia el servidor en iniciar** si voleu executar-lo automàticament una vegada inicieu el digiKam.
it: Usa l'opzione **Esegui il server all'avvio** se vuoi avviare automaticamente il server flusso MJPEG quando esegui digiKam.
nl: Gebruik de optie **Server starten bij opstarten** als u de MJPEG-streamserver automatisch wilt opstarten nadat u digiKam opstart.
pt: Use a opção **Iniciar o Servidor no Arranque** se quiser executar o servidor automaticamente assim que iniciar o digiKam.
pt_br: Use a opção **Iniciar servidor na inicialização** se quiser executar o servidor de transmissão MJPEG automaticamente ao iniciar o digiKam.
sl: Uporabite možnost **Zaženi strežnik ob zagonu**, če želite samodejno zagnati MJPEG Stream-Server, ko zaženete digiKam.
sv: Använd alternativet **Kör server vid start** om MJPEG-strömservern ska köras automatiskt när digiKam startas.
uk: Скористайтеся пунктом **Запускати сервер під час запуску програми**, якщо ви хочете, щоб сервер MJPEG було запущено автоматично разом із запуском digiKam.

source: The MJPEG Stream-Server is Running and can be Closed with the Stop Button
ca: S'està executant el servidor de flux MJPEG i es pot tancar amb el botó Atura
it: Il server flusso MJPEG è in esecuzione e può essere chiuso col pulsante Ferma
nl: De MJPEG-streamserver is actief en kan gesloten worden met de knop Stoppen
pt: O Servidor de Transmissão em MJPEG Está em Execução e Poderá ser Fechado com o Botão para Parar
pt_br: O servidor de transmissão MJPEG está em execução e pode ser fechado com o botão Parar
sl: MJPEG Stream-Server teče in ga je mogoče zapreti z gumbom Stop
sv: MJPEG-strömservern körs och kan stängas med stoppknappen.
uk: Потоковий сервер MJPEG запущено. Його можна зупинити за допомогою кнопки «Стоп».

source: This server have been tested with the list of Web-Browsers listed below:
pt: Este servidor foi testado com a lista de Navegadores Web indicados em baixo:
uk: Тестування цього сервера було виконано для програм для перегляду інтернету з наведеного нижче списку:

source: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ and `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.
ca: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ i `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.
it: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ e `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.
nl: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ en `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.
pt: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ e `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.
pt_br: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ e `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.
sl: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ in `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.
sv: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ och `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.
uk: Google `Chrome <https://en.wikipedia.org/wiki/Google_Chrome/>`_ та `Chromium <https://en.wikipedia.org/wiki/Chromium_(web_browser)>`_.

source: To access to stream from your Web-Browser, just use :guilabel:`http://address:port` as url, with :guilabel:`address` the MJPEG **Server** IP, and :guilabel:`port` the server **Port** set in this config dialog.
pt: Para aceder à transmissão a partir do seu navegador Web, basta usar o :guilabel:`http://endereço:porto` como URL, com o :guilabel:`endereço` igual ao IP do **Servidor** de MJPEG, e o :guilabel:`porto` correspondendo ao **Porto** do servidor definido nesta janela de configuração.
uk: Щоб отримати доступ до потоку з вашої програми для перегляду інтернету, просто скористайтеся адресою :guilabel:`http://адреса:порт`, де :guilabel:`адреса` — IP-адреса вашого **сервера** MJPEG, а :guilabel:`порт` — **порт** сервера, який було встановлено у діалоговому вікні налаштовування.

source: MJPEG do not support the secure **https** protocol.
pt: O MJPEG não suporta o protocolo seguro **https**.
uk: У MJPEG не передбачено підтримки захищеного протоколу **https**.

source: To be connected through the network on the MJPEG Stream-Server **Port**, this last one needs to be open on the **Server** firewall.
pt: Para se ligar pela rede ao servidor de Transmissão em MJPEG, o **Porto** tem de estar aberto na 'firewall' do **Servidor**.
uk: Щоб можна було встановлювати з'єднання з потоковим сервером MJPEG мережею, **порт** сервера має бути відкрито у брандмауері **сервера**.

source: Screencast of the Shared Contents from digiKam Over the Network and Displayed into Firefox
ca: Vídeo d'una captura de pantalla del contingut compartit des del digiKam a través de la xarxa i mostrat a dins del Firefox
it: Registrazione dei contenuti condivisi da digiKam sulla rete e visualizzati Firefox
nl: Filmpje van de gedeelde inhoud uit digiKam via het netwerk en getoond in Firefox
pt: Transmissão do Conteúdo Partilhado no digiKam pela Rede e Apresentado num Firefox
pt_br: Screencast do conteúdo compartilhado do digiKam pela rede e exibido no Firefox
sl: Prenos vsebine v skupni rabi iz digiKama prek omrežja in prikazane v Firefoxu
sv: Skärminspelning av det delade innehållet från digiKam över nätverket visat i Firefox
uk: Відео оприлюднених за допомогою digiKam даних, які показано у Firefox

source: :ref:`MJPEG Stream <post_processing>`
ca: :ref:`Flux MJPEG <post_processing>`
it: :ref:`Flusso MJPEG <post_processing>`
pt_br: :ref:`Transmissão MJPEG <post_processing>`
sl: :ref:`Tok MJPEG <post_processing>`
sv: :ref:`MJPEG-ström <post_processing>`
