Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/mjpeg_stream.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: MJPEG Stream-Server is used to automatically export digiKam photos through the local network to a client software compatible with the `Motion JPEG protocol <https://en.wikipedia.org/wiki/Motion_JPEG>`_. This is the case of all major **Internet Browsers** which support MJPEG de facto without the need to add a plugin or a codec.
ca: El servidor de flux MJPEG s'utilitza per a exportar automàticament les fotografies del digiKam a través de la xarxa local cap a un programari client compatible amb el `protocol JPEG en moviment <https://en.wikipedia.org/wiki/Motion_JPEG>`_. Aquest és el cas de tots els principals **navegadors d'internet** que admeten MJPEG de facto sense la necessitat d'afegir un connector o un còdec.
it: Il server flusso MJPEG viene utilizzato per esportare automaticamente le foto di digiKam attraverso la rete locale a un software client compatibile col `protocollo Motion JPEG <https://en.wikipedia.org/wiki/Motion_JPEG>`_. È questo il caso della maggior parte dei **browser Internet** che supportano *de facto* MJPEG senza il bisogno di aggiungere un'estensione o un codec.
nl: MJPEG-streamserver wordt gebruikt om automatisch foto's in digiKam via het lokale netwerk naar clientsoftware te exporteren die compatibel is met het `Motion JPEG protocol <https://en.wikipedia.org/wiki/Motion_JPEG>`_. Dit is het geval met alle **Internetbrowsers** die in feite MJPEG ondersteunen zonder het toevoegen van een plug-in of een codec.
pt_br: O Servidor de transmissão MJPEG é usado para exportar automaticamente fotos do digiKam através da rede local para um software cliente compatível com o `protocolo Motion JPEG <https://en.wikipedia.org/wiki/Motion_JPEG>`_. Este é o caso de todos os principais **navegadores de internet** que suportam MJPEG de fato sem a necessidade de adicionar um plugin ou codec.
sl: MJPEG Stream-Server se uporablja za samodejni izvoz fotografij digiKam prek lokalnega omrežja v odjemalsko programsko opremo, združljivo s protokolom `Motion JPEG <https://en.wikipedia.org/wiki/Motion_JPEG>`_. To velja za vse glavne **internetne brskalnike**, ki de facto podpirajo MJPEG, ne da bi morali dodati vtičnik ali kodek.
sv: MJPEG-strömservern används för att automatiskt exportera foton från digiKam via det lokala nätverket till en klientprogramvara som är kompatibel med `Motion JPEG-protokollet <https://en.wikipedia.org/wiki/Motion_JPEG>`_. Det gäller alla större **webbläsare** som de facto stöder MJPEG utan behov av att lägga till ett insticksprogram eller en kodare.

source: MJPEG is a stream to display contents one by one, as a slideshow, but without interaction of the user. It's similar to a communication channel or an advertisement screen that you can see in an airport or a railway station.
ca: MJPEG és un flux que mostra contingut un per un, com ara una presentació de diapositives, però sense la interacció de l'usuari. És semblant a un canal de comunicació o una pantalla publicitària que es pot veure en un aeroport o una estació de tren.
it: MJPEG è un flusso per visualizzare i contenuti uno alla volta, come presentazione, ma senza interazione dell'utente. È simile a un canale di comunicazione o una schermata pubblicitaria che puoi osservare in un aeroporto o in una stazione ferroviaria.
nl: MJPEG is een stream om inhoud een-voor-een te streamen, zoals een diapresentatie, maar zonder interactie met de gebruiker. Het is gelijk aan een communicatiekanaal of een advertentiescherm dat u kunt zien in een luchthaven of een treinstation.
pt_br: O MJPEG é uma transmissão que exibe conteúdos um a um, como uma apresentação de slides, mas sem interação do usuário. É semelhante a um canal de comunicação ou a uma tela de anúncio que você pode ver em um aeroporto ou estação ferroviária.
sl: MJPEG je tok za prikaz vsebine eno za drugo, kot predstavitev, vendar brez interakcije uporabnika. Podobno je komunikacijskemu kanalu ali oglasnemu zaslonu, ki ga lahko vidite na letališču ali železniški postaji.
sv: MJPEG är en ström för att visa innehåll ett i taget, som ett bildspel, men utan användarens interaktion. Det liknar en kommunikationskanal eller en reklamskärm som man kan se på en flygplats eller järnvägsstation.

source: To add items to the stream just select your desired **Albums** from the nested lists. You can share from physical **Albums**, or virtual **Tags**, **Searches**, and **Labels**. When the selection is done, press the **Start** button, a wheel on the right side will indicate that server is currently running.
ca: Per a afegir elements al flux, senzillament seleccioneu els **àlbums** que voleu des de les llistes imbricades. Podreu compartir **àlbums** físics o **etiquetes**, **cerques** i **rètols** virtuals. Quan la selecció hagi acabat, premeu el botó **Inicia**, una roda al costat dret indicarà que el servidor s'està executant.
it: Per aggiungere degli elementi al flusso, seleziona semplicemente gli **album** di tuo interesse dagli elenchi annidati. Puoi condividere dagli **album** fisici o da **Tag**, **Ricerche** ed **Etichette** virtuali. Una volta completata la selezione, premi il pulsante **Avvia**, una rotella sul lato destro indicherà che il server è in esecuzione.
nl: Om items aan de stream toe te voegen selecteer gewoon uw gewenste **Albums** uit de geneste lijsten. U kunt delen uit fysieke **Albums** of virtuele **Tags**, **Zoekopdrachten** en **Labels**. Nadat de selectie is gedaan, druk op de knop **Starten**, een wiel aan de rechterkant zal aangeven dat de server nu actief is.
pt_br: Para adicionar itens à transmissão, basta selecionar os **Álbuns** desejados nas listas aninhadas. Você pode compartilhar a partir de **Álbuns** físicos ou de **Etiquetas**, **Pesquisas** e **Rótulos** virtuais. Após a seleção, pressione o botão **Iniciar**. Uma roda à direita indicará que o servidor está em execução.
sl: Če želite dodati elemente v tok, na ugnezdenih seznamih izberite želene **Albume**. Delite lahko iz fizičnih **Albumov** ali virtualnih **Značk**, **Iskanj** in **Oznak**. Ko je izbira opravljena, pritisnite gumb **Start**, kolesce na desni strani bo pokazalo, da strežnik trenutno teče.
sv: För att lägga till objekt i strömmen, välj bara önskade **Album** från de nästlade listorna. Man kan dela från fysiska **Album** eller virtuella **Etiketter**, **Sökningar** och **Beteckningar**. När valet är klart, tryck på knappen **Start**, så indikerar ett hjul på höger sida att servern för närvarande är igång.

source: **JPEG size**: The JPEG image size in pixels, using standard screen resolutions. Warning: larger size requires more network bandwidth.
ca: **Mida JPEG**: la mida de la imatge JPEG en píxels, utilitzant resolucions de pantalla estàndard. Avís: una mida més gran requerirà més amplada de banda de la xarxa.
it: **Dimensione JPEG**: la dimensione dell'immagine JPEG in pixel, con l'uso di risoluzioni standard dello schermo. Attenzione: dimensioni maggiori richiedono più banda di rete.
nl: **JPEG-grootte**: de afbeeldingsgrootte van JPEG in pixels, met gebruik van standaard schermresoluties. Waarschuwing: grotere afmeting vereist meer bandbreedte in het netwerk.
pt_br: **Tamanho JPEG**: Tamanho da imagem JPEG em pixels, usando resoluções de tela padrão. Aviso: tamanhos maiores requerem mais largura de banda de rede.
sl: **Velikost JPEG**: Velikost slike JPEG v slikovnih pikah z uporabo standardnih ločljivosti zaslona. Opozorilo: večja velikost zahteva večjo pasovno širino omrežja.
sv: **JPEG-storlek**: JPEG-bildens storlek i bildpunkter, med vanlig skärmupplösning. Varning: större storlek kräver mer nätverksbandbredd..

source: **Delay in seconds**: The time in seconds between images.
ca: **Retard en segons**: el temps en segons entre les imatges.
it: **Ritardo in secondi**: il tempo in secondi tra immagini.
nl: **Vertraging in seconden**: De tijd in seconden tussen afbeeldingen.
pt_br: **Atraso em segundos**: O tempo em segundos entre as imagens.
sl: **Zakasnitev v sekundah**: čas v sekundah med slikami.
sv: **Fördröjning i sekunder**: Tiden i sekunder mellan bilder.

source: **Frames by seconds**: The number of frames per second to render the stream. Warning: larger rates require more network bandwidth.
ca: **Fotogrames per segon**: el nombre de fotogrames per segon per a renderitzar el flux. Avís: una taxa més gran requerirà més amplada de banda de la xarxa.
it: **Fotogrammi per secondo**: il numero di fotogrammi per secondo per la resa del flusso. Attenzione: velocità superiori richiedono più banda di rete.
nl: **Frames per seconde**: het aantal frames per seconde om de stream weer te geven. Waarschuwing: grotere snelheid vereist meer bandbreedte in het netwerk.
pt_br: **Quadros por segundos**: O número de quadros por segundo para renderizar a transmissão. Aviso: taxas maiores exigem mais largura de banda de rede.
sl: **Sličice v sekundah**: Število sličic na sekundo za upodabljanje toka. Opozorilo: višje stopnje zahtevajo večjo pasovno širino omrežja.
sv: **Bildrutor per sekund**: Antal bildrutor per sekund för att återge strömmen. Varning: snabbare hastighet kräver mer nätverksbandbredd.

source: **Stream in loop**: The MJPEG stream will be played in a continuous loop instead of just once.
ca: **Flux en bucle**: el flux MJPEG es reproduirà en un bucle continu en lloc d'una vegada.
it: **Flusso ciclico**: il flusso MJPEG sarà riprodotto a ciclo continuo anziché una sola volta.
nl: **Stream in een lus**: de MJPEG-stream zal doorlopend afgespeeld worden in plaats van eenmalig.
pt_br: **Transmissão em loop**: A transmissão MJPEG será reproduzida em um loop contínuo em vez de apenas uma vez.
sl: **Tok v zanki**: Tok MJPEG bo predvajan v neprekinjeni zanki namesto samo enkrat.
sv: **Upprepa ström**: MJPEG-strömmen spelas med kontinuerlig upprepning istället för bara en gång.

source: The **Transition** settings view allow you to customize the visual effect applied between two images. Note that for some effects, the duration can depend on random values and can change while the stream is playing. A preview of the transition is displayed on the right side.
ca: La vista de les opcions de configuració de la **Transició** permet personalitzar l'efecte visual aplicat entre dues imatges. Cal tenir en compte que per a alguns efectes, la durada pot dependre de valors aleatoris i pot canviar mentre es reprodueix el flux. A la dreta es mostra una vista prèvia de la transició.
it: Le vista delle impostazioni di **transizione** ti consente di personalizzare l'effetto visivo di transizione applicato tra le immagini. Per alcuni effetti la durata può dipendere da valori casuali e cambiare durante la riproduzione del flusso. Sul lato destro è visualizzata un'anteprima della transizione.
nl: De instellingen voor de **Overgang** biedt u het aanpassen van het visuele effect toegepast tussen twee afbeeldingen. Merk op dat voor sommige effecten, de tijdsduur af kan hangen van willekeurige waarden en kan wijzigen tijdens het afspelen van de stream. Een voorbeeld van de overgang is getoond aan de rechterkant.
pt_br: A visualização de configurações de **Transição** permite personalizar o efeito visual aplicado entre duas imagens. Observe que, para alguns efeitos, a duração pode depender de valores aleatórios e mudar durante a reprodução da transmissão. Uma prévia da transição é exibida no lado direito.
sl: Pogled nastavitev **Prehod** vam omogoča prilagajanje vizualnega učinka med dvema slikama. Upoštevajte, da je lahko trajanje nekaterih učinkov odvisno od naključnih vrednosti in se lahko spreminja med predvajanjem toka. Na desni strani je prikazan predogled prehoda.
sv: I inställningen av **Övergång** kan man anpassa den visuella effekten som görs mellan två bilder. Observera att för vissa effekter kan längden bero på slumpmässiga värden och ändras medan strömmen spelas. En förhandsgranskning av övergången visas på höger sida.

source: The **Effect** settings view allows you to customize the effect to perform a visual panning or zooming applied while rendering an image to the stream. A preview of the effect is displayed on the right side.
ca: La vista de les opcions de configuració de l'**Efecte** permet personalitzar l'efecte per a realitzar una panoràmica visual o un zoom aplicat mentre es renderitza una imatge al flux. A la dreta es mostra una vista prèvia de l'efecte.
it: La vista delle impostazioni **Effetto** ti consente di personalizzare l'effetto da eseguire per riprodurre uno spostamento o un ingrandimento visivo mentre viene resa un'immagine nel flusso. Sul lato destro è visualizzata un'anteprima dell'effetto.
nl: De instellingen **Effect** biedt u het aanpassen van het effect om een visueel zwenk of zoomeffect toe te passen tijdens het weergeven van een afbeelding in de stream. Een voorbeeld van het effect is aan de de rechterkant getoond.
pt_br: A visualização de configurações de **Efeito** permite personalizar o efeito para aplicar um deslocamento ou zoom visual durante a renderização de uma imagem na transmissão. Uma prévia do efeito é exibida no lado direito.
sl: Pogled nastavitev **Učinek** vam omogoča, da prilagodite učinek za izvajanje vizualnega premikanja ali povečave, uporabljenega med upodabljanjem slike v tok. Predogled učinka je prikazan na desni strani.
sv: I inställningen **Effekt** kan effekten för att utföra visuell panorering eller zoomning när en bild återges i strömmen anpassas. En förhandsgranskning av effekten visas på höger sida.

source: The **OSD** (for On Screen Display) settings view allows you to customize the information to show as an overlay on the top left corner of the images.
ca: La vista de les opcions de configuració **OSD** (mostra a la pantalla) permet personalitzar la informació que es mostrarà com a una superposició a la cantonada superior esquerra de les imatges.
it: La vista delle impostazioni **OSD** (On Screen Display) ti consente di personalizzare le informazioni da mostrare come una sovrimpressione nell'angolo superiore sinistro delle immagini.
nl: De instellingen voor **OSD** (voor On Screen Display) biedt u het aanpassen van de te tonen informatie als overlay in de hoek linksboven van de afbeeldingen.
pt_br: A visualização das configurações de **OSD** (On Screen Display) permite que você personalize as informações a serem exibidas como uma sobreposição no canto superior esquerdo das imagens.
sl: Pogled nastavitev **OSD** (za zaslonski prikaz) vam omogoča, da prilagodite informacije, ki bodo prikazane kot prekrivanje v zgornjem levem kotu slik.
sv: Med inställningen **Skärmvisning** kan man anpassa informationen så att den visas överlagrad på bildernas övre vänstra hörn.

source: You can hide this MJPEG Stream-Server window (without closing the actual server) using the **Ok** button. If you want to shutdown the server, re-open the MJPEG Stream-Server dialog and press the **Stop** button. Note that the files and folders you specify will be saved for you to use in later sessions.
ca: Podreu ocultar aquesta finestra del servidor de flux MJPEG (sense tancar el servidor real) utilitzant el botó **D'acord**. Si voleu apagar el servidor, torneu a obrir el diàleg Servidor de flux MJPEG i premeu el botó **Atura**. Cal tenir en compte que els fitxers i carpetes que especifiqueu es desaran perquè s'utilitzin en sessions posteriors.
it: È possibile nascondere la finestra del server flusso MJPEG (senza chiudere il server corrente) col pulsante **Ok**. Se vuoi spegnere il server, riapri la sua finestra di dialogo e premi il pulsante **Ferma**. Nota che i file e le cartelle che hai specificato saranno salvate per un utilizzo successivo in altre sessioni.
nl: U kunt dit venster voor MJPEG-streamserver verbergen (zonder echt de actuele server te sluiten) met de knop **Ok**. Als u de server wilt afsluiten, open de dialoog voor MJPEG-streamserver opnieuw en druk op de knop **Stoppen**. Merk op dat de bestanden en mappen, die u hebt gespecificeerd, voor u opgeslagen zullen worden om in latere sessies te gebruiken.
pt_br: Você pode ocultar esta janela do servidor de transmissão MJPEG (sem fechar o servidor em si) usando o botão **Ok**. Se desejar desligar o servidor, reabra a janela do servidor de transmissão MJPEG e pressione o botão **Parar**. Observe que os arquivos e pastas especificados serão salvos para uso em sessões posteriores.
sl: To okno MJPEG Stream-Server lahko skrijete (ne da bi zaprli dejanski strežnik) z gumbom **V redu**. Če želite zaustaviti strežnik, znova odprite pogovorno okno MJPEG Stream-Server in pritisnite gumb **Stop**. Upoštevajte, da bodo datoteke in mape, ki jih določite, shranjene za uporabo v kasnejših sejah.
sv: Man kan dölja fönstret MJPEG-strömserver (utan att stänga själva servern) med hjälp av knappen **Ok**. Om man vill stänga av servern öppnar man dialogrutan MJPEG-strömserver igen och trycker på knappen **Stopp**. Observera att de filer och kataloger man anger sparas för att kunna använda dem i senare sessioner.

source: This server has been tested with the following Web-Browsers:
ca: Aquest servidor s'ha provat amb els navegadors web següents:
it: Questo server è stato provato con i seguenti browser web:
nl: Deze server is getest met de volgende webbrowsers:
pt_br: Este servidor foi testado com os seguintes navegadores da Web:
sl: Ta strežnik je bil preizkušen z naslednjimi spletnimi brskalniki:
sv: Servern har testats med följande webbläsare:

source: Apple `Safari <https://en.wikipedia.org/wiki/Safari_(web_browser)>`_.
sl: Apple `Safari <https://en.wikipedia.org/wiki/Safari_(spletni_brskalnik)>`_.

source: To access to stream from your Web-Browser, just use :guilabel:`http://address:port` as the url, with :guilabel:`address` the MJPEG **Server** IP, and :guilabel:`port` the server **Port** set in this config dialog.
ca: Per a accedir al flux des del vostre navegador web, senzillament utilitzeu :guilabel:`http://adreça:port` com a l'URL, amb l':guilabel:`adreça` IP del **servidor** MJPEG i el :guilabel:`port` del servidor establert en aquest diàleg de configuració.
it: Per accedere al flusso dal tuo browser web, usa semplicemente :guilabel:`http://indirizzo:porta` come URL, in cui l':guilabel:`indirizzo` è l'IP del **server** MJPEG, e la :guilabel:`porta` è la **porta** del server impostata in questa finestra di dialogo di configurazione.
nl: Om toegang te krijgen tot de stream vanuit uw Webbrowser, gebruik :guilabel:`http://address:poort` als url, met :guilabel:`address` het IP-adres van de MJPEG **Server** en :guilabel:`poort` de server **poort** ingesteld in deze configuratiedialoog.
pt_br: Para acessar a transmissão no seu navegador Web, basta usar :guilabel:`http://endereço:porta` como URL, com :guilabel:`endereço` sendo o IP do **Servidor** MJPEG e :guilabel:`porta` a **Porta** do servidor definida nesta janela de configuração.
sl: Za dostop do pretakanja iz vašega spletnega brskalnika preprosto uporabite :guilabel:`http://address:port` kot url, z :guilabel:`address` IP **strežnika** MJPEG in :guilabel:`port `strežniška **Vrata**, nastavljena v tem pogovornem oknu konfiguracije.
sv: För att komma åt strömmen från en webbläsare, använd bara :guilabel:`http://address:port` som webbadress, med :guilabel:`address` **MJPEG-serverns** IP-adress och :guilabel:`port` serverns **Port** som angetts i den här inställningsdialogrutan.

source: MJPEG does not support the secure **https** protocol.
ca: MJPEG no és compatible amb el protocol **HTTPS** segur.
it: MJPEG non supporta il protocollo sicuro **https**.
nl: MJPEG ondersteunt niet het veilige **https** protocol.
pt_br: MJPEG não suporta o protocolo seguro **https**.
sl: MJPEG ne podpira varnega protokola **https**.
sv: MJPEG stöder inte det säkra protokollet **https**.

source: To be connected through the network on the MJPEG Stream-Server **Port**, this last port needs to be open on the **Server** firewall.
ca: Per a connectar-vos a través de la xarxa sobre el **Port** del servidor de flux MJPEG, aquest port haurà d'estar obert en el tallafoc del **Servidor**.
it: Per connettersi tramite la rete alla **porta** del server flusso MJPEG, quest'ultima deve essere aperta nel firewall del **server**.
nl: Om verbonden te worden via het network op de MJPEG streamserver **Poort**, moet deze poort geopend worden in de firewall van de **server**.
pt_br: Para se conectar através da rede na **Porta** do servidor de transmissão MJPEG, esta última porta precisa estar aberta no firewall do **Servidor**.
sl: Za povezavo prek omrežja na **vrata** strežnika MJPEG Stream-Server morajo biti ta zadnja vrata odprta na požarnem zidu **strežnika**.\
sv: För att kunna anslutas via nätverket på MJPEG-strömserverns port måste den sista porten vara öppen på serverns brandvägg.
