Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/mosaicwall_tool.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The digiKam Mosaic Wall Tool
ca: L'eina mur de mosaic en el digiKam
it: Lo strumento Parete a mosaico di digiKam
nl: Het hulpmiddel Mozaïekmuur van digiKam
pt: A Ferramenta do Mural de Mosaico do digiKam
pt_br: A ferramenta de parede de mosaico do digiKam
sl: Orodje digiKam Mosaic Wall
sv: Mosaikväggverktyget i digiKam
uk: Інструмент мозаїчної стіни digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, mosaic, wall
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, mosaic, mur
it: digiKam, documentazione, manuale dell'utente, gestione delle foto, open source, gratuito, impara, facile, mosaico, muro
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, mozaïek, muur
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, mosaico, mural
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, mosaico, parede
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, mozaik, zid
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, mosaik, vägg
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, мозаїка, стіна

source: Mosaic-Wall Tool
pt: Ferramenta de Mural de Mosaicos
sl: Orodje za mozaične stene

source: Contents
pt: Conteúdo
sl: Vsebina

source: `Mosaic-Wall <https://github.com/scheckmedia/ImageMosaicWall>`_ allows creating an image based on a bunch of other images. It looks like a mosaic effect. This tool is not included in the digiKam source code. Rather, it is a 3rd-party plugin included in binary distributions of digiKam, as the Windows, macOS, and Linux bundles.
pt: O `Mosaic-Wall <https://github.com/scheckmedia/ImageMosaicWall>`_ permite a criação de uma imagem com base num conjunto de outras imagens. Fica com um efeito semelhante a um mosaico. Esta ferramenta não está incluída no código-fonte do digiKam. Em vez disso, é um 'plugin' de terceiros que vem incluído nas distribuições binárias do digiKam, como os pacotes para Windows, macOS e Linux.
sl: `Mosaic-Wall <https://github.com/scheckmedia/ImageMosaicWall>`_ omogoča ustvarjanje slike na podlagi kopice drugih slik. Videti je kot učinek mozaika. To orodje ni vključeno v izvorno kodo digiKama. Namesto tega je vtičnik tretje osebe, vključen v binarne distribucije digiKama, kot je vpaketih za Windows, macOS in Linux.

source: First, you need to select one item from your collection to render as a matrix of photo. To start the Mosaic-Wall tool, head to the **Tools** tab from the **Right Side-bar**. You will find the **Image Mosaic Wall** icon on the list. You can also start it from the :menuselection:`Tools --> Image Mosaic Wall` menu entry. The tool dialog will open as follows:
ca: Primer, heu de seleccionar un element des de la vostra col·lecció per a representar-lo com una matriu de fotografies. Per a iniciar l'eina Mur de mosaic, aneu a la pestanya **Eines** de la **barra lateral dreta**. Trobareu la icona **Mur del mosaic d'imatges** a la llista. També podeu iniciar-lo des de l'element de menú :menuselection:`Eines --> Mur del mosaic d'imatges`. S'obrirà el diàleg de l'eina com segueix:
it: Innanzitutto, devi selezionare un elemento dalla tua raccolta da visualizzare come matrice di foto. Per avviare lo strumento Parete a mosaico, vai alla scheda **Strumenti** dalla **Barra laterale destra**. Troverai l'icona **Parete a mosaico di immagini** nell'elenco. Puoi anche avviarlo dalla voce di menu :menuselection:`Strumenti --> Parete a mosaico di immagini`. La finestra dello strumento si aprirà come segue:
nl: Als eerste moet u één item selecteren uit uw verzameling om als een matrix van foto's weer te geven. Om het hulpmiddel Mozaïekmuur te starten, ga naar het tabblad **Hulpmiddelen** uit de **Rechter zijbalk**. U zult het pictogram **Afbeelding Mozaïekmuur** in de lijst vinden. U kunt het ook starten via het menu-item :menuselection:`Hulpmiddelen --> Afbeelding Mozaïekmuur`. De dialoog van het hulpmiddel zal als volgt openen:
pt: Em primeiro lugar, tem de seleccionar um item da sua colecção para o desenhar como uma matriz de fotografias. Para iniciar a ferramenta do Mural de Mosaicos, vá à página de **Ferramentas** da **Barra Lateral Direita**. Irá agora encontrar o ícone do **Mural de de Mosaicos de Imagens** na lista. Poderá também iniciá-lo a partir do item de menu :menuselection:`Ferramentas --> Mural de Mosaico de Imagens`. A janela de ferramentas irá abrir da seguinte forma:
pt_br: Primeiro, você precisa selecionar um item da sua coleção para renderizar como uma matriz de fotos. Para iniciar a ferramenta de parede de mosaico, acesse a aba **Ferramentas** na **barra lateral direita**. Você encontrará o ícone **Parede de mosaico de imagem** na lista. Você também pode iniciá-la a partir do menu :menuselection:`Ferramentas --> Parede de mosaico de imagem`. A janela da ferramenta será aberta da seguinte forma:
sl: Najprej morate izbrati en element iz svoje zbirke, ki ga želite upodobiti kot matrico fotografije. Če želite zagnati orodje Mosaic-Wall, pojdite na zavihek **Orodja** iz **desne stranske vrstice**. Na njegovem seznamu boste našli ikono **Image Mosaic Wall**. Zaženete ga lahko tudi iz menija :menuselection:`Orodja --> Slika Mosaic Wall`. Pogovorno okno orodja se odpre na naslednji način:
sv: Först måste man välja ett objekt från samlingen för att återge det som en matris av foton. För att starta verktyget Mosaikvägg, gå till fliken **Verktyg** på **Höger sidorad**. Ikonen **Bildmosaikvägg** ska finnas i listan. Man kan också starta det från menyalternativet :menuselection:`Verktyg --> Bildmosaikvägg`. Verktygsdialogrutan öppnas enligt följande:
uk: По-перше, вам слід вибрати один запис з вашої збірки, той, який буде матрицею фото. Щоб запустити інструмент мозаїчної стіни, перемкніться на вкладку **Інструменти** на **правій бічній панелі**. Там знайдіть у списку піктограму **Мозаїчна стіна зображень**. Ви також можете виконати запуск за допомогою пункту меню :menuselection:`Інструменти --> Мозаїчна стіна зображень`. У відповідь буде відкрите таке вікно:

source: The Mosaic-Wall Tool Dialog
ca: El diàleg de l'eina mur de mosaic
it: La finestra dello strumento Parete a mosaico
nl: Het dialoog van het hulpmiddel Mozaïekmuur
pt: A Janela da Ferramenta de Mural de Mosaicos
pt_br: A janela da ferramenta de parede de mosaico
sl: Pogovorno okno orodja Mosaic-Wall
sv: Dialogrutan för mosaikväggverktyget
uk: Вікно інструмента мозаїчної стіни

source: On the right side of the dialog the previously selected image must be render on the canvas with the matrix overlay. The buttons available on the bottom-right corner allows to adjust the canvas zoom level to show the details on the rendered mosaic.
pt: Do lado direito da janela, a imagem seleccionada anteriormente deverá ser colocada na área de desenho com a camada da matriz. Os botões disponíveis no canto inferior direito permitem ajustar o nível de ampliação da área de desenho, para mostrar os detalhes no mosaico desenhado.
sl: Na desni strani pogovornega okna mora biti upodobljena prej izbrana slika na platnu s prekrivanjem matrice. Gumbi, ki so na voljo v desnem kotu na dnu omogočajo prilagajanje stopnje povečave platna za prikaz podrobnosti upodobljenega mozaika.

source: On the left side of the dialog, the tool settings allows to customize all parameters used to generate the mosaic. If the preselected photo from your collection is not the one that you want to render as a mosaic, you can change it using the **Load Base Image** button. The size in pixels of the base image is indicated just behind.
pt: No lado esquerdo da janela, a configuração da ferramenta permite personalizar todos os parâmetros usados para gerar o mosaico. Se a fotografia pré-seleccionada da sua colecção não for a que deseja representar como um mosaico, poderá mudar a mesma com o botão **Carregar a Imagem de Base**. O tamanho em pixels da imagem de base está indicada justamente atrás.
sl: Na levi strani pogovornega okna nastavitve orodja omogočajo prilagajanje vseh parametrov, ki se uporabljajo za ustvarjanje mozaika. Če vnaprej izbrana fotografija iz vašega zbirka ni tista, ki bi jo želeli upodobiti kot mozaik, jo lahko spremenite z gumbom **Naloži osnovno sliko**. Velikost v slikovnih pikah osnovne slike je prikazana tik zadaj.

source: The next button **Set Image Folder** allows to set the directory where are stored the images to host on the matrix. The tool will parse the contents later in the process to generate the mosaic by analysis all photos from this directory and apply each one on the matrix. Images will reduced and placed over the base image using a smart comparison of the shape of the resized version and the base image shape of the part to cover. When analysis is complete, the tool will indicate the number of file parsed on the folder and used to fill the matrix.
pt: O botão seguinte para **Definir a Pasta de Imagens** permite definir a pasta onde estão guardadas as imagens a alojar na matriz. A ferramenta irá processar os conteúdos mais tarde no processo para gerar o mosaico, analisando todas as fotografias desta pasta e aplicando cada uma na matriz. As imagens serão reduzidas e colocadas ao lado da imagem de base, usando uma comparação inteligente da forma da versão dimensionada e da forma da imagem de base da parte a cobrir. Quando a análise terminar, a ferramenta irá indicar o número de ficheiros processados na pasta e usados para preencher a matriz.
sl: Naslednji gumb **Nastavi mapo slik** omogoča nastavitev imenika, kjer so shranjene slike za gostovanje na matrici. Orodje bo razčlenilo vsebino kasneje v procesu ustvarjanja mozaika z analizo vseh fotografij iz tega imenika in vsakega uporabilo na matrici. Slike bodo pomanjšane in postavljene nad osnovno sliko z uporabo pametne primerjave oblike spremenjene velikosti različico in obliko osnovne slike dela, ki ga želite pokriti. Ko je analiza dokončana, bo orodje pokazalo število razčlenjenih datotek v mapi in uporabljenih za polnjenje matrice.

source: The **Variation** setting allow to customize the redundancy level of the reduced images placed over the matrix. Possible values are **disabled**, **very low**, **low**, **medium**, **high**, and **very high**.
pt: A configuração da **Variação** permite personalizar o nível de redundância das imagens reduzidas ao longo da matriz. Os valores possíveis são **desactivada**, **muito baixa**, **baixa**, **média**, **alta** e **muito alta**.
sl: Nastavitev **Varijacije** omogoča prilagoditev ravni redundance pomanjšane slike, postavljene čez matrico. Možne vrednosti so **onemogočeno**, **zelo nizko**, **nizko**, **srednje**, **visoko** in **zelo visoko**.

source: The **Output Resolution** setting allow to customize the width and height in pixels of the target image covered by the matrix. The lock icon between the width and height value allows to set preserve the aspect ratio compared by the base image resolution. To validate changes on the values, press the **Set Resolution** button.
pt: A configuração da **Resolução à Saída** permite personalizar a largura e altura em pixels da imagem de destino coberta pela matriz. O ícone de cadeado entre os valores da largura e altura permite preservar as proporções de tamanho, face à resolução da imagem de base. Para validar as alterações nos valores, carregue no botão **Definir a Resolução**.
sl: Nastavitev **Izhodna ločljivost** omogoča prilagajanje širine in višine v slikovnih pikah ciljne slike, ki jih pokriva matrika. Ikona ključavnice med vrednostjo širine in višine omogoča nastavitev ohranjanja razmerja stranic v primerjavi z osnovno ločljivostjo slike. Če želite potrditi spremembe vrednosti, pritisnite gumb **Nastavi ločljivost**.

source: The **Grid** setting allows to customize the numbers of **rows** and **columns** of the matrix. With large values, more items from the image folder will be necessary to cover the mosaic with different thumbnails.
pt: A opção da **Grelha** permite personalizar os números de **linhas** e **colunas** da matriz. Com valores elevados, serão necessários mais itens da pasta de imagens para cobrir o mosaico com diferentes miniaturas.
sl: Nastavitev **Mreža** omogoča prilagajanje števila **vrstic** in **stolpci** matrike. Pri velikih vrednostih bo potrebno več elementov mape s slikami za prekrivanje mozaika z različnimi sličicami.

source: When all is ready to process, press the **Create Mosaic** button. Depending of the settings, this can take a while to complete, but the mosaic construction can be seen step by step over the canvas. Finally, press the **Save** button to record the target image on your disk.
pt: Quando tudo estiver pronto a processar, carregue no botão para **Criar o Mosaico**. Dependendo da configuração, isto poderá levar algum tempo a terminar, mas a construção do mosaico pode ser vista passo-a-passo sobre a área de desenho. Finalmente, carregue no botão **Gravar** pra registar a imagem de destino no seu disco.
sl: Ko je vse pripravljeno za obdelavo, pritisnite gumb **Ustvari mozaik**. Odvisno od nastavitev lahko traja nekaj časa, vendar je gradnjo mozaika mogoče videti korak za korakom čez platno. Na koncu pritisnite Gumb **Shrani** za shranjevanje ciljne slike na vaš disk.

source: The Mosaic-Wall Tool Rendering a Target Image with a Matrix of Photos.
ca: L'eina «Mur de mosaic» representant una imatge de destinació amb una matriu de fotografies.
it: Lo strumento Parete a mosaico che genera un'immagine con una matrice di foto.
nl: Het hulpmiddel Mozaïekmuur die een doelafbeelding weergeeft met een matrix van foto's.
pt: A Ferramenta do Mural de Mosaico a Desenhar uma Imagem-Alvo com uma Matriz de Fotografias.
pt_br: A ferramenta de parede de mosaico renderizando uma imagem alvo com uma matriz de fotos.
sl: Orodje Mosaic-Wall upodablja ciljno sliko z matrico fotografij.
sv: Verktyget Mosaikvägg som återger en resultatbild med en matris av foton.
uk: Інструмент мозаїчної стіни показує цільове зображення з матрицею фотографій.

source: :ref:`Mosaic-Wall Tool <post_processing>`
ca: :ref:`Eina mur de mosaic <post_processing>`
it: :ref:`Strumento Parete a mosaico <post_processing>`
nl: :ref:`Hulpmiddel Mozaïekmuur <post_processing>`
pt_br: :ref:`Ferramenta de parede de mosaico <post_processing>`
sv: :ref:`Mosaikväggverktyg <post_processing>`
uk: :ref:`Інструмент мозаїчної стіни <post_processing>`

source: The `Mosaic-Wall <https://github.com/scheckmedia/ImageMosaicWall>`_ tool creates a mosaic image based on a bunch of other images. This tool is not included in the digiKam source code. Rather, it is a 3rd-party plugin included in binary distributions of digiKam, including the Windows, macOS, and Linux bundles.
ca: L'eina `mur de mosaic <https://github.com/scheckmedia/ImageMosaicWall>`_ crea una imatge basada en un munt d'altres imatges. Aquesta eina no està inclosa en el codi font del digiKam. Més aviat, és un connector de tercers inclòs en les distribucions binàries del digiKam, incloent-hi els paquets de Windows, macOS i Linux.
it: Lo strumento `Parete a mosaico <https://github.com/scheckmedia/ImageMosaicWall>`_ crea un'immagine a mosaico basata su una serie di altre immagini. Questo strumento non è incluso nel codice sorgente di digiKam. È, invece, un'estensione di terze parti inclusa nelle distribuzioni binarie di digiKam, inclusi i pacchetti per Windows, macOS e Linux.
nl: Het hulpmiddel `Mozaïekmuur <https://github.com/scheckmedia/ImageMosaicWall>`_ maakt van mozaïekafbeelding gebaseerd op een aantal andere afbeeldingen. Dit hulpmiddel zit niet in de broncode van digiKam. Het is echter een plug-in van derden ingevoegd in de binaire distributies van digiKam, inclusief de bundels in Windows, macOS en Linux.
pt_br: A ferramenta de `Parede de mosaico <https://github.com/scheckmedia/ImageMosaicWall>`_ cria uma imagem em mosaico com base em várias outras imagens. Esta ferramenta não está incluída no código-fonte do digiKam. Em vez disso, é um plugin de terceiros incluído em distribuições binárias do digiKam, incluindo os pacotes para Windows, macOS e Linux.
sv: Verktyget `Mosaikvägg <https://github.com/scheckmedia/ImageMosaicWall>`_ skapar en mosaikbild baserad på en mängd andra bilder. Verktyget ingår inte i digiKams källkod. Det är snarare ett insticksprogram från tredje part som ingår i binära distributioner av digiKam, inklusive Windows, macOS och Linux-packar.
uk: За допомогою інструмента `Мозаїчна стіна <https://github.com/scheckmedia/ImageMosaicWall>`_ ви можете створювати зображення на основі набору зображень. Результат стає подібним до мозаїки. Цей інструмент не включено до сховища початкового коду digiKam. Це сторонній додаток, який включено до двійкових дистрибутивів digiKam, зокрема пакетів для Windows, macOS і Linux.

source: The previously selected image is rendered with a matrix overlay on the right side of the dialog. The buttons available on the bottom-right corner allow you to adjust the canvas zoom level to show the details of the rendered mosaic.
ca: La imatge prèviament seleccionada s'ha de representar sobre el llenç amb una superposició de matriu a la part dreta del diàleg. Els botons disponibles a la cantonada inferior dreta permeten ajustar el nivell de zoom del llenç per a mostrar els detalls en el mosaic renderitzat.
it: L'immagine precedentemente selezionata è resa con una sovrapposizione a matrice sul lato destro della finestra. I pulsanti disponibili nell'angolo in basso a destra ti consentono di regolare il livello di ingrandimento della tela per mostrare i dettagli del mosaico generato.
nl: De eerder geselecteerde afbeelding wordt weergeven met een matrix overlay aan de rechter kant van de dialoog. De knoppen beschikbaar bij de hoek rechtsonder bieden u het aanpassen van het zoomniveau van het werkblad om de details van de weergegeven mozaïek te tonen.
pt_br: A imagem selecionada anteriormente é renderizada com uma sobreposição de matriz no lado direito da caixa de diálogo. Os botões disponíveis no canto inferior direito permitem ajustar o nível de zoom da tela para mostrar os detalhes do mosaico renderizado.
sv: Den tidigare markerade bilden återges med matrisöverlagringen på höger sida i dialogrutan. De tillgängliga knapparna i det nedre högra hörnet gör det möjligt att justera dukens zoomnivå för att visa den återgivna mosaikens detaljer.
uk: У лівій частині вікна має бути показано попередньо позначене зображення на полотні з накладкою матриці. За допомогою кнопок у нижньому правому куті можна коригувати масштаб полотна для перегляду деталей створеної мозаїки.

source: The tool settings on the left side of the dialog allows you to customize the parameters used to generate the mosaic. If the preselected photo from your collection is not the one that you want to render as a mosaic, you can change it using the **Load Base Image** button. The size in pixels of the base image is indicated just below.
ca: La configuració de l'eina a la part esquerra del diàleg permet personalitzar tots els paràmetres utilitzats per a generar el mosaic. Si la fotografia preseleccionada de la vostra col·lecció no és la que voleu representar com a mosaic, podeu canviar-la utilitzant el botó **Carrega la imatge base**. Just a sota s'indica la mida en píxels de la imatge base.
it: Le impostazioni dello strumento sul lato sinistro della finestra ti consentono di personalizzare tutti i parametri utilizzati per generare il mosaico. Se la foto preselezionata dalla tua raccolta non è quella che vuoi generare come mosaico, puoi cambiarla usando il pulsante **Carica immagine di base**. Subito sotto è indicata la dimensione in pixel dell'immagine di base.
nl: De instellingen van het hulpmiddel aan de linkerkant van de dialoog bieden u het aanpassen van de gebruikte parameters voor het genereren van het mozaïek. Als de voorgeselecteerde foto uit uw verzameling niet diegene is die u wilt weergeven als een mozaïek, dan kunt u het wijzigen met de knop **Basis afbeelding laden**. De grootte in pixels van de basis afbeelding wordt eronder aangegeven.
pt_br: As configurações da ferramenta no lado esquerdo da janela permitem personalizar os parâmetros usados ​​para gerar o mosaico. Se a foto pré-selecionada da sua coleção não for a que você deseja renderizar como mosaico, você pode alterá-la usando o botão **Carregar imagem base**. O tamanho em pixels da imagem base é indicado logo abaixo.
sv: Verktygsinställningarna på vänster sida i dialogrutan gör det möjligt att anpassa alla parametrar som används för att generera mosaiken. Om det förvalda fotot från samlingen inte är det som man vill återge som mosaik kan det ändras med knappen **Läs in basbild**. Basbildens storlek i bildpunkter anges precis nedanför.
uk: За допомогою кнопок у лівій частині вікна можна налаштувати усіх параметри, які буде використано для створення мозаїки. Якщо попередньо позначена фотографія з вашої збірки не є тією, яку б ви хотіли використати для мозаїки, ви можете виправити це за допомогою кнопки **Завантажити основне зображення**. Під базовим зображенням буде показано його розмір у пікселях.
