Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/mosaicwall_tool.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The next button **Set Image Folder** allows you to set the directory where the images to display on the matrix are stored. The tool analyzes all the photos in this directory to select where each image should be applied to the matrix. The images are reduced in size and placed over the base image using a smart comparison of the shape of the resized image and the base image shape of the part to cover. When the analysis is complete, the tool indicates the number of files parsed in the folder that will be used to fill the matrix.
ca: El botó següent, **Configura la carpeta de les imatges** permet establir el directori on s'emmagatzemen les imatges que es mostraran a la matriu. L'eina analitzarà totes les fotos d'aquest directori per a seleccionar a on s'hauria d'aplicar cada imatge a la matriu. Es reduiran les mides de les imatges i es col·locaran sobre la imatge base mitjançant una comparació intel·ligent de la forma de la imatge redimensionada i la forma de la imatge base de la part que s'ha de cobrir. Una vegada es completi l'anàlisi, l'eina indicarà el nombre de fitxers analitzats en la carpeta que s'utilitzaran per a emplenar la matriu.
it: Il pulsante successivo **Imposta cartella dell'immagine** ti permette di impostare la cartella in cui verranno memorizzate le immagini da visualizzare sulla matrice. Lo strumento analizza tutte le foto in questa cartella per selezionare dove dovrà essere applicata ciascuna immagine alla matrice. Le immagini verranno ridotte in dimensione e posizionate sull'immagine di base utilizzando un confronto intelligente della forma dell'immagine ridimensionata e la forma dell'immagine di base della parte da coprire. Quando l'analisi è terminata, lo strumento indica il numero dei file analizzati nella cartella che verranno utilizzati per riempire la matrice.
nl: De volgende knop **Afbeeldingenmap instellen** biedt u het zetten van de map waar de te tonen afbeeldingen op de matrix worden opgeslagen. Het hulpmiddel analyseert alle foto's in deze map en om te selecteren waar elke afbeelding op de matrix wordt toegepast. Afbeeldingen zullen in grootte gereduceerd worden en geplaatst over de basis afbeelding en geplaatst over de basis afbeelding met een slimme vergelijking van de vorm van de in grootte gewijzigde afbeelding en de basis afbeeldingsvorm van het te overdekken deel. Wanneer de analyse gereed is zal het hulpmiddel het aantal aangeven van de ontlede bestanden in de map aangeven die gebruikt zijn om de matrix te vullen.
pt_br: O próximo botão, **Definir pasta das imagens**, permite definir a pasta onde as imagens a serem exibidas na matriz serão armazenadas. A ferramenta analisa todas as fotos nessa pasta para selecionar onde cada imagem deve ser aplicada à matriz. As imagens são reduzidas em tamanho e sobrepostas à imagem base, utilizando uma comparação inteligente entre o formato da imagem redimensionada e o formato da imagem base da parte a ser coberta. Quando a análise for concluída, a ferramenta indica o número de arquivos analisados ​​na pasta que serão usados ​​para preencher a matriz.
sv: Nästa knapp **Ange bildkatalog** gör det möjligt att ange katalogen där bilderna som ska ingå i matrisen är lagrade. Verktyget analyserar alla foton i katalogen för att välja var varje bild ska placeras i matrisen. Bilderna förminskas och placeras över basbilden med hjälp av en smart jämförelse av formen på den storleksändrade bilden och basbildens form för den del som ska täckas. När analysen är klar indikerar verktyget antalet filer som tolkats i katalogen och som kommer att användas för att fylla i matrisen.
uk: За допомогою наступної кнопки, **Встановити теку зображень** можна встановити каталог, у якому зберігаються зображення, які слід розмістити на матриці. Інструмент пізніше виконає обробку вмісту цього каталогу у процесі створення мозаїки шляхом аналізу усіх фотографій з цього каталогу і використання кожного з них на матриці. Зображення буде зменшено і розташовано на основному зображенні за допомогою алгоритмів порівняння форми зменшеної версії та форми частини основного зображення, де його буде розміщено. Коли аналіз буде завершено, інструмент покаже кількість оброблених файлів у теці і кількість використаних зображень для заповнення матриці.

source: The **Variation** option allows you to customize the redundancy level of the reduced images placed over the matrix. Possible values are **disabled**, **very low**, **low**, **medium**, **high**, and **very high**.
ca: L'opció **Variació** permet personalitzar el nivell de redundància de les imatges reduïdes col·locades sobre la matriu. Els valors possibles són **Desactivada**, **Molt baixa**, **Baixa**, **Mitjana**, **Alta** i **Molt alta**.
it: L'opzione **Variazione** ti permette di personalizzare il livello di ridondanza delle immagini ridotte poste sopra la matrice. I valori possibili sono **disattivata**, **molto bassa**, **bassa**, **media**, **alta** e **molto alta**.
nl: De optie **Variatie** biedt u het aanpassen van het niveau van overbodigheid van de gereduceerde afbeeldingen geplaatst over de matrix. Mogelijke waarden zijn **uitgeschakeld**, **erg laag**, **laag**, **medium**, **hoog** en **erg hoog**.
pt_br: A opção **Variação** permite personalizar o nível de redundância das imagens reduzidas colocadas sobre a matriz. Os valores possíveis são **desativado**, **muito baixo**, **baixo**, **médio**, **alto** e **muito alto**.
sv: Alternativet **Variation** gör det möjligt att anpassa redundansnivån för de reducerade bilderna som placeras över matrisen. Möjliga värden är **inaktiverad**, **mycket låg**, **låg**, **medium**, **hög** och **mycket hög**.
uk: За допомогою параметра **Варіативність** можна налаштувати рівень надмірності для зменшених зображень, які буде розміщено на матриці. Можливими його значеннями є **вимкнено**, **дуже низька**, **низька**, **середня**, **висока** і **дуже висока**.

source: The **Output Resolution** option allows you to customize the width and height in pixels of the target image covered by the matrix. The lock icon between the width and height value allows you to preserve the aspect ratio compared to the base image resolution. To validate changes to the values, press the **Set Resolution** button.
ca: L'opció **Resolució de la sortida** permet personalitzar l'amplada i l'alçada en píxels de la imatge de destinació coberta per la matriu. La icona de cadenat entre els valors d'amplada i d'alçada permet mantenir la relació d'aspecte en comparació amb la resolució de la imatge base. Per a validar els canvis en els valors, premeu el botó **Estableix la resolució**.
it: L'opzione **Risoluzione di uscita** ti permette di personalizzare la larghezza e l'altezza in pixel dell'immagine di destinazione coperta dalla matrice. L'icona a forma di lucchetto tra il valore dell'altezza e quello della larghezza ti permette di mantenere la proporzione rispetto alla risoluzione dell'immagine di base. Premi poi il pulsante **Imposta risoluzione** per convalidare le modifiche ai valori.
nl: De optie **Resolutie van uitvoer** biedt u het aanpassen van de breedte en hoogte in pixels van de doelafbeelding bedekt door de matrix. Het slotpictogram tussen de waarde van de breedte en hoogte biedt het instellen van beeldverhouding behouden vergeleken met de resolutie van de basis afbeelding. Om wijzigingen in de waarden te valideren, druk op de knop **Resolutie instellen**.
pt_br: A opção **Resolução de saída** permite personalizar a largura e a altura em pixels da imagem alvo coberta pela matriz. O ícone de cadeado entre os valores de largura e altura permite preservar a proporção em relação à resolução da imagem base. Para validar as alterações nos valores, pressione o botão **Definir resolução**.
sv: Alternativet **Utdataupplösning** gör det möjligt att anpassa bredden och höjden i bildpunkter på resultatbilden som täcks av matrisen. Låsikonen mellan bredd- och höjdvärdet gör det möjligt att bibehålla proportionen jämfört med basbildens upplösning. För att validera ändringar av värdena, tryck på knappen **Ange upplösning**.
uk: За допомогою параметра **Роздільність результату** можна налаштувати ширину і висоту у пікселях зображення результату, який буде вкрито матрицею. За допомогою піктограми замка можна зафіксувати співвідношення ширини і висоти для роздільної здатності основного зображення. Щоб підтвердити зміни у значеннях, натисніть кнопку **Встановити роздільність**.

source: The **Grid** option allows you to customize the numbers of **rows** and **columns** of the matrix. With large values, more items from the image folder will be necessary to cover the mosaic with different thumbnails.
ca: L'opció **Quadrícula** permet personalitzar el nombre de **files** i **columnes** de la matriu. Amb valors grans, caldrà més elements des de la carpeta d'imatges per a cobrir el mosaic amb miniatures diferents.
it: L'opzione **Griglia** ti permette di personalizzare i numeri delle **righe** e delle **colonne** della matrice. Se utilizzi valori alti la cartella delle immagini dovrà contenere più elementi per coprire il mosaico con miniature differenti.
nl: De optie **Raster** biedt u het aanpassen van het aantal **rijen** en **kolommen** van de matrix. Met grote waarden zullen meer items uit de afbeeldingenmap nodig zijn om het mozaïek met verschillende miniaturen te dekken.
pt_br: A opção **Grade** permite personalizar o número de **linhas** e **colunas** da matriz. Com valores grandes, mais itens da pasta de imagens serão necessários para cobrir o mosaico com miniaturas diferentes.
sv: Alternativet **Rutnät** gör det möjligt att anpassa antalet **rader** och **kolumner** i matrisen. Med stora värden behövs fler objekt från bildkatalogen för att täcka mosaiken med olika miniatyrbilder.
uk: За допомогою параметра **Ґратка** можна налаштувати кількість **рядків** і **стовпчиків** у матриці. Якщо вибрати великі значення, для покриття мозаїкою з різних мініатюр потрібно буде більше записів з теки зображень.

source: When all is ready to process, press the **Create Mosaic** button. Depending on the settings, this can take a while to complete, but the canvas will display the step-by-step progress of the mosaic construction. Finally, press the **Save** button to record the target image on your disk.
ca: Quan tot estigui llest per a ser processat, premeu el botó **Crea un mosaic**. Depenent de la configuració, això podria trigar una mica fins a completar-se, però el llenç mostrarà pas a pas el progrés de la construcció del mosaic. Finalment, premeu el botó **Desa** per a enregistrar la imatge de destinació en el disc.
it: Quando tutto è pronto per l'elaborazione, premi il pulsante **Crea mosaico**. A seconda delle impostazioni, questo può richiedere del tempo per essere completato, ma la tela mostrerà l'avanzamento passo dopo passo della costruzione del mosaico. Infine, premi il pulsante **Salva** per memorizzare l'immagine di destinazione sul disco.
nl: Wanneer alles gereed is om te verwerken, druk op de knop **Mozaïek aanmaken**. Afhankelijk van de instellingen kan dit even duren om gereed te komen, maar het werkveld zal stap voor stap de voortgang van de constructie tonen. Druk tenslotte op de knop **Opslaan** om de doelafbeelding op uw schijf op te slaan.
pt_br: Quando tudo estiver pronto para processamento, pressione o botão **Criar mosaico**. Dependendo das configurações, a conclusão pode demorar um pouco, mas a tela exibirá o progresso passo a passo da construção do mosaico. Por fim, pressione o botão **Salvar** para gravar a imagem desejada no seu disco.
sv: När allt är klart att bearbeta, tryck på knappen **Skapa mosaik**. Beroende på inställningarna kan det ta ett tag att slutföra, men duken visar mosaikkonstruktionens process steg för steg. Tryck slutligen på knappen **Spara** för att lagra resultatbilden på disken.
uk: Коли ви будете готові до обробки, натисніть кнопку **Створити мозаїку**. Залежно від параметрів, дія може бути досить тривалою, але можна бачити побудову мозаїки крок за кроком. Нарешті, натисніть кнопку **Зберегти**, щоб записати зображення-результат на диск.
