Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/ocrtext_converter.po
Languages: ca, it, nl, pt, pt_br, sl, sv

source: On the bottom of this view, the OCR result can be translated into different languages using one online translation engine. You can set more than one translation language to process images. Corresponding translations will be hosted in separate text files or in extra metadata entries depending on the **Store result in** option. See :ref:`this page <spellcheck_settings>` from the manual for more details about the **Localize Settings**.
it: Nella parte inferiore di questa vista, il risultato dell'OCR può essere tradotto in diverse lingue utilizzando un motore di traduzione in linea. Puoi impostare più di una lingua di traduzione. Le traduzioni corrispondenti saranno salvate in file di testo separato o in voci aggiuntive di metadati, in base all'impostazione scelta nell'opzione **Salva il risultato in**. Per ulteriori dettagli sulle **impostazioni di localizzazione** vedi :ref:`questa pagina <spellcheck_settings>` del manuale.
nl: Onderaan deze weergave kan het OCR-resultaat vertaald worden in verschillende talen met een online vertaalengine. U kunt meer dan één vertaaltaal instellen om afbeeldingen te verwerken. Bij elkaar horende vertalingen zullen opgeslagen worden in aparte tekstbestanden of in extra items metagegevens afhankelijk van de optie **Resultaat opslaan in**. Zie :ref:`deze pagina <spellcheck_settings>` uit de handleiding voor meer details over de **Lokalisatie-instellingen**.
pt_br: Na parte inferior desta visualização, o resultado do OCR pode ser traduzido para diferentes idiomas usando um mecanismo de tradução online. Você pode definir mais de um idioma de tradução para processar imagens. As traduções correspondentes serão hospedadas em arquivos de texto separados ou em entradas de metadados extras, dependendo da opção **Armazenar o resultado em**. Consulte :ref:`esta página <spellcheck_settings>` no manual para obter mais detalhes sobre as **Configurações de localização**.
sl: Na dnu tega pogleda je mogoče rezultat OCR prevesti v različne jezike z enim spletnim prevajalskim mehanizmom. Za obdelavo slik lahko nastavite več kot en jezik prevoda. Ustrezni prevodi bodo gostovali v ločenih besedilnih datotekah ali v dodatnih metapodatkovnih vnosih, odvisno od možnosti **Shrani rezultat v**. Glejte :ref:`to stran <spellcheck_settings>` iz priročnika za več podrobnosti o **Nastavitvah lokalizacije**.
sv: Längst ner i vyn kan resultatet från optisk teckentydning översättas till olika språk med hjälp av ett översättningsgränssnitt på nätet. Man kan ställa in mer än ett översättningsspråk för att bearbeta bilder. Motsvarande översättningar lagras i separata textfiler eller i extra metadataposter beroende på alternativet **Spara resultat i**. Se :ref:`den här sidan <spellcheck_settings>` i handboken för mer information om **Landsinställningar**.

source: The **Text Review** tab on the right side allows you to edit the OCR result for each image processed with Tesseract. Select one item from the list on the left side and the OCR result will be displayed in a text editor. You can edit the text as necessary or apply spell-checking. See :ref:`this page <localize_settings>` from the manual for more details about the **Spell-Checking Settings**.
it: La scheda **Revisione del testo** sul lato destro ti permette di modificare il risultato dell'OCR per ciascuna immagine elaborata con Tesseract. Seleziona un elemento dall'elenco a sinistra e il risultato dell'OCR sarà visualizzato in un editor di testo. Puoi modificare il testo o applicare la correzione ortografica, se necessario. Per ulteriori informazioni sulle **impostazioni della correzione ortografica**, vedi :ref:`questa pagina <localize_settings>` del manuale.
nl: Het tabblad **Tekst herzien** rechts biedt u het bewerken van het OCR-resultaat voor elke met Tesseract verwerkte afbeelding. Selecteer één item uit de lijst links en het OCR-resultaat zal getoond worden in een tekstbewerker. U kunt, indien nodig, de tekst bewerken of spellingcontrole toepassen. Zie :ref:`deze pagina <localize_settings>` uit de handleiding voor meer details over de **Instellingen voor spellingcontrole**.
pt_br: A aba **Revisão de texto** à direita permite editar o resultado do OCR para cada imagem processada com o Tesseract. Selecione um item da lista à esquerda e o resultado do OCR será exibido em um editor de texto. Você pode editar o texto conforme necessário ou aplicar a verificação ortográfica. Consulte :ref:`esta página <localize_settings>` no manual para obter mais detalhes sobre as **Configurações de verificação ortográfica**.
sl: Zavihek **Pregled besedila** na desni strani vam omogoča urejanje rezultatov OCR za vsako sliko, obdelano s Tesseractom. Izberite en element s seznama na levi strani in rezultat OCR bo prikazan v urejevalniku besedila. Besedilo lahko po potrebi uredite ali uporabite preverjanje črkovanja. Glej :ref:`to stran <localize_settings>` iz priročnika za več podrobnosti o **nastavitvah preverjanja črkovanja**.
sv: Fliken **Textgranskning** på höger sida gör det möjligt att redigera resultatet från optisk teckentydning för varje bild som bearbetats med Tesseract. Välj ett alternativ från listan på vänster sida så visas resultatet från optisk teckentydning i en texteditor. Man kan redigera texten efter behov eller använda stavningskontroll. Se :ref:`den här sidan <localize_settings>` i handboken för mer information om **Inställningar av stavningskontroll**.

source: On the bottom of the dialog, the **Default** button allows resetting all options to the default values. The **Start OCR** drop-down button initiates processing of the currently selected images from the list or all items. Finally, the **Close** button will stop all OCR processes, if any, and close the dialog.
it: Nella parte inferiore della finestra di dialogo, il pulsante **Predefinito** permette il ripristino ai valori predefiniti di tutte le opzioni. Il pulsante a tendina **Avvia OCR** inizializza l'elaborazione delle immagini attualmente selezionate dall'elenco oppure di tutte le immagini. Infine, il pulsante **Chiudi** ferma tutte le elaborazioni OCR, se in corso, e chiude la finestra di dialogo.
nl: Onderaan de dialoog biedt de knop **Standaard** het resetten van alle opties naar de standaard waarden. De afrolknop **OCR starten** initieert het verwerken van de nu geselecteerde afbeeldingen uit de lijst met alle items. Tenslotte, de knop **Sluiten** zal alle, indien aanwezig, OCR-processen stoppen en de dialoog afsluiten.
pt_br: Na parte inferior da janela, o botão **Padrão** permite redefinir todas as opções para os valores padrão. O botão suspenso **Iniciar OCR** ​​inicia o processamento das imagens selecionadas na lista ou de todos os itens. Por fim, o botão **Fechar** interromperá todos os processos de OCR, se houver, e fechará a janela.
sl: Na dnu pogovornega okna gumb **Privzeto** omogoča ponastavitev vseh možnosti na privzete vrednosti. Spustni gumb **Začni OCR** ​​sproži obdelavo trenutno izbranih slik s seznama ali vseh elementov. Končno bo gumb **Zapri** zaustavil vse postopke OCR, če obstajajo, in zaprl pogovorno okno.
sv: Längst ner i dialogrutan kan knappen **Förval** användas för att återställa alla alternativ till förvalda värden. Kombinationsknappen **Starta optisk teckentydning** ​​initierar bearbetningen av de bilder eller alla objekt som för närvarande är markerade i listan. Slutligen stoppar knappen **Stäng** alla processer för optisk teckentydning, om det finns några, och stänger dialogrutan.
