Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/ocrtext_converter.po
Languages: ca, it, nl, pt, pt_br, sl, sv

source: The digiKam OCR Text Converter
ca: El convertidor de text OCR en el digiKam
it: Il Convertitore di testo OCR di digiKam
nl: De OCR-tekstconverter van digiKam
pt: O Conversor OCR para Texto do digiKam
pt_br: O conversor para texto por OCR do digiKam
sl: digiKam pretvornik besedila OCR
sv: Textkonvertering med optisk teckentydning i digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, ocr, text, tesseract
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, ocr, text, tesseract
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, ocr, testo, tesseract
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, ocr, tekst, tesseract
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, ocr, texto , tesseract
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, ocr, texto, tesseract
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, ocr, besedilo, tesseract
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, optisk teckentydning, text, tesseract

source: OCR Text Converter
ca: Convertidor de text OCR
pt: Conversor de Texto OCR

source: Contents
ca: Contingut
pt: Conteúdo

source: The OCR text converter is a tool to parse the contents of an image and detect areas with text to convert into editable and translatable characters files.
ca: El convertidor de text OCR és una eina per a analitzar el contingut d'una imatge i detectar àrees amb text que es convertiran en fitxers amb caràcters editables i traduïbles.
pt: O conversor de texto OCR é uma ferramenta para processar o conteúdo de uma imagem e detectar as áreas com texto para o converter para ficheiros com caracteres editáveis e passíveis de tradução.

source: The tool can batch optical character recognition (OCR) over images, and their translations in many languages using an online translator engine. It also allows you to review the text and make corrections and offers spell checking.
ca: L'eina pot fer lots de reconeixement òptic de caràcters (OCR) sobre les imatges i les seves traduccions en molts idiomes mitjançant un motor de traducció en línia. També permet revisar el text i fer correccions, així com que ofereix revisió ortogràfica.
pt: A ferramenta poderá efectuar o reconhecimento óptico em lote dos caracteres (OCR) sobre as imagens, bem com as suas traduções em várias línguas, usando um motor de traduções 'online'. Também lhe permite rever o texto e fazer correcções, oferecendo ainda a verificação ortográfica.

source: The tool use in background the `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, a powerful open-source optical character recognition engine available for Linux, macOS, and Windows.
ca: L'eina utilitza en segon pla el `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, un potent motor de reconeixement òptic de caràcters de codi obert disponible per a Linux, macOS i Windows.
pt: A ferramenta usada em segundo plano é o `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, um motor de reconhecimento óptico de caracteres disponível para o Linux, macOS e Windows.

source: To perform text conversions, select the scanned images including text to recognize and start the tool from the menu :menuselection:`Tools --> OCR Text Converter`, or use the icon **OCR Text Converter** from the **Tools** tab on the right sidebar. The following dialog must appear:
ca: Per a realitzar conversions de text, seleccioneu les imatges escanejades, inclòs el text que voleu reconèixer, i inicieu l'eina des de l'element de menú «:menuselection:`Eines --> Convertidor de text OCR...`», o utilitzeu la icona **Convertidor de text OCR** a de la pestanya **Eines** a la **barra lateral dreta**. Hauria d'aparèixer el diàleg següent:
pt: Para efectuar as conversões de texto, seleccione as imagens digitalizadas, incluindo o texto a reconhecer e inicie a ferramenta com o menu :menuselection:`Ferramentas --> Conversor de Texto OCR`, ou use o ícone **Conversor de Texto OCR** do menu **Ferramentas** na barra lateral direita. A seguinte janela deverá aparecer:

source: The digiKam OCR Text Converter Dialog
ca: El diàleg del convertidor de text OCR en el digiKam
it: La finestra di dialogo del Convertitore di testo OCR di digiKam
nl: De dialoog van de OCR-tekstconverter van digiKam
pt: A Janela de Conversão de Texto por OCR do digiKam
pt_br: A janela do conversor para texto por OCR do digiKam
sl: Pogovorno okno pretvornika besedila digiKam OCR
sv: Dialogrutan textkonvertering med optisk teckentydning i digiKam

source: On the right side, the **Text recognition** tab shows on the top of view the **Tesseract** binary program version detected on your system. If none is present, you will need to install it on your system. Below, the **Tesseract** settings can be customized to process images.
ca: A la part dreta, la pestanya **Reconeixement de text** mostra a la part superior de la vista la versió del programa binari **Tesseract** que s'ha detectat en el vostre sistema. Si no n'hi ha cap, haureu d'instal·lar-lo. A continuació, la configuració del Tesseract es pot personalitzar per a processar les imatges.
pt: Do lado direito, a página do **Reconhecimento de texto** mostra no topo da janela a versão do binário do **Tesseract** detectada no seu sistema. Se não estiver presente nenhuma, terá de a instalar no seu sistema. Em baixo, poderá personalizar as definições do **Tesseract** para processar as imagens.

source: The **Languages** setting specifies the language used for OCR. In the **Default** mode, when processing digital text with multiple languages, **Tesseract** can automatically recognize languages using Latin alphabets such as English or French, but it's not compatible with languages using hieroglyphs such as Chinese or Japanese. You can use the **Orientation and Script Detection** mode instead or a specific language module if available.
ca: L'opció de configuració **Idiomes** especifica l'idioma utilitzat per a l'OCR. En el mode **Predeterminat**, quan es processi el text digital amb múltiples idiomes, el Tesseract podrà reconèixer automàticament els idiomes que utilitzen alfabets llatins com l'anglès o el francès, però no admet els idiomes que utilitzen jeroglífics com el xinès o el japonès. En el seu lloc podreu utilitzar el mode **Detecció de l'orientació i del sistema d'escriptura** o si està disponible, un mòdul d'idioma específic.
pt: A opção das **Línguas** define a língua usada para o OCR. No modo **Predefinição**, ao processar o texto digitalizado com várias línguas, o **Tesseract** poderá reconhecer automaticamente as línguas que usam o alfabeto latim, como o Inglês ou o Francês, mas não é compatível com línguas que usam hieróglifos, como o Chinês ou o Japonês. Poderá usar o modo de **Detecção da Escrita e Orientação** (OSD), em vez de um módulo para uma língua específica, se estiver disponível.

source: The **Segmentation mode** settings specify the **Tesseract** page segmentation mode to use while processing images. Possible choices are listed below:
ca: Les opcions de configuració del **Mode de segmentació** especifiquen el mode de segmentació de la pàgina **Tesseract** que s'utilitzarà durant el processament de les imatges. Les opcions possibles es llisten a continuació:
pt: A configuração do **Modo de segmentação** define o modo de segmentação do **Tesseract** para usar durante o processamento das imagens. As escolhas possíveis estão indicadas em baixo:

source: **OSD only**: Orientation and Script Detection (OSD) only.
ca: **Només OSD**: només orientació i detecció del sistema d'escriptura (OSD).
it: **Solo OSD**: solo rilevamento orientazione e script (OSD).
nl: **alleen OSD**: alleen oriëntatie en detectie van script (OSD).
pt: **Apenas o OSD**: Apenas a detecção de escritas e orientação.
pt_br: **OSD only**: Somente Detecção de Orientação e de Escrita (OSD, sigla em inglês).
sl: **Samo OSD**: Samo orientacija in zaznavanje skripta (OSD).
sv: **Bara OSD**: Bara orientering och skriptdetektering (OSD).

source: **With OSD**: Automatic page segmentation with OSD.
ca: **Amb OSD:** segmentació automàtica de pàgines amb OSD.
it: **Con OSD**: segmentazione automatica di pagina con OSD.
nl: **Met OSD**: automatische paginasegmentatie met OSD.
pt: **Com o OSD**: Segmentação automática das páginas com o OSD.
pt_br: **With OSD**: Segmentação automática de páginas com OSD.
sl: **Z OSD**: Samodejna segmentacija strani z OSD.
sv: **Med OSD**: Automatisk siduppdelning med OSD.

source: **No OSD**: Automatic page segmentation, but no OSD, or OCR.
ca: **Sense OSD**: segmentació automàtica de pàgines, però sense OSD ni OCR.
it: **Nessun OSD**: segmentazione automatica di pagina ma senza OSD o OCR.
nl: **Geen OSD**: automatische paginasegmentatie, maar geen OSD of OCR.
pt: **Sem OSD**: Segmentação automática das páginas, mas sem o OSD ou o OCR.
pt_br: **No OSD**: Segmentação automática de páginas, mas sem OSD ou OCR.
sl: **Brez OSD**: Samodejna segmentacija strani, vendar brez OSD ali OCR.
sv: **Ingen OSD**: Automatisk siduppdelning, men ingen OSD eller optisk teckentydning.

source: **Default**: Fully automatic page segmentation, but no OSD.
ca: **Predeterminat**: segmentació de pàgines totalment automàtica, però sense OSD.
it: **Predefinita**: segmentazione automatica di pagina completa, ma senza OSD.
nl: **Standaard**: volledig automatische paginasegmentatie, maar geen OSD.
pt: **Predefinição**: Segmentação completamente automática das páginas, mas sem o OSD.
pt_br: **Default**: Segmentação de página totalmente automática, mas sem OSD.
sl: **Privzeto**: Popolnoma samodejno segmentiranje strani, vendar brez OSD.
sv: **Förval**: Fullständigt automatisk siduppdelning, men ingen OSD.

source: **Col of text**: Assume a single column of text of variable sizes.
ca: **Columna de text**: assumirà una sola columna de text de mida variable.
it: **Col di testo**: presume una singola colonna di testo di dimensioni variabili.
nl: **Kolom met tekst**: neemt een enkele kolom met tekst aan met variabele afmetingen.
pt: **Coluna de texto**: Assume uma única coluna de texto com tamanhos variáveis.
pt_br: **Col of text**: Assume uma única coluna de texto de tamanhos variáveis.
sl: **Stolpec besedila**: Predpostavimo en sam stolpec besedila različnih velikosti.
sv: **Textkolumn**: Förutsätt en enda textkolumn med variabel storlek.

source: **Vertically aligned**: Assume a single uniform block of vertically aligned text.
ca: **Alineat verticalment**: assumirà un sol bloc uniforme de text alineat verticalment.
it: **Allineato verticalmente**: presume un singolo blocco uniforme di testo allineato verticalmente.
nl: **Verticaal uitgelijnd**: neemt een enkel uniform blok aan met verticaal uitgelijnde tekst.
pt: **Alinhado verticalmente**: Assume um único bloco uniforme de texto alinhado verticalmente.
pt_br: **Vertically aligned**: Assume um único bloco uniforme de texto alinhado verticalmente.
sl: **Navpično poravnano**: Predpostavimo en enoten blok navpično poravnanega besedila.
sv: **Vertikalt justerad**: Förutsätt ett enda likformigt block av vertikalt justerad text.

source: **Block**: Assume a single uniform block of text.
ca: **Bloc**: assumirà un sol bloc uniforme de text.
it: **Blocco**: presume un singolo blocco uniforme di testo.
nl: **Blok**: neem een enkel uniform blok met tekst aan.
pt: **Bloco**: Assume um único bloco uniforme de texto.
pt_br: **Block**: Assume um único bloco uniforme de texto.
sl: **Blok**: Predpostavimo en enoten blok besedila.
sv: **Block**: Förutsätt ett enda likformigt block av text.

source: **Line**: Treat the image as a single text line.
ca: **Línia**: tractarà la imatge com una sola línia de text.
it: **Riga**: tratta l'immagine come una singola riga di testo.
nl: **Regel**: behandel de afbeelding als een enkele tekstregel.
pt: **Linha**: Trata a imagem como uma única linha de texto.
pt_br: **Line**: Trata a imagem como uma única linha de texto.
sl: **Vrstica**: Obravnavaj sliko kot eno vrstico besedila.
sv: **Rad**: Behandla bilden som en enskild textrad.

source: **Word**: Treat the image as a single word.
ca: **Paraula**: tractarà la imatge com una sola paraula.
it: **Parola**: tratta l'immagine come una singola parola.
nl: **Woord** behandel de afbeelding als een enkel woord.
pt: **Palavra**: Trata a imagem como uma única palavra.
pt_br: **Word**: Trata a imagem como uma única palavra.
sl: **Beseda**: obravnavajte sliko kot eno besedo.
sv: **Ord**: Behandla bilden som ett enskilt ord.

source: **Word in circle**: Treat the image as a single word in a circle.
ca: **Paraula encerclada**: tractarà la imatge com una sola paraula en un cercle.
it: **Parola cerchiata**: tratta l'immagine come una singola parola in un cerchio.
nl: **Woord in cirkel**: behandel de afbeelding als een enkel woord in een cirkel.
pt: **Palavra em círculo**: Trata a imagem como uma única palavra num círculo.
pt_br: **Word in circle**: Trata a imagem como uma única palavra em um círculo.
sl: **Beseda v krogu**: Sliko obravnavajte kot eno besedo v krogu.
sv: **Ord i cirkel**: Behandla bilden som ett enskilt ord i en cirkel.

source: **Character**: Treat the image as a single character.
ca: **Caràcter**: tractarà la imatge com un sol caràcter.
it: **Carattere**: tratta l'immagine come un singolo carattere.
nl: **Teken**: behandel de afbeelding als een enkel teken.
pt: **Carácter**: Trata a imagem como um único carácter.
pt_br: **Character**: Trata a imagem como um único caractere.
sl: **Znak**: Sliko obravnavajte kot en znak.
sv: **Tecken**: Behandla bilden som ett enskilt tecken.

source: **Sparse text**: Sparse text. Find as much text as possible in no particular order.
ca: **Text dispers**: trobarà la major quantitat possible de text sense cap ordre en particular.
it: **Testo sparso**: trova quanto più testo possibile in nessun ordine particolare.
nl: **Dun gezaaide tekst**: dun gezaaide tekst. Zoek zo veel mogelijk tekst in geen specifieke volgorde.
pt: **Texto esparso**: Texto esparso. Descobre o máximo de texto possível, sem nenhuma ordem em particular.
pt_br: **Sparse text**: Texto esparso. Encontre o máximo de texto possível, sem nenhuma ordem específica.
sl: **Redko besedilo**: redko besedilo. Poiščite čim več besedila v nobenem posebnem redu.
sv: **Gles text**: Gles text. Finn så mycket text som möjligt utan bestämd ordning.

source: **Sparse text + OSD**: Sparse text with OSD.
ca: **Text dispers + OSD**: hi ha text dispers i empra OSD.
it: **Testo sparso + OSD**: testo sparso con OSD.
nl: **Dun gezaaide tekst + OSD**: dun gezaaide tekst met OSD.
pt: **Texto esparso + OSD**: Texto esparso com OSD.
pt_br: **Sparse text + OSD**: Texto esparso com OSD.
sl: **Redko besedilo + OSD**: Redko besedilo z OSD.
sv: **Gles text + OSD**: Gles text med OSD.

source: **Raw line**: Treat the image as a single text line, bypassing hacks that are Tesseract-specific.
ca: **Línia sense processar**: tractarà la imatge com una sola línia de text, passant per alt els hacks específics del Tesseract.
it: **Riga grezza**: tratta l'immagine come singola riga di testo, aggirando gli hack specifici di Tesseract.
nl: **Ruwe regel**: behandel de afbeelding als een enkele tekstregel, met voorbij gaan aan hacks die specifiek Tesseract zijn.
pt: **Linha em bruto**: Trata a imagem como uma única linha de texto, ignorando os truques específicos do Tesseract.
pt_br: **Raw line**: Trata a imagem como uma única linha de texto, ignorando os truques específicos do Tesseract.
sl: **Neobdelana vrstica**: Sliko obravnavajte kot eno besedilno vrstico, tako da obidete vdore, ki so specifični za Tesseract.
sv: **Obehandlad rad**: Behandla bilden som en enda textrad, och kringgå Tesseract-specifika hack.

source: If you want more details about the Tesseract Segmentation Mode you can read this `online tutorial <https://pyimagesearch.com/2021/11/15/tesseract-page-segmentation-modes-psms-explained-how-to-improve-your-ocr-accuracy/>`_.
ca: Per a obtenir més detalls sobre el mode de segmentació del Tesseract, podeu llegir aquesta `guia d'aprenentatge en línia <https://pyimagesearch.com/2021/11/15/tesseract-page-segmentation-modes-psms-explained-how-to-improve-your-ocr-accuracy/>`_.
it: Se vuoi approfondire la modalità di segmentazione di Tesseract puoi leggere questa `esercitazione in linea <https://pyimagesearch.com/2021/11/15/tesseract-page-segmentation-modes-psms-explained-how-to-improve-your-ocr-accuracy/>`_.
nl: Als u meer details wilt over de Segmentatiemodus van Tesseract, dan kunt u deze `online inleiding <https://pyimagesearch.com/2021/11/15/tesseract-page-segmentation-modes-psms-explained-how-to-improve-your-ocr-accuracy/>`_ lezen.
pt: Se quiser mais detalhes sobre o Modo de Segmentação do Tesseract, poderá ler este `tutorial online <https://pyimagesearch.com/2021/11/15/tesseract-page-segmentation-modes-psms-explained-how-to-improve-your-ocr-accuracy/>`_.
pt_br: Se quiser mais detalhes sobre o modo de segmentação do Tesseract, leia este `tutorial online <https://pyimagesearch.com/2021/11/15/tesseract-page-segmentation-modes-psms-explained-how-to-improve-your-ocr-accuracy/>`_.
sl: Če želite več podrobnosti o načinu segmentacije Tesseract, si lahko preberete v tej `spletni vadnici <https://pyimagesearch.com/2021/11/15/tesseract-page-segmentation-modes-psms-explained-how-to-improve-your-ocr-accuracy/>`_.
sv: För att få mer information om segmenteringsläget i Tesseract kan man läsa den här handledningen på nätet: <https://pyimagesearch.com/2021/11/15/tesseract-page-segmentation-modes-psms-explained-how-to-improve-your-ocr-accuracy/>`_.

source: The **Engine mode** setting specifies the **Tesseract** OCR internal engine to use while processing images. Possible choices are listed below:
ca: L'opció de configuració **Mode del motor** especifica el motor d'OCR intern del **Tesseract** que s'utilitzarà quan es processin les imatges. Les opcions possibles es llisten a continuació:
pt: A configuração do **Modo do motor** define o motor interno de OCR do **Tesseract** a usar no processamento das imagens. Encontram-se algumas opções possíveis indicadas abaixo:

source: **Legacy**: Legacy engine only (older engine not based on the neural network).
ca: **Llegat**: només el motor heretat (el motor anterior no basat en la xarxa neuronal).
pt: **Antigo**: Apenas o motor antigo (que não se baseia em redes neuronais).

source: **LSTM**: Neural network LSTM (Long Short-Term Memory deep-learning) engine only.
ca: **LSTM**: només el motor de xarxa neuronal LSTM (aprenentatge profund de memòria a llarg i curt termini).
it: **LSTM**: solo motore basato sulla rete neurale LSTM (apprendimento profondo *Long Short-Term Memory*).
nl: **LSTM**: alleen neuraal netwerk LSTM (Long Short-Term Memory deep-learning) engine.
pt: **LSTM**: Apenas o motor de redes neuronais LSTM (Long Short-Term Memory deep-learning - aprendizagem por Memória de Curto-Prazo).
pt_br: **LSTM**: Somente mecanismo LSTM (Long Short-Term Memory deep-learning) de rede neural.
sl: **LSTM**: Samo stroj nevronske mreže LSTM (globoko učenje dolgotrajnega pomnilnika).
sv: **LSTM**: Bara neuralt nätverk LSTM-gränssnitt (Long Short-Term Memory djupinlärning).

source: **Legacy + LSTM**: Both legacy and LSTM engines will be used.
ca: **Llegat + LSTM**: s'utilitzaran els motors heretat i LSTM.
it: **Obsoleto + LSTM**: sarà utilizzato sia il motore obsoleto, sia quello LSTM.
nl: **Verouderd + LSTM**: zowel verouderde als LSTM engines zullen worden gebruikt.
pt: **Antigo + LSTM**: Serão usados tanto o motor antigo como o LSTM.
pt_br: **Legacy + LSTM**: Serão utilizados mecanismos legados e LSTM.
sl: **Zapuščina + LSTM**: Uporabljeni bodo tako zapuščinski kot stroji LSTM.
sv: **Äldre + LSTM**: Både äldre och LSTM-gränssnitt används.

source: **Default**: Default value. Let Tesseract choose the best engine based on what is available.
ca: **Predeterminat**: és el valor predeterminat. Es deixa que el Tesseract esculli el millor motor en funció del que hi ha disponible.
it: **Predefinito**: il valore predefinito, che lascia a Tesseract la scelta del motore migliore in base a ciò che c'è a disposizione.
nl: **Standaard**: standaardwaarde. Laat Tesseract kiezen uit de beste engine gebaseerd op wat beschikbaar is.
pt: **Predefinição**: O valor por omissão. Deixa que o Tesseract escolha o melhor motor com base no que estiver disponível.
pt_br: **Default**: Valor padrão. Deixa o Tesseract escolher o melhor mecanismo com base no que está disponível.
sl: **Privzeto**: privzeta vrednost. Naj Tesseract izbere najboljši motor na podlagi informacij, ki so na voljo.
sv: **Förval**: Förvalt värde. Låt Tesseract välja bäst gränssnitt baserat på vad som är tillgängligt.

source: The **Resolution Dpi** settings specify the resolution as Dot Per Inch (DPI) for the input images.
ca: Les opcions de configuració de **Resolució ppp** especifiquen la resolució com a punts per polzada (PPP) per a les imatges d'entrada.
pt: A configuração dos **PPP da Resolução** definem a resolução em PPP (Pontos por Polegada) nas imagens de entrada.

source: If the **Use Multi-cores** setting is enabled, files from the list will be processed in parallel with Tesseract.
ca: Si està activada l'opció de configuració **Usa múltiples nuclis**, els fitxers de la llista es processaran en paral·lel amb el Tesseract.
pt: Se a opção para **Usar múltiplos núcleos de processamento** estiver activa, os ficheiros da lista serão processados em paralelo com o Tesseract.

source: The **Store result in** will specify where to place the text contents recognized by Tesseract while processing images. Possible choices are listed below:
ca: **Emmagatzema el resultat a:** especificarà on col·locar el contingut del text reconegut pel Tesseract mentre processa les imatges. Les opcions possibles es llisten a continuació:
pt: A opção **Guardar o resultado em** irá definir onde colocar o conteúdo do texto reconhecido pelo Tesseract ao processar as imagens. As escolhas possíveis encontram-se abaixo:

source: **Text file**: Store OCR result in a separate text file in the same directory as the processed image.
ca: **Fitxer de text**: emmagatzemarà el resultat de l'OCR en un fitxer de text separat en el mateix directori que la imatge processada.
it: **File di testo**: memorizza il risultato OCR in un file di testo separato nella stessa cartella che contiene l'immagine elaborata.
nl: **Tekstbestand**: sla OCR-resultaten op in een apart tekstbestand in dezelfde map als de verwerkte afbeelding.
pt: **Ficheiro de texto**: Guarda o resultado do OCR num ficheiro de texto separado, na mesma pasta que a imagem processada.
pt_br: **Arquivo de texto**: Armazena o resultado do OCR em um arquivo de texto separado na mesma pasta da imagem processada.
sl: **Besedilna datoteka**: Shranite rezultat OCR v ločeno besedilno datoteko v istem imeniku kot obdelana slika.
sv: **Textfil**: Lagra resultatet från optisk teckentydning i en separat textfil i samma katalog som den bearbetade bilden.

source: **Metadata**: Store OCR result in alternative-language XMP tag from image metadata.
ca: **Metadades**: emmagatzemarà el resultat de l'OCR en una etiqueta XMP d'idioma alternatiu en les metadades de la imatge.
pt: **Meta-dados**: Guardar o resultado do OCR numa marca XMP, numa língua alternativa dos meta-dados da imagem.
