Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/ocrtext_converter.po
Languages: ca, it, nl, pt, pt_br, sl, sv

source: On the bottom of this view, the OCR result can be translated into different languages using one online translation engine. You can set more than one translation language to process images. Corresponding translations will be hosted in separate text files or in extra metadata entries depending on the **Store result in** setting. See :ref:`this page from the manual <spellcheck_settings>` for more details about the **Localize Settings**.
ca: A la part inferior d'aquesta vista, el resultat de l'OCR es pot traduir a idiomes diferents utilitzant un motor de traducció en línia. Podreu configurar més d'un idioma de traducció per a processar les imatges. Les traduccions corresponents s'allotjaran en fitxers de text separats o en entrades de metadades addicionals segons l'opció de configuració **Emmagatzema el resultat a:**. Per a obtenir més detalls sobre la **Configuració de la traducció**, vegeu :ref:`aquesta pàgina <spellcheck_settings>` del manual.
pt: No fundo desta janela, o resultado do OCR poderá ser traduzido em várias línguas, usando um motor de traduções 'online'. Poderá usar mais que uma língua de tradução para processar as imagens. As traduções correspondentes serão guardadas em ficheiros de texto separados ou em itens de meta-dados extra, dependendo da opção **Guardar o resultado em**. Veja :ref:`esta página do manual <spellcheck_settings>` para saber mais detalhes sobre a **Configuração da Localização**.

source: The **Text Review** tab on the right side allows editing the OCR result for each image processed with Tesseract. Select one item from the list on the left side and OCR result will be displayed in a text editor. You can fix text if necessary or apply spell-checking. See :ref:`this page from the manual <localize_settings>` for more details about the **Spell-Checking Settings**.
ca: La pestanya **Revisió del text** a la part dreta permet editar el resultat de l'OCR per a cada imatge processada amb el Tesseract. Seleccioneu un element de la llista en el costat esquerre i el resultat de l'OCR es mostrarà en un editor de text. Si cal podreu corregir el text o aplicar la revisió ortogràfica. Per a obtenir més detalls sobre la **Configuració del corrector ortogràfic**, vegeu :ref:`aquesta pàgina <localize_settings>` del manual.
pt: A página da **Revisão do Texto** à direita permite a edição do resultado do OCR para cada imagem processada com o Tesseract. Seleccione um item da lista à esquerda, para o resultado do OCR seja apresentado num editor de texto. Poderá corrigir o texto se necessário ou aplicar a verificação ortográfica. Veja :ref:`esta página do manual <localize_settings>` para saber mais detalhes sobre a **Configuração da Ortografia**.

source: On the bottom of the dialog, the **Default** button allows resetting all settings to the default values. The **Start OCR** drop-down button allows the processing of the currently selected images from the list or all items. Finally, the **Close** button will stop all OCR processes if any and close the dialog.
ca: A la part inferior del diàleg, el botó **Predeterminat** permet restablir totes les opcions de configuració als valors predeterminats. El botó desplegable **Inicia l'OCR** permet el processament de les imatges seleccionades des de la llista o de tots els elements. Finalment, el botó **Tanca** aturarà tots els processos de l'OCR, si n'hi ha cap, i tancarà el diàleg.
pt: No fundo da janela, o botão **Predefinição** permite repor todas as definições com os valores predefinidos. O botão suspenso **Iniciar o OCR** permite o processamento das imagens seleccionadas de momento na lista ou em todos os itens. Finalmente, o botão **Fechar** irá parar todos os processos de OCR, se existirem, e fechar a janela.

source: The digiKam OCR Text Converter Content to Review on the Right Side with the Corresponding Image Open in Showfoto
ca: El contingut del convertidor de text OCR en el digiKam per a revisar en el costat dret amb la imatge corresponent oberta en el Showfoto
it: Il contenuto del convertitore di testo OCR di digiKam da revisionare sul lato destro, con la relativa immagine aperta in Showfoto
nl: De OCR-tekstconverter van digiKam om de inhoud rechts te herzien met de overeenkomstige afbeelding geopend in Showfoto
pt: A Conteúdo do Conversor OCR para Texto para Rever no Lado Direito com a Imagem Correspondente Aberta no Showfoto
pt_br: O conteúdo para revisão do conversor para texto por OCR do digiKam no lado direito com a imagem correspondente aberta no Showfoto
sl: Vsebina pretvornika besedila digiKam OCR za pregled na desni strani z ustrezno sliko, odprto v Showfoto
sv: Innehållet att granska för textkonvertering med optisk teckentydning i digiKam på höger sida med motsvarande bild öppen i Showfoto

source: :ref:`OCR Text Converter <post_processing>`
it: :ref:`Convertitore di testo OCR <post_processing>`
nl: :ref:`OCR-tekstconverter <post_processing>`
pt_br: :ref:`Conversor para texto por OCR <post_processing>`
sl: :ref:`Pretvornik besedila OCR <post_processing>`
sv: :ref:`Textkonvertering med optisk teckentydning <post_processing>`

source: The **OCR Text Converter** tool parses the contents of an image, detects areas with text, and converts that text into editable and translatable characters files.
it: Lo strumento **Convertitore di testo OCR** analizza il contenuto di un'immagine, individua le aree con testo e converte il testo in file con caratteri modificabili e traducibili.
nl: Het hulpmiddel **OCR-tekstconverter** ontleedt de inhoud van een afbeelding, detecteer gebieden met tekst en converteert het in leesbare en vertaalbare bestanden met tekens.
pt_br: A ferramenta **Converter para texto por OCR** analisa o conteúdo de uma imagem, detecta áreas com texto e converte esse texto em arquivos de caracteres editáveis ​​e traduzíveis.
sl: Orodje **Pretvornik besedila OCR** razčleni vsebino slike, zazna področja z besedilom in pretvori to besedilo v datoteke znakov, ki jih je mogoče urejati in prevajati.
sv: Verktyget **Textkonvertering med optisk teckentydning** tolkar innehållet på en bild, detekterar områden med text och konverterar texten till redigerbara och översättningsbara teckenfiler.

source: The tool can perform batch optical character recognition (OCR) over images, and produce translations in many languages using an online translator engine. It also allows you to review the text with the aid of spell checking, and make corrections as needed.
it: Lo strumento può eseguire in serie il riconoscimento ottico dei caratteri (OCR) sulle immagini e produrre la loro traduzione in più lingue, utilizzando un motore di traduzione in linea. Ti permette inoltre di revisionare il testo con l'ausilio del correttore ortografico e apportare le dovute correzioni.
nl: Het hulpmiddel kan optische tekenherkenning (OCR) in afbeeldingen in bulk uitvoeren en produceert vertalingen in vele talen met een online vertaal-engine. Het biedt u ook om de tekst te bekijken met de hulp van spellingcontrole en correcties te maken, indien nodig.
pt_br: A ferramenta pode realizar reconhecimento óptico de caracteres (OCR, sigla em inglês) em lote sobre imagens e produzir traduções em diversos idiomas usando um mecanismo de tradução online. Ela também permite que você revise o texto com o auxílio da verificação ortográfica e faça as correções necessárias.
sl: Orodje lahko izvede paketno optično prepoznavanje znakov (OCR) nad slikami in ustvari prevode v številne jezike z uporabo spletnega prevajalskega mehanizma. Omogoča tudi pregledovanje besedila s pomočjo preverjanja črkovanja in po potrebi popravke.
sv: Verktyget kan utföra bakgrundsbaserad optisk teckenigenkänning (OCR) av bilder och producera översättningar på många språk med hjälp av ett översättningsgränssnitt på nätet. Det gör det också möjligt att granska texten med hjälp av stavningskontroll och göra korrigeringar vid behov.

source: The tool uses the `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, a powerful open-source optical character recognition engine available for Linux, macOS, and Windows.
it: Lo strumento usa il `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, un motore avanzato di riconoscimento ottico dei caratteri disponibile per Linux, macOS e Windows.
nl: Het hulpmiddel gebruikt het open-source hulpmiddel `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, een krachtige engine voor optische tekstherkenning beschikbaar voor Linux, macOS en Windows.
pt_br: A ferramenta usa o `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, um poderoso mecanismo de reconhecimento óptico de caracteres de código aberto disponível para Linux, macOS e Windows.
sl: Orodje uporablja `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, zmogljiv odprtokodni mehanizem za optično prepoznavanje znakov, ki je na voljo za Linux, macOS in Windows.
sv: Verktyget använder `Tesseract <https://en.wikipedia.org/wiki/Tesseract_(software)>`_, ett kraftfullt optiskt teckenigenkänningsgränssnitt med öppen källkod som är tillgängligt för Linux, macOS och Windows.

source: To perform text conversions, select the scanned images that include text to recognize, and start the tool from the menu :menuselection:`Tools --> OCR Text Converter`, or use the icon **OCR Text Converter** from the **Tools** tab on the right sidebar. The following dialog will appear:
it: Per eseguire la conversione dei testi, seleziona le immagini che includono testo da riconoscere e avvia lo strumento dal menu :menuselection:`Strumenti --> Convertitore di testo OCR`, oppure dall'icona **Convertitore di testo OCR** dalla scheda **Strumenti** nella barra laterale destra. Si aprirà la seguente finestra di dialogo:
nl: Om tekstconversies te doen, selecteer de gescande afbeeldingen met tekst om deze tekst te herkennen en start het hulpmiddel vanuit het menu :menuselection:`Hulpmiddelen --> OCR tekstconverter` of gebruik het pictogram **OCR tekstconverter** uit het tabblad **Hulpmiddelen** in de rechter zijbalk. De volgende dialoog zal verschijnen:
pt_br: Para realizar conversões de texto, selecione as imagens digitalizadas que incluem o texto a ser reconhecido e inicie a ferramenta no menu :menuselection:`Ferramentas --> Converter para texto por OCR` ou use o ícone **Converter para texto por OCR** ​​na aba **Ferramentas** na barra lateral direita. A seguinte janela será exibida:
sl: Če želite izvesti pretvorbe besedila, izberite optično prebrane slike, ki vključujejo besedilo, ki ga želite prepoznati, in zaženite orodje v meniju :menuselection:`Orodja --> Pretvornik besedila OCR` ali uporabite ikono **Pretvornik besedila OCR** iz ** Zavihka Orodja** na desni stranski vrstici. Prikaže se naslednje pogovorno okno:
sv: För att utföra textkonverteringar, markera de inlästa bilderna som innehåller text att tolka och starta verktyget från menyn :menuselection:`Verktyg --> OCR-textkonverterare`, eller använd ikonen **Textkonvertering med optisk teckentydning** under fliken **Verktyg** i den högra sidoraden. Följande dialogruta visas:

source: On the right side, the **Text recognition** tab indicates whether the **Tesseract** binary program version is detected on your system. If the binary is not present, you will need to install it onto your system. The lower portion of the **Text recognition** tab contains the **Tesseract** options you can set.
it: A destra, la scheda **Riconoscimento del testo** se la versione dell'eseguibile del programma **Tesseract** viene rilevato dal sistema. Se l'eseguibile non è presente, dovrai installarlo. La porzione inferiore della scheda contiene le opzioni del **Tesseract** da impostare.
nl: Rechts geeft het tabblad **Tekstherkenning** aan of het binaire programma **Tesseract** gedetecteerd is op uw systeem. Als het binaire programma niet aanwezig is zult u het op uw systeem moeten installeren. Het lagere gedeelte van het tabblad **Tekstherkenning** bevat de opties van **Tesseract** die ingesteld kunnen worden.
pt_br: No lado direito, a aba **Reconhecimento de texto** indica se a versão binária do programa **Tesseract** foi detectada no seu sistema. Se o binário não estiver presente, você precisará instalá-lo no seu sistema. A parte inferior da aba **Reconhecimento de texto** contém as opções do **Tesseract** que você pode definir.
sl: Na desni strani zavihek **Prepoznavanje besedila** prikazuje, ali je v vašem sistemu zaznana različica binarnega programa **Tesseract**. Če binarne datoteke ni, jo boste morali namestiti v sistem. Spodnji del zavihka **Prepoznavanje besedila** vsebuje možnosti **Tesseract**, ki jih lahko nastavite.
sv: På höger sida visar fliken **Textigenkänning** om den binära programversionen **Tesseract** har upptäckts på systemet. Om binärfilen inte finns måste den installeras på systemet. Den nedre delen av fliken **Textigenkänning** innehåller alternativen i **Tesseract** som man kan ställa in.

source: The **Languages** option specifies the language used for OCR. In the **Default** mode, when processing digital text with multiple languages, **Tesseract** can automatically recognize languages using Latin alphabets such as English or French, but it's not compatible with languages using hieroglyphs such as Chinese or Japanese. You can use the **Orientation and Script Detection** mode instead, or a specific language module if available.
it: L'opzione **Lingue** specifica la lingua utilizzata per il riconoscimento. In modalità **Predefinita**, quando si elabora del testo digitale contenente più lingue, **Tesseract** è in grado di riconoscere automaticamente le lingue utilizzando gli alfabeti latini, come l'inglese o l'italiano, ma non è compatibile con le lingue che utilizzano ideogrammi, come il cinese o il giapponese. Puoi invece utilizzare la modalità **Rilevamento orientazione e script** oppure un modulo di lingua specifico, se disponibile.
nl: De instelling **Talen** specificeert de taal gebruikt voor OCR. In de modus **Standaard**, wanneer digitale tekst wordt verwerkt in meerdere talen, kan **Tesseract** automatisch talen met het Latijnse alfabet, zoals Engels of Frans, herkennen maar het is niet compatibel met talen die hiëroglyfen gebruiken zoals Chinees of Japans. U kunt de modus **Oriëntatie en scriptdetectie** gebruiken, indien beschikbaar, in plaats van een specifieke taalmodule.
pt_br: A opção **Idiomas** especifica o idioma usado para OCR. No modo **Padrão**, ao processar texto digital em vários idiomas, o **Tesseract** reconhece automaticamente idiomas que usam alfabetos latinos, como inglês ou francês, mas não é compatível com idiomas que usam hieróglifos, como chinês ou japonês. Você pode usar o modo **Detecção de Orientação e de Escrita** ou um módulo de idioma específico, se disponível.
sl: Možnost **Jeziki** določa jezik, uporabljen za OCR. V načinu **Privzeto** lahko **Tesseract** pri obdelavi digitalnega besedila z več jeziki samodejno prepozna jezike, ki uporabljajo latinico, kot sta angleščina ali francoščina, vendar ni združljiv z jeziki, ki uporabljajo hieroglife, kot sta kitajščina ali japonščina. Namesto tega lahko uporabite način **Usmeritev in detekcijo skripta** ali poseben jezikovni modul, če je na voljo.
sv: Alternativet **Språk** anger vilket språk som används för optisk teckentydning. I läget **Standard**, när digital text med flera språk bearbetas, kan **Tesseract** automatiskt känna igen språk som använder latinska alfabet som engelska eller franska, men det är inte kompatibelt med språk som använder hieroglyfer som kinesiska eller japanska. Man kan använda läget **Orientering och skriptdetektering** istället, eller en specifik språkmodul om tillgänglig.

source: The **Segmentation mode** option specify the **Tesseract** page segmentation mode to use while processing images. Possible choices are:
it: L'opzione **Modalità di segmentazione** specificano la modalità di segmentazione della pagina da utilizzare per elaborare le immagini. Le scelte possibili sono:
nl: De optie **Segmentatiemodus** specificeert de paginasegmentatiemodus van **Tesseract** voor gebruik tijdens het verwerken van afbeeldingen. Mogelijke keuzes zijn:
pt_br: A opção **Modo de segmentação** especifica o modo de segmentação de página do **Tesseract** a ser usado durante o processamento de imagens. As opções possíveis são:
sl: Možnost **Način segmentacije** določa način segmentacije strani **Tesseract** za uporabo med obdelavo slik. Možne izbire so:
sv: Alternativet **Segmenteringsmetod** anger vilket segmenteringsmetod för sidor i Tesseract som ska användas vid bearbetning av bilder. Möjliga val är:

source: The **Engine mode** option specifies the **Tesseract** OCR internal engine to use while processing images. Possible choices are listed below:
it: L'opzione della **Modalità motore** specificano il motore interno OCR di **Tesseract** da usare durante l'elaborazione delle immagini. Le scelte possibili sono riportate sotto:
nl: De optie **Enginemodus** specificeert de interne OCR-engine van **Tesseract** voor gebruik tijdens het verwerken van afbeeldingen. Mogelijke keuzes zijn:
pt_br: A opção **Modo do mecanismo** especifica o mecanismo interno de OCR do **Tesseract** a ser usado durante o processamento de imagens. As opções possíveis estão listadas abaixo:
sl: Možnost **Strojni način** določa notranji mehanizem **Tesseract** OCR za uporabo med obdelavo slik. Možne izbire so navedene spodaj:
sv: Alternativet **Teckentydningsmetod** anger vilken intern OCR-metod i **Tesseract** som ska användas vid bearbetning av bilder. Möjliga val listas nedan:

source: **Legacy**: Legacy engine only (older engine not based on a neural network).
it: **Obsoleto**: solo motore obsoleto (motore più vecchio, non basato su una rete neurale).
nl: **Verouderd**: alleen verouderde engine (oudere engine niet gebaseerd op een neuraal netwerk).
pt_br: **Legacy**: Somente mecanismo legado (mecanismo mais antigo não baseado em uma rede neural).
sl: **Zapuščina**: Samo starejši stroj (starejši stroj ne temelji na nevronski mreži).
sv: **Äldre**: Bara äldre gränssnitt (äldre gränssnitt inte baserat på ett neuralt nätverk).

source: The **Resolution Dpi** option specifies the resolution of the input images, measured in Dots Per Inch (DPI).
it: L'opzione **Risoluzione in DPI** specifica la risoluzione delle immagini di ingresso, misurate in punti per pollice (*Dot Per Inch*, DPI).
nl: De optie **Resolutie-dpi** specificeert de resolutie van de invoerafbeeldingen, gemeten in Punten per inch (DPI).
pt_br: A opção **Resolução em dpi** especifica a resolução das imagens de entrada, medida em pontos por polegada (DPI).
sl: Možnost **Ločljivost Dpi** določa ločljivost vhodnih slik, merjeno v pikah na palec (DPI).
sv: Alternativet **Upplösning punkter/tum** anger upplösningen på indatabilderna, mätt i punkter per tum (DPI).

source: If the **Use Multi-cores** option is enabled, Tesseract will process files from the list in parallel.
it: Se è abilitata l'opzione **Usa multi-core**, il Tesseract elaborerà i file dall'elenco in parallelo.
nl: Als de optie **Meerdere kernen gebruiken** is ingeschakeld zal Tesseract bestanden uit de lijst parallel verwerken.
pt_br: Se a opção **Usar múltiplos núcleos** estiver habilitada, o Tesseract processará os arquivos da lista em paralelo.
sl: Če je omogočena možnost **Uporabi več jeder**, bo Tesseract vzporedno obdelal datoteke s seznama.
sv: Om alternativet **Använd flera processorkärnor** är aktiverat, behandlar Tesseract filer från listan i parallell.

source: The **Store result in** option specifies where to place the text contents recognized by Tesseract while processing images. Possible choices are:
it: L'opzione **Salva il risultato in** specifica la posizione in cui inserire il contenuto testuale riconosciuto da Tesseract durante l'elaborazione delle immagini. Le scelte possibili sono:
nl: De optie **Resultaat opslaan in** specificeert waar de door Tesseract herkende tekst wordt opgeslagen tijdens het verwerken van afbeeldingen. Mogelijke keuzes zijn:
pt_br: A opção **Armazenar o resultado em** especifica onde colocar o conteúdo de texto reconhecido pelo Tesseract durante o processamento de imagens. As opções possíveis são:
sl: Možnost **Shrani rezultat v** določa, kam umestiti besedilno vsebino, ki jo prepozna Tesseract med obdelavo slik. Možne izbire so:
sv: Alternativet **Lagra result i** anger var textinnehållet som Tesseract känner igen ska placeras vid bearbetning av bilder. Möjliga val är:

source: **Metadata**: Store OCR result in an alternative-language XMP tag in the image metadata.
it: **Metadati**: memorizza il risultato OCR in un tag *XMP alternative-language* nei metadati dell'immagine.
nl: **Metagegevens**: sla het OCR-resultaat op in een alternatieve-taal XMP-tag in de metagegevens van de afbeelding.
pt_br: **Metadados**: Armazena o resultado do OCR em uma etiqueta XMP de idioma alternativo nos metadados da imagem.
sl: **Metapodatki**: rezultat shranjevanja OCR v oznaki XMP v alternativnem jeziku v metapodatkih slike.
sv: **Metadata**: Lagra resultatet från optisk teckentydning i en XMP-tagg på ett alternativt språk i bildens metadata.
