Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/pano_creator.po
Languages: it, nl, pt, pt_br, sl, sv, uk

source: The digiKam Panorama Creator
it: La creazione di panorami di digiKam
nl: De maker van panorama's van digiKam
pt: O Criador de Panoramas do digiKam
pt_br: O criador de panorâmica do digiKam
sl: digiKam ustvarjalnik panorame
sv: Skapa panorama i digiKam
uk: Засіб створення панорам у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, panorama, assembly, stitch
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, panorama, assemblare, cucire
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, panorama, samenstellen, plakken
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, panorama, montagem, junção
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, panorâmica, montagem, stitch
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, panorama, sestavljanje, šivanje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, panorama, sammanställa, hopfoga
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, панорама, збирання, зшивання

source: Panorama Creator
pt: Criador de Panoramas

source: Contents
pt: Conteúdo

source: The Panoramic JPEG Files Selected from Icon-View (7x24Mpx Images taken with Sony A77 - 59 Mb)
it: I file JPEG panoramici selezionati dalla vista a icone (immagini 7x24 Mpx scattate con fotocamera Sony A77 - 59 Mb)
nl: De panoramische JPEG-bestanden geselecteerd uit de pictogramweergave (7x24Mpx afbeeldingen genomen met Sony A77 - 59 Mb)
pt: Os Ficheiros JPEG Panorâmicos Seleccionados na Área de Ícones (Imagens 7x24Mpx tiradas com a Sony A77 - 59 Mb)
pt_br: Arquivos JPEG de uma panorâmica selecionados na vista de miniaturas (imagens de 7x24 Mpx tiradas com Sony A77 - 59 Mb)
sl: Panoramske datoteke JPEG, izbrane iz pogleda ikon (7x24Mpx slike, posnete s Sony A77 - 59 Mb)
sv: JPEG-filer med panorama valda i ikonvyn (bilder med 7 x 24 megapixel tagna med en Sony A77 - 59 MB)
uk: Вибрані на панелі перегляду піктограм панорамні файли JPEG (зображення 7x24 Мпк, які створено за допомогою Sony A77 — 59 МБ)

source: A panorama is a composition of photo taken in the same conditions with the same camera/lens. The camera turn around the same point of view to shot with many photos a wide-angle view which is a representation of a large physical space. Images must be taken with superimposed area on the borders. Algorithm will try to found the common portions of images to join and merge contents. To be sure about stability you can use a tripod especially with complex compositions. The tool allows to assemble shots taken horizontally, vertically, or as a matrix.
pt: Um panorama é uma composição de fotografias tiradas nas mesmas condições e com a mesma câmara/lente. A câmara é então rodada em torno do mesmo ponto de vista para disparar várias fotografias, numa ângulo amplo, para ser uma representação de uma grande espaço físico. As imagens deverão ser tiradas com áreas sobrepostas nos extremos. O algoritmo irá tentar encontrar as partes comuns das imagens para associar e reunir os conteúdos. Para ter a certeza da estabilidade, poderá usar um tripé, especialmente em condições difíceis. A ferramenta permite reunir fotografias tiradas na horizontal, na vertical ou num formato em matriz.

source: Take a care that target panorama is a huge amount of data and requires a lot of memory to be processed.
pt: Tenha atenção que o panorama-alvo representa uma grande quantidade de dados e necessita de uma grande quantidade de memória para ser processado.

source: Select the images that you want to stitch and go to :menuselection:`Tools --> Create Panorama` a wizard dialog will open up as below.
pt: Seleccione as imagens que deseja reunir e vá a :menuselection:`Ferramentas --> Criar um Panorama`, onde aparecerá uma janela de assistência como a que está abaixo.

source: The Panorama Creator Wizard with the Hugin Components Detection
it: La procedura guidata di creazione panorama con il rilevamento dei componenti Hugin
nl: De assistent voor het aanmaken van een panorama met de detectie van de Hugin-componenten
pt: O Assistente de Criação de Panoramas com a Detecção dos Componentes de Hugin
pt_br: O assistente do criador de panorâmica com detecção de componentes de Hugin
sl: Čarovnik za ustvarjanje panorame z zaznavanjem komponent Hugin
sv: Guiden Skapa panorama med Hugin komponentdetektering
uk: Майстер створення панорам із засобом виявлення компонентів Hugin

source: This plugin is based on the `Hugin command line tools <https://hugin.sourceforge.io/>`_ to analyze and assemble the items. If all software components are found on your system, just select the output format that you prefer to render the panorama and click on **Next** button. The page below must appears:
pt: Este 'plugin' baseia-se nas `ferramentas da linha de comandos do Hugin <https://hugin.sourceforge.io/>`_ para analisar e compor os itens. Se todos os componentes de 'software' forem detectados no seu sistema, basta seleccionar o formato de saída que prefere para desenhar o panorama e carregar no botão **Seguinte**. Deverá aparecer a página abaixo:

source: The Panorama Creator Wizard with the List of Items to Assemble
it: La procedura guidata di creazione panorama con l'elenco degli elementi da assemblare
nl: De assistent voor het aanmaken van een panorama met de lijst met items om samen te stellen
pt: O Assistente de Criação de Panoramas com a Lista de Itens a Reunir
pt_br: O assistente do criador de panorâmica com a lista de itens a montar
sl: Čarovnik za ustvarjanje panorame s seznamom elementov za sestavljanje
sv: Guiden Skapa panorama med listan över objekt som ska sammanställas
uk: Майстер створення панорам зі списком записів для збирання

source: Arrange the images in correct order if they are not, using the **Up** and **Down** buttons. Use the buttons with the **Plus** and **Minus** symbols to add or remove items. If you want to render a 360° panorama, the first image from the list will be the item placed on the center of the panorama. When all is done, click on **Next** button.
pt: Organize as imagens pela ordem correcta, caso não o estejam, usando os botões para **Cima** e para **Baixo**. Use os botões com os símbolos **Mais** e **Menos** para adicionar ou remover itens. Se quiser desenhar um panorama em 360°, a primeira imagem da lista será o item ao centro do panorama. Quando tudo tiver terminado, carregue no botão **Seguinte**.

source: The Panorama Creator Wizard Pre-Processing Stage
it: La fase di pre-elaborazione della Creazione guidata panorama
nl: De assistent voor het aanmaken van een panorama in de status voorbewerking
pt: O Assistente de Criação de Panoramas na Fase de Pré-Processamento
pt_br: Estágio de pré-processamento do assistente do criador de panorâmica
sl: Stopnja predhodne obdelave čarovnika za ustvarjanje panorame
sv: Förbehandlingssteget i guiden för att skapa panorama
uk: Крок попередньої обробки у майстрі створення панорам

source: The option **Detect moving skies** allows an automatic detection of clouds to prevent wrong key-points matching between images due to moving shapes. To be more precise, during the control points selection, the process discards any points that are associated to a possible cloud. This is useful to prevent moving clouds from altering the control points matching process do by the algorithms. Depending of the scene contents, turn on the option and press **Next** button to pre-process items.
pt: A opção para **Detectar os céus em movimento** permite activar uma detecção automática das nuvens, para evitar erros na correspondência dos pontos-chave entre as imagens, devido às formas em movimento. Para ser mais exacto, durante a selecção dos pontos de controlo, o processo elimina todos os pontos que estejam associados a uma possível nuvem. Isto é útil para evitar que as nuvens em movimento alterem os pontos de controlo no processo efectuado pelos algoritmos. Dependendo do conteúdo da cena, active a opção e carregue no botão **Seguinte** para iniciar o pré-processamento dos itens.

source: The Panorama Creator Wizard Optimizations Stage
it: La fase di ottimizzazione della Creazione guidata panorama
nl: De assistent voor het aanmaken van een panorama in de status optimalisaties
pt: O Assistente de Criação de Panoramas na Fase de Optimizações
pt_br: Estágio de otimizações do assistente do criador de panorâmica
sl: Faza optimizacije čarovnika za ustvarjanje panorame
sv: Optimeringssteget i guiden för att skapa panorama
uk: Крок оптимізації у майстрі створення панорам

source: The optimizations page includes another option named **Level horizon** dedicated for horizontal scene. Turn on this setting to detect the horizon and adapt the projection accordingly. The detected horizon will be an horizontal line in the final panorama. If you scene is a vertical composition, you can ignore this setting. Click on the **Next** button to preview the result.
pt: A página de optimizações inclui outra opção chamada **Nivelar o horizonte**, dedicada a cenas horizontais. Active esta opção para detectar o horizonte e adaptar a projecção em conformidade. O horizonte detectado será uma linha horizontal no panorama final. Se a sua cena for uma composição vertical, poderá ignorar esta opção. Carregue no botão **Seguinte** para antever o resultado.

source: The Panorama Creator Wizard Preview Stage
it: La fase di anteprima della Creazione guidata panorama
nl: De assistent voor het aanmaken van een panorama in de status bekijken
pt: O Assistente de Criação de Panoramas na Fase de Antevisão
pt_br: Estágio de visualização do assistente do criador de panorâmica
sl: Stopnja predogleda čarovnika za ustvarjanje panorame
sv: Förhandsgranskningssteget i guiden för att skapa panorama
uk: Крок попереднього перегляду у майстрі створення панорам

source: In this page the images are assembled, you can judge of the result, and crop the contents to drop black frames around your scene. By default, the tool is able to detect automatically the effective region of the panorama. If you move the mouse over the preview canvas, a toolbar must appears on top left corner to **Zoom In**, **Zoom Out**, and **Zoom to Fit** on the image. With a right click with the mouse, you can re-define a new crop area. When all in fine, click on **Next** button to process final composing of the panorama.
pt: Esta página, as imagens já estão reunidas, pelo que poderá avaliar o resultado e recortar o conteúdo para eliminar as áreas a negro à volta da sua cena. Por omissão, a ferramenta é capaz de detectar automaticamente a região efectiva do panorama. Se mover o cursor do rato sobre a área de antevisão, irá aparecer uma barra de ferramentas no canto superior esquerdo para **Ampliar**, **Reduzir** e **Ampliar para Caber** a imagem. Ao carregar com o botão direito do rato, poderá redefinir uma nova zona de recorte. Quando tudo estiver bem, carregue no botão **Seguinte** para processar a composição final do panorama.

source: The Last Page of the Panorama Creator Wizard
it: L'ultima pagina della Creazione guidata panorama
nl: De laatste pagina van de assistent voor het aanmaken van een panorama
pt: A Última Paǵina do Assistente de Criação de Panoramas
pt_br: A última página do assistente do criador de panorâmica
sl: Zadnja stran čarovnika za ustvarjanje panorame
sv: Den sista sidan i guide för att skapa panorama
uk: Остання сторінка майстра створення панорам

source: After a long computation, panorama stitching will be complete and the tool will propose a template name for the target file. If you want you can also save your project compatible with Hugin. Click on **Finish** button and you will see the output in the same **Album** as your original pictures.
pt: Depois de alguns longos cálculos, a composição do panorama estará completa e a ferramenta irá propor um nome-modelo para o ficheiro de destino. Se quiser, também poderá gravar o seu projecto num formato compatível com o Hugin. Carregue no botão **Terminar** para ver o resultado no mesmo **Álbum** que os seus ficheiros originais.

source: The 7x24Mpx images (59 Mb) used as example in this section of this manual give one single post-processed panoramic JPEG file of 82 Mpx (23 Mb).
pt: As 7 imagens de 24Mpx (59 Mb) usadas como exemplo nesta secção do manual dão-lhe um único ficheiro JPEG processado com 28 Mpx (23 Mb).

source: The Assembled Panoramic JPEG Files Displayed in digiKam
it: I file JPEG panoramici assemblati visualizzati in digiKam
nl: De samengestelde panoramische JPEG-bestanden getoond in digiKam
pt: Os Ficheiros JPEG do Panorama Reunido Apresentados no digiKam
pt_br: Os arquivos JPEG panorâmicos montados exibidos no digiKam
sl: Sestavljene panoramske datoteke JPEG, prikazane v digiKamu
sv: De sammanställda JPEG-filerna med panorama visade i digiKam
uk: Зібрані панорамні файли JPEG у digiKam

source: :ref:`Panorama Creator <post_processing>`
it: :ref:`Creazione panorami <post_processing>`
nl: :ref:`Maker van een panorama <post_processing>`
pt_br: :ref:`Criador de panorâmica <post_processing>`
sl: :ref:`Kreator panorame <post_processing>`
sv: :ref:`Skapa panorama <post_processing>`
uk: :ref:`Майстер створення панорам <post_processing>`

source: A panorama is a composite of multiple photos taken in the same conditions with the same camera/lens. The camera is rotated about a single point between each shot, so the end photos can be stitched together as if shot with a super wide-angle lens. The sequential images must be taken with overlapping edges. The Panoramic Algorithm will try to find the common portions of the images to join and merge the contents. The get the most consistent perspective, it is best to use a tripod, especially with complex compositions. The **Panorama Creator** tool allows you to assemble shots taken horizontally, vertically, or as a matrix.
it: Un panorama è una composizione di più fotografie scattate nelle stesse condizioni con la stessa fotocamera/obiettivo. La fotocamera è ruotata attorno a un unico punto tra ogni scatto, in modo che le foto risultanti possano essere unite assieme come se fossero un unico scatto fatto con un obiettivo super grandangolo. Le immagini sequenziali devono essere scattate con sovrapposizione dei bordi. L'algoritmo panoramico tenterà di individuare le porzioni comuni delle immagini e unirne i contenuti. Per ottenere la prospettiva più allineata possibile è meglio un tripode, soprattutto con le composizioni complesse. Lo strumento **Creazione panorami** ti consente di assemblare gli scatti orizzontalmente, verticalmente o come matrice.
pt_br: Uma panorâmica é uma composição de várias fotos tiradas nas mesmas condições com a mesma câmera/lente. A câmera é girada em torno de um único ponto entre cada foto, permitindo que as fotos finais sejam unidas como se tivessem sido tiradas com uma lente super grande angular. As imagens sequenciais devem ser tiradas com bordas sobrepostas. O algoritmo panorâmico tentará encontrar as partes comuns das imagens para unir e mesclar os conteúdos. Para obter a perspectiva mais consistente, é melhor usar um tripé, especialmente em composições complexas. A ferramenta **Criador de panorâmica** permite montar fotos tiradas horizontalmente, verticalmente ou como uma matriz.
sv: Ett panorama är en sammansättning av ett foto taget under samma förhållanden med samma kamera/objektiv. Kameran roteras omkring en enskild punkt mellan varje bild, så att de slutliga bilderna kan sammanfogas som om tagna med ett supervidvinkelobjektiv. Bilderna måste vara tagna med överlagrade områden. Panorama-algoritmen försöker hitta de gemensamma delarna av bilderna för att sammanfoga innehållet. För att få det mest konsekventa perspektivet, är det bäst att använda ett stativ, speciellt för komplexa kompositioner. Verktyget **Skapa panorama** gör det möjligt att sätta ihop bilder tagna horisontellt, vertikalt eller som en matris.
uk: Панорама – це сукупність кількох фотографій, зроблених в однакових умовах за допомогою однієї камери/об’єктива. Камера обертається в одній точці між кожним знімком, тому кінцеві фотографії можна з'єднати разом, ніби вони були зняті за допомогою надширококутного об'єктива. Послідовні зображення мають бути створені з накладанням країв. Панорамний алгоритм спробує знайти загальні частини зображень, щоб об’єднати та об'єднати вміст. Щоб отримати найбільш узгоджену перспективу, найкраще використовувати штатив, особливо для складних композицій. Інструмент **Засіб створення панорами** надає змогу збирати кадри, зроблені горизонтально, вертикально або як матрицю.

source: Be aware that the target panorama will be constructed from a huge amount of data and so panorama processing requires lots of memory.
it: Fai attenzione che il panorama finale verrà costruito da una grande quantità di dati, dunque la sua elaborazione richiede molta memoria.
nl: Wees er van bewust dat het doelpanorama vanuit een enorme hoeveelheid gegevens zal worden geconstrueerd en dus verwerken van een panorama heel wat geheugen vereist.
pt_br: Esteja ciente de que a panorâmica de destino será construída a partir de uma enorme quantidade de dados e, portanto, o processamento da panorâmica requer muita memória.
sl: Zavedajte se, da bo ciljna panorama sestavljena iz ogromne količine podatkov, zato obdelava panorame zahteva veliko pomnilnika.
sv: Var medveten om att det resulterande panoramat skapas från enormt mycket data och alltså kräver behandlingen av panoramat mycket minne.
uk: Зважайте на те, що панорама є великим масивом даних і потребує для обробки багато пам'яті.

source: Select the images that you want to stitch and go to :menuselection:`Tools --> Create Panorama`. A wizard dialog will open up as below.
it: Scegli le immagini da unire e vai al menu :menuselection:`Strumenti --> Crea panorama`. Si aprirà la finestra della procedura guidata come quella sotto riportata.
nl: Selecteer de afbeeldingen die u aan elkaar wilt plakken en ga naar :menuselection:`Hulpmiddelen --> Panorama maken`. Een dialoog van de assistent zal zoals onderstaand worden geopend.
pt_br: Selecione as imagens que deseja costurar e vá em :menuselection:`Ferramentas --> Criar panorâmica`. Uma caixa de diálogo do assistente será aberta, conforme mostrado abaixo.
sl: Izberite slike, ki jih želite sestaviti, in pojdite na :menuselection:`Orodja --> Ustvari panoramo`. Odpre se pogovorno okno čarovnika, kot je prikazano spodaj.
sv: Välj bilderna som ska hopfogas och gå till :menuselection:`Verktyg --> Skapa panorama`. En guidedialogruta öppnas som nedan.
uk: Позначте зображення, які ви хочете зшити, і скористайтеся пунктом меню :menuselection:`Інструменти --> Створити панораму`. У відповідь буде відкрито вікно майстра.

source: This plugin uses the `Hugin command line tools <https://hugin.sourceforge.io/>`_ to analyze and assemble the items. If all the software components are found on your system, just select the output format that you prefer to render the panorama and click on **Next** button. The page below appears:
it: Per analizzare e assemblare gli elementi, questa estensione usa gli `strumenti a riga di comando Hugin <https://hugin.sourceforge.io/>`_. Se nel tuo sistema vengono trovati tutti i componenti, ti basterà selezionare il formato di uscita per generare il panorama e fare poi clic sul pulsante **Successivo**. Apparirà la pagina sotto riportata:
nl: Deze plug-in gebruikt het `opdrachtregelhulpmiddel Hugin <https://hugin.sourceforge.io/>`_ om de items te analyseren en samen te stellen. Als alle softwarecomponenten zijn gevonden op uw systeem, selecteer dan een uitvoerformaat dat uw voorkeur heeft om het panorama weer te geven en klik op de knop **Volgende**. De onderstaande pagina verschijnt:
pt_br: Este plugin utiliza as `ferramentas de linha de comando do Hugin <https://hugin.sourceforge.io/>`_ para analisar e montar os itens. Se todos os componentes de software estiverem presentes no seu sistema, basta selecionar o formato de saída desejado para renderizar a panorâmica e clicar no botão **Avançar**. A página abaixo será exibida:
sl: Ta vtičnik uporablja `Orodja ukazne vrstice Hugin <https://hugin.sourceforge.io/>`_ za analizo in sestavljanje elementov. Če so v vašem sistemu najdene vse komponente programske opreme, preprosto izberite izhodni format, v katerem želite upodabljati panoramo, in kliknite gumb **Naprej**. Prikaže se spodnja stran:
sv: Insticksprogrammet använder `kommandoradsverktyget Hugin <https://hugin.sourceforge.io/>`_ för att analysera och sätta ihop objekten. Om alla programvarukomponenter finns på systemet, välj bara utdataformatet som föredras för att återge panoramat och klicka på knappen **Nästa**. Sidan nedan visas:
uk: Роботу цього додатка засновано на `інструментах командного рядка Hugin <https://hugin.sourceforge.io/>`_, які виконують збирання знімків. Якщо у вашій системі буде виявлено усі потрібні компоненти програмного забезпечення, просто виберіть бажаний формат виведення даних для панорами і натисніть кнопку **Далі**. Має бути показано сторінку, подібну до наведеної нижче:
