Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/pano_creator.po
Languages: it, nl, pt, pt_br, sl, sv, uk

source: If necessary, re-arrange the images into the correct order, using the **Up** and **Down** buttons. Use the buttons with the **Plus** and **Minus** symbols to add or remove items. If you want to render a 360° panorama, the first image from the list will be the item placed on the center of the panorama. When all is done, click on **Next** button.
it: Se necessario, sistema le immagini nell'ordine corretto con i pulsanti **Su** e **Giù**. Usa i pulsanti con i simboli **Più** e **Meno** per aggiungere o rimuovere elementi. Se vuoi generare un panorama a 360°, la prima immagine dell'elenco dovrà essere l'elemento posizionato al centro del panorama. Una volta fatto, fai clic sul pulsante **Successivo**.
nl: Indien nodig, plaats de afbeeldingen in de juiste volgorde, gebruik de knoppen **Omhoog** en **Omlaag**. Gebruikt de knoppen met de symbolen **Plus** en **Min** om items toe te voegen of te verwijderen. Als u een panorama van 360° wilt maken zal de eerste afbeelding uit de lijst het item zijn dat in het centrum van het panorama wordt geplaatst. Wanneer alles gereed is, klik op de knop **Volgende**.
pt_br: Se necessário, reorganize as imagens na ordem correta usando os botões **Para cima** e **Para baixo**. Use os botões com os símbolos **Mais** e **Menos** para adicionar ou remover itens. Se quiser renderizar uma panorâmica de 360°, a primeira imagem da lista será o item colocado no centro da panorâmica. Quando terminar, clique no botão **Avançar**.
sl: Po potrebi prerazporedite slike v pravilen vrstni red z uporabo gumbov **Gor** in **Dol**. Za dodajanje ali odstranjevanje elementov uporabite gumba s simboloma **Plus** in **Minus**. Če želite upodobiti 360° panoramo, bo prva slika na seznamu element, postavljen na sredino panorame. Ko je vse končano, kliknite gumb **Naprej**.
sv: Om det behövs, arrangera bilderna i rätt ordning med hjälp av knapparna **Upp** och **Ner**. Använd knapparna med symbolerna **Plus** och **Minus** för att lägga till eller ta bort objekt. Om man vill återge ett 360° panorama, är den första bilden från listan objektet som placeras i mitten av panoramat. När allt är klart, klicka på knappen **Nästa**.
uk: Якщо потрібно, упорядкуйте зображення належним чином. Порядок можна змінити натисканням стрілок вгору і вниз. Скористайтеся кнопками із символами **плюс** і **мінус** для додавання або вилучення записів. Якщо ви хочете створити панораму у 360°, першим у списку має бути знімок, який буде розташовано у центрі панорами. Після встановлення належного порядку натисніть кнопку **Далі**.

source: The option **Detect moving skies** allows an automatic detection of clouds to prevent wrong key-points matching between images due to moving shapes. To be more precise, the process discards any points that are associated with a possible cloud during the selection of control points. This is useful to prevent moving clouds from altering the control points matching process used by the algorithms. Depending on the scene contents, turn on the option and press **Next** button to pre-process items.
it: L'opzione **Riconosci i movimenti nel cielo** permette di individuare in modo automatico le nuvole, in modo da evitare concordanza di punti chiave sbagliati dovuti a forme in movimento. Per essere precisi, il processo scarta qualsiasi punto associato a una possibile nuvola durante la selezione dei punti di controllo. Questo è utile per impedire che le nuvole in movimento alterino il processo di concordanza dei punti di controllo usato dagli algoritmi. A seconda del contenuto della scena, attiva l'opzione e premi il pulsante **Successivo** per pre-elaborare gli elementi.
nl: De optie **Bewegende luchten detecteren** biedt een automatisch detectie van wolken om verkeerde overeenkomsten tussen sleutelpunten in afbeeldingen vanwege bewegende vormen te voorkomen. Meer precies, het proces gooit elk punt weg dat geassocieerd kan worden met een mogelijke wolk tijdens de selectie van controlepunten. Dit is nodig om te voorkomen dat bewegende wolken het proces van overeenkomende controle punten wijzigen dat wordt gebruikt door het algoritme. Activeer deze optie afhankelijk van de inhoud van de scenes en druk op de knop **Volgende** om de items voor te bewerken.
pt_br: A opção **Detectar movimentos do céu** permite a detecção automática de nuvens para evitar correspondências incorretas de pontos-chave entre imagens devido a formas em movimento. Para ser mais preciso, o processo descarta quaisquer pontos associados a uma possível nuvem durante a seleção de pontos de controle. Isso é útil para evitar que nuvens em movimento alterem o processo de correspondência de pontos de controle usado pelos algoritmos. Dependendo do conteúdo da cena, ative a opção e pressione o botão **Avançar** para pré-processar os itens.
sl: Možnost **Zaznaj premikajoče se nebo** omogoča samodejno zaznavanje oblakov, da se prepreči ujemanje napačnih ključnih točk med slikami zaradi premikajočih se oblik. Natančneje, postopek med izbiro kontrolnih točk zavrže vse točke, ki so povezane z morebitnim oblakom. To je uporabno, da preprečimo, da bi premikajoči se oblaki spremenili postopek ujemanja kontrolnih točk, ki ga uporabljajo algoritmi. Odvisno od vsebine scene vklopite možnost in pritisnite gumb **Naprej** za predhodno obdelavo elementov.
sv: Alternativet **Detektera rörlig himmel** tillåter en automatisk detektering av moln för att förhindra att fel nyckelpunkter matchar mellan bilder på grund av rörliga former. För att vara mer exakt, processen förkastar alla punkter som är associerade med ett möjligt moln vid val av kontrollpunkter. Det är till nytta för att förhindra att rörliga moln ändrar processen för matchning av kontrollpunkter som algoritmerna använder. Beroende på scenens innehåll, sätt på alternativet och tryck på knappen **Nästa** för att förbehandla objekt.
uk: За допомогою пункту **Визначення руху хмар** можна наказати програмі автоматично виявляти хмари, щоб запобігти помилковому визначенню ключових точок на знімках через рухомі об'єкти. Якщо бути точнішим, під час вибору контрольних точок програма відкидатиме усі точки, які можна пов'язати із хмарами. Це корисно, щоб запобігти зміні прив'язки контрольних точок внаслідок неправильного застосування алгоритмів до рухомих об'єктів. Залежно від вмісту сцени, позначте чи зніміть позначку з цього пункту, і натисніть кнопку **Далі**, щоб виконати попередню обробку знімків.

source: The optimizations page includes another option named **Level horizon** dedicated for use with horizontal scenes. Turn on this setting to detect the horizon and adapt the projection accordingly. The detected horizon will be a horizontal line in the final panorama. If your scene is a vertical composition, you can ignore this setting. Click on the **Next** button to preview the result.
it: La pagina di ottimizzazione include un'altra opzione chiamata **Livella orizzonte** da utilizzare con scene orizzontali. Attiva questa opzione per riconoscere l'orizzonte e adattare di conseguenza la proiezione. L'orizzonte individuato diventerà una linea orizzontale nel panorama finale. Se la scena è una composizione verticale, ignora pure questa impostazione. Fai clic sul pulsante **Successivo** per osservare un'anteprima del risultato.
nl: De pagina voor optimalisaties bevat een andere optie genaamd **Zet de horizon recht** gericht voor gebruik bij horizontale scenes. Activeer deze instelling om de horizon te detecteren en pas de projectie volgens deze aan. De gedetecteerde horizon zal een horizontale lijn zijn in het uiteindelijke panorama. Als uw scene een verticale compositie heeft, dan kunt u deze instelling negeren. Klik on de knop **Volgende** om het resultaat te bekijken.
pt_br: A página de otimizações inclui outra opção chamada **Nível de horizonte**, dedicada ao uso com cenas horizontais. Ative esta configuração para detectar o horizonte e adaptar a projeção de acordo. O horizonte detectado será uma linha horizontal no panorama final. Se a sua cena for uma composição vertical, você pode ignorar esta configuração. Clique no botão **Avançar** para visualizar o resultado.
sl: Stran z optimizacijami vključuje še eno možnost, imenovano **Raven horizonta**, ki je namenjena uporabi z vodoravnimi prizori. Vklopite to nastavitev, da zaznate obzorje in temu prilagodite projekcijo. Zaznano obzorje bo v končni panorami vodoravna črta. Če je vaš prizor navpična kompozicija, lahko to nastavitev prezrete. Za predogled rezultata kliknite gumb **Naprej**.
sv: Optimeringssidan innehåller ett annat alternativ som kallas **Gör horisonten plan** avsett för användning med horisontella scener. Aktivera inställningen för att upptäcka horisonten och anpassa projektionen därefter. Den upptäckta horisonten är en horisontell linje i det slutliga panoramat. Om scenen är en vertikal komposition kan inställningen ignoreras. Klicka på knappen **Nästa** för att förhandsgranska resultatet.
uk: На сторінці оптимізації ви побачите ще один пункт — **Рівень горизонту**, який призначено для горизонтальних сцен. Позначте цей пункт, щоб програма виявила горизонт і відповідним чином скоригувала проєкцію. Виявлений горизонт буде горизонтальною лінією у остаточній панорамі. Якщо ваша сцена має вертикальну композицію, ви можете проігнорувати цей пункт. Натисніть кнопку **Далі**, щоб переглянути результат.

source: This page displays the assembled images allowing you to judge the results. You can then crop the contents to eliminate the black frames around your scene. By default, the tool is able to automatically detect the effective region of the panorama. If you move the mouse over the preview canvas, a toolbar appears in the top left corner to **Zoom In**, **Zoom Out**, and **Zoom to Fit** the image. Right click the mouse to re-define a new crop area. When all is OK, click the **Next** button for final processing and composition of the panorama.
it: Questa pagina visualizza le immagini assemblate, permettendoti di valutarne il risultato. Puoi quindi ritagliare il contenuto per eliminare i fotogrammi neri attorno alla scena. Per impostazione predefinita, lo strumento è in grado di rilevare in modo automatico la regione effettiva del panorama. Se sposti il mouse sull'anteprima comparirà, nell'angolo superiore sinistro, una barra degli strumenti con i comandi **Ingrandisci**, **Rimpicciolisci** e **Ingrandimento adattivo** sull'immagine. Fai clic sul pulsante destro del mouse per ridefinire una nuova area di ritaglio. Una volta che è tutto sistemato, fai clic sul pulsante **Successivo** per elaborare la composizione finale del panorama.
nl: Deze pagina toont de samengestelde afbeeldingen waarmee u het resultaat kunt beoordelen. U kunt de inhoud bijsnijden om zwarte frames rond uw scene te verwijderen. Standaard is het hulpmiddel automatisch in staat het effectieve gebied van het panorama te detecteren. Als u de muis over het voorbeeldwerkveld verplaatst, verschijnt er een werkbalk in de linker bovenhoek voor **Inzoomen**, **Uitzoomen** en **Zoom om te passen** op de afbeelding. Klik rechts met de muis om een bijsnijgebied opnieuw definiëren. Wanneer alles in OK is, klik op de knop **Volgende** om de uiteindelijke compositie van het panorama te verwerken.
pt_br: Esta página exibe as imagens montadas, permitindo que você avalie os resultados. Você pode então recortar o conteúdo para eliminar os quadros pretos ao redor da cena. Por padrão, a ferramenta detecta automaticamente a região efetiva do panorama. Se você mover o mouse sobre a tela de visualização, uma barra de ferramentas aparecerá no canto superior esquerdo para **Aumentar o zoom**, **Reduzir o zoom** e **Ajustar o zoom** à imagem. Clique com o botão direito do mouse para redefinir uma nova área de corte. Quando tudo estiver OK, clique no botão **Avançar** para o processamento final e a composição da panorâmica.
sl: Na tej strani so prikazane sestavljene slike, ki vam omogočajo presojo rezultatov. Nato lahko obrežete vsebino, da odstranite črne okvirje okoli scene. Privzeto lahko orodje samodejno zazna učinkovito območje panorame. Če premaknete miško nad platno za predogled, se v zgornjem levem kotu prikaže orodna vrstica za **Povečanje**, **Pomanjšanje** in **Povečava, da se prilega** slike. Z desnim klikom miške ponovno določite novo območje obrezovanja. Ko je vse v redu, kliknite gumb **Naprej** za končno obdelavo in kompozicijo panorame.
sv: Sidan visar de samlade bilderna, för att tillåta bedömning av resultatet. Man kan därefter beskära innehållet för att ta bort svarta ramar runt scenen. Normalt klarar verktyget av att automatiskt upptäcka panoramats effektiva område. Om man flyttar musen över förhandsgranskningen visas en verktygsrad i det övre vänstra hörnet för att **Zooma in**, **Zooma ut** och **Anpassa** bilden. Högerklicka med musen för att omdefiniera ett nytt beskärningsområde. När allt är bra, klicka på knappen **Nästa** för den slutliga bearbetningen och sammansättningen av panoramat.
uk: На цій сторінці зображення буде зібрано, ви зможете оцінити результат і обрізати його, щоб викинути зі сцени чорні кадри. Типово, інструмент здатен автоматично виявляти змістовну область панорами. Якщо ви наведете вказівник миші на полотно попереднього перегляду, має з'явитися панель інструментів у верхньому лівому куті. За її допомогою ви зможете **Збільшити**, **Зменшити** і **Підібрати за розміром** зображення. Клацанням правою кнопкою миші ви можете повторно визначити нову область обрізання. Коли досягнете бажаного результату, натисніть кнопку **Далі**, щоб обробити остаточну композицію панорами.

source: After a long computation, panorama stitching will be complete and the tool will propose a template name for the target file. If you want you can also save your project in a format compatible with Hugin. Click on the **Finish** button and you will see the output in the same **Album** as your original pictures.
it: Dopo una lunga fase di calcolo l'unione del panorama è completata e lo strumento propone un nome di modello per il file generato. Puoi anche salvare il tuo progetto in un formato compatibile con Hugin, se lo desideri. Fai clic sul pulsante **Fine**: il risultato sarà salvato nello stesso **Album** in cui si trovano le immagini originali.
nl: Na een lange berekening zal het panorama aan elkaar plakken gereed zijn en het hulpmiddel zal een sjabloon voor de naam van het doelbestand voorstellen. Als u wilt kunt u uw project in een formaat compatibel met Hugin opslaan. Klik op de knop **Beëindigen** en u zult de uitvoer zien in hetzelfde **Album** als uw originele afbeeldingen.
pt_br: Após um longo cálculo, a costura panorâmica estará concluída e a ferramenta proporá um nome de modelo para o arquivo de destino. Se desejar, você também pode salvar seu projeto em um formato compatível com o Hugin. Clique no botão **Concluir** e você verá o resultado no mesmo **Álbum** das suas fotos originais.
sl: Po dolgem izračunu bo sestavljanje panorame končano in orodje bo predlagalo ime predloge za ciljno datoteko. Če želite, lahko svoj projekt shranite tudi v formatu, združljivem s Huginom. Kliknite gumb **Dokončaj** in videli boste izpis v istem **Albumu** kot izvirne slike.
sv: Efter en lång beräkning är sammansättningen av panoramat klar och verktyget föreslår ett mallnamn för resultatfilen. Om man vill kan man också spara projekt med ett format kompatibelt med Hugin. Klicka på knappen **Slutför** så ser du resultatet i samma **album** som dina originalbilder.
uk: Після досить довгого обчислення зшивання панорами буде завершено, і програма запропонує назву шаблона для файла-результату. Якщо ви хочете, можете зберегти проєкт у форматі, який сумісний із Hugin. Натисніть кнопку **Завершити**, і ви можете переглянути виведення у тому самому альбомі, що і початкові зображення.

source: The 7x24Mpx images (59 Mb) used as example in this section of this manual produce one single post-processed panoramic JPEG file of 82 Mpx (23 Mb).
it: Le immagini 7x24 Mpx (59 Mb) utilizzate come esempio in questa sezione del manuale producono un singolo file elaborato panoramico JPEG di 82 Mpx (23 Mb).
nl: De 7x24Mpx afbeeldingen (59 Mb) gebruikt als voorbeeld in deze sectie van deze handleiding produceert één enkel nabewerkt panoramisch JPEG-bestand van 82 Mpx (23 MB).
pt_br: As imagens 7x24Mpx (59 Mb) usadas como exemplo nesta seção deste manual produzem um único arquivo JPEG panorâmico pós-processado de 82 Mpx (23 Mb).
sl: Slike 7 x 24 Mpx (59 Mb), uporabljene kot primer v tem delu tega priročnika, ustvarijo eno samo naknadno obdelano panoramsko datoteko JPEG velikosti 82 Mpx (23 Mb).
sv: Bilderna med 7 x 24 megapixel (59 MB) använda som ett exempel i det här avsnittet av handboken skapar en enda efterbehandlad JPEG-fil med panorama på 82 megapixel (23 MB).
uk: У цьому розділі підручника, як приклад, використано зображення 7x24 Мпк (59 МБ). У результаті отримано один панорамний файл JPEG з 82 Мпк (23 МБ).

source: A panorama is a composite of multiple photos taken in the same conditions with the same camera/lens. The camera is rotated about a single point between each shot, so the end photos can be stitched together as if shot with a super wide-angle lens. The sequential images must be taken with overlapping edges. The Panoramic Algorithm will try to found the common portions of the images to join and merge the contents. The get the most consistent perspective, it is best to use a tripod, especially with complex compositions. The **Panorama Creator** tool allows you to assemble shots taken horizontally, vertically, or as a matrix.
nl: Een panorama is een compositie van meerdere foto's genomen onder dezelfde condities met dezelfde camera/lens. De camera draait rond een enkel punt tussen elke opname, zodat de eindfoto's aan elkaar kunnen worden geplakt, alsof de opname is gemaakt met een super breedhoeklens. De serie foto's moeten genomen worden met overlappende randen. Het Het panoramische algoritme zal proberen de gemeenschappelijke gedeelten van de afbeeldingen te vinden om de inhoud samen te stellen en te mengen. Om het meest consistente perspectief te krijgen, is het beste om een statief te gebruiken, speciaal met complexe composities. Het hulpmiddel **Maker van panorama** biedt u het samenstellen van opnamen die horizontaal, verticaal of als een matrix zijn opgenomen.
sl: Panorama je sestava iz več fotografij, posnetih v enakih pogojih z istim fotoaparatom/objektivom. Fotoaparat se med vsakim posnetkom zavrti okoli ene točke, tako da je mogoče končne fotografije sestaviti skupaj, kot če bi jih posneli s super širokokotnim objektivom. Zaporedne slike morajo biti posnete s prekrivajočimi se robovi. Panoramski algoritem bo poskušal najti skupne dele slik, da bi združil in združil vsebino. Da bi dobili najbolj dosledno perspektivo, je najbolje uporabiti stojalo, zlasti pri zapletenih kompozicijah. Orodje **Kreator panorame** omogoča sestavljanje posnetkov, posnetih vodoravno, navpično ali kot matriko.
