Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/send_images.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The **PNG** file format in the **Image format** drop-down menu is not the best format to reduce image file size, but is well suited for compressing lossless items like the TIFF file format. **PNG** must be used if you use dial-up speed Internet and you want to preserve the photo quality. Otherwise, **JPEG** is the recommended format.
ca: El format de fitxer **PNG** en el menú desplegable **Format de la imatge:** no és el millor format per a reduir la mida del fitxer de les imatges, però és més adequat per a comprimir elements sense pèrdua com el format de fitxer TIFF. Haureu d'utilitzar **PNG** si utilitzeu Internet de velocitat d'accés telefònic i voleu conservar la qualitat de la fotografia. En cas contrari, el **JPEG** és el format recomanat.
it: Il formato di file **PNG**, nel menu a tendina **Formato dell'immagine**, non è il miglior formato per ridurre la dimensione dei file immagine, ma è più adatto a comprimere elementi senza perdita di dati come il formato di file **TIFF**. **PNG** va usato se hai un connessione veloce a Internet e vuoi conservare la qualità delle foto, altrimenti il formato raccomandato è **JPEG**.
nl: Het **PNG** bestandsformaat in het afrolmenu van **Bestandsformaat** is niet het beste formaat om de bestandsgrootte te reduceren, maar is zeer geschikt voor het comprimeren van items zonder verlies zoals het TIFF bestandsformaat. **PNG** moet gebruikt worden als u de snelheid van een inbelverbinding voor internet gebruikt en u wilt de kwaliteit van de foto behouden. Anders is **JPEG** het aanbevolen formaat.
pt_br: O formato de arquivo **PNG** no menu suspenso **Formato da imagem** não é o melhor formato para reduzir o tamanho de um arquivo de imagem, mas é adequado para compactar itens sem perdas, como o formato de arquivo TIFF. **PNG** deve ser usado se você usa internet discada e deseja preservar a qualidade da foto. Caso contrário, **JPEG** é o formato recomendado.
sl: Format datoteke **PNG** v spustnem meniju **Oblika slike** ni najboljši format za zmanjšanje velikosti slikovne datoteke, vendar je zelo primeren za stiskanje elementov brez izgub, kot je format datoteke TIFF. **PNG** morate uporabiti, če uporabljate klicni internet in želite ohraniti kakovost fotografij. V nasprotnem primeru je priporočena oblika zapisa **JPEG**.
sv: Filformatet **PNG** i kombinationsmenyn **Bildformat** är inte det bästa formatet för att minska bildfilstorleken, men är bra lämpat för att komprimera förlustfria objekt som filformatet TIFF. **PNG** måste användas om man använder uppringt Internet och vill behålla fotokvaliteten. Annars är **JPEG** det rekommenderade formatet.
uk: Вибір у спадному меню **Формат файла зображення** формату **PNG** не є найкращим форматом для зменшення розміру файла зображення, але ним можна скористатися для достойного стискання зображень у форматах зберігання без втрат, зокрема TIFF. Форматом **PNG** слід користуватися, якщо ваш канал інтернету є досить швидким і ви бажаєте зберегти якість фотографій. У іншому випадку, рекомендуємо вам скористатися форматом **JPEG**.

source: The **Image quality** can be chosen with the input box. 75% is the standard compression ratio for **JPEG** files. Setting compression to 100% will result in lossless compression at the cost of the largest file size. The difference in file size between 90% and 100% can be quite dramatic, whereas the gain in quality is minor. Very good quality is already obtained with 85% compression.
ca: La **Qualitat de la imatge** es pot escollir amb el quadre d'entrada. El 75% és la taxa de compressió estàndard per als fitxers **JPEG**. Ajustar la compressió al 100% es traduirà en una compressió sense pèrdua amb un cost de la mida de fitxer més gran. La diferència en mida del fitxer entre 90% i 100% pot ser força dramàtica, mentre que el guany en la qualitat és més baixa. Una molt bona qualitat s'obté al 85% de compressió.
it: La **Qualità dell'immagine** può essere scelta con la casella di inserimento; il rapporto di compressione standard per i file **JPEG** è 75%. Impostare la compressione al 100% produrrà una compressione senza perdita di dati, ma al prezzo di una maggiore dimensione dei file. La differenza in dimensione dei file tra 90% e 100% può essere impressionante, nonostante che il guadagno di qualità sia minimo; con una compressione all'85% si ottiene già una qualità molto buona.
nl: De **Kwaliteit van de afbeelding** kan gekozen worden met het invoerveld. 75% is de standaard compressieverhouding voor **JPEG**-bestanden. Compressie van 100% resulteert in verliesloze compressie ten koste van de grootste bestandsgrootte. Het verschil in bestandsgrootte tussen 90% en 100% kan heel dramatisch zijn, terwijl de winst in kwaliteit gering is. Heel goede kwaliteit wordt reeds verkregen met 85% compressie.
pt: A **Qualidade da imagem** poderá ser seleccionada com o campo de texto. 75% é a taxa de compressão normal para os ficheiros **JPEG**. A configuração da compressão como 100% irá resultar numa compressão sem perdas, às custas de um tamanho de ficheiros maior. A diferença no tamanho dos ficheiros entre 90% e 1\00% poderá ser bastante dramática, sendo que o ganho de qualidade é menor. Uma qualidade muito boa já poderá ser obtida com uma compressão de 85%.
pt_br: A **Qualidade da imagem** pode ser escolhida na caixa de entrada. 75% é a taxa de compressão padrão para arquivos **JPEG**. Definir a compressão para 100% resultará em uma compressão sem perdas, mas com o maior tamanho de arquivo. A diferença no tamanho do arquivo entre 90% e 100% pode ser bastante drástica, enquanto o ganho em qualidade é mínimo. Uma qualidade muito boa já é obtida com uma compressão de 85%.
sl: **Kakovost slike** lahko izberete z vnosnim poljem. 75% je standardno kompresijsko razmerje za datoteke **JPEG**. Nastavitev kompresije na 100 % bo povzročilo stiskanje brez izgub za ceno največje velikosti datoteke. Razlika v velikosti datoteke med 90 % in 100 % je lahko precej drastična, medtem ko je prirast v kvaliteti le majhen. Zelo dobra kakovost je dosežena že s 85% stiskanjem.
sv: **Bildkvalitet** kan väljas med inmatningsrutan. 75 % är det vanliga komprimeringsförhållandet för **JPEG**-filer. Att ställa in komprimeringen till 100 % resulterar i förlustfri komprimering till priset av den största filstorleken. Skillnaden i filstorlek mellan 90 % och 100 % kan vara ganska dramatisk, medan kvalitetsvinsten är liten. Mycket bra kvalitet erhålls redan med 85 % kompression.
uk: Ви можете вибрати **Якість зображення** за допомогою відповідного пункту. 75% є стандартним рівнем стискання для файлів **JPEG**. Встановлення рівня стискання 100% призведе до стискання без втрат за рахунок збільшення розмірів файла. Різниця у розмірах файлів за рівнів стискання 90% і 100% може бути значною, а різниця у якості буде мінімальною. Досить високої якості можна досягти за рівня стискання 85%.

source: If you choose JPEG as the Image file format and the original files were in JPEG format, the original Exif data included is preserved in e-mailed images.
ca: Si escolliu **JPEG** com el **Format de fitxer d'imatge** i els fitxers originals es trobaven en el format **JPEG**, les dades Exif originals incloses es conservaran en les imatges dels correus electrònics.
it: Se scegli JPEG come formato dell'immagine, e se i file originali erano nello stesso formato, i dati Exif originali inclusi saranno mantenuti nelle immagini inviate.
nl: Als u JPEG kiest als Bestandsformaat van afbeelding en de originele bestanden waren in JPEG-formaat, dan blijven de originele Exif-gegevens opgenomen in de per e-mail verzonden afbeeldingen.
pt: Se escolher JPEG como formato do ficheiro de imagem e os ficheiros originais já estavam no formato JPEG, os dados originais de EXIF incluídos são preservados nas imagens enviadas por e-mail.
pt_br: Se você escolher JPEG como o formato de arquivo de imagem e os arquivos originais estiverem no formato JPEG, os dados Exif originais incluídos serão preservados nas imagens enviadas por e-mail.
sl: Če izberete JPEG kot format slikovne datoteke in so bile izvirne datoteke v formatu JPEG, se originalni vključeni podatki Exif ohranijo v slikah, poslanih po e-pošti.
sv: Om man väljer JPEG som bildfilformat och originalfilerna var i JPEG-format, bevaras ursprunglig Exif-data som ingår i bilder som skickas via e-post.
uk: Якщо ви оберете у списку **Формат файлів зображень** пункт **JPEG** і якщо початкові файли також зберігалися у форматі JPEG, програма включить до перетворених файлів дані Exif початкових файлів.

source: If you want to drop metadata, turn on **Remove all metadata** option.
ca: Si voleu llençar les metadades, activeu l'opció **Elimina totes les metadades**.
it: Se vuoi eliminare i metadati, attiva l'opzione **Rimuovi tutti i metadati**.
nl: Als u metagegevens wilt weglaten, zet de optie **Alle metagegevens verwijderen** aan.
pt: Se quiser descartar os meta-dados, active a opção para **Remover todos os meta-dados**.
pt_br: Se você quiser remover metadados, ative a opção **Remover todos os metadados**.
sl: Če želite opustiti metapodatke, vklopite možnost **Odstrani vse metapodatke**.
sv: Om man vill ta bort metadata, aktivera alternativet **Ta bort all metadata**.
uk: Якщо ви хочете відкинути метадані, позначте пункт **Вилучити усі метадані**.

source: The Send Images Tool Mail Program Selection and Attachment Properties
ca: L'eina d'enviament d'imatges amb la selecció del programa de correu i les propietats dels adjunts
it: La selezione del programma di posta e le proprietà per gli allegati dello strumento di invio delle immagini
nl: De selectie van e-mailprogramma in het hulpmiddel Afbeeldingen verzenden en eigenschappen van bijlagen
pt: A Selecção do Programa de E-Mail e das Propriedades dos Anexos da Ferramenta de Envio de Imagens
pt_br: Seleção do programa de e-mail e propriedades dos anexos da ferramenta de enviar imagens
sl: Izbira poštnega programa orodja za pošiljanje slik in lastnosti priloge
sv: Egenskaper för val av e-postprogram och bilagor i verktyget Skicka bilder
uk: Вибір програми для роботи з електронною поштою та властивості долучення у засобі надсилання зображень поштою

source: The next page will show a progress dialog giving feedback on the progress of preparing items before e-mailing. Press the **Cancel** button if you want to abort the process during this stage.
ca: La pàgina següent mostrarà un diàleg de progrés amb comentaris sobre el progrés de la preparació d'elements abans d'enviar-los per correu electrònic. Premeu el botó **Cancel·la** si voleu interrompre el procés durant aquesta etapa.
it: La pagina successiva mostra una finestra di dialogo di avanzamento dei progressi di preparazione degli elementi prima dell'invio. Se vuoi interrompere il processo durante questa fase, premi il pulsante **Annulla**.
nl: Een volgende pagina zal een voortgangsdialoog tonen en feedback geven over de voortgang van het voorbereiden van items voor verzenden per e-mail. Druk op de knop **Annuleren** als u het proces in dit stadium wilt afbreken.
pt_br: A próxima página exibirá uma janela de progresso com feedback sobre o andamento da preparação dos itens antes do envio por e-mail. Clique no botão **Cancelar** se desejar cancelar o processo durante esta etapa.
sl: Na naslednji strani bo prikazano pogovorno okno napredka s povratnimi informacijami o napredku priprave elementov pred pošiljanjem po e-pošti. Pritisnite gumb **Prekliči**, če želite prekiniti postopek v tej fazi.
sv: Nästa sida visar en förloppsdialogruta som ger återmatning om förloppet för att förbereda objekt innan de skickas med e-post. Tryck på knappen **Avbryt** under steget om processen ska avbrytas under detta skede.
uk: За поступом приготування зображень до надсилання електронною поштою можна буде спостерігати за допомогою діалогового вікна поступу на наступній сторінці. Якщо ви забажаєте перервати обробку, натисніть кнопку «Скасувати».

source: When all jobs are completed, this dialog will not close automatically and you can consult the progress messages if any errors occurred during this stage. The mail agent will be started automatically at the end.
ca: Quan es completin totes les tasques, aquest diàleg no es tancarà automàticament i podreu consultar els missatges de progrés per si s'ha produït algun error durant aquesta etapa. L'agent de correu s'iniciarà automàticament al final.
it: Una volta completate tutte le operazioni, la finestra di dialogo non viene chiusa automaticamente, in modo da poter analizzare i messaggi di avanzamento e vedere se si sono verificati errori. L'agente di posta sarà avviato automaticamente al termine.
nl: Wanneer alle taken voltooid zijn, zal deze dialoog niet automatisch sluiten en u kunt de voortgangsmeldingen raadplegen of er fouten zijn gebeurd tijdens deze stap. De e-mailagent zal automatisch aan het eind worden gestart.
pt: Quando todas as tarefas terminarem, esta janela não se irá fechar automaticamente, e poderá consultar as mensagens de progresso caso ocorram alguns erros durante esta etapa. O agente de e-mail será iniciado automaticamente no fim.
pt_br: Quando todos os trabalhos forem concluídos, esta janela não fechará automaticamente e você poderá consultar as mensagens de progresso caso tenha ocorrido algum erro durante esta etapa. O agente de e-mail será iniciado automaticamente ao final.
sl: Ko so vsa opravila dokončana, se to pogovorno okno samodejno ne zapre in si lahko ogledate sporočila o napredku, če je med tem prišlo do kakršnihkoli napak. Odjemalec elektronske pošte se bo na koncu samodejno zagnal.
sv: När alla jobb är slutförda stängs inte dialogrutan automatiskt och man kan läsa meddelanden om förloppet ifall några fel uppstod under steget. E-postprogrammet startas automatiskt i slutet.
uk: Коли виконання усіх завдань буде завершено, це діалогове вікно не буде закрито автоматично, і ви зможете ознайомитися із повідомленнями щодо поступу, якщо на цьому кроці трапилися помилки. Агент електронної пошти буде запущено автоматично на останньому кроці.

source: The Send Images Tool Post Processing Items to Send by Mail
ca: L'eina d'enviament d'imatges postprocessant els elements que s'enviaran per correu
it: Lo strumento di invio delle immagini che post-elabora gli elementi da inviare
nl: De nabewerking van de per e-mail te verzenden items in hulpmiddel voor Verzenden van afbeeldingen
pt_br: A ferramenta para enviar imagens pós-processamento os itens para enviar por correio
sl: Orodje za pošiljanje slik naknadno obdela predmete za pošiljanje po pošti
sv: Efterbearbetning av objekt som ska skickas med e-post i verktyget Skicka bilder
uk: Остаточна обробка записів для надсилання електронною поштою

source: The composer window will be open with your favorite e-mail client. You just need to add the addressee and the subject. The selected images will be already be listed as attachments.
ca: S'obrirà la finestra de l'editor amb el vostre client de correu electrònic preferit. Només haureu d'afegir el destinatari i l'assumpte. Les imatges seleccionades ja apareixeran com a fitxers adjunts.
it: Verrà aperta la la finestra di composizione del tuo programma di posta elettronica preferito. Devi solo aggiungere il destinatario e l'oggetto, perché immagini selezionate saranno già elencate come allegati.
nl: Het opmaakvenster van uw favoriete e-mailprogramma zal geopend zijn. U hoeft alleen maar de geadresseerde en het onderwerp toe te voegen. De geselecteerde afbeeldingen worden reeds vermeld als bijlagen.
pt: A janela de composição será aberta com o seu cliente de e-mail favorito. Só precisa de adicionar o destinatário e o assunto. As imagens seleccionadas já serão apresentadas como anexos.
pt_br: A janela do compositor será aberta com seu cliente de e-mail favorito. Você só precisa adicionar o destinatário e o assunto. As imagens selecionadas já estarão listadas como anexos.
sl: Odprlo se bo okno za pisanje pošte z vašim priljubljenim odjemalcem e-pošte. Treba je samo dodati naslovnika in zadevo. Izbrane slike bodo že navedene kot priloge.
sv: Brevfönstret öppnas med favoritprogrammet för e-post. Man behöver bara lägga till adressaten och rubriken. De valda bilderna listas redan som bilagor.
uk: Додаток відкриє діалогове вікно створення нового повідомлення електронної пошти у вашому улюбленому клієнті електронної пошти. Вам достатньо буде додати отримувача і тему повідомлення. Вибрані зображення буде долучено до повідомлення.

source: The Items Post Processed and Ready to Send with Thunderbird Mail Agent
ca: Els elements s'han processat i estan preparats per a enviar-los amb l'agent de correu Thunderbird
it: Gli elementi post-elaborati e pronti da essere inviati con l'agente di posta Thunderbird
nl: De nabewerkte items en gereed om verzonden te worden met e-mailagent Thunderbird
pt: Os Itens já Processados e Prontos a Enviar com o Agente de E-Mail Thunderbird
pt_br: Os itens pós-processados ​​e prontos para envio com o agente de e-mail do Thunderbird
sl: Predmeti naknadno obdelani in pripravljeni za pošiljanje s Thunderbird Mail Agent
sv: Objekten efterbehandlade och redo att skicka med e-postprogrammet Thunderbird
uk: Записи оброблено і приготовано до надсилання за допомогою агента електронної пошти Thunderbird

source: When email is sent, you can **Close** the progress dialog to purge all temporary files.
ca: Quan envieu un correu electrònic, podreu prémer el botó **Tanca** per a tancar el diàleg de progrés i que es purguin tots els fitxers temporals.
it: Una volta che il messaggio è stato inviato, puoi **chiudere** la finestra di avanzamento in modo da eliminare tutti i file temporanei.
nl: Wanneer de e-mail is verzonden kunt u de voortgangsdialoog **Sluiten** om alle tijdelijke bestanden te verwijderen.
pt: Quando o e-mail for enviado, poderá **Fechar** a janela de progresso para eliminar todos os ficheiros temporários.
pt_br: Quando o e-mail for enviado, você pode **Fechar** a janela de progresso para limpar todos os arquivos temporários.
sl: Ko je e-pošta poslana, lahko **Zaprete** pogovorno okno napredka, da počistite vse začasne datoteke.
sv: När e-post har skickats, kan **Stäng** användas i förloppsdialogrutan för att rensa alla tillfälliga filer.
uk: Коли повідомлення електронної пошти буде надіслано, ви зможете закрити вікно поступу, щоб програма вилучила усі тимчасові файли.
