Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/send_images.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The digiKam Tool to Send Images By Mail
ca: L'eina del digiKam per a enviar les imatges per correu electrònic
it: Strumento di digiKam per l'invio delle immagini per posta elettronica
nl: Het hulpmiddel Verzenden van afbeeldingen per e-mail van digiKam
pt: A Ferramenta do digiKam para Enviar Imagens por E-Mail
pt_br: A ferramenta do digiKam para enviar imagens por correio
sl: Orodje digiKam za pošiljanje slik po pošti
sv: Verktyget för att skicka bilder via e-post i digiKam
uk: Надсилання зображень електронною поштою у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, email, sharing
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, correu electrònic, compartir
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, e-mail, posta elettronica, condivisione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, e-mail, delen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, e-mail, partilha
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, e-mail, compartilhamento
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, e-pošta, deljenje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, e-post, dela
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, електронна, пошта, оприлюднення, поділитися

source: :ref:`Send Images <post_processing>`
ca: :ref:`Enviar les imatges <post_processing>`
it: :ref:`Invio di immagini <post_processing>`
nl: :ref:`Afbeeldingen verzenden <post_processing>`
pt_br: :ref:`Enviar imagens <post_processing>`
sl: :ref:`Pošlji slike <post_processing>`
sv: :ref:`Skicka bilder <post_processing>`
uk: :ref:`Надсилання зображень <post_processing>`

source: The **Send Images** tool can be used to send images directly by e-mail.
ca: L'eina **Enviar les imatges** es pot utilitzar per a enviar imatges directament per correu electrònic.
it: Lo strumento **Invio di immagini** può essere utilizzato per inviare immagini direttamente dalla posta elettronica.
nl: Het hulpmiddel **Afbeeldingen verzenden** kan gebruikt worden om afbeeldingen direct per e-mail te verzenden.
pt_br: A ferramenta **Enviar imagens** pode ser usada para enviar imagens diretamente por e-mail.
sl: Orodje **Pošlji slike** lahko uporabite za neposredno pošiljanje slik po e-pošti.
sv: Verktyget **Skicka bilder** kan användas för att direkt skicka bilder via e-post.
uk: Інструментом **Надіслати зображення** можна скористатися для надсилання зображень безпосередньо електронною поштою.

source: With this tool you can e-mail the selected images with your favorite e-mail agent. You can resize images, and you can even use drag and drop to add more images to the list of images to send.
ca: Amb aquesta eina podreu enviar per correu electrònic les imatges seleccionades amb el vostre agent de correu electrònic preferit. Podreu canviar la mida de les imatges, i inclús podreu utilitzar arrossega i deixa anar per a afegir més imatges a la llista d'imatges que s'enviaran.
it: Con questo strumento puoi inviare le immagini selezionate per posta elettronica con il tuo programma preferito. Puoi ridimensionare le immagini e persino usare il trascinamento per aggiungere più immagini all'elenco delle immagini da inviare.
nl: Met dit hulpmiddel kunt u geselecteerde afbeeldingen met uw favoriete e-mailprogramma verzenden. U kunt afbeeldingen in grootte wijzigen en u kunt zelfs slepen en loslaten gebruiken om meer afbeeldingen toe te voegen aan de lijst met te versturen afbeeldingen.
pt_br: Com esta ferramenta, você pode enviar as imagens selecionadas por e-mail para o seu agente de e-mail favorito. Você pode redimensioná-las e até mesmo usar a função arrastar e soltar para adicionar mais imagens à lista de imagens a serem enviadas.
sl: S tem orodjem lahko izbrane slike pošljete po e-pošti svojemu najljubšemu e-poštnemu posredniku. Slikam lahko spremenite velikost in lahko celo uporabite povleci in spusti, da dodate več slik na seznam slik za pošiljanje.
sv: Med verktyget kan man skicka de markerade bilderna med sitt favoritprogram för e-post. Det går att ändra storlek på bilder, och man kan till och med använda dra och släpp för att lägga till fler bilder i listan med bilder som ska skickas.
uk: За допомогою цього інструмента ви зможете надіслати електронною поштою вибрані зображення за допомогою своєї улюбленої програми для роботи з електронною поштою. Можна скористатися дією зі зміни розмірів зображень. Для додавання зображень до списку надсилання ви можете скористатися перетягуванням позначок зображень до вікна додатка зі скиданням.

source: When opening the tool from the application, the **Email Images Options** dialog will appear listing the e-mail agent applications detected on your system. You can also select the items to send from the **Images** list or **Albums** collection.
ca: Quan obriu l'eina des de l'aplicació, apareixerà el diàleg **Configuració del correu electrònic** llistant les aplicacions d'agent de correu electrònic detectades en el sistema. També podreu seleccionar els elements que s'enviaran per a la llista **Imatges** o la col·lecció **Àlbums**.
it: Quando apri lo strumento dall'applicazione, si apre la finestra di dialogo di **Opzioni di invio delle immagini** con l'elenco delle applicazioni di gestione della posta elettronica rilevate sul tuo sistema. Puoi anche selezionare gli elementi da inviare dall'elenco delle **immagini** o dalla raccolta degli **album**.
nl: Bij openen van het hulpmiddel vanuit de toepassing zal de dialoog **Opties e-mail afbeeldingen** verschijnen met de lijst toepassingen voor e-mailagent gedetecteerd op uw systeem. U kunt ook de te verzenden items selecteren uit de lijst **Afbeeldingen** of verzameling **Albums**.
pt_br: Ao abrir a ferramenta a partir do aplicativo, a janela de **Opções de imagens de e-mail** aparecerá, listando os aplicativos de agente de e-mail detectados no seu sistema. Você também pode selecionar os itens a serem enviados na lista de **Imagens** ou na coleção de **Álbuns**.
sl: Ko odprete orodje iz aplikacije, se prikaže pogovorno okno **Možnosti e-poštnih slik** s seznamom aplikacij e-poštnih posrednikov, ki so bile zaznane v vašem sistemu. Elemente za pošiljanje lahko izberete tudi s seznama **Slike** ali zbirke **Albumi**.
sv: När verktyget öppnas från programmet dyker dialogrutan **E-postinställningar** upp med de e-postprogram som hittats på systemet. Man kan också välja objekt som ska skickas från listan **Bilder** eller samlingen **Album**.
uk: При відкритті інструмента з програми буде відкрито вікно параметрів надсилання зображень електронною поштою зі списком програм для роботи із електронною поштою, які виявлено у вашій системі. Ви також можете вибрати зображення, які слід надіслати, за допомогою списку **Зображення** або збірки **альбомів**.

source: The Send Images E-mail Client Detection and Contents Selection
ca: La detecció del client de correu electrònic per a enviar les imatges i la selecció del contingut
it: L'individuazione del client di posta elettronica e la selezione del contenuto per l'invio delle immagini
nl: De selectie van inhoud en client voor Verzenden van afbeeldingen per e-mail
pt: A Detecção do Cliente de E-Mail e Selecção dos Conteúdos para Enviar as Imagens
pt_br: Detecção do cliente de e-mail e seleção de conteúdo da ferramenta de enviar imagens por e-mail
sl: Zaznavanje in izbira vsebine e-poštnega odjemalca za pošiljanje slik
sv: Detektering av e-postprogram och val av innehåll för Skicka bilder
uk: Виявлення клієнта електронної пошти та вибір даних у засобі надсилання зображень електронною поштою

source: The Images list mode will open with any pre-selected items from digiKam already in the items to export list.
ca: El mode de llista d'imatges s'obrirà amb qualsevol dels elements preseleccionats des del digiKam que ja es troben a la llista d'exportació.
it: La modalità Elenco di immagini si apre con gli elementi preselezionati da digiKam, già predisposti in un elenco pronto per l'esportazione.
nl: De modus lijst met afbeelding zal openen met elk voorgeselecteerd item uit digiKam die al in de lijst te exporteren items staan.
pt_br: O modo de lista de imagens será aberto com todos os itens pré-selecionados do digiKam já na lista de itens a serem exportados.
sl: Način seznama slik se bo odprl z vnaprej izbranimi elementi iz digiKama, ki so že na seznamu elementov za izvoz.
sv: Bildlistan visas med alla förvalda objekt från digiKam som redan finns i listan med objekt att exportera.
uk: У режимі списку зображень вам буде показано попередньо позначені записи у списку експортування у вікні digiKam.

source: The Send Images Tool and Selected List of Items
ca: L'eina d'enviament d'imatges i la llista dels elements seleccionats
it: Lo strumento di invio delle immagini e l'elenco delle immagini selezionate
nl: Het hulpmiddel Afbeeldingen verzenden en geselecteerde lijst met items
pt: A Ferramenta de Envio de Imagens e a Lista de Itens Seleccionados
pt_br: A ferramenta para enviar imagens e a lista selecionada de itens
sl: Orodje za pošiljanje slik in izbrani seznam elementov
sv: Verktyget Skicka bilder och listan över markerade objekt
uk: Інструмент надсилання зображень і вибраний список записів

source: Below the image list there are seven buttons. The two left buttons |updown| are used to move a selected image in the list up or down. The next two buttons |plusminus| are used to add or delete items from the list. The next button |filebrowser| opens a file browser to add more files as needed in the usual file selection manner. The |delete| button clears the list.
ca: Sota la llista d'imatges hi ha set botons. Els dos botons de l'esquerra |updown| s'utilitzen per a moure cap amunt o cap avall una imatge seleccionada a la llista. Els dos botons següents |plusminus| es fan servir per a afegir o suprimir elements a la llista. El botó següent |filebrowser| obre un navegador de fitxers per a afegir-n'hi més segons sigui necessari en la forma habitual de la selecció de fitxers. El botó |delete| neteja la llista.
it: Sotto l'elenco delle immagini ci sono sette pulsanti: i due a sinistra |updown| sono usati per spostare l'immagine selezionata in alto o in basso nell'elenco. I due pulsanti successivi |plusminus| sono utilizzati per aggiungere o eliminare gli elementi dall'elenco. Il pulsante successivo |filebrowser| apre un selettore di file per aggiungere altri file, in base alle tue necessità, col metodo di scelta tradizionale. Il pulsante |delete| azzera l'elenco.
nl: Onder de lijst met afbeeldingen zijn zeven knoppen. De twee linker knoppen |updown| worden gebruikt om een geselecteerde afbeelding in de lijst omhoog of omlaag te verplaatsen. De volgende twee knoppen |plusminus| worden gebruikt om items uit de lijst toe te voegen of te verwijderen. De volgende knop |filebrowser| een bestandsbrowser om meer benodigde bestanden op de gebruikelijke manier voor bestandskeuze toe te voegen. De knop |delete| wist de lijst.
pt_br: Abaixo da lista de imagens, há sete botões. Os dois botões da esquerda, |updown|, são usados ​​para mover uma imagem selecionada na lista para cima ou para baixo. Os dois botões seguintes, |plusminus|, são usados ​​para adicionar ou excluir itens da lista. O botão seguinte, |filebrowser|, abre um navegador de arquivos para adicionar mais arquivos conforme necessário, da maneira usual de seleção de arquivos. O botão |delete| limpa a lista.
sl: Pod seznamom slik je sedem gumbov. Dva leva gumba |gor-dol| se uporabljajo za premikanje izbrane slike na seznamu navzgor ali navzdol. Naslednja dva gumba |plusminus| se uporabljajo za dodajanje ali brisanje elementov s seznama. Naslednji gumb |filebrowser| odpre brskalnik datotek, da po potrebi dodate več datotek na običajen način izbire datotek. Gumb|izbriši| počisti seznam.
sv: Under bildlistan finns sju knappar. De två vänstra knapparna |updown| används för att flytta en vald bild i listan uppåt eller neråt. De följande två knapparna |plusminus| används för att lägga till eller ta bort objekt från listan. Nästa knapp |filebrowser| öppnar en filbläddrare för att lägga till fler filer efter behov på vanligt sätt med en filväljare. Knappen |delete| rensar listan.
uk: Під списком зображень розташовано сім кнопок. Дві кнопки, розташовані ліворуч |updown|, призначено для пересування зображень вище і нижче за списком. Наступні дві кнопки |plusminus| використовують для додавання і вилучення записів у списку. За допомогою наступної кнопки |filebrowser| можна відкрити вікно програми для керування файлами для додавання файлів у звичайний спосіб позначення файлів у вікні. За допомогою кнопки |delete| можна спорожнити список.

source: You can drag and drop images between the host application window and the image file list to add new items to e-mail.
ca: Podeu arrossegar i deixar anar imatges entre la finestra de l'aplicació pare i la llista de fitxers d'imatge per a afegir elements nous al correu electrònic.
it: Puoi trascinare le immagini tra la finestra dell'applicazione ospite e l'elenco dei file immagine per aggiungere nuovi elementi da inviare.
nl: U kunt afbeeldingen slepen en loslaten tussen uw e-mailprogramma en de lijst met afbeeldingsbestanden om zo nieuwe bestanden aan de e-mail toe te voegen.
pt: Poderá usar a capacidade de 'drag and drop' entre a janela da aplicação e a lista de ficheiros de imagens para adicionar novos itens ao e-mail.
pt_br: Você poderá arrastar e soltar imagens entre a janela do aplicativo e a lista de arquivos de imagens para adicionar novos itens ao e-mail.
sl: Slike lahko povlečete in spustite med oknom gostiteljske aplikacije in seznamom slikovnih datotek, da dodate nove elemente v e-pošto.
sv: Man kan dra och släppa bilder mellan värdprogrammets fönster och bildlistan för att lägga till nya objekt att skicka med e-post.
uk: Для додавання нових зображень, які слід надіслати електронною поштою, ви можете скористатися перетягуванням позначок зображень з вікна основної програми до вікна додатка з наступним їх скиданням до списку зображень.

source: Be sure not to overload your own or your addressees e-mail transmission limit; most providers limit the e-mail size to some megabytes of data. Use several e-mails if you want to send a lot of data.
ca: Assegureu-vos de no sobrecarregar el compte o el vostre límit de transmissió de destinataris de correu electrònic. La majoria dels proveïdors limiten la mida dels correus a uns quants megabytes de dades. Utilitzeu diversos correus electrònics si voleu enviar una gran quantitat de dades.
it: Assicurati di non eccedere il limite di trasmissione tuo o dei tuoi destinatari: la maggior parte dei fornitori di accesso a Internet limita la dimensione della posta elettronica a qualche megabyte. Usa più messaggi se vuoi inviare molti dati.
nl: Zorg ervoor dat u uw eigen e-mail of die van uw geadresseerden niet overbelast. De meeste providers beperken de e-mail grootte tot enkele megabytes aan gegevens. Gebruik meerdere e-mails als u veel gegevens wilt verzenden.
pt: Certifique-se que não ultrapassa o seu próprio limite de transmissão ou o dos destinatários, dado que a maioria dos fornecedores de acesso à Internet limitam o tamanho do e-mail a alguns megabytes de dados. Use várias mensagens de e-mail se quiser enviar bastantes dados.
pt_br: Certifique-se que não ultrapasse o seu próprio limite de transmissão de e-mail ou o dos destinatários, uma vez que a maioria dos provedores de acesso à Internet limitam o tamanho do e-mail a alguns megabytes de dados. Use várias mensagens de e-mail se quiser enviar muitos dados.
sl: Pazite, da ne preobremenite svojega e-poštnega sporočila ali prenosa e-pošte do svojih naslovnikov prek omejitev; večina ponudnikov pošte omejuje velikost e-pošte na nekaj megabajtov podatkov. Uporabite več e-poštnih sporočil, če želite poslati veliko podatkov.
sv: Se till att inte överbelasta den egna eller adressatens gräns för e-postöverföring. De flesta leverantörer begränsar e-poststorleken till några megabyte data. Använd flera brev om mycket data ska skickas.
uk: Не забудьте, що загальний розмір зображень не повинен перевищувати обмежень встановлених для вашої поштової скриньки та поштової скриньки вашого отримувача, оскільки більшість з компаній, які надають послуги електронної пошти, обмежують розмір повідомлень декількома мегабайтами. Якщо вам потрібно надіслати багато зображень, скористайтеся декількома повідомленнями.

source: The next page is used to change the settings of the images to be sent. These settings will be remembered when you close the tool until you change them.
ca: La pàgina següent s'utilitza per a canviar les opcions de configuració de les imatges que s'enviaran. Aquestes opcions de configuració es recordaran quan tanqueu l'eina fins que les canvieu.
it: La pagina successiva viene usata per cambiare le impostazioni delle immagini da inviare. Queste ti verranno ricordate da quando chiudi lo strumento fino a quando le cambierai.
nl: Het volgende pagina wordt gebruikt om de instelling van de te verzenden afbeeldingen te wijzigen. Deze instellingen worden onthouden bij het afsluiten van het hulpmiddel tot u ze wijzigt.
pt: A página seguinte é usada para mudar a configuração das imagens a serem enviadas. Essa configuração será recordada quando fechar a ferramenta até que a modifique.
pt_br: A próxima página é usada para alterar as configurações das imagens a serem enviadas. Essas configurações serão mantidas quando você fechar a ferramenta até que você as altere.
sl: Naslednja stran se uporablja za spreminjanje nastavitev slik, ki jih želite poslati. Te nastavitve bodo shranjene, ko zaprete orodje, dokler jih ne spremenite.
sv: Nästa sida används för att ändra inställningarna för bilderna som ska skickas. Inställningarna blir ihågkomna när verktyget stängs tills de ändras.
uk: Наступною сторінкою можна скористатися для зміни параметрів зображень, які буде надіслано. Після визначення значень параметрів, програма запам’ятає їх, і відновить під час наступного сеансу роботи з інструментом.

source: Select your favorite **Mail Program** from the drop-down menu.
ca: Seleccioneu el vostre **Programa de correu:** preferit des del menú desplegable.
it: Seleziona il tuo **programma di posta** preferito dal menu a tendina.
nl: Selecteer uw favoriete **E-mailprogramma** uit het afrolmenu.
pt: Seleccione o seu **Programa de E-Mail** do menu.
pt_br: Selecione seu **Programa de e-mail** favorito no menu suspenso.
sl: Iz spustnega menija izberite svoj najljubši **Poštni program**.
sv: Välj **favoritprogram för e-post** från kombinationsmenyn.
uk: Виберіть вашу улюблену **Програму електронної пошти** із спадного меню.

source: If you select **Attach a file with image properties from Application** the comments, rating, or tags included with the images will be merged to a text file and attached in the mail.
ca: Si seleccioneu **Adjunta un fitxer amb les propietats de la imatge des de l'«aplicació»**; els comentaris, la valoració o les etiquetes incloses amb les imatges seran fusionades en un fitxer de text i adjuntat al correu.
it: Se selezioni **Allega un file con le proprietà degli elementi**, i commenti, i voti o i tag inclusi con le immagini saranno fusi in un file di testo e allegati al messaggio.
nl: Als u kiest voor **Voeg een bestand toe met afbeeldingseigenschappen uit Toepassing**, dan worden de opmerkingen, de waardering of de tags uit de afbeeldingen verzameld in een tekstbestand en toegevoegd aan de e-mail.
pt: Se seleccionar **Anexar um ficheiro com propriedades de imagem da aplicação**, os comentários, classificações ou marcas incluídos com as imagens serão reunidos num ficheiro de texto e anexados ao e-mail.
pt_br: Se você selecionar **Anexar um arquivo com propriedades dos itens**, os comentários, classificações ou etiquetas incluídos nas imagens serão mesclados em um arquivo de texto e anexados ao e-mail.
sl: Če izberete **Priloži datoteko z lastnostmi slike iz aplikacije**, bodo komentarji, ocene ali značke, vključene v slike, združeni v besedilno datoteko in priloženi pošti.
sv: Om man väljer **Bifoga en fil med bildegenskaper** från programmet slås kommentarerna, betyget eller etiketterna som ingår i bilderna samman till en textfil och bifogas i brevet.
uk: Якщо ви позначите пункт **Додати файл з властивостями зображення** з меню «Програма», до повідомлення буде додано ваші коментарі, оцінку та мітки зображення у окремому текстовому файлі.

source: The next three items allow you to set-up the image properties to be sent. To enable these options check **Adjust image properties**. First select an **Image size** suitable for your Internet connection speed and the target mailbox size.
ca: Els tres elements següents permeten establir les propietats de la imatge que s'enviarà. Per a activar aquestes opcions, marqueu **Ajusta les propietats de les imatges**. Primer, seleccioneu una **Mida de la imatge** adequada per a la velocitat de la vostra connexió a Internet i la mida de la bústia de destinació.
it: I tre elementi successivi ti permettono di configurare le proprietà delle immagini da inviare. Per abilitare queste opzioni, spunta **Regola le proprietà delle immagini**. Seleziona prima una **Dimensione dell'immagine** appropriata alla velocità di connessione a Internet e alle dimensioni accettate dalla casella di posta del destinatario.
nl: Met de volgende drie items kunt u de eigenschappen van de te verzenden afbeeldingen aangeven. Om deze opties te activeren klik op **Afbeeldingseigenschappen aanpassen**. Selecteer eerst **Afbeeldingsgrootte** geschikt voor de snelheid van uw internetverbinding en de grootte van de e-mailbox van de geadresseerde.
pt: Os próximos três itens permitem-lhe configurar as propriedades das imagens a enviar. Para activar estas opções, assinale a opção para **Ajustar as propriedades da imagem**. Primeiro seleccione um **Tamanho de imagem** adequado para a velocidade da sua ligação à Internet e para o tamanho da caixa de correio de destino.
pt_br: Os próximos três itens permitem que você configure as propriedades da imagem a ser enviada. Para habilitar essas opções, marque a opção **Ajustar as propriedades das imagens**. Primeiro, selecione um **Tamanho de imagem** adequado à velocidade da sua conexão de internet e ao tamanho da caixa de entrada de destino.
sl: Naslednji trije elementi vam omogočajo nastavitev lastnosti slike za pošiljanje. Da omogočite te možnosti, preverite **Prilagodi lastnosti slike**. Najprej izberite **Velikost slike** primerno za vašo hitrost internetne povezave in ciljno velikost poštnega predala.
sv: De tre följande objekten gör det möjligt att ställa in bildegenskaperna för det som ska skickas. För att aktivera alternativen, markera **Justera bildegenskaper**. Välj först en **Bildstorlek** som passar Internet-anslutningshastigheten och målbrevlådans storlek.
uk: За допомогою наступних трьох пунктів ви можете налаштувати властивості зображення, яке буде надіслано. Щоб отримати доступ до цих параметрів, позначте пункт **Налаштувати властивості зображення**. Спочатку виберіть **Розмір зображення**, що відповідає швидкості вашого з’єднання з інтернетом та розмірами надісланого поштового повідомлення.
