Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/time_adjust.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The digiKam Time Adjust
ca: Ajustar l'hora en el digiKam
it: La regolazione dell'ora di digiKam
nl: De tijdbijstelling van digiKam
pt: O Ajuste da Hora do digiKam
pt_br: O ajuste de data e hora do digiKam
sl: digiKam Prilagoditev časa
sv: Tidsjustering i digiKam
uk: Налаштування часу у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, date, time, adjust
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, data, hora, ajustar
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, data, ora, regolazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, datum, tijd, bijstellen
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, aprender, fácil, data, hora, ajuste
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, data, hora, ajustar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, datum, ura, prilagajanje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, datum, tid, justera
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, дата, час, налаштування, коригування

source: Time Adjust
ca: Ajustar l'hora
nl: Tijdbijstelling

source: Contents
ca: Contingut
nl: Inhoud

source: The Time Adjust tool available from :menuselection:`Item --> Adjust Time & Date` :kbd:`Ctrl+Shift+D` allows to tune or records the timestamps in file metadata. This common task is sometime mandatory when your images do not contain dates in metadata as when contents is digitized with a scanner, or when a camera records a wrong date in you file due to a bad device settings. With this tool you can choose the right source to take the date information, the date entries to fix or append, and the calculation to operate on dates before registration.
ca: L'eina Ajust de l'hora disponible a l'element de menú :menuselection:`Element --> Ajusta la data i l'hora...` :kbd:`Ctrl+Maj+D` permet ajustar o registrar les marques de temps en les metadades del fitxer. Aquesta tasca habitual de vegades és obligatòria quan les imatges no contenen dates en les metadades, com quan el contingut es digitalitza amb un escàner, o quan una càmera registra una data incorrecta en el fitxer a causa d'una mala configuració del dispositiu. Amb aquesta eina, podreu triar la font correcta per a prendre la informació de la data, les entrades de data que es corregiran o afegiran, així com el càlcul per a operar sobre les dates anteriors al registre.
nl: Het hulpmiddel Tijd aanpassen is beschikbaar uit :menuselection:`Item --> Tijd & datum aanpassen` :kbd:`Ctrl+Shift+D` en biedt het fijn afregelen of opnemen van de tijdstempels in metagegevens van het bestand. Deze gemeenschappelijke task is soms verplicht wanneer uw afbeelding geen datums in de metagegevens bevat toen inhoud gedigitaliseerd werd met een scanner of wanneer een camera een verkeerde datum in uw bestand opslaat vanwege een verkeerde instelling in uw apparaat. Met dit hulpmiddel kunt de juiste bron kiezen om de datuminformatie uit te nemen, de datumitems te repareren of iets toe te voegen en de berekening om op datums toe te passen voor registratie.

source: The **Timestamp Used** group allows to select the source of the date. Available choices are listed below:
ca: El grup **Marca de temps utilitzada** permet seleccionar la font de la data. Les opcions disponibles es llisten a continuació:
nl: De groep **Gebruikte tijdstempel** biedt het selecteren van de bron van de datum. Beschikbare keuzes staan hier onder:

source: **digiKam timestamp**: the date records in database.
ca: **Marca de temps del digiKam**: els registres de data que hi ha en la base de dades.
nl: **tijdstempel van digiKam**: de datumrecords in de database.

source: **File name timestamp**: the date extracted from the filename.
ca: **Marca de temps del nom de fitxer**: la data extreta des del nom de fitxer.
it: **Data e ora del nome file**: la data estratta dal nome file.
nl: **Tijdstempel van bestand**: de datum gehaald uit de bestandsnaam.
pt: **hora do nome do ficheiro**: a data extraída a partir do nome do ficheiro.
pt_br: **Data e hora do nome do arquivo**: a data extraída do nome do arquivo.
sl: **Časovni žig imena datoteke**: datum, ekstrahiran iz imena datoteke.
sv: **Filnamnets tidsstämpel**: Datumet extraherat från filnamnet.
uk: **Часова позначка файла**: дата, яку видобуто з файла.

source: From the file system: **File last Modified** will use the last modification date of file.
ca: **Des del sistema de fitxers**: **Última modificació del fitxer** utilitzarà la darrera data de modificació del fitxer.
it: Dal file system: **Ultima modifica del file** utilizzerà la data dell'ultima modifica apportata al file.
nl: Uit het bestandssysteem: **Bestand laatst gewijzigd** zal datum van het bestand tonen toen deze voor het laatst werd gewijzigd.
pt: No sistema de ficheiros: **Última modificação do ficheiro** irá usar a data da última modificação do ficheiro.
pt_br: Do sistema de arquivos: **Última modificação do arquivo** usará a data da última modificação do arquivo.
sl: Iz datotečnega sistema: **Datoteka zadnjič spremenjena** bo uporabila zadnjo spremembo datuma datoteke.
sv: Från filsystemets: **Filen senast ändrad** använder filens senaste ändringsdatum.
uk: Для визначення дати внесення змін до файла буде використано дані **останнього внесення змін до файла** з файлової системи.

source: **Exif/IPTC/XMP**: parse Exif, IPTC, and XMP to get the first value available.
ca: **Exif/IPTC/XMP**: analitza l'Exif, IPTC i XMP per a obtenir el primer valor disponible.
it: **Exif/IPTC/XMP**: analizza Exif, IPTC e XMP per ottenere il primo valore disponibile.
nl: **Exif/IPTC/XMP**: Exif, IPTC en XMP ontleden om de eerste beschikbare waarde te nemen.
pt: **EXIF/IPTC/XMP**: processa os dados de EXIF, IPTC e XMP para obter o primeiro valor disponível.
pt_br: **Exif/IPTC/XMP**: analisa Exif, IPTC e XMP para obter o primeiro valor disponível.
sl: **Exif/IPTC/XMP**: razčleni Exif, IPTC in XMP, da dobi prvo vrednost na voljo.
sv: **Exif/IPTC/XMP**: tolka Exif, IPTC och XMP för att få det första tillgängliga värdet.
uk: **Exif/IPTC/XMP**: обробити Exif, IPTC і XMP для отримання першого доступного значення.

source: **EXIF: created**: image creation timestamp from Exif.
ca: **Exif: creació**: marca de temps de creació des de l'Exif de la imatge.
it: **EXIF: creazione**: data e ora di creazione dell'immagine da Exif.
nl: **EXIF: aangemaakt**: tijdstempel van aanmaken uit Exif.
pt: **EXIF: criado**: hora de criação da imagem no EXIF.
pt_br: **EXIF: criado**: registro de data e hora de criação da imagem do Exif.
sl: **EXIF: created**: časovni žig ustvarjanja slike iz Exif.
sv: **Exif: skapad**: bildens tidsstämpel för datum skapad från Exif.
uk: **EXIF: створено**: часова позначка створення зображенні з Exif.

source: **EXIF: original**: image original timestamp from Exif.
ca: **Exif: original**: marca de temps original des de l'Exif de la imatge.
it: **EXIF: originale**: data e ora originale dell'immagine da Exif.
nl: **EXIF: origineel**: oorspronkelijke tijdstempel van afbeelding uit Exif.
pt: **EXIF: original**: hora original da imagem no EXIF.
pt_br: **EXIF: original**: registro de data e hora original da imagem do Exif.
sl: **EXIF: original**: izvirni časovni žig slike iz Exif.
sv: **Exif: original**: bildens tidsstämpel för original från Exif.
uk: **EXIF: початковий**: часова позначка початкового зображення з Exif.

source: **EXIF: digitized**: image digitized timestamp from Exif.
ca: **Exif: digitalització**: marca de temps digitalitzada des de l'Exif de la imatge.
it: **EXIF: digitalizzazione**: data e ora di digitalizzazione dell'immagine da Exif.
nl: **EXIF: gedigitaliseerd**: tijdstempel van digilisering van afbeelding uit Exif.
pt: **EXIF: digitalizado**: hora da digitalização da imagem no EXIF.
pt_br: **EXIF: digitalizado**: registro de data e hora da digitalização da imagem do Exif.
sl: **EXIF: digitized**: slika digitaliziran časovni žig iz Exif.
sv: **Exif: digitaliserad**: bildens tidsstämpel för digitalisering från Exif.
uk: **EXIF: оцифровано**: часова позначка оцифровування з Exif.

source: **IPTC: created**: image created timestamp from IPTC.
ca: **IPTC: creació**: marca de temps creada des de l'IPTC de la imatge.
it: **IPTC: creazione**: data e ora di creazione dell'immagine da IPTC.
nl: **IPTC: aangemaakt**: tijdstempel van aanmaken uit IPTC.
pt: **IPTC: criado**: hora de criação da imagem no IPTC.
pt_br: **IPTC: criado**: registro de data e hora de criação da imagem do IPTC.
sl: **IPTC: created**: časovni žig ustvarjene slike iz IPTC.
sv: **IPTC: skapad**: bildens tidsstämpel för datum skapad från IPTC.
uk: **IPTC: створено**: часова позначка створення зображення з IPTC.

source: **XMP: created**: image created timestamp from XMP.
ca: **XMP: creació**: marca de temps creada des de l'XMP de la imatge.
it: **XMP: creazione**: data e ora di creazione dell'immagine da XMP.
nl: **XMP: aangemaakt**: tijdstempel van aanmaken uit XMP.
pt: **XMP: criado**: hora de criação da imagem no XMP.
pt_br: **XMP: criado**: registro de data e hora da criação da imagem do XMP.
sl: **XMP: created**: časovni žig ustvarjene slike iz XMP.
sv: **XMP: skapad**: bildens tidsstämpel för datum skapad från XMP.
uk: **XMP: створено**: часова позначка створення зображення з XMP.

source: **EXIF: created (fuzzy)**: image creation timestamp from Exif and trying different encoding combinations in case of non-respect of standard.
ca: **Exif: original (aproximada)**: marca de temps de creació des de l'Exif de la imatge i prova diferents combinacions de codificació en cas d'incompliment de l'estàndard.
it: **EXIF: creato (approssimato)**: data e ora di creazione dell'immagine da Exif, con tentativo di combinazioni di codifica diverse in caso di mancanza di rispetto degli standard.
nl: **EXIF: aangemaakt (vaag)**: tijdstempel bij maken van afbeelding uit Exif en verschillende coderingscombinaties proberen in geval van het niet respecteren van de standaard.
pt: **EXIF: criado (difuso)**: hora de criação da imagem no EXIF e tentar várias combinações de codificação, no caso de a norma não estar a ser respeitada.
pt_br: **EXIF: criado (aproximado)**: registro de data e hora de criação da imagem do Exif e tentativa de diferentes combinações de codificação em caso de não cumprimento do padrão.
sl: **EXIF: created (fuzzy)***: časovni žig ustvarjanja slike iz Exifa in preizkušanje različnih kombinacij kodiranja v primeru neupoštevanja standarda.
sv: **Exif: skapad (inexakt)**: bildens tidsstämpel för datum skapad från Exif med försök att använda olika kodningskombinationer i fallet då standarden inte respekteras.
uk: **EXIF: створено (неточно)**: часова позначка створення зображення з Exif і спроба інших комбінацій кодування, якщо запис позначки не є стандартизованим.

source: From the metadata:
ca: Des de les metadades:
it: Dai metadati:
nl: Uit de metagegevens:
pt: Dos meta-dados:
pt_br: Dos metadados:
sl: Iz metapodatkov:
sv: Från metadata:
uk: На основі метаданих:

source: **EXIF: original (fuzzy)**: image original timestamp from Exif and trying different encoding combinations in case of non-respect of standard.
ca: **Exif: original (aproximada)**: marca de temps original des de l'Exif de la imatge i prova diferents combinacions de codificació en cas d'incompliment de l'estàndard.
it: **EXIF: originale (approssimato)**: data e ora dell'immagine originale da Exif, con tentativo di combinazioni di codifica diverse in caso di mancanza di rispetto degli standard.
nl: **EXIF: origineel (vaag)**: oorspronkelijke tijdstempel van afbeelding uit Exif en verschillende coderingscombinaties proberen in geval van niet voldoen aan de standaard.
pt: **EXIF: original (difuso)**: hora original da imagem no EXIF e tentar várias combinações de codificação, no caso de a norma não estar a ser respeitada.
pt_br: **EXIF: original (aproximado)**: registro de data e hora original da imagem do Exif e tentativa de diferentes combinações de codificação em caso de não cumprimento do padrão.
sl: **EXIF: original (fuzzy)**: izvirni časovni žig slike iz Exifa in preizkušanje različnih kombinacij kodiranja v primeru neupoštevanja standarda.
sv: **Exif: original (inexakt)**: bildens tidsstämpel för original från Exif med försök att använda olika kodningskombinationer i fallet då standarden inte respekteras.
uk: **EXIF: початковий (неточно)**: часова позначка початкового зображення з Exif і спроба інших комбінацій кодування, якщо запис позначки не є стандартизованим.

source: **EXIF: digitized (fuzzy)**: image digitized timestamp from Exif and trying different encoding combinations in case of non-respect of standard.
ca: **Exif: digitalització (aproximada)**: marca de temps digitalitzada des de l'Exif de la imatge i prova diferents combinacions de codificació en cas d'incompliment de l'estàndard.
it: **EXIF: digitalizzazione (approssimato)**: data e ora di digitalizzazione dell'immagine da Exif, con tentativo di combinazioni di codifica diverse in caso di mancanza di rispetto degli standard.
nl: **EXIF: gedigitaliseerd (vaag)**: tijdstempel van digitalisering van afbeelding uit Exif en verschillende coderingscombinaties proberen in geval van niet voldoen aan de standaard.
pt: **EXIF: digitalizado (difuso)**: hora da digitalização da imagem no EXIF e tentar várias combinações de codificação, no caso de a norma não estar a ser respeitada.
pt_br: **EXIF: digitalizado (aproximado)**: registro de data e hora da digitalização da imagem do Exif e tentativa de diferentes combinações de codificação em caso de não cumprimento do padrão.
sl: **EXIF: digitized (fuzzy)**: digitaliziran časovni žig slike iz Exifa in poskus različnih kombinacij kodiranja v primeru neupoštevanja standarda.
sv: **Exif: digitaliserad (inexakt)**: ändrar bildens tidsstämpel för digitalisering från Exif med försök att använda olika kodningskombinationer i fallet då standarden inte respekteras.
uk: **EXIF: створено (оцифровано)**: часова позначка оцифровування зображення з Exif і спроба інших комбінацій кодування, якщо запис позначки не є стандартизованим.

source: A fixed date taken from calendar.
ca: Una data fixa extreta del calendari.
nl: Een vaste datum genomen van een kalender.

source: The **Timestamp Adjustments** group allows to select operation to process of source date to evaluate the target date. Available choices are listed below:
ca: El grup **Configuració de la marca de temps** permet seleccionar l'operació que es processarà la data d'origen per a avaluar la data de destinació. Les opcions disponibles es llisten a continuació:
nl: De groep **Tijdstempel aanpassingen** biedt het selecteren van een bewerking om brondatum te evalueren naar een doeldatum. Beschikbare keuzes zijn onderstaand gegeven:

source: **Copy value**: copy timestamp as well from source date to target date.
ca: **Copia el valor**: copia la mateixa marca de temps des de la data d'origen a la data de destinació.
nl: **Waarde kopiëren**: tijdstempel kopiëren van brondatum naar doeldatum.

source: **Add**: add a fixed timestamp to source date to compute target date. Use the settings on the right side to define the added value.
ca: **Afegeix**: afegeix una marca de temps fixa a la data d'origen per a calcular la data de destinació. Utilitzeu la configuració en el costat dret per a definir el valor afegit.
nl: **Optellen**: voegt een vast tijdstempel toe aan de brondatum om de doeldatum te berekenen. Gebruik de instellingen rechts om de optelwaarde te definiëren.

source: **Subtract**: remove a fixed timestamp to source date to compute target date. Use the settings on the right side to define the subtracted value.
ca: **Sostreu**: elimina una marca de temps fixa a la data d'origen per a calcular la data de destinació. Utilitzeu la configuració en el costat dret per a definir el valor sostret.
nl: **Aftrekken**: trekt een vast tijdstempel af van de brondatum om de doeldatum te berekenen. Gebruik de instellingen rechts om de aftrekwaarde te definiëren.

source: **Interval**: interval timestamp to the next image from the list to process. Use the settings on the right side to define the interval value.
ca: **Interval**: marca de temps de l'interval fins a la imatge següent des de la llista que es processa. Utilitzeu la configuració en el costat dret per a definir el valor de l'interval.
it: **Intervallo**: data e ora di intervallo alla immagine successiva dall'elenco da elaborare. Usa le impostazioni sulla destra per definire il valore dell'intervallo.
nl: **Interval**: tijdstempel van een interval om de volgende afbeelding uit de lijst te verwerken. gebruik de instellingen rechts om de intervalwaarde te definiëren.
pt: **Intervalo**: aplica um intervalo da hora à imagem seguinte da lista a processar. Use as opções do lado direito para definir o valor do intervalo.
pt_br: **Intervalo**: intervalo do registro de data e hora para a próxima imagem da lista a ser processada. Use as configurações à direita para definir o valor do intervalo.
sl: **Interval**: časovni žig intervala do naslednje slike s seznama za obdelavo. Z nastavitvami na desni strani določite vrednost intervala.
sv: **Intervall**: intervall för tidsstämpeln till nästa bild från listan att bearbeta. Använd inställningarna på höger sida för att definiera intervallvärdet.
uk: **Інтервал**: проміжок часу до наступного зображення зі списку обробки. Скористайтеся пунктами праворуч для визначення значення інтервалу.

source: The **Determine difference from clock photo** allows to select a photo to get a date from and calculate the time difference between it and the current item selected from the list of files to process. You can also use drag and drop over this button to define the selected image. This feature will automatically select the **Copy value**, **Add**, or **Subtract** method.
ca: **Determina la diferència des del rellotge d'una fotografia** permet seleccionar una fotografia per a obtenir una data i calcular la diferència de temps entre ella i l'element actual seleccionat des de la llista de fitxers que es processa. També podreu arrossegar i deixar anar sobre aquest botó per a definir la imatge seleccionada. Aquesta característica seleccionarà automàticament el mètode **Copia el valor**, **Afegeix** o **Sostreu**.
nl: De **Verschil bepalen van de klokfoto** biedt het selecteren van een foto om een datum uit te halen en berekent het tijdverschil tussen deze en het huidige geselecteerde item uit de lijst met te verwerken bestanden. U kunt ook slepen en loslaten boven deze knop doen om de geselecteerde afbeelding te definiëren. Deze functie zal automatisch de methode **Kopieerwaarde**, **Optellen** of **Aftrekken** selecteren.

source: The **Timestamp updated** group allows to define the target entries to patch with the new values. Available choices are listed below:
ca: El grup **Marca de temps actualitzada** permet definir les entrades de destinació per a fer pegats amb els valors nous. Les opcions disponibles es llisten a continuació:
nl: De groep **Tijdstempel bijgewerkt** biedt het definiëren van bronitems om ze bij te werken met nieuwe waarden. Beschikbare keuzes staan hier onder:

source: **Update only existing timestamps**: will change only the values which already exists in file.
ca: **Actualitza només les marques de temps existents**: només canviarà els valors que ja existeixen en el fitxer.
nl: **Alleen bestaande tijdstippen bijwerken**: zal alleen de waarden die al bestaan in het bestand wijzigen.

source: **Exif: original**: will change the image original timestamp from Exif.
ca: **Exif: original**: canviarà la marca de temps original des de l'Exif de la imatge.
it: **EXIF: originale**: cambia data e ora originale dell'immagine da Exif.
nl: **EXIF: origineel**: zal het oorspronkelijke tijdstempel uit Exif wijzigen.
pt: **EXIF: original**: irá modificar a hora original da imagem no EXIF.
pt_br: **Exif: original**: alterará a data e hora original da imagem do Exif.
sl: **Exif: original**: bo spremenil izvirni časovni žig slike iz Exif.
sv: **Exif: original**: ändrar bildens tidsstämpel för original från Exif.
uk: **Exif: початковий**: змінити часову позначку початкового зображення з Exif.

source: **Exif: digitized**: will change the image digitized timestamp from Exif.
ca: **Exif: digitalització**: canviarà la marca de temps digitalitzada des de l'Exif de la imatge.
it: **EXIF: digitalizzazione**: cambia data e ora di digitalizzazione dell'immagine da Exif.
nl: **Exif: gedigitaliseerd**: zal de gedigitaliseerde tijdstempel uit Exif wijzigen.
pt: **EXIF: digitalizado**: irá modificar a hora de digitalização da imagem no EXIF.
pt_br: **Exif: digitalizado**: alterará a data e hora da digitalização da imagem do Exif.
sl: **Exif: digitalizirano**: spremeni časovni žig digitalizirane slike iz Exif.
sv: **Exif: digitaliserad**: ändrar bildens tidsstämpel för digitalisering från Exif.
uk: **Exif: оцифровано**: змінити часову позначку оцифровування з Exif.

source: **Exif: created**: will change the image creation timestamp from Exif.
ca: **Exif: creació**: canviarà la marca de temps de creació des de l'Exif de la imatge.
it: **EXIF: creazione**: cambia data e ora di creazione dell'immagine da Exif.
nl: **Exif: aangemaakt**: zal het tijdstempel van aanmaken van de afbeelding uit Exif wijzigen.
pt: **EXIF: criado**: irá modificar a hora de criação da imagem no EXIF.
pt_br: **Exif: criado**: alterará a data e hora de criação da imagem do Exif.
sl: **Exif: ustvarjen**: bo spremenil časovni žig ustvarjanja slike iz Exif.
sv: **Exif: skapad**: ändrar bildens tidsstämpel för datum skapad från Exif.
uk: **Exif: створено**: змінити часову позначку створення зображенні з Exif.

source: **Exif: Thumbnail**: will change the image thumbnail timestamp from Exif.
ca: **Exif: Miniatura**: canviarà la marca de temps digitalitzada des de l'Exif de la miniatura de la imatge.
it: **EXIF: miniatura**: cambia data e ora della miniatura dell'immagine da Exif.
nl: **Exif: miniatuur**: zal het tijdstempel van de miniatuur van de afbeelding uit Exif wijzigen.
pt: **EXIF: miniatura**: irá modificar a hora da miniatura da imagem no EXIF.
pt_br: **Exif: Miniatura**: alterará a data e hora da miniatura da imagem do Exif.
sl: **Exif: Thumbnail**: spremeni časovni žig sličice slike iz Exif.
sv: **Exif: Miniatyrbild**: ändra miniatyrbildens tidsstämpel i bilden från Exif.
uk: **Exif: мініатюра**: змінити часову позначку мініатюри зображення на основі Exif.

source: **XMP**: will change the image timestamp from standard XMP namespaces.
ca: **XMP**: canviarà la marca de temps des dels espais de nom XMP estàndards de la imatge.
it: **XMP**: cambia data e ora dell'immagine dagli spazi dei nomi XMP standard.
nl: **XMP**: zal het tijdstempel van de afbeelding uit standaard XMP-naamruimten wijzigen.
pt: **XMP**: irá modificar a hora da imagem nos espaços de nomes-padrão do XMP.
pt_br: **XMP**: alterará a data e hora da imagem do espaço de nome padrão do XMP.
sl: **XMP**: bo spremenil časovni žig slike iz standardnih imenskih prostorov XMP.
sv: **XMP**: ändrar bildens tidsstämpel från XMP-standardnamnrymderna.
uk: **XMP**: змінити часову позначку зображення на основі стандартних просторів назв XMP.
