Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/time_adjust.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: **XMP: video**: will change the image timestamp from WMP video namespace.
ca: **XMP: Vídeo**: canviarà la marca de temps des de l'espai de nom «video» XMP de la imatge.
it: **XMP: video**: cambia data e ora dallo spazio dei nomi video WMP.
nl: **XMP: video**: zal het tijdstempel van de afbeelding uit WMP-videonaamruimten wijzigen.
pt: **XMP: vídeo**: irá modificar a hora da imagem no espaço de nomes de vídeo no WMP.
pt_br: **XMP: vídeo**: alterará a data e hora da imagem do espaço de nome de vídeo do XMP.
sl: **XMP: video**: bo spremenil časovni žig slike iz imenskega prostora videa WMP.
sv: **XMP: video**: ändrar bildens tidsstämpel från WMP-videonamnrymden.
uk: **XMP: відео**: змінити часову позначку зображення на основі простору назв відео WMP.

source: **IPTC: created**: will change the image created timestamp from IPTC.
ca: **IPTC: creació**: canviarà la marca de temps de creació des de l'IPTC de la imatge.
it: **IPTC: creazione**: cambia data e ora di creazione dell'immagine da IPTC.
nl: **IPTC: aangemaakt**: zal het tijdstempel van aanmaken van de afbeelding uit IPTC wijzigen.
pt: **IPTC: criado**: irá modificar a hora de criação da imagem no IPTC.
pt_br: **IPTC: criado**: alterará a data e hora de criação da imagem do IPTC.
sl: **IPTC: ustvarjen**: bo spremenil časovni žig ustvarjene slike iz IPTC.
sv: **IPTC: skapad**: ändrar bildens tidsstämpel för datum skapad från IPTC.
uk: **IPTC: створено**: змінити часову позначку створення зображення з IPTC.

source: **File last modified**: will change the last modified timestamp from file system.
ca: **Última modificació del fitxer**: canviarà la darrera marca de temps de modificació des del sistema de fitxers.
it: **Ultima modifica del file**: cambia data e ora dell'ultima modifica dal file system.
nl: **bestand laatst gewijzigd**: zal de tijdstempel van laatst gewijzigd uit het bestandenssysteem wijzigen.
pt: **Última modificação do ficheiro**: irá modificar a hora da última modificação no sistema de ficheiros.
pt_br: **Última modificação do arquivo**: alterará a data e hora de última modificação do sistema de arquivos.
sl: **Nazadnje spremenjena datoteka**: spremeni zadnji spremenjeni časovni žig iz datotečnega sistema.
sv: **Filen senast ändrad**: ändrar tidsstämpeln för senaste ändring från filsystemet.
uk: **Останні зміни у файлі**: змінити часову позначку останнього внесення змін з файлової системи.

source: The digiKam Time Adjust Tool Tuning Items Time-Stamp
ca: L'eina Ajusta l'hora en el digiKam ajustant la marca de temps dels elements
it: Lo strumento di regolazione dell'ora di digiKam che regola la data e l'ora degli elementi
nl: Het hulpmiddel Tijdbijstelling van digiKam die tijdstempels van items fijn afstelt
pt: A Ferramenta de Ajuste da Hora do digiKam a Ajustar a Hora dos Itens
pt_br: A ferramenta de ajuste de data e hora do digiKam ajusta itens de data e hora
sl: Časovni žig orodja za nastavitev časa digiKam
sv: Tidsjusteringsverktyget i digiKam som Justerar tidsstämplar för objekt
uk: Інструмент налаштовування часу у digiKam коригує часову позначку записів

source: :ref:`Time Adjust <post_processing>`
it: :ref:`Regolazione dell'ora <post_processing>`
pt_br: :ref:`Ajustar data e hora <post_processing>`
sl: :ref:`Prilagoditev časa <post_processing>`
sv: :ref:`Tidsjustering <post_processing>`

source: The Time Adjust tool available from :menuselection:`Item --> Adjust Time & Date` :kbd:`Ctrl+Shift+D` allows to adjust or write the timestamps in file metadata. This common task is sometime mandatory when your images do not contain dates in metadata (typically when the contents were digitized by a scanner), or when a camera records a wrong date in you file due to an incorrectly set clock. With this tool, you can choose the right source to take the date information, the date entries to fix or append, and the calculation to do on dates before saving them.
it: Lo strumento Regolazione dell'ora, disponibile dal menu :menuselection:`Elemento --> Regola ora e data` :kbd:`Ctrl+Maiusc+D`, consente di regolare o scrivere la data e l'ora nei metadati del file. Questa normale operazione è a volte obbligatoria quando le immagini non contengono date nei metadati (normalmente quando vengono acquisite con uno scanner) o quando una fotocamera registra una data errata nel file a causa di un'impostazione errata dell'orologio. Con questo strumento puoi scegliere la sorgente corretta per acquisire le informazioni sulla data, le voci della data da correggere o aggiungere e i calcoli da eseguire sulle date prima di salvarle.
pt_br: A ferramenta de ajuste de data e hora, disponível em :menuselection:`Item --> Ajustar data e hora` :kbd:`Ctrl+Shift+D`, permite ajustar ou gravar os carimbos de data/hora nos metadados do arquivo. Essa tarefa comum às vezes é obrigatória quando suas imagens não contêm datas nos metadados (normalmente quando o conteúdo foi digitalizado por um scanner) ou quando uma câmera registra uma data errada no arquivo devido a um relógio configurado incorretamente. Com esta ferramenta, você pode escolher a fonte correta para obter as informações de data, as entradas de data a serem corrigidas ou adicionadas e os cálculos a serem feitos nas datas antes de salvá-las.
sl: Orodje za prilagajanje časa, ki je na voljo na :menuselection:`Element --> Prilagodi čas in datum`:kbd:`Ctrl+Shift+D` omogoča prilagajanje ali pisanje časovnih žigov v metapodatke datoteke. Ta običajna naloga je včasih obvezna, ko vaše slike ne vsebujejo datumov v metapodatkih (običajno, ko je vsebino digitaliziral skener) ali ko kamera v datoteko zabeleži napačen datum zaradi nepravilno nastavljene ure. S tem orodjem lahko izberete pravi vir za prevzem podatkov o datumu, datumske vnose, ki jih želite popraviti ali dodati, in izračun pred datumi, preden jih shranite.
sv: Med tidsjusteringsverktyget, som är tillgängligt med :menuselection:`Objekt --> Justera tid och datum` :kbd:`Ctrl+Shift+D`, kan man justera eller skriva tidsstämplar i filmetadata. Den vanliga uppgiften är ibland obligatorisk när bilder inte innehåller datum i metadata (vanligtvis när innehållet digitaliserades av en bildläsare), eller när en kamera registrerar ett felaktigt datum i filen på grund av en felaktigt inställd klocka. Med verktyget kan man välja rätt källa för att hämta datuminformation, datumposterna som ska korrigeras eller läggas till, och beräkningen som ska göras på datum innan de sparas.

source: The **Timestamp Used** group allows you to select the source of the date. Available choices are:
it: Il gruppo **Data e ora usate** ti consente di selezionare la fonte della data. Le opzioni disponibili sono:
pt_br: O grupo **Data e hora usados** permite selecionar a origem das informações de tempo. As opções disponíveis são:
sl: Skupina **Uporabljeni časovni žig** omogoča izbiro vira datuma. Na voljo so naslednje možnosti:
sv: Gruppen **Tidstämpel använd** gör det möjligt att välja datumets källa. Tillgängliga alternativ är:

source: **digiKam timestamp**: the date recorded in the database.
it: **Data e ora di digiKam**: la data registrata nella banca dati.
pt_br: **Data e hora do digiKam**: a data registrada no banco de dados.
sl: **digiKam časovni žig**: datum, zabeležen v bazi podatkov.
sv: **digiKams tidsstämpel**: Datumet lagrat i databasen.

source: A fixed user specified date.
it: Una data fissa specificata dall'utente.
pt_br: Uma data fixa especificada pelo usuário.
sl: Fiksni datum, ki ga določi uporabnik.
sv: Ett fast användarangivet datum.

source: The **Timestamp Adjustments** group allows you to select the operation to perform on the source date to obtain the target date. Available choices are:
it: Il gruppo **Regolazioni di data e ora** ti consente di selezionare l'operazione da eseguire sulla data della sorgente, in modo da ottenere la data di destinazione. Le opzioni disponibili sono:
pt_br: O grupo **Ajustes de data e hora** permite selecionar a operação a ser realizada na data de origem para obter a data de destino. As opções disponíveis são:
sl: Skupina **Prilagoditve časovnega žiga** vam omogoča, da izberete operacijo, ki jo želite izvesti na izvornem datumu, da pridobite ciljni datum. Na voljo so naslednje možnosti:
sv: Gruppen **Tidsstämpeljusteringar** gör det möjligt att välja vilken åtgärd som ska utföras med källdatumet för att hämta måldatumet. Tillgängliga alternativ är:

source: **Copy value**: copy timestamp from source date to target date.
it: **Copia valore**: copia la data e l'ora dalla data sorgente a quella di destinazione.
pt_br: **Copiar valor**: copiar registro de data e hora da data de origem para a data de destino.
sl: **Kopiraj vrednost**: kopiraj časovni žig od izvornega datuma v ciljni datum.
sv: **Kopiera värde**: kopierar tidsstämpeln från källdatum till måldatum.

source: **Add**: add a fixed time offset to source date to compute target date. Use the settings on the right side to define the added value.
it: **Aggiungi**: aggiunge uno scostamento di orario alla data sorgente per calcolare la data di destinazione. Usa le impostazioni sulla destra per definire il valore da aggiungere.
pt_br: **Adicionar**: adiciona um deslocamento de tempo fixo à data de origem para calcular a data de destino. Use as configurações à direita para definir o valor adicionado.
sl: **Dodaj**: izvornemu datumu dodaj fiksni časovni zamik za izračun ciljnega datuma. Z nastavitvami na desni strani določite dodano vrednost.
sv: **Lägg till**: lägg till en fast tidsförskjutning till källdatumet för att beräkna måldatumet. Använd inställningarna på höger sida för att definiera det extra värdet.

source: **Subtract**: subtract a fixed offset from the source date to compute target date. Use the settings on the right side to define the subtracted value.
it: **Sottrai**: sottrae uno scostamento fisso dalla data sorgente per calcolare la data di destinazione. Usa le impostazioni sulla destra per definire il valore da sottrarre.
pt_br: **Subtrair**: subtrai um deslocamento fixo da data de origem para calcular a data de destino. Use as configurações à direita para definir o valor subtraído.
sl: **Odštej**: za izračun ciljnega datuma odštej fiksni odmik od izvornega datuma. Z nastavitvami na desni strani določite odšteto vrednost.
sv: **Subtrahera**: subtrahera en fast tidsförskjutning från källdatumet för att beräkna måldatumet. Använd inställningarna på höger sida för att definiera det extra värdet.

source: The **Determine difference from clock photo** allows you to select a photo to get a date from and calculate the time difference between it and the current item selected from the list of files to process. You can also use drag and drop over this button to define the selected image. This feature will automatically select the **Copy value**, **Add**, or **Subtract** method.
it: L'opzione **Determina la differenza dall'ora della foto** ti permette di selezionare una fotografia da cui ottenere una data e calcolare la differenza di tempo tra essa e l'elemento attualmente selezionato dall'elenco dei file da elaborare. Puoi anche usare il trascinamento su questo pulsante per definire l'immagine selezionata. Questa funzionalità selezionerà automaticamente il metodo **Copia valore**, **Aggiungi** o **Sottrai**.
pt_br: O botão **Determinar a diferença em relação à data/hora da foto** permite selecionar uma foto para obter uma data e calcular a diferença de tempo entre ela e o item atual selecionado na lista de arquivos a serem processados. Você também pode arrastar e soltar sobre este botão para definir a imagem selecionada. Este recurso selecionará automaticamente o método **Copiar valor**, **Adicionar** ou **Subtrair**.
sl: **Določi razliko s fotografije ure** vam omogoča, da izberete fotografijo, iz katere želite pridobiti datum, in izračunate časovno razliko med njo in trenutnim elementom, izbranim s seznama datotek za obdelavo. Čez ta gumb lahko uporabite tudi funkcijo povleci in spusti, da določite izbrano sliko. Ta funkcija bo samodejno izbrala metodo **Kopiraj vrednost**, **Dodaj** ali **Odštej**.
sv: Med **Avgör tidsskillnad med klockat fotografi** kan man välja ett foto för att hämta ett datum från och beräkna tidsskillnaden mellan det och det aktuella objektet som valts från listan över filer att bearbeta. Man kan också använda funktionen dra-och-släpp över knappen för att definiera den valda bilden. Funktionen väljer automatiskt metoden **Kopiera värde**, **Lägg till** eller **Subtrahera**.

source: The **Timestamp updated** group allows you to define the target entries to update with the new values. Available choices are listed below:
it: Il gruppo **Data e ora aggiornate** ti permette di definire le voci di destinazione da aggiornare con i nuovi valori. Le opzioni disponibili sono:
pt_br: O grupo **Data e hora atualizada** permite definir as entradas de destino a serem atualizadas com os novos valores. As opções disponíveis estão listadas abaixo:
sl: Skupina **Časovni žig posodobljen** vam omogoča, da definirate ciljne vnose za posodobitev z novimi vrednostmi. Razpoložljive možnosti so navedene spodaj:
sv: Gruppen **Tidsstämpel uppdaterad** gör det möjligt att definiera målposterna som ska uppdateras med de nya värdena. Tillgängliga alternativ listas nedan:

source: **Update only existing timestamps**: will change only the values which already exist in file.
it: **Aggiorna solo date e ore esistenti**: cambia solamente i valori già presenti nel file.
pt_br: **Atualizar somente data e hora existentes**: alterará somente os valores que já existem no arquivo.
sl: **Posodobi samo obstoječe časovne žige**: spremeni samo vrednosti, ki že obstajajo v datoteki.
sv: **Uppdatera bara befintliga tidsstämplar**: ändrar bara värdena som redan finns i filen.
