Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/video_slideshow.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The digiKam Video Slideshow
ca: L'eina presentació de diapositives en vídeo del digiKam
it: La Presentazione video di digiKam
nl: De video-diapresentatie van digiKam
pt: A Apresentação de Vídeo do digiKam
pt_br: A apresentação em vídeo do digiKam
sl: digiKam Video predstavitev
sv: Videobildspel i digiKam
uk: Відеопоказ слайдів у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, video, slideshow
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, vídeo, presentació de diapositives
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, video, presentazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, video, diapresentatie
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, vídeo, apresentação
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, vídeo, apresentação de slides
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, video, predstavitev
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, video, bildspel
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, відео, показ, перегляд, слайдів, слайди

source: :ref:`Video Slideshow <post_processing>`
ca: :ref:`Presentació de diapositives en vídeo <post_processing>`
it: :ref:`Presentazione video <post_processing>`
nl: :ref:`Diashow met video's <post_processing>`
pt_br: :ref:`Apresentação em vídeo <post_processing>`
sl: :ref:`Video predstavitev <post_processing>`
sv: :ref:`Videobildspel <post_processing>`
uk: :ref:`Відеопоказ слайдів <post_processing>`

source: The Video Slideshow tool allows creation of a movie from a list of photos. The generated file can be played on a video player or a TV screen. Images are presented one by one with visual effects if you need them. This tool can also be used to create a time-lapse animation from shots taken with an intervalometer.
ca: L'eina presentació de diapositives en vídeo permet crear una pel·lícula a partir d'una llista de fotografies. El fitxer generat es podrà mostrar en un reproductor de vídeo o en una pantalla de televisor. Les imatges es presenten una per una amb efectes visuals si en necessiteu. Aquesta eina també es pot utilitzar per a crear una animació de filmació a intervals a partir de captures preses amb un intervalòmetre.
it: Lo strumento Presentazione video consente la creazione di un filmato da un elenco di fotografie. Il file generato può essere riprodotto in un riproduttore video o in uno schermo televisivo. Le immagini vengono presentate una per una con effetti visivi, se ne hai bisogno. Questo strumento può essere anche utilizzato per creare un'animazione time-lapse da scatti eseguiti con un intervallometro.
nl: Het hulpmiddel Video-diapresentatie biedt het aanmaken van een film uit een lijst foto's. Het gegenereerde bestand kan afgespeeld worden in een videospeler of op een tv-scherm. Afbeeldingen worden een-voor-een gepresenteerd, indien nodig met visuele effecten. Dit hulpmiddel kan ook gebruikt worden om een time-lapse animatie uit opnamen genomen met een intervalometer te maken.
pt_br: A ferramenta de apresentação em vídeo permite a criação de um filme a partir de uma lista de fotos. O arquivo gerado pode ser reproduzido em um reprodutor de vídeo ou em uma tela de TV. As imagens são apresentadas uma a uma com efeitos visuais, se necessário. Esta ferramenta também pode ser usada para criar uma animação em lapso de tempo a partir de fotos tiradas com um intervalômetro.
sl: Orodje Video predstavitev (Video Slideshow) omogoča ustvarjanje filma iz seznama fotografij. Ustvarjeno datoteko lahko predvajate na video predvajalniku ali TV zaslonu. Slike so predstavljene ena za drugo z vizualnimi učinki, če jih potrebujete. To orodje lahko uporabite tudi za ustvarjanje animacije s časovnim zamikom iz posnetkov, posnetih z intervalometrom.
sv: Verktyget för videobildspel gör det möjligt att skapa en film från en lista med foton. Den genererade filen kan spelas upp på en videospelare eller en TV-skärm. Bilderna presenteras en efter en med visuella effekter om man behöver dem. Verktyget kan också användas för att skapa en intervallanimering från bilder tagna med en intervallmätare.
uk: За допомогою інструмента «Відеопоказ слайдів» можна створити відео на основі списку фотографій. Створений файл можна буде відтворити за допомогою відеопрогравача або телевізора. Зображення буде показано одне за одним із візуальними ефектами, якщо вам потрібно. Цим інструментом можна скористатися для створення уповільненої анімації на основі знімків, створених за допомогою інтервалометра.

source: Select the images that you want to encode as video and go to :menuselection:`Tools --> Create video slideshow` a wizard dialog will open up as below.
ca: Seleccioneu les imatges que voleu codificar com a vídeo i aneu a l'element de menú :menuselection:`Eines --> Crea una presentació de diapositives en vídeo...`, s'obrirà un diàleg de l'assistent com es mostra a continuació.
it: Scegli le immagini da codificare come video e vai al menu :menuselection:`Strumenti --> Crea presentazione video`, si aprirà la finestra della procedura guidata come quella sotto riportata.
nl: Selecteer de afbeeldingen die u wilt coderen en ga naar :menuselection:`Hulpmiddelen --> Video-diapresentatie maken` en de dialoog van de assistent zal worden geopend.
pt: Seleccione as imagens que deseja codificar como um vídeo e vá a :menuselection:`Ferramentas --> Criar uma apresentação de vídeo`, sendo que aparecerá uma janela assistente como aparece em baixo.
pt_br: Selecione as imagens que você deseja codificar como vídeo e vá para :menuselection:`Ferramentas --> Criar apresentação em vídeo`. Uma janela do assistente será aberta, conforme abaixo.
sl: Izberite slike, ki jih želite kodirati kot video, in pojdite na :menuselection:`Orodja --> Ustvari video predstavitev`, odprlo se bo pogovorno okno čarovnika kot spodaj.
sv: Välj bilderna som ska kodas som video och gå till :menuselection:`Verktyg --> Skapa videobildspel`, så öppnas en guidedialogruta som nedan.
uk: Позначте зображення, які ви хочете закодувати у відео, і скористайтеся пунктом меню :menuselection:`Інструменти --> Створити відеопоказ слайдів`. У відповідь буде відкрито вікно майстра.

source: The Video Slideshow Wizard Welcome Page
ca: Pàgina de benvinguda de l'assistent de presentació de diapositives en vídeo
it: La pagina iniziale della procedura guidata della presentazione video
nl: De Welkomstpagina van de assistent voor video-diapresentatie
pt: A Página de Boas-Vindas da Apresentação de Vídeo
pt_br: Página de boas vindas do assistente de apresentação em vídeo
sl: Pozdravna stran čarovnika za video predstavitev
sv: Videobildspelsguidens välkomstsida
uk: Сторінка вітання майстра показу відеослайдів

source: This page allows you to select the contents to export using one of two methods, either from the current items selection, or from a list of albums. With the **Albums** selection mode you can generate a video slideshow from album contents. Just check the respective albums displayed in the hierarchical list. Use the next three tabs **Tags**, **Searches**, and **Labels** to refine your selection using tags, labels, or previous search results in digiKam.
ca: Aquesta pàgina permet seleccionar el contingut que s'exportarà fent servir un dels dos mètodes, bé de la selecció d'elements actual o des d'una llista d'àlbums. Amb el mode de selecció d'**àlbums**, podreu generar una presentació de diapositives en vídeo a partir de contingut dels àlbums. Senzillament, marqueu els àlbums respectius que es mostren amb una llista jeràrquica. Utilitzeu les tres pestanyes següents **Etiquetes**, **Cerques** i **Rètols** per a refinar la vostra selecció utilitzant etiquetes, rètols o resultats de cerca anteriors al digiKam.
it: Questa pagina ti consente di selezionare i contenuti da esportare utilizzando uno dei due metodi, o dalla selezione degli elementi attuali o da un elenco di album. In modalità selezione **Album** puoi generare una presentazione video dal contenuto degli album. Premi i relativi album mostrati nell'elenco gerarchico. Usa le tre schede successive **Tag**, **Ricerche** ed **Etichette** per raffinare, di conseguenza, la selezione in digiKam.
nl: Deze pagina biedt u het selecteren van de te exporteren inhoud met een of twee methoden, ofwel uit de huidige selectie van items of uit een lijst met albums. Met de selectiemodus **Albums** kunt u een video diapresentatie uit inhoud van albums genereren. Activeer de respectievelijke getoonde albums in de hiërarchische lijst. Gebruik de volgende drie tabbladen **Tags**, **Zoekopdrachten** en **Labels** om uw selectie te verfijnen met tags, labels of eerdere zoekresultaten in digiKam.
pt_br: Esta página permite selecionar o conteúdo a ser exportado usando um de dois métodos: a partir da seleção de itens atuais ou de uma lista de álbuns. Com o modo de seleção **Álbuns**, você pode gerar uma apresentação de slides em vídeo a partir do conteúdo do álbum. Basta verificar os respectivos álbuns exibidos na lista hierárquica. Use as três guias seguintes: **Etiquetas**, **Pesquisas** e **Rótulos** para refinar sua seleção usando etiquetas, rótulos ou resultados de pesquisas anteriores no digiKam.
sl: Ta stran vam omogoča, da izberete vsebino za izvoz na enega od dveh načinov, bodisi iz trenutne izbire elementov ali s seznama albumov. Z načinom izbire **Albumi** lahko ustvarite video predstavitev iz vsebine albuma. Samo preverite ustrezne albume, prikazane na hierarhičnem seznamu. Uporabite naslednje tri zavihke **Značke**, **Iskanja** in **Oznake**, da izboljšate svojo izbiro z uporabo značk, oznak ali prejšnjih rezultatov iskanja v digiKamu.
sv: Sidan gör det möjligt att välja innehållet som ska exporteras med en av två metoder, antingen från aktuell objektmarkering eller från en lista med album. Med urvalsläget **Album** kan man skapa ett videobildspel från albuminnehållet. Markera bara respektive album som visas i den hierarkiska listan. Under de följande tre flikarna **Etiketter**, **Sökningar** och **Beteckningar** kan man förfina markeringen med hjälp av etiketter, beteckningar eller tidigare sökresultat i digiKam.
uk: За допомогою цієї сторінки можна вибрати дані для експортування в один з двох способів: на основі поточних позначених записів або на основі списку альбомів. У режимі вибору **Альбоми** ви можете створити відеопоказ слайдів на основі вмісту альбомів. Просто позначте відповідні альбоми, які показано в ієрархічному вкладеному списку. На наступних трьох вкладках, **Мітки**, **Пошуки** і **Позначки** ви можете звузити вибір за допомогою міток, позначок та попередніх результатів пошуку у digiKam.

source: If you use the **Images** selection mode only the previous selection of items from the Icon-View will be processed and listed on this page as a flat list.
ca: Si utilitzeu el mode de selecció d'**imatges**, només es processarà la selecció anterior d'elements des de la vista d'icones i es mostrarà en aquesta pàgina com una llista plana.
it: Se usi la modalità di selezione **Immagini**, in questa pagina verrà elaborata ed elencata la selezione di elementi precedente dalla vista a icone come elenco semplice.
nl: Als u de selectiemodus **Afbeeldingen** gebruikt zal alleen de vorige selectie van items uit de Pictogramweergave verwerkt worden en in deze pagina als een platte lijst getoond worden.
pt_br: Se você usar o modo de seleção **Imagens**, somente a seleção anterior de itens da vista de miniaturas será processada e listada nesta página como uma lista simples.
sl: Če uporabljate izbirni način **Slike**, bo obdelan samo prejšnji izbor elementov iz pogleda ikon in naveden na tej strani kot ploski seznam.
sv: Om man använder urvalsläget **Bilder** bearbetas endast det tidigare urvalet av objekt från ikonvyn att bearbetas och listas på sidan som en enkel lista.
uk: Якщо ви скористаєтеся режимом вибору **Зображення**, буде оброблено і показано у форматі простого списку лише попередньо позначені на панелі перегляду піктограм записи.

source: The Video Slideshow Wizard Images Selection Page
ca: L'assistent de presentació de diapositives en vídeo en la pàgina selecció d'imatges
it: La pagina di selezione delle immagini della procedura guidata della presentazione video
nl: De selectiepagina voor afbeeldingen van de assistent voor video-diapresentatie
pt: A Página de Selecção de Imagens da Apresentação de Vídeo
pt_br: Página de seleção de imagens do assistente de apresentação em vídeo
sl: Stran za izbiro slik čarovnika video predstavitve
sv: Videobildspelsguidens bildvalssida
uk: Сторінка вибору зображень майстра показу відеослайдів

source: Press the **Next** button to display all the video settings used to encode the slideshow. The parameters are:
ca: Premeu el botó **Següent** per a mostrar totes les opcions de configuració de vídeo utilitzades per a codificar la presentació de diapositives. Els paràmetres són:
it: Fai clic sul pulsante **Successivo** per visualizzare tutte le impostazioni video utilizzate per codificare la presentazione. I parametri sono:
nl: Drukken op de knop **Volgende** zal alle video-instellingen tonen gebruikt om de diapresentatie te coderen. De parameters zijn:
pt_br: Pressione o botão **Próximo** para exibir todas as configurações de vídeo usadas para codificar a apresentação de slides. Os parâmetros são:
sl: Pritisnite gumb **Naprej** za prikaz vseh video nastavitev, uporabljenih za kodiranje diaprojekcije. Parametri so:
sv: Tryck på knappen **Nästa** för att visas alla videoinställningar för att koda bildspelet. Parametrarna är:
uk: У відповідь на натискання кнопки **Далі** буде показано усі параметри для кодування відеопоказу слайдів. Нижче наведено опис цих параметрів:

source: **Number of Frames by Image**: The number of frames generated of one image to encode in the video stream. This defines the time of one image will be present statically on screen. If you set an **Effect While Displaying Images**, this one will be rendered with this number of frames.
ca: **Nombre de fotogrames per imatge**: el nombre de fotogrames generats d'una imatge per a codificar en el flux de vídeo. Això defineix el temps que estarà present una imatge estàticament a la pantalla. Si establiu un **Efecte quan es mostren les imatges**, aquest es renderitzarà amb aquest nombre de fotogrames.
it: **Numero di fotogrammi per immagine**: il numero di fotogrammi generati di un'immagine da codificare nel flusso video. Questo definisce il tempo in cui un'immagine sarà presentata statisticamente sullo schermo. Se imposti un **Effetto durante la visualizzazione delle immagini**, tale effetto sarà reso con questo numero di fotogrammi.
nl: **Aantal frames per afbeelding**: het aantal frames gegenereerd van één afbeelding om in de videostream te coderen. Dit definieert de tijd van hoelang één image statisch zichtbaar is op het scherm. Als u een **Effect tijdens tonen van afbeeldingen** instelt, zal deze getoond worden met dit aantal frames.
pt_br: **Número de quadros por imagem**: O número de quadros gerados de uma imagem para codificação na transmissão de vídeo. Isso define o tempo em que uma imagem permanecerá estaticamente presente na tela. Se você definir um **Efeito ao exibir imagens**, este será renderizado com este número de quadros.
sl: **Število video sličic glede na sliko**: Število sličic, ustvarjenih za eno sliko za kodiranje v video toku. To določa čas, ko bo ena slika statično prisotna na zaslonu. Če nastavite **Učinek med prikazovanjem slik**, bo ta upodobljena s tem številom sličic.
sv: **Antal bildrutor per bild**: Antalet bildrutor som genereras av en bild som ska kodas i videoströmmen. Det definierar tiden som en bild finns statiskt på skärmen. Om man ställer in en **Effekt när bilder visas** återges den med så många bildrutor.
uk: **Кількість кадрів на зображення**: кількість кадрів, які буде створено з одного зображення для кодування потоку відеоданих. Це визначає, протягом якого періоду часу зображення буде показано статично на екрані. Якщо ви позначите пункт **Ефекти під час показу зображень**, ефект оброблятиметься з цією кількістю кадрів.

source: **Video Standard**: This is the video norm to use while encoding media, as **PAL - 25 FPS** or **NTSC - 29 FPS** (FPS: Frame Per Seconds).
ca: **Estàndard de vídeo**: aquesta és la norma de vídeo que s'utilitzarà en codificar el mitjà, com **PAL - 25 FPS** o **NTSC - 29 FPS** (FPS: fotogrames per segon).
it: **Standard video**: è la norma video da usare durante la codifica multimediale, come **PAL - 25 FPS** o **NTSC - 29 FPS** (FPS: fotogrammi per secondo).
nl: **Videostandaard**: dit is de te gebruiken videonorm bij codering van media, zoals **PAL - 25 FPS** of **NTSC - 29 FPS** (FPS: frames per seconde).
pt: **Padrão de Vídeo**: Este é o formato de vídeo a usar quando codificar os conteúdos, como **PAL - 25 IPS** ou **NTSC - 29 IPS** (IPS: Imagens por Segundo).
pt_br: **Padrão de vídeo**: esta é a norma de vídeo a ser usada ao codificar mídia, como **PAL - 25 FPS** ou **NTSC - 29 FPS** (FPS: Quadros por Segundo).
sl: **Video Standard**: To je video norma za uporabo med kodiranjem medijev, kot je **PAL - 25 FPS** ali **NTSC - 29 FPS** (FPS: sličic na sekundo).
sv: **Videostandard**: Det är videonormen att använda vid kodning av media, som **PAL - 25 FPS** eller **NTSC - 29 FPS** (FPS: Frame Per Seconds).
uk: **Стандарт відео**: стандарт відео, яким слід скористатися для кодування мультимедійних даних, зокрема **PAL - 25 кд/с** або **NTSC - 29 кд/с** (кд/с — кадри за секунду).

source: **Video Type**: This is the video resolution to use while encoding media. Images are resized accordingly. Take care that high resolution will require more resources to encode and use more space on your disk.
ca: **Tipus de vídeo**: aquesta és la resolució de vídeo que s'utilitzarà en codificar el mitjà. Les imatges es redimensionaran en conseqüència. Cal tenir en compte que una resolució alta requerirà més recursos per a codificar i utilitzarà més espai al disc.
it: **Tipo di video**: è la risoluzione video da utilizzare durante la codifica multimediale. Le immagini vengono ridimensionate di conseguenza. Tieni presente che l'alta risoluzione richiede più risorse da codificare e usa più spazio su disco.
nl: **Type video**: dit is de te gebruiken videoresolutie bij codering van media. Afbeeldingen zullen zo nodig van grootte wijzigen. Wees voorzichtig omdat hoge resolutie meer hulpbronnen vereist voor coderen en meer ruimte op uw schijf gebruikt.
pt_br: **Tipo de vídeo**: Esta é a resolução de vídeo a ser usada durante a codificação da mídia. As imagens são redimensionadas de acordo. Esteja ciente de que resoluções mais altas exigirão mais recursos para codificação e ocuparão mais espaço em disco.
sl: **Vrsta videa**: To je video ločljivost, ki se uporablja med kodiranjem predstavnosti. Slike so ustrezno spremenjene. Pazite, saj bo visoka ločljivost zahtevala več sredstev za kodiranje in porabila več prostora na vašem disku.
sv: **Videotyp**: Det är videoupplösningen som ska användas vid kodning av media. Bildernas storlek ändras i enlighet med det. Var medveten om att hög upplösning kräver mer resurser för att koda och använder mer utrymme på disken.
uk: **Тип відео**: це роздільна здатність відео, якою слід скористатися при кодуванні. Розміри зображень буде відповідним чином змінено. Зверніть увагу на те, що вища роздільна здатність потребуватиме більше ресурсів для кодування і більше місця на диску.

source: **Video bit Rate**: This is the bandwidth used to encode video. A low value means poor quality, and a high value means good quality. Be aware that high-bit-rate video will require more space on your disk.
ca: **Taxa de bits del vídeo**: aquest és l'amplada de banda utilitzada per a codificar el vídeo. Un valor baix significa mala qualitat i un valor alt significa bona qualitat. Aneu amb compte que una taxa alta de vídeo requerirà més espai al disc.
it: **Bitrate video**: è l'ampiezza di banda utilizzata per la codifica del video. Un valore basso indica una scarsa qualità, mentre un valore alto ne indica una buona. Fai attenzione che una velocità del video alta richiederà più spazio su disco.
nl: **Bitsnelheid van video**: dit is de bandbreedte gebruikt om de video te coderen. Een lage waarde betekent slechte kwaliteit en een hoge waarde betekent goede kwaliteit. Wees ervan bewust dat hoge snelheid meer ruimte op uw schijf vereist.
pt_br: **Taxa de bits do vídeo**: Esta é a largura de banda usada para codificar o vídeo. Um valor baixo significa baixa qualidade, e um valor alto significa boa qualidade. Esteja ciente de que vídeos com alta taxa de bits exigirão mais espaço em disco.
sl: **Video bitna hitrost**: To je pasovna širina, ki se uporablja za kodiranje videa. Nizka vrednost pomeni slabo kakovost, visoka vrednost pa pomeni dobro kakovost. Zavedajte se, da bo visoka ločljivost zahtevala tudi več prostora na vašem disku.
sv: **Videobithastighet**: Det är bandbredden som används för att koda videon. Ett lågt värde betyder dålig kvalitet och ett högt värde betyder bra kvalitet. Var medveten om att video med hög bithastighet kräver mer utrymme på disken.
uk: **Бітова швидкість відео**: це ширина каналу, якою слід скористатися для кодування відео. Менші значення означатимуть гіршу якість, а вищі — кращу. Зауважте, що вищі значення потребуватимуть більше місця для зберігання даних на диску.

source: **Video Codec**: This is the standard video encoding method to make the media.
ca: **Còdec de vídeo**: aquest és el mètode estàndard de codificació de vídeo per a crear el mitjà.
it: **Codec video**: è il metodo di codifica video standard per creare il contenuto multimediale.
nl: **Video-codec**: dit is de standaard video coderingsmethode om het medium te maken.
pt: **Codificador de Vídeo**: Este é o método de codificação de vídeo usado para criar os conteúdos.
pt_br: **Codec de vídeo**: Este é o método padrão de codificação de vídeo para criar mídia.
sl: **Video Codec**: To je standardna metoda video kodiranja za izdelavo predstavnosti.
sv: **Videokodare**: Det är standardmetoden för videokodning för att skapa media.
uk: **Відеокодек**: це стандартний спосіб кодування відео для створення мультимедійних даних.
