Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/video_slideshow.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: **Effect While Displaying Image**: Select the visual effects to apply on an image while **Number of Frames by Image**.
ca: **Efecte quan es mostren les imatges**: seleccioneu els efectes visuals que s'aplicaran sobre una imatge durant el **Nombre de fotogrames per imatge**.
it: **Effetto durante la visualizzazione delle immagini**: seleziona gli effetti visivi da applicare su un'immagine durante l'esecuzione di **Numero di fotogrammi per immagine**.
nl: **Effect tijdens het tonen van de afbeelding**: selecteer de visuele toe te passen effecten op een afbeelding tijdens **Aantal frames per afbeelding**.
pt_br: **Efeito ao exibir a imagem**: selecione os efeitos visuais a serem aplicados em uma imagem durante **Número de quadros por imagem**.
sl: **Učinek med prikazovanjem slike**: Izberite vizualne učinke, ki jih želite uporabiti na sliki, medtem ko je **Število video sličic glede na sliko**.
sv: **Effekt när bilder visas**: Välj de visuella effekterna som ska användas för en bild under **Antal bildrutor per bild**.
uk: **Ефекти під час показу зображень**: тут ви можете вибрати візуальні ефекти, які слід застосувати до зображення протягом періоду, який визначається параметром **Кількість кадрів на зображення**.

source: **Transition Between Images**: Select the visual effect to apply as a transition outside the **Number of Frames by Image**.
ca: **Transició entre les imatges**: seleccioneu l'efecte visual que s'aplicarà com a transició fora del **Nombre de fotogrames per imatge**.
it: **Transizione tra le immagini**: seleziona l'effetto visivo da applicare come transizione esterna a **Numero di fotogrammi per immagine**.
nl: **Overgang tussen afbeeldingen**: selecteer het visuele toe te passen effect als een overgang buiten het **Aantal frames per afbeelding**.
pt_br: **Transição entre imagens**: selecione o efeito visual a ser aplicado como transição fora do **Número de quadros por imagem**.
sl: **Prehod med slikami**: Izberite vizualni učinek, ki bo uporabljen kot prehod zunaj **Števila video sličic glede na sliko**.
sv: **Övergång mellan bilder**: Välj den visuella effekten som ska användas som övergång utanför **Antal bildrutor per bild**.
uk: **Перехід між зображеннями**: за допомогою цього пункту ви можете вибрати візуальний ефект, який слід застосувати як перехід між періодами **Кількість кадрів на зображення**.

source: The tool on the bottom of this view calculates the delay for each image on the screen including applied visual effects, and the total duration of the slideshow.
ca: L'eina a la part inferior d'aquesta vista calcula el retard de cada imatge a la pantalla, incloent-hi els efectes visuals aplicats i la durada total de la presentació de diapositives.
it: Lo strumento nella parte inferiore di questa vista calcola il ritardo per ciascuna immagine sullo schermo, inclusi gli effetti visivi applicati, e la durata totale della presentazione.
nl: Het hulpmiddel onderaan deze weergave berekent de vertraging voor elke afbeelding op het scherm inclusief toegepaste visuele effecten en de totale duur van de diapresentatie.
pt_br: A ferramenta na parte inferior desta visualização calcula o atraso de cada imagem na tela, incluindo os efeitos visuais aplicados e a duração total da apresentação de slides.
sl: Orodje na dnu tega pogleda izračuna zakasnitev za vsako sliko na zaslonu, vključno z uporabljenimi vizualnimi učinki, in skupno trajanje predstavitve.
sv: Verktyget längst ner i den här vyn beräknar fördröjningen för varje bild på skärmen inklusive använda visuella effekter och bildspelets totala längd.
uk: У нижній частині цієї панелі перегляду інструмент обчислить затримку для кожного зображення на екрані, разом із застосованим візуальним ефектом, та загальну тривалість показу слайдів.

source: The Video Slideshow Wizard Video Settings Page
ca: L'assistent de presentació de diapositives en vídeo en la pàgina Configuració del vídeo
it: La pagina delle impostazioni video della procedura guidata della presentazione video
nl: De instellingenpagina voor video van de assistent voor video-diapresentatie
pt: A Página de Configuração do Vídeo da Apresentação de Vídeo
pt_br: Página de configurações de vídeo do assistente de apresentação em vídeo
sl: Stran z video nastavitvami čarovnika za predstavitev videoposnetkov
sv: Videobildspelsguidens videoinställningssida
uk: Сторінка параметрів відео майстра показу відеослайдів

source: Pressing on the **Next** button will display all the media container settings to host the encoded contents. The parameters are:
ca: En prémer el botó **Següent**, es mostraran totes les opcions de configuració del contenidor multimèdia que allotjarà el contingut codificat. Els paràmetres són:
it: Facendo clic sul pulsante **Successivo** verranno visualizzate tutte le impostazioni del contenitore multimediale che ospiterà i contenuti codificati. I parametri sono:
nl: Op de knop **Volgende** drukken zal alle instellingen van de media-container tonen om de gecodeerde inhoud op te slaan. De parameters zijn:
pt_br: Ao clicar no botão **Próximo**, serão exibidas todas as configurações do contêiner de mídia para hospedar o conteúdo codificado. Os parâmetros são:
sl: S pritiskom na gumb **Naprej** se prikažejo vse nastavitve medijske vsebine za gostovanje kodirane vsebine. Parametri so:
sv: När man trycker på knappen **Nästa** visas alla inställningar av mediebehållaren för det kodade innehållet. Parametrarna är:
uk: У відповідь на натискання кнопки **Далі** буде показано усі параметри для контейнера мультимедійних даних, який міститиме закодовані дані. Нижче наведено опис цих параметрів:

source: **Media Container Format**: The file format container to host video media.
ca: **Format del contenidor multimèdia**: el contenidor del format de fitxer que allotjarà el mitjà de vídeo.
it: **Formato del contenitore multimediale**: il contenitore del formato di file che ospita il video multimediale.
nl: **Formaat van mediacontainer**: het bestandsformaat van de container voor het opslaan van het videomedium.
pt: **Formato do Contentor Multimédia**: O formato do ficheiro multimédia para alojar o conteúdo do vídeo.
pt_br: **Formato do contêiner de mídia**: O contêiner de formato de arquivo para hospedar mídia de vídeo.
sl: **Format medijskega vsebnika**: Vsebnik formata datoteke za gostovanje video medijev.
sv: **Mediebehållarens format:**: Filformatets behållare som innehåller videomedia.
uk: **Формат контейнера даних**: формат файла контейнера, у якому зберігатимуться мультимедійні дані.

source: **Destination folder**: The directory on disk to store the video file.
ca: **Carpeta de destinació**: el directori en el disc que emmagatzemarà el fitxer de vídeo.
it: **Cartella di destinazione**: la cartella sul disco in cui sarà memorizzato il file video.
nl: **Doelmap**: de map op de schijf om het videobestand op te slaan.
pt: **Pasta de destino**: A pasta no disco onde será gravado o ficheiro do vídeo.
pt_br: **Pasta de destino**: A pasta no disco para armazenar o arquivo de vídeo.
sl: **Ciljna mapa**: Imenik na disku za shranjevanje video datoteke.
sv: **Målkatalog**: Katalogen på disken där videofilen ska lagras.
uk: **Тека призначення**: каталог на диску, до якого буде збережено відеофайл.

source: **If Target File Exists**: Allows you to overwrite the video file if it already exists in the directory.
ca: **Si el fitxer de destinació ja existeix**: permet sobreescriure el fitxer de vídeo si ja existeix en el directori.
it: **Se il file di destinazione esiste già**: ti permette di sovrascrivere il file video se già presente in tale cartella.
nl: **Als doelbestand bestaat**: biedt u het overschrijven van het videobestand als het al bestaat in de map.
pt_br: **Se o arquivo de destino existir**: permite que você substitua o arquivo de vídeo se ele já existir na pasta.
sl: **Če ciljna datoteka obstaja**: Omogoča prepis video datoteke, če že obstaja v imeniku.
sv: **Om resultatfilen finns**: Tillåter att videofilen skrivs över om den redan finns i katalogen.
uk: **Якщо файли призначення існують**: дозволяє або не дозволяє програмі перезаписати відеофайл, якщо він вже існує у каталозі призначення.

source: **Open in Player**: Allows you to open the video with the digiKam internal player or the default desktop application after it has been rendered.
ca: **Obre en el reproductor**: permet obrir el vídeo amb el reproductor intern del digiKam o l'aplicació predeterminada de l'escriptori després que s'hagi renderitzat.
it: **Apri nel riproduttore**: ti consente di aprire il video col riproduttore interno di digiKam o con l'applicazione desktop predefinita, dopo averne eseguito la resa.
nl: **In speler openen**: biedt u het openen van de video met de interne speler van digiKam of de standaard bureaubladtoepassing nadat deze is gerenderd.
pt_br: **Abrir no reprodutor**: Permite que você abra o vídeo com o reprodutor interno do digiKam ou o aplicativo de desktop padrão após ele ter sido renderizado.
sl: **Odpri v predvajalniku**: Omogoča odpiranje videoposnetka z notranjim predvajalnikom digiKam ali privzeto namizno aplikacijo, potem ko je bil video upodobljen.
sv: **Öppna i spelare**: Gör det möjligt att visa videon med den interna spelaren i digiKam eller standardprogrammet på skrivbordet efter den har återgivits.
uk: **Відкрити у програвачі**: дозволяє програмі показати оброблений відеопоказ слайдів після кодування у вбудованому програвачі digiKam або у типовій програмі стільничного середовища.

source: The Video Slideshow Wizard Output Settings Page
ca: L'assistent de presentació de diapositives en vídeo en la pàgina Configuració de la sortida
it: La pagina delle impostazioni del risultato della procedura guidata della presentazione video
nl: De instellingenpagina voor uitvoer van de assistent voor video-diapresentatie
pt: A Página de Configuração da Saída da Apresentação de Vídeo
pt_br: Página de configurações de saída do assistente de apresentação em vídeo
sl: Stran z nastavitvami izhoda čarovnika za video predstavitev
sv: Videobildspelsguidens utdatainställningssida
uk: Сторінка параметрі виведення даних майстра показу відеослайдів

source: Pressing on the **Next** button will start the video encoding. This stage can take a while depending on the number of items to process and the delay for each image used to generate the video.
ca: En prémer el botó **Següent**, s'iniciarà la codificació del vídeo. Aquesta etapa pot trigar un temps depenent de la quantitat d'elements que s'hagin de processar i la demora de cada imatge per a generar el vídeo.
it: Facendo clic sul pulsante **Successivo** si avvierà la codifica video. A seconda del numero di elementi da elaborare e il ritardo per ciascuna immagine utilizzato per generare il video, questa fase potrà impiegarci diverso tempo.
nl: Op de knop **volgende** drukken start de codering van de video. Deze stap kan even duren afhankelijk van het aantal te verwerken items en de gebruikte vertraging voor elke afbeelding om de video te genereren.
pt_br: Clicar no botão **Próximo** iniciará a codificação do vídeo. Esta etapa pode demorar um pouco, dependendo do número de itens a serem processados ​​e do atraso de cada imagem usada para gerar o vídeo.
sl: S pritiskom na gumb **Naprej** se začne kodiranje videa. Ta stopnja lahko traja nekaj časa, odvisno od števila elementov, ki jih je treba obdelati, in zakasnitve za vsako sliko uporabljeno za ustvarjanje videoposnetka.
sv: När man trycker på knappen **Nästa** startar videokodningen. Steget kan ta en stund beroende på antalet objekt som ska bearbetas och fördröjningen för varje bild använd för att generera videon.
uk: У відповідь на натискання кнопки **Далі** програма почне кодування відео. Виконання цього кроку потребує певного часу, залежно від кількості записів для обробки та затримки, яку буде використано для кожного зображення для створення відео.

source: The Video Slideshow Wizard Generating Output File
ca: L'assistent de presentació de diapositives en vídeo generant el fitxer de sortida
it: La procedura guidata della presentazione video che genera il file del risultato
nl: Het uitvoerbestand genereren van de assistent voor video-diapresentatie
pt: O Assistente da Apresentação de Vídeo a Gerar o Ficheiro de Saída
pt_br: O assistente de apresentação em vídeo gerando o arquivo de saída
sl: Čarovnik za video predstavitev ustvarja izhodno datoteko
sv: Videobildspelsguiden som genererar utdatafilen
uk: Сторінка створення файла результатів майстра показу відеослайдів

source: Finally, when encoding is done, a preview of the video file is displayed.
ca: Finalment, quan es fa la codificació, es mostrarà una vista prèvia del fitxer de vídeo.
it: Per finire, quando la codifica è terminata, viene visualizzata un'anteprima del file video.
nl: tenslotte, wanneer de codering is gedaan, wordt een voorbeeld van het videobestand getoond.
pt: Finalmente, quando a codificação terminar, será visualizada uma antevisão do ficheiro de vídeo.
pt_br: Por fim, quando a codificação estiver concluída, uma prévia do arquivo de vídeo será exibida.
sl: Ko je kodiranje končano, se prikaže predogled video datoteke.
sv: Slutligen, när kodningen är klar, visas en förhandsgranskning av videofilen.
uk: Нарешті, коли кодування буде завершено, програма покаже попередній перегляд відеофайла.

source: The Video Slideshow Preview Displayed in digiKam Internal Player
ca: L'assistent de presentació de diapositives en vídeo mostrant el reproductor intern del digiKam
it: L'anteprima della presentazione video visualizzata nel riproduttore interno di digiKam
nl: Het voorbeeld van de video-diapresentatie in de interne speler van digiKam
pt: A Antevisão da Apresentação de Vídeo, Visualizada no Leitor Interno do digiKam
pt_br: A visualização da apresentação em vídeo exibida no reprodutor interno do digiKam
sl: Predogled video predstavitve, prikazan v notranjem predvajalniku digiKam
sv: Förhandsgranskning av videobildspelet visad i digiKams interna spelare
uk: Попередній перегляд відеопоказу слайдів у вбудованому програвачі digiKam

source: Video Slideshow
pt: Apresentação de Vídeo

source: The Video Slideshow tool allows creation a movie from a list of photos. The generated file can be played on a video player or a TV screen. Images are presented one by one with visual effects if you need them. This tool can also be used to create a time-lapse animation from shots taken with an intervalometer.
pt: A ferramenta da Apresentação de Vídeo permite criar um vídeo a partir de uma lista de fotografias. O ficheiro gerado poderá ser reproduzido num leitor de vídeo ou num ecrã de TV. As imagens são apresentadas uma-a-uma, com efeitos visuais caso necessite. Esta ferramenta também pode ser usada para criar animação em retrospectiva temporal de imagens tiradas com um determinado intervalo de tempo entre elas.

source: This page allows to select the contents to export: from current items selection, or from a list of albums. With the **Albums** selection mode you can generate a video slideshow from Albums contents. Just check the respective Albums displayed with hierarchical nesting. On the next three tabs **Tags**, **Searches**, and **Labels** you can refine your selection using tags, labels, or previous search results in digiKam.
pt: Esta página permite seleccionar os conteúdos a exportar: da selecção dos itens actual ou de uma lista de álbuns. Com o modo de selecção **Álbuns**, poderá gerar uma apresentação de vídeo a partir do conteúdo dos álbuns. Basta assinalar os álbuns respectivos que aparecem hierarquicamente. Nas três páginas seguintes - **Marcas**, **Pesquisas** e **Legendas**, poderá ajustar a sua selecção com marcas, legendas ou resultados de pesquisas anteriores no digiKam.

source: If you use the **Images** selection mode only the previous selection of items from Icon-View will be processed and listed on this page as a flat list.
pt: Se usar o modo de selecção **Imagens**, só a selecção anterior dos itens da área de ícones será processada e apresentada nesta página como uma lista plana.

source: Pressing on **Next** button will display all the video settings to encode the slideshow. The parameters are listed below:
pt: Se carregar no botão **Seguinte**, irá mostrar todas as definições de vídeo para codificar a apresentação. Os parâmetros encontram-se em baixo:

source: **Number of Frames by Image**: The number of frames generated of one image to encode in the video stream. This defined the time of one image will be present statically on screen. If you set an **Effect While Displaying Images**, this one will be rendered with this number of frames.
pt: **Número de Tramas por Imagem**: O número de tramas de imagens geradas a partir de uma imagem para codificar na transmissão de vídeo. Isto define o tempo que uma imagem estará presente estaticamente no ecrã. Se configurar um **Efeito ao Mostrar as Imagens**, o mesmo será gerado com este número de tramas.

source: **Video Type**: This is the video resolution to use while encoding media. Images are resized accordingly. Take care that high resolution will need more resources to encode and use more space on your disk.
pt: **Tipo de Vídeo**: Esta é a resolução de vídeo a usar enquanto codifica os conteúdos. As imagens são ajustadas de acordo com ela. Tenha atenção que altas resoluções vão necessitar de mais recursos para codificar e usar mais espaço no seu disco.

source: **Video bit Rate**: This is the bandwidth used to encode video. A low value means poor quality, and a high value means good quality. Take care that high rate will needs more space on your disk.
pt: **Taxa de Dados do Vídeo**: Esta é a largura de banda usada para codificar o vídeo. Um valor baixo significa qualidade fraca, e um valor alto significa qualidade boa. Tenha cuidado que uma taxa elevada irá necessitar de mais espaço no seu disco.

source: **Effect While Displaying Image**: Select here the visual effects to apply on an image while **Number of Frames by Image**.
pt: **Efeito ao Mostrar a Imagem**: Seleccione aqui os efeitos visuais a aplicar sobre uma imagem durante o **Número de Tramas por Imagem**.

source: **Transition Between Images**: Select here the visual effect to apply as a transition outside the **Number of Frames by Image**.
pt: **Transição entre Imagens**: Seleccione aqui o efeito visual a aplicar como transição fora do **Número de Tramas por Imagem**.

source: On the bottom of this view, the tool calculates the delay for each image on the screen including applied visual effects, and the total duration of the slideshow.
pt: No fundo desta janela, a ferramenta calcula o atraso para cada imagem no ecrã, incluindo a aplicação dos efeitos visuais e a duração total da apresentação.

source: Pressing on the **Next** button will display all the media container settings to host the encoded contents. The parameters are listed below:
pt: Se carregar ano botão **Seguinte**, irá mostrar todas as definições do contentor de vídeo para alojar os conteúdos codificados. Os parâmetros estão descritos em baixo:

source: **If Target File Exists**: Allows to overwrite or not video file if it already exists in the directory.
pt: **Se o Ficheiro de Destino Existir**: Permite substituir ou não o ficheiro do vídeo, caso já exista na pasta.

source: **Open in Player**: Allows to render video slideshow and end to encoding, with the digiKam internal player or the default desktop application.
pt: **Abrir no Leitor**: Permite visualizar a apresentação do vídeo com o leitor interno do digiKam ou com a aplicação predefinida do ambiente de trabalho.

source: Pressing on the **Next** button will start the video encoding. This stage can take a while depending on the number of items to process and the delay to use for each image to generate as a video.
pt: Se carregar no botão **Seguinte**, irá iniciar a codificação de vídeo. Esta etapa pode demorar algum tempo, dependendo da quantidade de itens a processar e do atraso a usar para cada imagem a gerar no vídeo.
