Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/post_processing/wall_paper.po
Languages: ca, nl, pt, pt_br, sv, uk

source: The Wallpaper Tool of digiKam
ca: L'eina fons de pantalla en el digiKam
nl: Het hulpmiddel Achtergrondafbeelding van digiKam
pt: A Ferramenta de Papéis de Parede do digiKam
pt_br: A ferramenta de papel de parede do digiKam
sv: Skrivbordsunderläggsverktyget i digiKam
uk: Інструмент фонових зображень стільниці у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, wallpaper
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, fons de pantalla
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, achtergrondafbeelding
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, papel de parede
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, papel de parede
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, skrivbordsunderlägg
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, шпалери, фонове зображення, фон

source: Wall-Paper
ca: Fons de pantalla
pt: Papel de Parede

source: The Wall-Paper tool allows setting an image from your collection as a background photo on your desktop. If you use a multi-screen computer, the image is assigned to the current monitor where digiKam is running.
ca: L'eina Fons de pantalla permet configurar una imatge de la vostra col·lecció com a fotografia de fons al vostre escriptori. Si utilitzeu un ordinador amb múltiples pantalles, la imatge s'assignarà al monitor actual on s'executa el digiKam.
pt: A ferramenta do Papel de Parede permite configurar uma imagem da sua colecção como imagem de fundo no seu computador. Se usar um computador com vários monitores, a imagem é atribuída ao monitor actual onde estiver o digiKam em execução.

source: Select one image that you want to push on your desktop and go to :menuselection:`Tools --> Set as wallpaper`, or use the icon **Set as wallpaper** from the **Tools** tab on the right sidebar. A dialog will appear to customize the **Wallpaper Layout** of the background photo. The possible choices are listed below:
ca: Seleccioneu una imatge que voleu posar a l'escriptori i aneu a l'element de menú :menuselection:`Eines --> Estableix com a fons de pantalla`, o utilitzeu la icona **Estableix com a fons de pantalla** des de la pestanya **Eines** a la barra lateral dreta. Apareixerà un diàleg per a personalitzar la **Disposició del fons de pantalla:** de la fotografia de fons. Les opcions possibles es llisten a continuació:
pt: Seleccione uma imagem que deseje para colocar no seu computador e vá a :menuselection:`Ferramentas --> Definir como papel de parede` ou use o ícone **Definir como papel de parede** na página **Ferramentas** da barra lateral direita. Irá aparecer uma janela para personalizar a **Disposição do Papel de Parede** da imagem de fundo. As opções possíveis estão enumeradas em baixo:

source: **Adjusted**: The image is resized to the desktop size without preserving the aspect ratio (Linux and Windows).
ca: **Ajustada**: la imatge es redimensionarà fins a la mida de l'escriptori sense conservar la relació d'aspecte (Linux i Windows).
nl: **Aangepast**: de afbeelding wordt in grootte gewijzigd naar de grootte van het bureaublad zonder beeldverhouding te bewaren (Linux en Windows).
pt: **Ajustado**: O tamanho da imagem é ajustado ao tamanho do ecrã, sem preservar as proporções de tamanho (Linux e Windows).
pt_br: **Ajustado**: A imagem é redimensionada para o tamanho da área de trabalho sem preservar a proporção (Linux e Windows).
sv: **Justerat**: Bildens storlek ändras till skrivbordsstorleken utan att bibehålla proportionen (Linux och Windows).
uk: **Виправлене**: розміри зображення буде змінено до розмірів стільниці без збереження пропорційності (Linux і Windows).

source: **Adjusted with Aspect ratio**: The image is resized to the desktop size preserving the aspect ratio (Linux only).
ca: **Ajustada amb la relació d'aspecte**: la imatge es redimensionarà fins a la mida de l'escriptori conservant la relació d'aspecte (només a Linux).
nl: **Aangepast met beeldverhouding**: de afbeelding wordt in grootte gewijzigd naar de grootte van het bureaublad met behoud van de beeldverhouding (alleen Linux).
pt: **Ajustado com Proporções**: O tamanho da imagem é ajustado ao tamanho do ecrã, preservando as proporções de tamanho (apenas no Linux).
pt_br: **Ajustado mantendo proporção**: A imagem é redimensionada para o tamanho da área de trabalho, preservando a proporção de aspecto (somente Linux).
sv: **Justerat enligt proportion**: Bildens storlek ändras till skrivbordsstorleken och bibehåller proportionen (endast Linux).
uk: **Виправлене пропорційно**: розміри зображення буде змінено до розмірів стільниці із збереженням пропорцій (лише Linux).

source: **Adjusted and cropped**: The image is resized to the desktop size and cropped to support the desktop aspect ratio (Linux only).
ca: **Ajustada i escapçada**: la imatge es redimensionarà fins a la mida de l'escriptori i s'escapçarà per a admetre la relació d'aspecte de l'escriptori (només a Linux).
nl: **Aangepast met bijgesneden**: de afbeelding wordt in grootte gewijzigd naar de grootte van het bureaublad met bijsnijden om de beeldverhouding te behouden (alleen Linux).
pt: **Ajustado e recortado**: A imagem é dimensionada ao tamanho do ecrã e recortada para dar suporte às proporções do mesmo (apenas no Linux).
pt_br: **Ajustado e cortado**: A imagem é redimensionada para o tamanho da área de trabalho e cortada para suportar a proporção da área de trabalho (somente Linux).
sv: **Justerat och beskuret**: Bildens storlek ändras till skrivbordsstorleken och beskärs för att stödja skrivbordets proportion (endast Linux).
uk: **Виправлене і обрізане**: розміри зображення буде змінено до розмірів стільниці і обрізано для збереження пропорцій стільниці (лише Linux).

source: **Mosaic**: The image is displayed multi-time as a mosaic to fill the desktop (Linux and Windows).
ca: **Mosaic**: la imatge es mostrarà múltiples vegades com un mosaic fins a omplir l'escriptori (Linux i Windows).
pt: **Mosaico**: A imagem é apresentada várias vezes, como um mosaico, para preencher o ecrã (Linux e Windows).

source: **Centered**: The image is centered on the desktop without modification (Linux and Windows).
ca: **Centrada**: La imatge se centrarà a l'escriptori sense modificacions (Linux i Windows).
nl: **Gecentreerd**: de afbeelding is gecentreerd op het bureaublad zonder wijziging (Linux en Windows).
pt: **Centrado**: A imagem é centrada no ecrã sem quaisquer modificações (Linux e Windows).
pt_br: **Centralizado**: A imagem é centralizada na área de trabalho sem modificação (Linux e Windows).
sv: **Centrerat**: Bilden centreras på skrivbordet utan ändringar (Linux och Windows).
uk: **За центром**: зображення буде розташовано у центрі стільниці без внесення змін у розміри (Linux і Windows).

source: This dialog does not exist under macOS. The layout is always set as **Centered**.
ca: Aquest diàleg no existeix sota macOS. La disposició sempre s'establirà com a **Centrada**.
nl: Deze dialoog bestaat niet onder macOS. De indeling is altijd ingesteld op **Gecentreerd**.
pt: Esta janela não existe no macOS. A disposição fica sempre como **Centrada**.
pt_br: Esta janela não existe no macOS. O layout é sempre definido como **Centralizado**.
sv: Dialogrutan finns inte för macOS. Layouten är alltid inställd till **Centrerat**.
uk: Це діалогове вікно не буде показано у macOS. У цій операційній системі завжди буде використано компонування **За центром**.

source: The Wall-Paper Dialog to Customize Layout of Background Photo
ca: El diàleg de fons de pantalla per a personalitzar la disposició de la fotografia de fons
nl: De dialoog voor achtergrondafbeelding om de indeling van de achtergrondfoto aan te passen
pt: A Janela do Papel de Parede para Personalizar a Disposição da Imagem de Fundo
pt_br: A janela de papel de parede para personalizar o layout da foto de fundo
sv: Skrivbordsunderläggsdialogrutan för att ställa in layouten för bakgrundsfotot
uk: Вікно засобу фонового зображення для налаштовування компонування фонової фотографії

source: :ref:`Wall-Paper <post_processing>`
nl: :ref:`Achtergrondafbeelding <post_processing>`
pt_br: :ref:`Papel de parede <post_processing>`
sv: :ref:`Skrivbordsunderlägg <post_processing>`
uk: :ref:`Фонове зображення <post_processing>`

source: The **Wall-Paper** tool allows setting an image from your collection as a background photo on your desktop. If you use a multi-screen computer, the image is assigned to the current monitor where digiKam is running.
nl: Het hulpmiddel **Achtergrondafbeelding** biedt het instellen van een afbeelding uit uw verzameling als een achtergrondafbeelding op uw bureaublad. Als u een computer met meerdere schermen gebruikt, wordt de afbeelding toegekend aan de huidige monitor waarop digiKam actief is.
pt_br: A ferramenta **Papel de parede** permite definir uma imagem da sua coleção como foto de fundo na sua área de trabalho. Se você usa um computador com várias telas, a imagem é atribuída ao monitor atual onde o digiKam está sendo executado.
sv: Med verktyget **Skrivbordsunderlägg** kan man ställa in en bild från din samling som bakgrundsfoto på skrivbordet. Om man använder en dator med flera skärmar tilldelas bilden till den aktuella bildskärmen där digiKam körs.
uk: За допомогою інструмента встановлення тла ви зможете зробити зображення з вашої збірки фоновою фотографією вашої стільниці. Якщо ви користуєтеся комп'ютером із декількома екранами, зображення стане зображенням тла поточного монітора, на якому відкрито вікно digiKam.

source: Select one image that you want to place on your desktop and go to :menuselection:`Tools --> Set as wallpaper`, or use the icon **Set as wallpaper** from the **Tools** tab on the right sidebar. A dialog will appear to customize the **Wallpaper Layout** of the background photo. The possible choices are:
nl: Selecteer één afbeelding die u wilt op uw bureaublad wilt plaatsen en ga naar :menuselection:`Hulpmiddelen --> Als achtergrondafbeelding instellen` of gebruik het pictogram **Als achtergrondafbeelding instellen** uit het tabblad **Hulpmiddelen** in de rechter zijbalk. Er zal een dialoog verschijnen om de **Indeling van de achtergrondafbeelding** van de foto voor de achtergrond aan te passen. De mogelijke keuzes zijn:
pt_br: Selecione uma imagem que deseja colocar na sua área de trabalho e acesse :menuselection:`Ferramentas --> Definir como papel de parede` ou use o ícone **Definir como papel de parede** na aba **Ferramentas** na barra lateral direita. Uma janela será exibida para personalizar o **Layout do papel de parede** da foto de fundo. As opções possíveis são:
sv: Välj en bild som ska placeras på skrivbordet och gå till :menuselection:`Verktyg --> Ange som bakgrund`, eller använd ikonen **Använd som skrivbordsunderlägg** under fliken **Verktyg** på höger sidorad. En dialogruta visas för att ställa in bakgrundsfotots **Skrivbordsunderläggslayout**. De möjliga valen är:
uk: Виберіть одне з зображень, яке ви хочете зробити фоновим на вашій стільниці, і скористайтеся пунктом меню :menuselection:`Інструменти --> Встановити зображенням тла` або скористайтеся кнопкою **Встановити зображенням тла** на вкладці **Інструменти** правої бічної панелі. У відповідь буде відкрито вікно для налаштовування **Компонування фону** для фонової фотографії. Можливі варіанти наведено у списку нижче:

source: **Mosaic**: The image is displayed multiple times as a mosaic to fill the desktop (Linux and Windows).
nl: **Mozaïek**: de afbeelding wordt meermalen als een mozaïek getoond om het bureaublad te vullen (Linux en Windows).
pt_br: **Mosaico**: A imagem é exibida várias vezes como um mosaico para preencher a área de trabalho (Linux e Windows).
sv: **Mosaik**: Bilden visas flera gånger som en mosaik för att fylla skrivbordet (Linux och Windows).
uk: **Мозаїка**: зображення буде повторено у форматі мозаїки до заповнення стільниці (Linux і Windows).
