Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/box_export.po
Languages: ca, fi, it, nl, pt_br, sl, sv, uk

source: Press the **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la pujada de les fotografies.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.
pt_br: Pressione o botão **Iniciar envio** para transferir os itens. Você pode clicar no botão **Fechar** para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Začni prenos tja**. Za prekinitev prenašanja fotografij lahko kliknete gumb **Zapri**.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Stäng** för att avbryta uppladdningen av foton.
