Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/box_export.po
Languages: ca, fi, it, nl, pt_br, sl, sv, uk

source: digiKam Export to Box Web-Service
ca: L'exportació del digiKam al servei web Box
fi: digiKamin Box-verkkopalveluun vienti
it: Esportazione di digiKam nel servizio web Box
nl: Naar Box-webservice exporteren van digiKam
pt_br: Exportar para o serviço web do Box a partir do digikam
sl: digiKam izvoz v spletno storitev Box
sv: Exportera till webbtjänsten Box i digiKam
uk: Експортування до вебслужби Box у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, box, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, box, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, box, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, box, exporteren
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, caixa, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, škatla, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, box, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, box, експорт

source: Export To Box
fi: Vie Boxiin
it: Esportazione in Box
uk: Експортування до Box

source: Contents
fi: Sisältö
it: Contenuto
uk: Зміст

source: This tool allows the user to upload photos to the Box web-service.
ca: Aquesta eina permet a l'usuari pujar fotografies al servei web de Box.
fi: Tällä työkalulla käyttäjä voi lähettää kuvia Box-verkkopalveluun.
it: Questo strumento permette all'utente di caricare le foto sul servizio web Box.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de Box-webservice te uploaden.
pt_br: Esta ferramenta permite que o usuário carregue fotos no serviço web do Box.
sl: To orodje uporabniku omogoča nalaganje fotografij v spletno storitev Box.
sv: Verktyget låter användaren ladda upp foton till webbtjänsten Box.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії на вебслужбу Box.

source: `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ is a cloud-based content management, collaboration, and file sharing tools. The application allows users to store and manage files in an online folder system accessible from any device. Users can then comment on the files, share them, apply workflows, and implement security and governance policies.
it: `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ è uno strumento per la condivisione dei file, collaborazione e gestione dei contenuti basato su cloud. L'applicazione permette agli utenti di salvare e gestire i file in un sistema di cartelle in linea accessibile da qualsiasi dispositivo. Gli utente possono quindi commentare i file, condividerli, applicarvi un flusso di lavoro e implementare politiche di sicurezza e amministrazione.
uk: `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ — набір заснованих на «хмарних» технологіях інструментів для керування даними, співпраці та оприлюднення файлів. Програми надають змогу користувачам зберігати файли і керувати файлами у системі інтернет-тек, доступ до яких можна здійснювати з будь-якого пристрою. Користувачі можуть коментувати файли, оприлюднювати їх, застосовувати робочі процеси та реалізувати правила захисту та керування вмістом.

source: The tool can be used to upload a selection of images from your collections to the remote Box server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de les vostres col·leccions cap al servidor remot de Box mitjançant Internet.
fi: Työkalua voi käyttää lähettämään kokoelmasta valitut kuvat internetitse Box-etäpalvelimeen.
it: Lo strumento può essere usato per caricare una selezione di immagini dalle tue raccolte al server remoto di Box tramite Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzamelingen te uploaden naar de Box-server op afstand via het internet.
pt_br: A ferramenta pode ser usada para carregar uma seleção de imagens de suas coleções para o servidor remoto do Box usando a Internet.
sl: Orodje lahko uporabite za nalaganje izbora slik iz vaših zbirk na oddaljeni strežnik Box prek interneta.
sv: Verktyget kan användas för att ladda upp ett urval av bilder från dina samlingar till Box fjärranslutna server via Internet.
uk: За допомогою інструмента експортування Box можна вивантажити вибрані зображення з ваших збірок на віддалений сервер Box у інтернеті.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to Box` :kbd:`Ctrl+Alt+Shift+B` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to Box:
it: Quando accedi allo strumento per la prima volta dal menu :menuselection:`Esporta --> Esporta in Box` :kbd:`Ctrl+Alt+Maiusc+B`, vieni reindirizzato alla procedura di ottenimento di un token, necessario per l'autenticazione. Comparirà la seguente finestra a scomparsa e verrà aperta una finestra del browser per accedere a Box:
uk: Під час першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до Box` :kbd:`Ctrl+Alt+Shift+B` програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. Буде показано відповідне діалогове вікно і запущено програму для перегляду інтернету для входу до системи Box:

source: The Box Login Dialog
ca: El diàleg d'inici de sessió per a Box
fi: Boxin kirjautumisikkuna
it: La finestra di dialogo di accesso di Box
nl: De aanmelddialoog voor Box
pt_br: A janela de login do Box
sl: Pogovorno okno za prijavo v polje
sv: Inloggningsdialogrutan för Box
uk: Вікно входу до Box

source: After successful sign-up digiKam will be allowed to send photos to the Box website. You will be presented with the following page:
it: Dopo che avrai completato con successo la registrazione, digiKam potrà inviare le foto sul sito web di Box. Apparirà questa pagina:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт Box. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: The Box Authorize Dialog
ca: El diàleg d'autorització de Box
fi: Boxin valtuutusikkuna
it: La finestra di dialogo di autorizzazione di Box
nl: De autorisatiedialoog voor Box
pt_br: A janela de autorização do Box
sl: Pogovorno okno za avtorizacijo polja
sv: Behörighetsdialogrutan för Box
uk: Вікно уповноваження Box

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to Box.
it: Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritorna alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in Box.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на Box.

source: The Box Export Tool Dialog
ca: El diàleg de l'eina d'exportació de Box
fi: Box-vientityökaluikkuna
it: La finestra di dialogo dello strumento di esportazione su Box
nl: De hulpmiddeldialoog voor exporteren naar Box
pt_br: A janela da ferramenta de exportação para o Box
sl: Pogovorno okno orodja za izvoz v Box
sv: Exportdialogrutan för Box
uk: Вікно інструмента експортування до Box

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** fotografije lahko uporabite za dodajanje več elementov v seznam.
sv: Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one and **Reload** the list on the combo-box if online contents have been changed in Box web interface.
it: Con l'opzione **Album** puoi selezionare la cartella in linea in cui salvare i file da caricare. Puoi **crearne** una nuova e **ricaricare** l'elenco nella casella combinata, se il contenuto in linea è stato modificato nell'interfaccia web di Box.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для зберігання файлів для вивантаження. Ви можете **Створити** таку теку і **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу Box.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Box. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su Box. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della larghezza in modo da conservare le proporzioni dell'immagine.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до Box. Значення буде прочитано з параметрів **Якість JPEG** і **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти і стискання. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: The Box Export Uploading in Progress
ca: L'exportació de Box pujant elements està en curs
fi: Box-viennin lähetys meneillään
it: Avanzamento del caricamento dell'esportazione in Box
nl: De voortgang van het uploaden tijdens exporteren naar Box
pt_br: Envio em andamento da exportação para o Box
sl: Poteka nalaganje izvoza škatle
sv: Pågående Box-export uppladdning
uk: Поступ вивантаження при експортуванні до Box

source: Press **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
fi: Lähetä kuvat napsauttamalla **Käynnistä lähetys**. Lähetyksen voi keskeyttää napsauttamalla **Sulje**.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Chiudi**.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.

source: Finally, you can view the uploaded photos by visiting the Box website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de Box.
fi: Lopuksi lähetettyjä kuvia voi katsella käymällä Boxin sivustolla.
it: Infine, puoi vedere le foto caricate visitando il sito web di Box.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van Box te bezoeken.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do Box.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu Box.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka Box webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт Box.

source: The Box Online Account Displaying the Uploaded Contents
ca: El compte en línia de Box mostrant el contingut que s'ha pujat
fi: Lähetetty sisältö näkyvissä Boxin verkkotilillä
it: L'account in linea di Box che visualizza i contenuti caricati
nl: Het online-account van Box die de geüploade inhoud toont
pt_br: A conta online do Box exibindo os conteúdos enviados
sl: Spletni račun Box, ki prikazuje naloženo vsebino
sv: Box nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Box показано вивантажені дані

source: :ref:`Export To Box <export_tools>`
ca: :ref:`Exportació a Box <export_tools>`
nl: :ref:`Exporteren naar Box <export_tools>`
pt_br: :ref:`Exportar para o Box <export_tools>`
sl: :ref:`Izvoz v Box <export_tools>`
sv: :ref:`Exportera till Box <export_tools>`

source: `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ is a cloud-based content management, collaboration, and file sharing tool. The application allows users to store and manage files in an online folder system accessible from any device. Users can then comment on the files, share them, apply workflows, and implement security and governance policies.
ca: `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ és una eina per a la gestió de contingut, col·laboració i compartició de fitxers basada en el núvol. L'aplicació permet als usuaris emmagatzemar i gestionar els fitxers en un sistema de carpetes en línia accessible des de qualsevol dispositiu. Després, els usuaris podran comentar els fitxers, compartir-los, aplicar fluxos de treball i implementar polítiques de seguretat i de governança.
nl: `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ is een op cloud gebaseerd beheer van inhoud, samenwerking en hulpmiddel voor delen van bestanden. De toepassing biedt gebruikers het opslaan van beheren van bestanden in een online mapsysteem toegankelijk vanaf elk apparaat. Gebruikers kunnen dan commentaar geven op de bestanden, ze delen, werkmethoden toepassen en beleid voor veiligheid en beheer implementeren.
pt_br: O `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ é uma ferramenta de gerenciamento de conteúdo, colaboração e compartilhamento de arquivos baseada em nuvem. O aplicativo permite que os usuários armazenem e gerenciem arquivos em um sistema de pastas online acessível de qualquer dispositivo. Os usuários podem então comentar nos arquivos, compartilhá-los, aplicar fluxos de trabalho e implementar políticas de segurança e governança.
sl: `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ je orodje za upravljanje vsebine, sodelovanje in skupno rabo datotek v oblaku. Aplikacija uporabnikom omogoča shranjevanje in upravljanje datotek v sistemu spletnih map, ki je dostopen iz katere koli naprave. Uporabniki lahko nato komentirajo datoteke, jih dajo v skupno rabo, uporabljajo poteke dela ter izvajajo politike varnosti in upravljanja.
sv: `Box <https://en.wikipedia.org/wiki/Box_(company)>`_ är ett molnbaserat verktyg för innehållshantering, samarbete och fildelning. Programmet tillåter användare att lagra och hantera filer i ett katalogsystem på nätet tillgängligt från vilken enhet som helst. Användare kan sedan kommentera filerna, dela dem, tillämpa arbetsflöden och implementera säkerhets- och styrningspolicyer.

source: When accessing the tool for the first time from the :menuselection:`Export --> Export to Box` :kbd:`Ctrl+Alt+Shift+B` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log into Box:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú :menuselection:`Exporta --> Exporta a Box...` (drecera :kbd:`Ctrl+Alt+Maj+B`), passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-vos. Apareixerà el diàleg següent i s'obrirà una finestra del navegador de manera que podreu iniciar la sessió a Box:
nl: Bij de eerste keer gebruiken van het hulpmiddel uit het menu-item :menuselection:`Exporteren --> Naar Box exporteren` :kbd:`Ctrl+Alt+Shift+B`, wordt u door het proces van het verkrijgen van een token geleid, wat wordt gebruikt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden zodat u zich aan kan melden bij Box:
pt_br: Ao acessar a ferramenta pela primeira vez a partir do menu :menuselection:`Exportar --> Exportar para o Box` :kbd:`Ctrl+Alt+Shift+B`, você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para que você possa fazer login no Box:
sl: Pri prvem dostopu do orodja z menijskim vnosom :menuselection:`Izvozi -->Izvozi v Box` :kbd:`Ctrl+Alt+Shift+B`, vas vodijo skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se prijavite v Box:
sv: När verktyget öppnas för första gången med menyalternativet :menuselection:`Exportera --> Exportera till Box` :kbd:`Ctrl+Alt+Shift+B`, leds man igenom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas för att logga in på OneDrive:

source: After successful sign-up, digiKam will be allowed to send photos to the Box website. You will be presented with the following page:
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies cap al lloc web de Box i se us presentarà la pàgina següent:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de Box-website. U krijgt de volgende pagina te zien:
pt_br: Após a entrada bem-sucedida, o digiKam poderá enviar fotos para o site do Box. Você verá a seguinte página:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto Box. Pred vami bo naslednja stran:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till Box webbplats. Följande sida visas för dig:

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to Box.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a Box.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Terugkeren naar de dialoog van de toepassing zult u het interface zien dat wordt gebruikt om foto's te uploaden naar Box.
pt_br: Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para enviar fotos para o Box.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za prenos fotografij v Box.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet som används för att ladda upp bilder till Box.

source: With the **Album** options, you can select the online folder to store files to upload. You can create a **New Album** or **Reload** the list in the combo-box if the online contents have changed in the Box web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu crear un **Àlbum nou** o **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de Box.
nl: Met de opties van **Album** kunt u de online map selecteren om te uploaden bestanden op te slaan. U kunt een **Nieuw album** aanmaken of de lijst **Herladen** in het keuzevak als de inhoud online is gewijzigd in het webinterface van Box.
pt_br: Com as opções de **Álbum**, você pode selecionar a pasta online para armazenar os arquivos a serem enviados. Você pode criar um **Novo álbum** ou **Recarregar** a lista na caixa de combinação se o conteúdo online tiver sido alterado na interface web do Box.
sl: Z možnostmi **Album** lahko izberete spletno mapo za shranjevanje datotek za prenos tja. Ustvarite lahko **Nov album** ali **Znova prenesi** seznam v kombiniranem polju, če se je spletna vsebina v spletnem vmesniku Box spremenila.
sv: Med alternativen **Album** kan man välja nätkatalog för att lagra filer att ladda upp. Man kan skapa ett **Nytt album** eller **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i Box webbgränssnitt.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Box. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a Box. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:** i **Dimensió màxima:**, les quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de mantenir la relació d'aspecte.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar Box. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding bewaard blijft.
pt_br: Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o Box. Os valores serão lidos nas configurações de **Qualidade JPEG** e **Dimensão máxima**, que podem ser usadas para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter a proporção da imagem.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bo velikost fotografij pred prenosom v Box spremenjena. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till Box. Värdena läses från inställningarna av **JPEG-kvalitet** och **Maximal dimension**, som kan användas för att justera den maximala höjden och komprimeringen. Beräkningen av bredden görs så att proportionen bevaras.
