Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/dropbox_export.po
Languages: ca, it, nl, sl, sv, uk

source: digiKam Export to Dropbox Web-Service
ca: El servei web de Dropbox per a exportar en el digiKam
it: Esportazione di digiKam nel servizio web Dropbox
nl: Naar Dropbox-webservice exporteren van digiKam
sl: digiKam izvoz v spletno storitev Dropbox
sv: Exportera till webbtjänsten Dropbox i digiKam
uk: Експортування до вебслужби Dropbox у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, dropbox, export
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, dropbox, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, dropbox, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, dropbox, exporteren
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, dropbox, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, dropbox, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, dropbox, експорт

source: Export To Dropbox
ca: Exportar cap a Dropbox
nl: Exporteren naar Dropbox
sv: Exportera till Dropbox
uk: Експортування до Dropbox

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
sl: Vsebina
sv: Innehåll
uk: Зміст

source: This tool allows the user to upload photos to the Dropbox web-service.
ca: Aquesta eina permet a l'usuari pujar fotografies al servei web de Dropbox.
it: Questo strumento permette all'utente di caricare le foto sul servizio web Dropbox.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de Dropbox-webservice te uploaden.
sl: To orodje uporabniku omogoča nalaganje fotografij v spletno storitev Dropbox.
sv: Verktyget låter användaren ladda upp foton till webbtjänsten Dropbox.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії на вебслужбу Dropbox.

source: `Dropbox <https://en.wikipedia.org/wiki/Dropbox>`_ is a file hosting service that offers cloud storage, file synchronization, personal cloud, and client software.
ca: `Dropbox <https://en.wikipedia.org/wiki/Dropbox>`_ és un servei d'allotjament de fitxers que ofereix emmagatzematge en el núvol, sincronització de fitxers, núvol personal i programari client.
it: `Dropbox <https://en.wikipedia.org/wiki/Dropbox>`_ è un servizio di hosting di file che offre salvataggio su cloud, sincronizzazione file, cloud personale e software client.
nl: `Dropbox <https://en.wikipedia.org/wiki/Dropbox>`_ is een service voor opslaan van bestanden die opslaan in de cloud, synchronisatie van bestanden, persoonlijke cloud en client-software biedt.
sl: `Dropbox <https://en.wikipedia.org/wiki/Dropbox>`_ je storitev gostovanja datotek, ki ponuja shranjevanje v oblaku, sinhronizacijo datotek, osebni oblak in odjemalsko programsko opremo.
sv: `Dropbox <https://sv.wikipedia.org/wiki/Dropbox>`_ är en filvärdtjänst som erbjuder molnlagring, filsynkronisering, personligt moln och klientprogramvara.
uk: `Dropbox <https://en.wikipedia.org/wiki/Dropbox>`_ — служба зберігання файлів, яка пропонує вам зберігання даних у «хмарі», синхронізацію файлів, особисту «хмару» та клієнтське програмне забезпечення.

source: The tool can be used to upload a selections of images from your collection to the remote Dropbox server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de la vostra col·lecció cap al servidor remot de Dropbox mitjançant Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzameling te uploaden naar de Dropbox-server op afstand via het internet.
sv: Verktyget kan användas för att ladda upp ett urval av bilder från en samling till Dropbox fjärranslutna server via Internet.
uk: За допомогою інструмента експортування Flickr можна вивантажити вибрані зображення з вашої збірки на віддалений сервер Dropbox у інтернеті.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to Dropbox` :kbd:`Ctrl+Alt+Shift+D` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to Dropbox:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú «:menuselection:`Exporta --> Exporta cap a Dropbox...`» (drecera :kbd:`Ctrl+Alt+Maj+D`), passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-vos. Apareixerà el diàleg següent i s'obrirà una finestra del navegador que iniciarà la sessió a Dropbox:
nl: Bij de eerste keer gebruiken van het hulpmiddel via het menu-item :menuselection:`Exporteren --> Naar Dropbox exporteren` :kbd:`Ctrl+Alt+Shift+D`, wordt u door het proces van het verkrijgen van een token geleid, wat wordt gebruikt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden om u aan te melden bij Dropbox:
sv: När verktyget öppnas för första gången med menyalternativet :menuselection:`Exportera --> Exportera till Dropbox` :kbd:`Ctrl+Alt+Skift+D`, leds man igenom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas för att logga in på Dropbox:
uk: Під час першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до Dropbox` :kbd:`Ctrl+Alt+Shift+D` програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. Буде показано відповідне діалогове вікно і запущено програму для перегляду інтернету для входу до системи Dropbox:

source: The Dropbox Login Dialog
ca: El diàleg d'inici de sessió per a Dropbox
it: La finestra di dialogo di accesso di Dropbox
nl: De aanmelddialoog voor Dropbox
sl: Pogovorno okno za prijavo v Dropbox
sv: Inloggningsdialogrutan för Dropbox
uk: Вікно входу до Dropbox

source: After successful sign-up digiKam will be allowed to send photos to the Dropbox website. You will be presented with the following page:
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies al lloc web de Dropbox i se us presentarà la pàgina següent:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de Dropbox-website. U krijgt de volgende pagina te zien:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till Dropbox webbplats. Följande sida visas för dig:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт Dropbox. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: The Dropbox Authorize Dialog
ca: El diàleg d'autorització de Dropbox
it: La finestra di dialogo di autorizzazione di Dropbox
nl: De autorisatiedialoog voor Dropbox
sl: Pogovorno okno za avtorizacijo Dropboxa
sv: Behörighetsdialogrutan för Dropbox
uk: Вікно уповноваження Dropbox

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to Dropbox.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a Dropbox.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te uploaden naar Dropbox.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet som används för att ladda upp bilder till Dropbox.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на Dropbox.

source: The Dropbox Export Tool Dialog
ca: El diàleg de l'eina d'exportació cap a Dropbox
it: La finestra di dialogo dello strumento di esportazione su Dropbox
nl: De hulpmiddeldialoog voor exporteren naar Dropbox
sl: Pogovorno okno orodja za izvoz Dropbox
sv: Exportdialogrutan för Dropbox
uk: Вікно інструмента експортування до Dropbox

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
sv: Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one and **Reload** the list on the combo-box if online contents have been changed in Dropbox web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu fer **Crea**'n un de nou i **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de Dropbox.
nl: Met de opties van **Album** kunt u de online map selecteren om te uploaden bestanden op te slaan. U kunt een nieuwe **Aanmaken** en de lijst **Herladen** in het keuzevak als inhoud online is gewijzigd in het webinterface van Dropbox.
sv: Med alternativen **Album** kan man välja nätkatalog för att lagra filer att ladda upp. Man kan **Skapa** en ny och **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i Dropbox webbgränssnitt.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для зберігання файлів для вивантаження. Ви можете **Створити** таку теку і **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу Dropbox.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Dropbox. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved. With the **Upload original image file** option, the photo are transferred without modification.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a Dropbox. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:** i **Dimensió màxima:**, les quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de conservar la relació d'aspecte. Amb l'opció **Puja el fitxer d'imatge original**, les fotografies es transferiran sense modificacions.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar Dropbox. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding bewaard blijft. Met de optie **Originele afbeeldingsbestand uploaden**, worden de foto's zonder wijziging overgebracht.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till Dropbox. Värdena läses från inställningarna av **JPEG-kvalitet** och **Maximal dimension**, som kan användas för att justera den maximala höjden och komprimeringen. Beräkningen av bredden görs så att proportionen bevaras. Med alternativet **Ladda upp originalbildfil**, överförs fotot utan förändring.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до Dropbox. Значення буде прочитано з параметрів **Якість JPEG** і **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти і стискання. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка. Якщо позначено пункт **Вивантажити початковий файл зображення**, фотографію буде передано без внесення змін.

source: The Dropbox Export Uploading in Progress
ca: L'exportació de Dropbox pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in Dropbox
nl: De voortgang van het uploaden tijdens exporteren naar Dropbox
sl: Poteka nalaganje izvoza Dropbox
sv: Pågående Dropbox export uppladdning
uk: Поступ вивантаження при експортуванні до Dropbox

source: Press **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la pujada de les fotografies.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Stäng** för att avbryta uppladdningen av foton.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.

source: Finally, you can view the uploaded photos by visiting the Dropbox website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de Dropbox.
it: Infine, puoi vedere le foto caricate visitando il sito web di Dropbox.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van Dropbox te bezoeken.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu Dropbox.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka Dropbox webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт Dropbox.

source: The Dropbox Online Account Displaying the Uploaded Contents
ca: El compte en línia de Dropbox mostrant el contingut que s'ha pujat
it: L'account in linea di Dropbox che visualizza i contenuti caricati
nl: Het online-account van Dropbox die de geüploade inhoud toont
sl: Spletni račun Dropbox, ki prikazuje naloženo vsebino
sv: Dropbox nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Dropbox показано вивантажені дані

source: :ref:`Export To Dropbox <export_tools>`
it: :ref:`Esportazione in Dropbox <export_tools>`
sl: :ref:`Izvoz v Dropbox <export_tools>`

source: The tool can be used to upload a selection of images from your collection to the remote Dropbox server using the Internet.
it: Lo strumento può essere utilizzato per caricare una selezione di immagini dalle tue raccolte al server remoto di Dropbox tramite Internet.
sl: Orodje se lahko uporablja za prenos izbranih slik iz vaše zbirke na oddaljeni strežnik Dropbox prek interneta.

source: When accessing the tool for the first time from the :menuselection:`Export --> Export to Dropbox` :kbd:`Ctrl+Alt+Shift+D` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log into Dropbox:
it: Quando accedi allo strumento per la prima volta dal menu :menuselection:`Esporta --> Esporta in Dropbox` :kbd:`Ctrl+Alt+Maiusc+D`, vieni reindirizzato alla procedura di ottenimento di un token, necessario per l'autenticazione. Comparirà la seguente finestra a scomparsa e verrà aperta una finestra del browser per accedere a Dropbox:
sl: Ko prvič dostopate do orodja iz vnosa menija :menuselection:`Izvozi --> Izvozi v Dropbox` :kbd:`Ctrl+Alt+Shift+D`, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se lahko prijavite v Dropbox:

source: After successful sign-up, digiKam will be allowed to send photos to the Dropbox website. You will be presented with the following page:
it: Dopo che avrai completato con successo la registrazione, digiKam potrà inviare le foto sul sito web di Dropbox. Apparirà questa pagina:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto Dropbox. Pred vami bo naslednja stran:

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to Dropbox.
it: Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritornando alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in Dropbox.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za nalaganje fotografij v Dropbox.

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items to the list.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** Fotografije lahko uporabite za dodajanje več elementov na seznam.

source: With the **Album** options, you can select the online folder to store files to upload. You can create a **New Album** or **Reload** the list in the combo-box if the online contents have changed in the Dropbox web interface.
it: Con le opzioni di **Album** puoi selezionare la cartella in linea in cui salvare i file da caricare. Puoi creare un **nuovo album** o **ricaricare** l'elenco nella casella combinata, se il contenuto in linea è cambiato nell'interfaccia web di Dropbox.
sl: Z možnostmi **Album** lahko izberete spletno mapo za shranjevanje datotek za prenos. Ustvarite lahko **Nov album** ali **Znova naložite** seznam v kombiniranem polju, če se je spletna vsebina v spletnem vmesniku Dropbox spremenila.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Dropbox. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio. With the **Upload original image file** option, the photos are transferred without modification.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su Dropbox. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della larghezza in modo da conservare le proporzioni dell'immagine. Con l'opzione **Carica il file immagine originale**, le foto saranno trasferite senza apportare modifiche.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bo velikost fotografij spremenjena pred prenosom v Dropbox. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic. Z možnostjo **Naloži izvirno slikovno datoteko** se fotografije prenesejo brez sprememb.

source: Press the **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Chiudi**.
sl: Za prenos elementov pritisnite gumb **Začni prenos tja**. Za prekinitev prenašanja fotografij lahko kliknete gumb **Zapri**.
