Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/file_transfer.po
Languages: pt_br

source: digiKam Export to Remote Computer
pt_br: Exportar para computador remoto a partir do digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, remote, computer, export
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, remoto, computador, exportar

source: Contents
pt_br: Conteúdo

source: Introduction
pt_br: Introdução

source: This tool allows you to upload files from your collections to a remote computer using a network. It is available from the :menuselection:`Export --> Export to remote storage` :kbd:`Ctrl+Alt+Shift+K` menu entry or the corresponding icon in the **Tools** tab in the Right Sidebar. The tool uses the KDE KIO-slaves in the background to communicate with the remote target.
pt_br: Esta ferramenta permite que você carregue arquivos de suas coleções para um computador remoto usando uma rede. Ela está disponível na entrada de menu :menuselection:`Exportar --> Exportar para armazenamento remoto` :kbd:`Ctrl+Alt+Shift+K` ou no ícone correspondente na aba **Ferramentas** na barra lateral direita. A ferramenta usa o serviço KIO do KDE em segundo plano para se comunicar com o destino remoto.

source: The Export to Remote Computer Dialog
pt_br: A janela de exportação para computador remoto

source: KIO-Slaves Protocols
pt_br: Protocolos KIO

source: KDE's KIO-Slaves allow you to access local and remote resources seamlessly from applications like digiKam. Below is a list of the most commonly used KIO-Slaves protocols for file export and remote access:
pt_br: Os KIOs do KDE permitem que você acesse recursos locais e remotos de forma integrada a partir de aplicativos como o digiKam. Abaixo está uma lista dos protocolos KIO mais comumente usados ​​para exportação de arquivos e acesso remoto:

source: Protocol
pt_br: Protocolo

source: Description
pt_br: Descrição

source: Example
pt_br: Exemplo

source: Access local files and directories.
pt_br: Acessa arquivos e pastas locais.

source: ``file:///home/user/folder/``
pt_br: ``file:///home/usuario/pasta/``

source: Access files on an FTP server (unencrypted).
pt_br: Acessa arquivos em um servidor FTP (não criptografado).

source: ``ftp://user:password@server.com/folder/``
pt_br: ``ftp://usuario:senha@servidor.com/pasta/``

source: Securely access files via SFTP (SSH).
pt_br: Acessa de maneira segura arquivos via SFTP (SSH).

source: ``sftp://user@server.com/path/``
pt_br: ``sftp://usuario@servidor.com/caminho/``

source: Access files over SSH (alternative to SFTP).
pt_br: Acessa arquivos por SSH (alternativa ao SFTP).

source: ``fish://user@server.com/path/``
pt_br: ``fish://usuario@servidor.com/caminho/``

source: Access Windows/Samba network shares.
pt_br: Acessa compartilhamentos de rede do Windows/Samba.

source: ``smb://server/share/``
pt_br: ``smb://servidor/compartilhamento/``

source: Access files on an NFS share.
pt_br: Acessa arquivos em um compartilhamento NFS.

source: ``nfs://server/path/``
pt_br: ``nfs://servidor/caminho/``

source: Access web resources (read-only).
pt_br: Acessa recursos web (somente leitura).

source: ``http://example.com/file.txt``
pt_br: ``http://exemplo.com/arquivo.txt``

source: Securely access web resources.
pt_br: Acessa de maneira segura recursos web.

source: ``https://example.com/file.txt``
pt_br: ``https://exemplo.com/arquivo.txt``

source: Access files on a WebDAV server.
pt_br: Acessa arquivos em um servidor WebDAV.

source: ``webdav://server.com/path/``
pt_br: ``webdav://servidor.com/caminho/``

source: Securely access files on a WebDAV server (HTTPS).
pt_br: Acessa de maneira segura arquivos em um servidor WebDAV (HTTPS).

source: ``webdavs://server.com/path/``
pt_br: ``webdavs://servidor.com/caminho/``

source: Manage saved network connections (SSH, FTP, etc.).
pt_br: Gerencia conexões de rede salvas (SSH, FTP, etc.).

source: ``remote:/`` (then select a saved connection)
pt_br: ``remote:/`` (e então selecione uma conexão salva)

source: Access system manual pages.
pt_br: Acessa as páginas de manuais do sistema.

source: Access GNU info documentation.
pt_br: Acessa a documentação de informações da GNU.

source: Browse the contents of a tar archive.
pt_br: Navega pelo conteúdo de um arquivo tar.

source: ``tar:///path/to/file.tar``
pt_br: ``tar:///caminho/para/arquivo.tar``

source: Browse the contents of a zip archive.
pt_br: Navega pelo conteúdo de um arquivo zip.

source: ``zip:///path/to/file.zip``
pt_br: ``zip:///caminho/para/arquivo.zip``

source: Access audio tracks from a CD.
pt_br: Acessa faixas de áudio de um CD.

source: Access system information.
pt_br: Acessa informações do sistema.

source: Access the trash bin.
pt_br: Acessa a lixeira do sistema.

source: Browse network resources (Samba, FTP, etc.).
pt_br: Navega pelos recursos de rede (Samba, FTP, etc.).

source: Access installed fonts.
pt_br: Acessa as fontes instaladas.

source: Access installed applications.
pt_br: Acessa os aplicativos instalados.

source: Access system settings.
pt_br: Acessa as configurações do sistema.

source: Protocols like ``ftp://`` are **not secure**. Prefer ``sftp://`` or ``fish://`` for sensitive transfers.
pt_br: Protocolos como ``ftp://`` **não são seguros**. Prefira ``sftp://`` ou ``fish://`` para transferências sensíveis.

source: How to use this tool
pt_br: Como usar esta ferramenta

source: In this dialog, to be connected to the remote device, you can use a protocol in the **Target Location** url field such as:
pt_br: Nesta janela, para se conectar ao dispositivo remoto, você pode usar um protocolo no campo de URL de **Localização de destino**, como:

source: **fish://user_name@remote_computer**: connect to the *remote_computer* with *user_name* using SSH protocol (Secure SHell).
pt_br: **fish://nome_usuário@computador_remoto**: conecta ao *computador_remoto* com *nome_usuário* usando o protocolo SSH (Secure SHell).

source: **ftp://user_name@remote_computer**: connect to the *remote_computer* with *user_name* using FTP protocol (File Transfer Protocol).
pt_br: **ftp://nome_usuário@computador_remoto**: conecta ao *computador_remoto* com *nome_usuário* usando o protocolo FTP (Protocolo de Transferência de Arquivos).

source: An alternative will be to use the native desktop url selector by pressing the **Select Export Location** button. A dialog will appear where you can see and select remote devices in the network section of the dialog:
pt_br: Uma alternativa será usar o seletor de URL nativo da área de trabalho pressionando o botão **Selecionar local para exportação**. Uma janela será exibida, onde você poderá ver e selecionar dispositivos remotos na seção de rede do diálogo:

source: The Export to Remote Computer Url Selector Dialog Under Linux.
pt_br: Janela do seletor de URL para exportar para computador remoto no Linux.

source: The native url selector dialog is only available if you turn on the right option in :menuselection:`Settings --> Configure digiKam... --> Miscellaneous page --> Appearance tab` as described in the :ref:`appearance settings <appearance_settings>` section of this manual.
pt_br: A janela do seletor de URL nativo só estará disponível se você ativar a opção correta em :menuselection:`Configurações --> Configurar digiKam... --> página Diversos --> aba Aparência`, conforme descrito na seção :ref:`configurações de aparência <appearance_settings>` deste manual.

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items to the list.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.

source: Once you have selected the right target to upload the files, press the **Start Export** button to process the files. You can abort the operation by pressing the **Close** button.
pt_br: Após selecionar o destino correto para o envio dos arquivos, pressione o botão **Iniciar a exportação** para processar os arquivos. Você pode interromper a operação pressionando o botão **Fechar**.
