Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/flickr_export.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: Each time the tool is invoked after the initial time, you are greeted with the following dialog, which shows the current account already set to the last used account. You can add a new account, or select a different account if needed. Click the **OK** button to be connected.
ca: Cada vegada que s'invoca l'eina després de la primera, se us presenta el diàleg següent, que mostra el compte actual ja establert a l'últim compte utilitzat. Podeu afegir un compte nou, o seleccionar un compte diferent si cal. Feu clic al botó **D'acord** per a connectar-hi.
it: Ogni volta che invochi lo strumento dopo la prima volta, verrai indirizzato alla finestra di dialogo seguente, che mostra l'account corrente già impostato all'ultimo account utilizzato. Puoi aggiungere un nuovo account, o selezionarne uno diverso, se necessario. Fai clic sul pulsante **OK** per collegarti.
pt_br: Cada vez que a ferramenta for invocada após a primeira vez, você verá a seguinte janela, que mostra a conta atual já definida como a última conta usada. Você pode adicionar uma nova conta ou selecionar uma conta diferente, se necessário. Clique no botão **OK** para conectar.
sl: Vsakič, ko je orodje priklicano po začetnem času, vas pozdravi naslednje pogovorno okno, ki prikazuje trenutni račun, ki je že nastavljen na zadnji uporabljeni račun. Dodate lahko nov račun ali po potrebi izberete drug račun. Za povezavo kliknite gumb **V redu**.
sv: Varje gång verktyget anropas efter första tillfället visas följande dialogruta som anger att det aktuella kontot redan är inställt till det senast använda kontot. Man kan lägga till ett nytt konto eller välja ett annat konto om det behövs. Klicka på **Ok** för att ansluta.

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items to the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** Fotografije lahko uporabite za dodajanje več elementov na seznam.
sv: Normalt föreslår verktyget att exportera de för närvarande markerade objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.

source: With the **Album** options, you can select the online folder to store files to upload. You can create a **New Album** or **Reload** the list in the combo-box if the online contents have changed in the Flickr web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu crear un **Àlbum nou** o **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de Flickr.
it: Con le opzioni di **Album** puoi selezionare la cartella in linea in cui salvare i file da caricare. Puoi creare un **nuovo album** o **ricaricare** l'elenco nella casella combinata, se il contenuto in linea è cambiato nell'interfaccia web di Flickr.
pt_br: Com as opções de **Álbum**, você pode selecionar a pasta online para armazenar os arquivos a serem enviados. Você pode criar um **Novo álbum** ou **Recarregar** a lista na caixa de combinação se o conteúdo online tiver sido alterado na interface web do Flickr.
sl: Z možnostmi **Album** lahko izberete spletno mapo za shranjevanje datotek za prenos. Ustvarite lahko **Nov album** ali **Znova naložite** seznam v kombiniranem polju, če se je spletna vsebina v spletnem vmesniku Flickr spremenila.
sv: Med alternativen **Album** kan man välja nätkatalog för att lagra filer att ladda upp. Man kan skapa ett **Nytt album** eller **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i Flickr webbgränssnitt.

source: The **Tag options** section can be used to apply digiKam keywords to the Flickr upload. More keywords can be assigned with a series of comma-separated words.
ca: La secció **Opcions de l'etiqueta** es pot utilitzar per a aplicar paraules clau del digiKam a la pujada a Flickr. Es poden assignar més paraules clau amb una sèrie de paraules separades per comes.
it: Puoi usare la sezione **Opzioni dei tag** per applicare parole chiave di digiKam ai caricamenti su Flickr. È possibile assegnare ulteriori parole chiave con una serie di parole separate da virgola.
pt_br: A seção **Opções de etiquetas** pode ser usada para aplicar palavras-chave do digiKam ao envio para o Flickr. Mais palavras-chave podem ser atribuídas com uma série de palavras separadas por vírgulas.
sl: Razdelek **Možnosti značk** lahko uporabite za uporabo ključnih besed digiKam pri nalaganju na Flickr. Več ključnih besed je mogoče dodeliti z vrsto besed, ločenih z vejicami.
sv: Sektionen **Etikettalternativ** kan användas för att använda nyckelord i digiKam för uppladdningen till Flickr. Fler nyckelord kan tilldelas med en serie ord åtskilda med kommatecken.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Flickr. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a Flickr. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:** i **Dimensió màxima:**, les quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de mantenir la relació d'aspecte.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su Flickr. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della larghezza in modo da mantenere le proporzioni dell'immagine.
pt_br: Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o Flickr. Os valores serão lidos nas configurações de **Qualidade JPEG** e **Dimensão máxima**, que podem ser usadas para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter a proporção da imagem.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bo velikost fotografij spremenjena pred prenosom na Flickr. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till Flickr. Värdena läses från inställningarna av **JPEG-kvalitet** och **Maximal dimension**, som kan användas för att justera den maximala höjden och komprimeringen. Beräkningen av bredden görs så att proportionen bevaras.

source: Press the **Start Uploading** button to transfer items. You can click on the **Cancel** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Cancel·la** per a interrompre la pujada de les fotografies.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Annulla**.
pt_br: Pressione o botão **Iniciar envio** para transferir itens. Você pode clicar no botão **Cancelar** para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Začni prenos tja**. Za prekinitev prenašanja fotografij lahko kliknete gumb **Prekliči**.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Avbryt** för att avbryta uppladdningen av foton.
