Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/flickr_export.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: digiKam Export to Flickr Web-Service
ca: L'exportació del digiKam al servei web Flickr
it: Esportazione di digiKam nel servizio web Flickr
nl: Naar Flickr-webservice exporteren van digiKam
pt_br: Exportar para o serviço web do Flickr a partir do digikam
sl: digiKam izvoz v spletno storitev Flickr
sv: Exportera till webbtjänsten Flickr i digiKam
uk: Експортування до вебслужби Flickr у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, flickr, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, flickr, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, flickr, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, flickr, exporteren
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, flickr, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, flickr, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, flickr, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, flickr, експорт

source: Export To Flickr
nl: Naar Flickr exporteren
uk: Експортування до Flickr

source: Contents
nl: Inhoud
uk: Зміст

source: This tool allows the user to upload photos to the Flickr web service.
ca: Aquesta eina permet a l'usuari pujar fotografies al servei web de Flickr.
it: Questo strumento permette all'utente di caricare le foto sul servizio web Flickr.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de Flickr webservice te uploaden.
pt_br: Esta ferramenta permite que o usuário carregue fotos no serviço web do Flickr.
sl: To orodje uporabniku omogoča nalaganje fotografij v spletno storitev Flickr.
sv: Verktyget låter användaren ladda upp foton till webbtjänsten Flickr.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії на вебслужбу Flickr.

source: `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ is an online photo management application. Flickr is a way to get your photos to the people who matter to you. With Flickr you can show off your favorite photos to the world, blog the photos you take with a smartphone, and securely and privately show photos to your friends and family around the world.
nl: `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ is een online toepassing voor fotobeheer. Flickr is een manier om uw foto's bij de mensen waar u om geeft te krijgen. Met Flickr kunt u uw favoriete foto's aan de wereld tonen, blog de foto's die u hebt genomen met een smartphone en toon foto's beveiligd en privé aan uw vrienden en familie over de gehele wereld.
uk: `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ — це інтерактивна програма з керування фотографіями. Flickr — це один зі способів поділитися фотографіями з людьми, думку яких ви цінуєте. За допомогою Flickr ви зможете оприлюднити ваші улюблені фотографії, створити блог з фотографіями, зробленими фотоапаратом, вмонтованим до вашого мобільного, та безпечно і утаємничено показати фотографії вашим друзям і членам вашої сім’ї, що можуть мешкати у різних куточках світу.

source: The tool can be used to upload a selection of images from your collection to the remote Flickr server using the Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzameling te uploaden naar de Flickr-server op afstand via het internet.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to Flickr` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to Flickr:
nl: Wanneer u het hulpmiddel voor de eerste keer gebruikt via het menu-item :menuselection:`Exporteren --> Naar Flickr exporteren` wordt u door het proces geleid voor het ophalen van een token dat gebruikt wordt voor het authenticatieproces. De volgende dialoog zal verschijnen en een browservenster zal geopend worden om u aan te melden bij Flickr:
uk: Під час першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до Flickr` програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. Буде показано відповідне діалогове вікно і запущено програму для перегляду інтернету для входу до системи Flickr:

source: The Flickr Export Login Dialog
ca: El diàleg d'inici de sessió per a l'exportació de Flickr
it: La finestra di dialogo per l'accesso all'esportazione su Flickr
nl: De aanmelddialoog voor exporteren naar Flickr
pt_br: A janela de login de exportação do Flickr
sl: Pogovorno okno za prijavo izvoza Flickr
sv: Exportera till Flickr inloggningsdialogruta
uk: Вікно входу до системи експортування Flickr

source: After successful signup digiKam will be allowed to send photos to the flickr website. You will be presented with the following page on successful signup:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de flickr-website. U krijgt de volgende pagina te zien bij met succes aanmelden:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт flickr. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: The Flickr Export Authorize Dialog
ca: El diàleg d'autorització per a l'exportació de Flickr
it: La finestra di dialogo per l'autorizzazione all'esportazione su Flickr
nl: De autorisatiedialoog voor exporteren naar Flickr
pt_br: Janela de autorização de exportação do Flickr
sl: Pogovorno okno za odobritev izvoza Flickr
sv: Exportera till Flickr behörighetsdialogruta
uk: Вікно уповноваження системи експортування Flickr

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to Flickr.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te uploaden naar Flickr.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на Flickr.

source: When the tool is invoked for second time or later you are greeted with the following dialog, which shows the current account already used previously. Just select one from the list to be connected.
nl: Wanneer het hulpmiddel voor de tweede keer of later wordt aangeroepen wordt u begroet met de volgende dialoog, die het huidige account al toont dat eerder is gebruikt. Selecteer er een uit de lijst om verbonden te worden.
uk: Коли інструмент буде запущено згодом, програма покаже вам зображене нижче вікно, де буде використано дані облікових записів, які було вказано раніше. Просто виберіть один зі списку, щоб встановити з'єднання зі службою.

source: The Flickr Export Dialog to Select the Previously Registered Account
ca: El diàleg d'exportació de Flickr per a seleccionar el compte registrat anteriorment
it: La finestra di dialogo di esportazione di Flickr per selezionare un account registrato in precedenza
nl: De exportdialoog van Flickr om het eerder geregistreerde account te selecteren
pt_br: A janela de exportação do Flickr para selecionar a conta registrada anteriormente
sl: Pogovorno okno Flickr Export za izbiro predhodno registriranega računa
sv: Exportera till Flickr dialogruta för att välja det tidigare registrerade kontot
uk: Вікно експортування до Flickr для вибору раніше зареєстрованого облікового запису

source: The main upload dialog is shown below:
ca: A continuació es mostra el diàleg principal de pujada:
it: La finestra di caricamento principale è mostrata qui sotto:
nl: De hoofddialoog voor uploaden wordt hieronder getoond:
pt_br: A janela principal de envio é mostrada abaixo:
sl: Glavno pogovorno okno za prenos tja je prikazano spodaj:
sv: Huvuddialogrutan för uppladdning visas nedan:
uk: Це основне діалогове вікно вивантаження показано нижче.

source: The Flickr Export Tool Dialog
ca: El diàleg de l'eina d'exportació de Flickr
it: La finestra di dialogo dello strumento di esportazione su Flickr
nl: De hulpmiddeldialoog voor exporteren naar Flickr
pt_br: A janela da ferramenta de exportação do Flickr
sl: Pogovorno okno orodja za izvoz Flickr
sv: Exportera till Flickr verktygsdialogruta
uk: Вікно засобу експортування Flickr

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one and **Reload** the list on the combo-box if online contents have been changed in Flickr web interface.
nl: Met de opties van **Album** kunt u de online map selecteren om te uploaden bestanden op te slaan. U kunt een nieuwe **Aanmaken** en de lijst **Herladen** in het keuzevak als inhoud online is gewijzigd in het webinterface van Flickr.

source: The **Tag options** section can be used to apply digiKam keywords to the flickr upload. More keywords can be assigned with a series of words (comma separated).
nl: De sectie **Tag-opties** kan gebruikt worden om sleutelwoorden uit digiKam toe te voegen aan het uploaden naar flickr. Er kunnen meer sleutelwoorden toegekend worden met een serie woorden (kommagescheiden).
uk: Розділом **Параметри мітки** можна скористатися для застосування ключових слів digiKam до вивантажених на flickr даних. Додаткові ключові слова можна призначити за допомогою послідовності слів (відокремлених комами).

source: The **Public**, **Friends**, and **Family** check-boxes can be turned on to assign appropriate access permissions to the images you upload. By default the images uploaded are private.
ca: Les caselles de selecció **Pública**, **Amics** i **Família** es poden marcar per a assignar permisos d'accés adequats a les imatges que pugeu. De manera predeterminada, les imatges pujades seran privades.
it: È possibile attivare le caselle di controllo **Pubblico**, **Amici** e **Famiglia** per assegnare i permessi di accesso appropriati alle immagini caricate; per impostazione predefinita le immagini caricate sono private.
nl: De keuzevakjes **Publiek**, **Vrienden** en **Familie** kunnen geactiveerd worden om van toepassing zijnde toegangsrechten toe te voegen aan de geüploade afbeeldingen. Standaard worden de afbeeldingen geüpload als privé.
pt_br: As caixas de seleção **Público**, **Amigos** e **Família** podem ser marcadas para atribuir permissões de acesso apropriadas às imagens que você enviar. Por padrão, as imagens enviadas são privadas.
sl: Potrditvena polja **Javno**, **Prijatelji** in **Družina** lahko vklopite za dodelite ustrezna dovoljenja za dostop do slikam, ki jih prenašate. Privzeto so prenesene slike zasebne.
sv: Kryssrutorna **Offentlig*, **Vänner** och **Familj** kan aktiveras för att tilldela lämpliga åtkomstbehörigheter till de uppladdade bilderna. Normalt är de uppladdade bilderna privata.
uk: Ви можете позначити один з варіантів **Публічний**, **Друзі** або **Сім’я**, щоб встановити відповідні права доступу на зображення, які ви вивантажуєте. Типово, зображення буде вивантажено як особисті.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Flickr. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar Flickr. De waarden zullen gelezen worden uit de instellingen **JPRG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding bewaard blijft.

source: The Flickr Export Uploading in Progress
ca: L'exportació de Flickr pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in Flickr
nl: Het exporteren naar Flickr met voortgang van uploaden
pt_br: Envio em andamento da exportação para o Flickr
sl: Poteka nalaganje izvoza Flickr
sv: Pågående Flickr-export uppladdning
uk: Поступ вивантаження при експортуванні до Flickr

source: Press **Start Uploading** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.

source: Finally, you can view the uploaded photos by visiting the Flickr website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de Flickr.
it: Infine, puoi vedere le foto caricate visitando il sito web di Flickr.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van Flickr te bezoeken.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do Flickr.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu Flickr.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka Flickr webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт Flickr.

source: The Flickr Online Account Displaying the Uploaded Contents
ca: El compte en línia de Flickr mostrant el contingut que s'ha pujat
it: L'account in linea di Flickr che visualizza i contenuti caricati
nl: Het online-account van Flickr die de geüploade inhoud toont
pt_br: A conta online do Flickr exibindo os conteúdos enviados
sl: Spletni račun Flickr, ki prikazuje preneseno vsebino
sv: Flickr nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Flickr показано вивантажені дані

source: The tool can be used to upload an image collection from your computer to the remote flickr server using the Internet.
uk: За допомогою інструмента експортування Flickr можна вивантажити збірку зображень з вашого комп’ютера на віддалений сервер flickr у інтернеті.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one an **Reload** the list on the combo-box if online contents have been changed in Flickr web interface.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для зберігання файлів для вивантаження. Ви можете **Створити** таку теку і **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу Flickr.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Flickr. The values will be read from the **Maximum Dimension** combo-box, which can be used to adjust the maximum height. The width calculation will be done so as to have the aspect ratio conserved.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до Flickr. Значення буде прочитано з поля **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: :ref:`Export To Flickr <export_tools>`
ca: :ref:`Exportació a Flickr <export_tools>`
it: :ref:`Esportazione in Flickr <export_tools>`
pt_br: :ref:`Exportar para o Flickr <export_tools>`
sl: :ref:`Izvoz v Flickr <export_tools>`
sv: :ref:`Exportera till Flickr <export_tools>`

source: `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ is an online photo management application. Flickr is a way to get your photos to the people who matter to you. With Flickr you can show off your favorite photos to the world, blog the photos you take with a smartphone, and securely and privately show photos to your friends and family around the world.
ca: `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ és una aplicació per a la gestió fotogràfica en línia. És una manera d'oferir les vostres fotografies a les persones que us importen. Amb el Flickr podreu mostrar les vostres fotografies preferides a tothom, un blog de les fotografies que preneu amb un telèfon intel·ligent, i de forma segura i privada mostrar-les als amics i familiars a tot el món.
it: `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ è un'applicazione online per la gestione delle fotografie. È un modo di far avere le tue foto alla gente che ti sta a cuore. Con Flickr puoi mostrare le tue foto preferite a tutto il mondo, fare un blog con le foto scattate da uno smartphone o mostrare privatamente delle foto ai tuoi amici e alla tua famiglia in tutto il mondo.
pt_br: O `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ é um aplicativo de gerenciamento de fotos online. O Flickr é uma maneira de levar suas fotos às pessoas que são importantes para você. Com o Flickr, você pode mostrar suas fotos favoritas para o mundo, postar em blogs as fotos tiradas com um smartphone e mostrar fotos com segurança e privacidade para seus amigos e familiares ao redor do mundo.
sl: `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ je spletna aplikacija za upravljanje fotografij. Flickr je način, da svoje fotografije posredujete ljudem, ki so vam pomembni. S Flickrjem lahko svetu pokažete svoje najljubše fotografije, objavite fotografije, ki jih posnamete s pametnim telefonom, in jih varno in zasebno pokažete svojim prijateljem in družini po vsem svetu.
sv: `Flickr <https://en.wikipedia.org/wiki/Flickr>`_ är ett nätprogram för fotohantering. Flickr är ett sätt att få foton till de människor som betyder något för dig. Med Flickr kan favoritfoton visas upp för hela världen, blogga foton tagna med en smart telefon och säkert och privat visa foton för vänner och familj runt om i världen.

source: The tool can be used to upload a selection of images from your collections to the remote Flickr server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de les vostres col·leccions cap al servidor remot de Flickr mitjançant Internet.
it: Lo strumento può essere usato per caricare una selezione di immagini dalle tue raccolte al server remoto di Flickr tramite Internet.
pt_br: A ferramenta pode ser usada para carregar uma seleção de imagens de suas coleções para o servidor remoto do Flickr usando a Internet.
sl: Orodje lahko uporabite za nalaganje izbora slik iz vaših zbirk na oddaljeni strežnik Flickr prek interneta.
sv: Verktyget kan användas för att ladda upp ett urval av bilder från dina samlingar till Flickr fjärranslutna server via Internet.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to Flickr` :kbd:`Ctrl+Alt+Shift+R` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched that will log you in to Flickr:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú :menuselection:`Exporta --> Exporta a Flickr...` (drecera :kbd:`Ctrl+Alt+Maj+R`), passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-vos. Apareixerà el diàleg següent i s'obrirà una finestra del navegador de manera que podreu iniciar la sessió a Flickr:
it: Quando accedi allo strumento per la prima volta dal menu :menuselection:`Esporta --> Esporta in Flickr` :kbd:`Ctrl+Alt+Maiusc+R`, sarai reindirizzato alla procedura di ottenimento di un token, necessario per l'autenticazione. Comparirà la seguente finestra a scomparsa e verrà aperta una finestra del browser per accedere a Flickr:
pt_br: Ao acessar a ferramenta pela primeira vez através da entrada de menu :menuselection:`Exportar --> Exportar para o Flickr` :kbd:`Ctrl+Alt+Shift+R`, você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para efetuar seu login no Flickr:
sl: Ko prvič dostopate do orodja z menijskim vnosom :menuselection:`Izvozi --> Izvozi v Flickr` :kbd:`Ctrl+Alt+Shift+R`, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, ki vas bo prijavil v Flickr:
sv: När verktyget används för första gången med menyalternativet :menuselection:`Exportera --> Exportera till Flickr` :kbd:`Ctrl+Alt+Shift+R`, leds man genom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas så du kan logga in på Flickr:

source: After successful sign-up, digiKam will be allowed to send photos to the Flickr website. You will be presented with the following page:
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies al lloc web de Flickr i se us presentarà la pàgina següent:
it: Dopo che avrai completato con successo la registrazione, digiKam potrà inviare le foto sul sito web di Flickr. Apparirà questa pagina:
pt_br: Após a entrada bem-sucedida, o digiKam poderá enviar fotos para o site do Flickr. Você verá a seguinte página:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na Spletno mesto Flickr. Pred vami bo naslednja stran:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till Flickr webbplats. Följande sida visas för dig:

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to Flickr.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a Flickr.
it: Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritornando alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in Flickr.
pt_br: Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para enviar fotos para o Flickr.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za prenos fotografij v Flickr.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet som används för att ladda upp bilder till Flickr.
