Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/google_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Export to Google Web-Service
ca: El servei web de Google per a exportar en el digiKam
it: Esportazione di digiKam nel servizio web Google
nl: Naar Google-webservice exporteren van digiKam
pt: Serviço Web de Exportação do digiKam para o Google
pt_br: Exportar para o serviço web do Google a partir do digikam
sl: digiKam izvoz v Googlovo spletno storitev
sv: Exportera till webbtjänsten Google i digiKam
uk: Експортування до вебслужби Google у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, google, export
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, google, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, google, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, google, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, google, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, Google, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, google, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, google, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, google, експорт

source: Export To Google
ca: Exportar cap a Google
nl: Naar Google exporteren
pt: Exportação para o Google

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt: Introdução
pt_br: Visão geral
sl: Pregled
sv: Översikt
uk: Огляд

source: This tool allows the user to upload photos to the Google web services. Two online applications are supported: `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_ and `Google Drive <https://en.wikipedia.org/wiki/Google_Drive>`_.
ca: Aquesta eina permet a l'usuari pujar fotografies als serveis web de Google. S'admeten dues aplicacions en línia: `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_ i `Google Drive <https://en.wikipedia.org/wiki/Google_Drive>`_.
it: Questo strumento consente all'utente di caricare foto nei servizi web di Google. Sono supportate due applicazioni web: `Google Foto <https://it.wikipedia.org/wiki/Google_Foto>`_ e `Google Drive <https://it.wikipedia.org/wiki/Google_Drive>`_.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de Google webservice te uploaden. Twee online toepassingen worden ondersteund: `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_ en `Google Drive <https://en.wikipedia.org/wiki/Google_Drive>`_.
pt: Esta ferramenta permite ao utilizador enviar fotografias para os serviços Web da Google. Existe suporte para duas aplicações 'online': `Google Photos <https://en.wikipedia.org/wiki/Google_Photos>`_ e `Google Drive <https://en.wikipedia.org/wiki/Google_Drive>`_.
pt_br: Esta ferramenta permite que o usuário envie fotos para os serviços web do Google. Dois aplicativos online são suportados: `Google Fotos <https://en.wikipedia.org/wiki/Google_Photos>`_ e `Google Drive <https://en.wikipedia.org/wiki/Google_Drive>`_.
sl: To orodje uporabniku omogoča nalaganje fotografij v Googlove spletne storitve. Podprti sta dve spletni aplikaciji: `Google Photo <https://en.wikipedia.org/wiki/Google_Photos>`_ in `Google Drive <https://en.wikipedia.org/wiki/Google_Drive>`_.
sv: Verktyget låter användaren ladda upp foton till Google webbtjänster. Två nätprogram stöds: `Google Foto <https://en.wikipedia.org/wiki/Google_Photos>`_ och `Google Drive <https://en.wikipedia.org/wiki/Google_Drive>`_.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії на вебслужби Google. Передбачено підтримку двох інтернет-програм: `Google Фото <https://en.wikipedia.org/wiki/Google_Photos>`_ і `Google Диск <https://en.wikipedia.org/wiki/Google_Drive>`_.

source: **Google Photos** is a photo sharing which automatically analyzes photos, identifying various visual features and subjects. Users can search for anything in photos including faces and group similar ones together.
ca: El **Google Photos** és una eina per a compartir fotografies que les analitza automàticament, identificant diverses característiques visuals i temes. Els usuaris poden cercar qualsevol cosa en les fotografies, incloses les cares i agrupar-les per similars.
nl: **Google Photos** is voor delen van foto's die automatisch foto's analyseert, verschillende visuele kenmerken en onderwerpen identificeert. Gebruikers kunnen zoeken naar alles in foto's inclusief gezichten en gelijken samen groeperen.
pt: O **Google Photos** é um serviço de partilha de fotografias que as analisa automaticamente, identificando diversas características visuais e assuntos. Os utilizadores poderão procurar por tudo nas fotografias, incluindo caras, e agrupar várias semelhantes em conjunto.

source: **Google Drive** allows users to store files in the cloud, synchronize files across devices, and share files. Users can change privacy settings for individual files and can search for a content by describing its visuals, and use natural language to find specific files.
ca: **Google Drive** permet als usuaris emmagatzemar fitxers en el núvol, sincronitzar els fitxers entre dispositius i compartir-los. Els usuaris poden canviar la configuració de privadesa de fitxers individuals i poden cercar un contingut descrivint les seves imatges i utilitzar llenguatge natural per a trobar fitxers específics.
nl: **Google Drive** biedt gebruikers het opslaan van bestanden in de cloud, bestanden synchroniseren tussen apparaten en bestanden delen. Gebruikers kunnen privacy-instellingen wijzigen van individuele bestanden en kunnen zoeken naar inhoud door visuele elementen te beschrijven en natuurlijke taal gebruiken om specifieke bestanden te vinden.
pt: O **Google Drive** permite aos utilizadores guardarem ficheiros na 'cloud', sincronizar os ficheiros entre dispositivos e partilhar ficheiros. Os utilizadores poderão mudar as definições de privacidade para os ficheiros individuais e poderão procurar por um determinado conteúdo, descrevendo o seu visual ou usando linguagem natural para procurar por certos ficheiros.

source: digiKam is not currently compatible with the **Google Advanced Protection Program (GAPP)** account settings. This protection serves for journalists and people who could be exposed to increased attacks. digiKam is compatible with a Google normal account.
ca: El digiKam, actualment no és compatible amb la configuració del compte del **Programa de protecció avançada de Google (GAPP)**. Aquesta protecció serveix per a periodistes i persones que podrien estar exposades a atacs més grans. El digiKam és compatible amb un compte normal de Google.
nl: digiKam is op dit moment niet compatibel met de accountinstellingen van het **Google Advanced Protection Program (GAPP)**. Deze bescherming is bedoeld voor journalisten en mensen die blootgesteld kunnen worden aan verhoogde aanvallen. digiKam is compatibel met een normaal Google-account.
pt: O digiKam não é de momento compatível com as definições de conta do **Google Advanced Protection Program (GAPP)** (programa de protecção avançada da Google). Esta protecção serve para os jornalistas e outras pessoas que possam estar expostas a ataques mais intensos. O digiKam é compatível com uma conta normal da Google.

source: For a normal Google account the amount of files which can be downloaded at once is currently limited to 1000.
ca: Per a un compte normal de Google, la quantitat de fitxers que es poden descarregar alhora actualment està limitada a 1.000.
nl: Voor een normaal Google-account is de hoeveelheid bestanden die in één keer gedownload kunnen worden nu beperkt tot 1000.
pt: Para uma conta normal da Google, a quantidade de ficheiros que poderá ser transferida de uma vez está limitada a 1000.

source: The tools can be used to upload an image collections from your computer to the remote Google server using the Internet. Use respectively the :menuselection:`Export --> Export to Google Photo` :kbd:`Ctrl+Alt+Shift+P` and by the :menuselection:`Export --> Export to Google Drive` :kbd:`Ctrl+Alt+Shift+D` menu entries to access to these tools, or uses the icons from **Tools** in Right sidebar.
ca: Les eines es poden utilitzar per a pujar col·leccions d'imatges des del vostre ordinador cap al servidor remot de Google a través d'Internet. Per a accedir a aquestes eines, utilitzeu respectivament els elements de menú «:menuselection:`Exporta --> Exporta cap a Google Photos...`» (drecera :kbd:`Ctrl+Alt+Maj+P`) i «:menuselection:`Exporta --> Exporta cap a Google Drive...`» (drecera :kbd:`Ctrl+Alt+Maj+D`), o utilitzeu les icones des de la pestanya **Eines** a la barra lateral dreta.
nl: De hulpmiddelen kunnen gebruikt worden om een afbeeldingenverzameling van uw computer te uploaden naar de Google-server op afstand via het internet. Gebruik respectievelijk de menu-items :menuselection:`Exporteren --> Naar Google Photo exporteren` :kbd:`Ctrl+Alt+Shift+P` en :menuselection:`Exporteren --> Naar Google Drive exporteren` :kbd:`Ctrl+Alt+Shift+D` om deze hulpmiddelen te gebruiken of gebruik de pictogrammen uit **Hulpmiddelen** in de rechter zijbalk.
pt: As ferramentas poderão ser usadas para enviar colecções de imagens a partir do seu computador para o servidor remoto do Google, usando a Internet. Use, respectivamente, as opções do menu :menuselection:`Exportar --> Exportar para o Google Photos` :kbd:`Ctrl+Alt+Shift+P` ou a opção :menuselection:`Exportar --> Exportar para o Google Drive` :kbd:`Ctrl+Alt+Shift+D` para aceder a estas ferramentas, ou usando os ícones das **Ferramentas** na barra lateral direita.

source: Google Photo is only suitable for showing images on the web, not as a backup solution. Google recompresses uploaded images and changes or removes metadata, e.g. GPS.
ca: Google Photo només és adequat per mostrar imatges a la web, no com una solució de còpia de seguretat. Google recomprimeix les imatges pujades i canvia o elimina les metadades, p. ex. GPS.

source: Login to your Account
ca: Iniciar la sessió amb el vostre compte
it: Accedere al tuo account
nl: Aanmelden in uw account
pt: Autenticar-se na sua Conta
pt_br: Login na sua conta
sl: Prijavite se v svoj račun
sv: Logga in på ditt konto
uk: Вхід до вашого облікового запису

source: When accessing the tool for the first time you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to Google:
ca: Quan s'accedeix a l'eina per primera vegada passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-se. Apareixerà el diàleg següent i es llançarà una finestra del navegador que iniciarà la sessió a Google:
nl: Bij het voor de eerste keer gebruiken van het hulpmiddel wordt u door het proces voor het verkrijgen van een token geleid die gebruikt wordt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal opgestart worden om u aan te melden bij Google:
pt: Ao aceder à ferramenta pela primeira vez, será conduzido pelo processo de obter um código usado para fins de autenticação. A seguinte janela irá aparecer, sendo lançada uma janela de navegador na qual se irá autenticar no Google:

source: The Google Dialog to Select Account
ca: El diàleg de Google per a seleccionar un compte
it: La finestra di dialogo Google per la selezione dell'account
nl: De dialoog van Google om een account te selecteren
pt: A Janela do Google para Seleccionar uma Conta
pt_br: A janela do Google para selecionar a conta
sl: Googlovo pogovorno okno za izbiro računa
sv: Googles dialogruta för att välja konto
uk: Вікно Google для вибору облікового запису

source: After successful signup digiKam will be allowed to send photos to the Google website. You will be presented with the following page on successful signup:
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies al lloc web de Google. en un registre amb èxit se us presentarà la pàgina següent:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de Google-website. U krijgt de volgende pagina te zien bij met succes aanmelden:
pt: Após um registo bem sucedido, o digiKam terá permissões para enviar as fotografias para a página Web do Google. Ser-lhe-á apresentada a seguinte página:

source: The Google Dialog to Authorize Application
ca: El diàleg de Google per a autoritzar l'aplicació
it: La finestra di dialogo Google per autorizzare l'applicazione
nl: De dialoog van Google voor autoriseren van de toepassing
pt: A Janela de Autorização da Aplicação do Google
pt_br: Janela do Google para autorizar o aplicativo
sl: Googlovo pogovorno okno za avtorizacijo aplikacije
sv: Googles dialogruta för att ge programmet behörighet
uk: Вікно Google для уповноваження програми

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to Google.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a Google.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te uploaden naar Google.
pt: Depois, simplesmente autorize a aplicação e feche o navegador Web. Volte à janela da aplicação-anfitrião, onde irá ver a interface usada para transferir as fotografias do Google.

source: When the tool is invoked for second time, it will remember the previous account automatically.
ca: Quan s'invoqui l'eina per segona vegada, es recordarà automàticament el compte anterior.
nl: Wanneer het hulpmiddel voor de tweede keer wordt aangeroepen zal het het eerdere account automatisch herinneren.
pt: Quando a ferramenta é invocada pela segunda vez, irá recordar a conta anterior automaticamente.

source: Upload to your Account
ca: Pujar cap al vostre compte
it: Caricare nel tuo account
nl: Naar uw account uploaden
pt: Enviar para a sua Conta
pt_br: Enviar para sua conta
sl: Naložite v svoj račun
sv: Ladda upp till ditt konto
uk: Вивантаження даних до вашого облікового запису

source: The upload dialogs for **Google Photo** and **Google Drive** uses mostly the same interface:
ca: Els diàlegs de pujada per a **Google Photo** i **Google Drive** utilitzen principalment la mateixa interfície:
nl: De dialogen voort uploaden naar **Google Photo** en **Google Drive** gebruiken vrijwel hetzelfde interface:
pt: As janelas de envio para o **Google Photos** e **Google Drive** usam praticamente a mesma interface:

source: The Google Photo Export Dialog
ca: El diàleg d'exportació de Google Photo
it: La finestra di dialogo di esportazione di Google Foto
nl: De dialoog voor foto exporteren naar Google
pt: A Janela de Exportação de Fotografias para o Google Photos
pt_br: A janela de exportação para o Google Fotos
sl: Pogovorno okno Google Photo Export
sv: Google Foto exportdialogruta
uk: Вікно експортування фотографій до Google

source: The Google Drive Export Dialog
ca: El diàleg d'exportació de Google Drive
it: La finestra di dialogo di esportazione di Google Drive
nl: De dialoog voor exporteren naar Google Drive
pt: A Janela de Exportação de Fotografias para o Google Drive
pt_br: A janela de exportação para o Google Drive
sl: Pogovorno okno za izvoz Google Drive
sv: Google-drive exportdialogruta
uk: Вікно експортування до Google Диск

source: By default, the tools proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
nl: Standaard zullen de hulpmiddelen voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** in foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
pt: Por omissão, as ferramentas propõem exportar os itens seleccionados de momento da área de ícones. O botão para **+** Fotografias poderá ser usado para adicionar mais itens à lista.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one and **Reload** the list on the combo-box if online contents have been changed in Google web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu fer **Crea**'n un de nou i **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de Flickr.
nl: Met de opties van **Album** kunt u de online map selecteren om te uploaden bestanden op te slaan. U kunt een nieuwe **Aanmaken** en de lijst **Herladen** in het keuzevak als inhoud online is gewijzigd in het webinterface van Google.
pt: Com as opções do **Álbum**, poderá seleccionar a pasta 'online' onde guardar os ficheiros a enviar. Poderá **Criar** uma nova e **Actualizar** a lista, caso os conteúdos 'online' tenham sido modificados na interface Web do Google.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Google. The values will be read from the **Maximum Dimension** combo-box, which can be used to adjust the maximum height. The width calculation will be done so as to have the aspect ratio conserved.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a Google. Els valors es llegiran a partir del quadre combinat **Dimensió màxima:**, el qual es pot utilitzar per a ajustar l'alçada màxima. Es farà el càlcul de l'amplada per tal de conservar la relació d'aspecte.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar Google De waarden zullen gelezen worden uit de keuzelijst **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding bewaard blijft.
pt: Se a opção **Dimensionar as fotografias antes do envio** estiver seleccionada, as fotografias mudarão de tamanho antes de serem transferidas para o Google. Os valores serão lidos da lista **Dimensão Máxima**, que poderá ser usada para ajustar a altura máxima. O cálculo da largura será feito de forma a conservar as proporções de tamanho.

source: With **Google Photo** uploader, a special option is available to **Write the photo ID to the source image**. The identification number used to upload to your Google account will be recorded in the XMP metadata from file in your collection.
ca: Amb el pujador de **Google Photo**, hi ha disponible una opció especial **Escriu l'ID de la fotografia a la imatge d'origen**. El número d'identificació utilitzat per a pujar al vostre compte de Google es registrarà en les metadades XMP del fitxer a la vostra col·lecció.
nl: Met de uploader **Google Photo** is een speciale optie beschikbaar om **De foto-ID naar de bronafbeelding te schrijven**. Het identificatiegetal gebruikt om naar uw Google account te uploaden zal opgeslagen worden in de XMP-metagegevens uit het bestand in uw verzameling.
pt: Com o módulo de envio para o **Google Photos**, fica disponível uma opção especial para **Gravar o ID da fotografia na imagem original**. O número de identificação usado para enviar para a sua conta do Google será registado nos meta-dados XMP do ficheiro na sua colecção.

source: The Google Export Uploading in Progress
ca: L'exportació de Google pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in Google
nl: De voortgang van het uploaden tijdens exporteren naar Google
pt: A Janela de Envio da Exportação para o Google
pt_br: Envio em andamento da exportação para o Google
sl: Poteka nalaganje Google Export
sv: Pågående Google export uppladdning
uk: Поступ вивантаження при експортуванні до Google

source: Press **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la pujada de les fotografies.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Chiudi**.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.
pt: Carregue no botão **Iniciar o Envio** para transferir os itens. Poderá carregar no botão **Fechar** para interromper o envio.
pt_br: Pressione o botão **Iniciar envio** para transferir os itens. Você pode clicar no botão **Fechar** para interromper o envio das fotos.
sl: Pritisnite gumb **Začni nalaganje** za prenos predmetov. Lahko kliknete na gumb **Zapri** za preklic pošiljanja slik.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Stäng** för att avbryta uppladdningen av foton.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.

source: Finally, you can view the uploaded photos by visiting the Google websites.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de Google.
it: Infine, puoi vedere le foto caricate visitando i siti web di Google.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van Google te bezoeken.
pt: Finalmente, poderá ver as fotografias enviadas, visitando a página Web do Google.
pt_br: Por fim, você pode visualizar as fotos enviadas visitando os sites do Google.
sl: Na koncu si lahko ogledate naložene fotografije na Googlovih spletnih mestih.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka Googles webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт Google.

source: The Google Photo Online Account Displaying the Uploaded Contents
ca: El compte en línia de Google Photo mostrant el contingut que s'ha pujat
it: L'account in linea di Google Foto che visualizza i contenuti caricati
nl: Het online-account van Google Photo die de geüploade inhoud toont
pt: A Conta 'Online' do Google Photos a Apresentar os Conteúdos Enviados
pt_br: A conta online do Google Fotos exibindo os conteúdos enviados
sl: Spletni račun Google Photo, ki prikazuje naloženo vsebino
sv: Google Foto nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Google Фото показано вивантажені дані
