Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/google_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: The Google Drive Online Account Displaying the Uploaded Contents
ca: El compte en línia de Google Drive mostrant el contingut que s'ha pujat
it: L'account in linea di Google Drive che visualizza i contenuti caricati
nl: Het online-account van Google Drive die de geüploade inhoud toont
pt: A Conta 'Online' do Google Drive a Apresentar os Conteúdos Enviados
pt_br: A conta online do Google Drive exibindo os conteúdos enviados
sl: Spletni račun Google Drive, ki prikazuje naloženo vsebino
sv: Google Drive nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Google Диск показано вивантажені дані

source: :ref:`Export To Google <export_tools>`
it: :ref:`Esportazione in Google <export_tools>`
pt_br: :ref:`Exportar para o Google <export_tools>`
sl: :ref:`Izvoz v Google <export_tools>`
sv: :ref:`Exportera till Google <export_tools>`
uk: :ref:`Експортувати до Google <export_tools>`

source: **Google Photos** is a photo sharing service that automatically analyzes photos, identifying various visual features and subjects. Users can search for anything in photos including faces and group similar ones together.
it: **Google Foto** è un servizio di condivisione delle fotografie che analizza in automatico le foto, identificando i soggetti e le varie caratteristiche visive. Gli utenti possono ricercare qualsiasi cosa nelle foto, inclusi i volti e i gruppi somiglianti.
pt_br: O **Google Fotos** é um serviço de compartilhamento de fotos que analisa fotos automaticamente, identificando diversos elementos visuais e assuntos. Os usuários podem pesquisar qualquer coisa nas fotos, incluindo rostos, e agrupar fotos semelhantes.
sl: **Google Photos** je storitev za skupno rabo fotografij, ki samodejno analizira fotografije in prepozna različne vizualne značilnosti in subjekte. Uporabniki lahko na fotografijah iščejo karkoli, vključno z obrazi, in združujejo podobne.
sv: **Google Foto** är en fotodelningstjänst som automatiskt analyserar foton och identifierar olika visuella funktioner och motiv. Användare kan söka efter vad som helst i foton inklusive ansikten och gruppera liknande tillsammans.
uk: **Google Фото** — служба оприлюднення фотографій, яка автоматично аналізує фотографії, виявляє різноманітні візуальні особливості та об'єкти. Користувачі можуть виконувати пошук будь-чого на фотографіях, включно з обличчями, та групувати подібні зображення.

source: **Google Drive** allows users to store files in the cloud, synchronize files across devices, and share files. Users can change privacy settings for individual files and can search for items by describing its visual content, using natural language to find specific files.
it: **Google Drive** consente agli utenti di memorizzare i file nel cloud, sincronizzarli tra dispositivi e condividerli. Gli utenti possono cambiare le impostazioni di riservatezza per i singoli file ed eseguire ricerche sugli elementi basandosi sulla descrizione visiva, utilizzando il linguaggio naturale per trovare file specifici.
pt_br: O **Google Drive** permite que os usuários armazenem arquivos na nuvem, sincronizem arquivos entre dispositivos e compartilhem arquivos. Os usuários podem alterar as configurações de privacidade de arquivos individuais e pesquisar itens descrevendo seu conteúdo visual, usando linguagem natural para encontrar arquivos específicos.
sl: **Google Drive** uporabnikom omogoča shranjevanje datotek v oblaku, sinhronizacijo datotek med napravami in skupno rabo datotek. Uporabniki lahko spremenijo nastavitve zasebnosti za posamezne datoteke in lahko iščejo elemente z opisom njihove vizualne vsebine, z uporabo naravnega jezika za iskanje določenih datotek.
sv: **Google Drive** låter användare lagra filer i molnet, synkronisera filer mellan enheter och dela filer. Användare kan ändra sekretessinställningar för enskilda filer och söka efter objekt genom att beskriva deras visuella innehåll, med hjälp av naturligt språk för att hitta specifika filer.
uk: За допомогою **Google Диск** користувачі можуть зберігати файли у «хмарі», синхронізувати файли між пристроями та оприлюднювати файли. Користувачі можуть змінювати параметри конфіденційності для окремих файлів і можуть виконувати пошук даних, надаючи опис їхніх візуальних частин, а також використовувати природну мову для пошуку певних файлів.

source: digiKam is not currently compatible with the **Google Advanced Protection Program (GAPP)** account settings. This protection is designed for journalists and people who could be exposed to increased attacks. digiKam is compatible with a normal Google account.
it: digiKam non è attualmente compatibile con le impostazioni di un account **Google Advanced Protection Program (GAPP)**. Questa protezione è progettata per i giornalisti e le persone che potrebbero essere esposte ad attacchi mediatici crescenti. digiKam è compatibile con un normale account Google.
pt_br: Atualmente, o digiKam não é compatível com as configurações de conta do **Programa de Proteção Avançada do Google (GAPP)**. Essa proteção foi desenvolvida para jornalistas e pessoas que podem estar expostas a ataques cada vez maiores. O digiKam é compatível com uma conta normal do Google.
sl: digiKam trenutno ni združljiv z nastavitvami računa **Googlov program napredne zaščite - Google Advanced Protection Program (GAPP)**. Ta zaščita je namenjena novinarjem in osebam, ki bi lahko bile izpostavljene pogostejšim napadom. digiKam je združljiv z običajnim računom Google.
sv: digiKam är för närvarande inte kompatibelt med kontoinställningarna för **Google Advanced Protection Program (GAPP)**. Skyddet är utformat för journalister och personer som kan utsättas för ökad risk för attacker. digiKam är kompatibelt med ett vanligt Google-konto.
uk: Поточна версія digiKam не сумісна з параметрами облікового запису **Google Advanced Protection Program (GAPP)**. Цей захист призначено для журналістів та осіб, які можуть стати об'єктом атак. digiKam сумісний зі звичайними обліковими записами Google.

source: For a normal Google account, the number of files which can be downloaded at a single time is currently limited to 1000.
it: Per un normale account Google, il numero di file scaricabile alla volta è limitata a 1000.
pt_br: Para uma conta normal do Google, o número de arquivos que podem ser baixados de uma só vez está atualmente limitado a 1000.
sl: Za običajni račun Google je število datotek, ki jih je mogoče prenesti hkrati, trenutno omejeno na 1000.
sv: För ett vanligt Google-konto är antalet filer som kan laddas ner samtidigt för närvarande begränsat till 1000.
uk: Для звичайних облікових записів Google кількість файлів, які може бути отримано одразу, у поточній версії обмежено 1000.

source: The tools can be used to upload an image collection from your computer to the remote Google server using the Internet. Use respectively the :menuselection:`Export --> Export to Google Photo` :kbd:`Ctrl+Alt+Shift+P` and by the :menuselection:`Export --> Export to Google Drive` :kbd:`Ctrl+Alt+Shift+D` menu entries to access these tools, or use the icons from the **Tools** tab in the Right sidebar.
it: È possibile utilizzare gli strumenti per caricare una raccolta di immagini dal tuo computer al server remoto di Google tramite Internet. Usa rispettivamente i menu :menuselection:`Esporta --> Esporta in Google Foto` :kbd:`Ctrl+Alt+Maiusc+P` ed :menuselection:`Esporta --> Esporta in Google Drive` :kbd:`Ctrl+Alt+Maiusc+D` per accedere a questi strumenti, oppure utilizza le icone dalla scheda **Strumenti** presenti nella barra laterale destra.
pt_br: As ferramentas podem ser usadas para enviar uma coleção de imagens do seu computador para o servidor remoto do Google usando a internet. Use, respectivamente, os comandos de menu :menuselection:`Exportar --> Exportar para o Google Fotos` :kbd:`Ctrl+Alt+Shift+P` e :menuselection:`Exportar --> Exportar para o Google Drive` :kbd:`Ctrl+Alt+Shift+D` para acessar essas ferramentas ou use os ícones da aba **Ferramentas** na barra lateral direita.
sl: Orodja lahko uporabite za prenos zbirke slik iz vašega računalnika na oddaljeni Googlov strežnik prek interneta. Uporabite :menuselection:`Izvozi --> Izvozi v Google Photo` :kbd:`Ctrl+Alt+Shift+P` in :menuselection:`Izvozi --> Izvozi v Google Drive` :kbd:`Ctrl+ Alt+Shift+D` menijski vnosi za dostop do teh orodij ali uporabite ikone na zavihku **Orodja** v desni stranski vrstici.
sv: Verktygen kan användas för att ladda upp en bildsamling från datorn till Googles fjärrserver via Internet. Använd :menuselection:`Exportera --> Exportera till Google Foto` :kbd:`Ctrl+Alt+Shift+P` eller :menuselection:`Exportera --> Exportera till Google Drive` :kbd:`Ctrl+Alt+Shift+D` för att komma åt verktygen, eller använd ikonerna under fliken **Verktyg** i den högra sidoraden.
uk: Ви можете скористатися інструментами для вивантаження збірок з вашого комп'ютера на віддалений сервер Google за допомогою інтернету. Скористайтеся, відповідно, пунктами меню :menuselection:`Експорт --> Експортувати до Google Фото` :kbd:`Ctrl+Alt+Shift+P` та :menuselection:`Експорт --> Експортувати до Google Диск` :kbd:`Ctrl+Alt+Shift+D` для доступу до цих інструментів або скористатися відповідними кнопками на вкладці **Інструменти** на правій бічній панелі.

source: Google Photo is only suitable for showing images on the web, not as a backup solution. Google recompresses uploaded images and changes or removes image metadata, such as GPS.
it: Google Foto è disponibile solo per mostrare le immagini nel web e non come soluzione di salvataggio di sicurezza. Google comprime nuovamente le immagini caricate e cambia o rimuove i loro metadati, quali il GPS.
pt_br: O Google Fotos é adequado apenas para exibir imagens na web, não como solução de backup. O Google recompacta as imagens enviadas e altera ou remove metadados das imagens, como GPS.
sl: Google Photo je primeren le za prikaz slik v spletu, ne pa kot rezervna varovalna kopija. Google znova stisne naložene slike in spremeni ali odstrani metapodatke slike, kot je GPS.
sv: Google Foto är endast lämpat för att visa bilder på webben, inte som en säkerhetskopia. Google komprimerar om uppladdade bilder och ändrar eller tar bort bildernas metadata, till exempel GPS.
uk: Фото Google призначено лише для показу зображень в інтернеті — це не рішення для резервного копіювання. Google виконує повторне стискання зображень і змінює метадані, наприклад GPS.

source: When accessing the tool for the first time you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log into Google:
it: Quando accedi allo strumento per la prima volta, vieni indirizzato al processo di ottenimento di un token utilizzato per scopi di autenticazione. Si aprirà la finestra di dialogo seguente e verrà avviata una finestra di browser per permetterti di accedere a Google:
pt_br: Ao acessar a ferramenta pela primeira vez, você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para que você possa fazer login no Google:
sl: Ko prvič dostopate do orodja, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se lahko prijavite v Google:
sv: När verktyget används för första gången leds man genom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas så du kan logga in på Google:
uk: Під час першого доступу до інструмента програма допоможе вам у процесі отримання жетона, який буде використано з метою розпізнавання. Буде показано відповідне контекстне вікно і буде відкрито вікно браузера для входу до облікового запису Google:

source: After successful signup, digiKam will be allowed to send photos to the Google website. You will be presented with the following page on successful signup:
it: Dopo che avrai completato correttamente la registrazione, digiKam potrà inviare le foto sul sito web di Google. Se tutto è andato bene vedrai questa pagina:
pt_br: Após o cadastro bem-sucedido, o digiKam poderá enviar fotos para o site do Google. Você verá a seguinte página após o cadastro bem-sucedido:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na Googlovo spletno mesto. Ob uspešni prijavi se vam prikaže naslednja stran:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till Googles webbplats. Följande sida visas vid lyckad registrering:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт Google. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to Google.
it: Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritornando alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in Google.
pt_br: Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para enviar fotos para o Google.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za prenos fotografij v Google.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet som används för att ladda upp bilder till Google.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на Google.

source: When the tool is invoked for second time, it will automatically remember the previous account.
it: Utilizzato per la seconda volta, lo strumento ricorderà automaticamente l'account utilizzato in precedenza.
pt_br: Quando a ferramenta for invocada pela segunda vez, ela lembrará automaticamente a conta anterior.
sl: Ko orodje prikličete drugič, si bo samodejno zapomnil prejšnji račun.
sv: När verktyget anropas för andra gången kommer det automatiskt ihåg det föregående kontot.
uk: Коли інструмент буде викликано удруге, він використає введені дані облікового запису автоматично.

source: The upload dialogs for **Google Photo** and **Google Drive** uses nearly the same interface:
it: Le finestre di dialogo di caricamento per **Google Foto** e **Google Drive** usano quasi la stessa interfaccia:
pt_br: As janelas de envio para o **Google Photo** e o **Google Drive** usam quase a mesma interface:
sl: Pogovorna okna za nalaganje za **Google Photo** in **Google Drive** uporabljajo skoraj enak vmesnik:
sv: Uppladdningsdialogrutorna för **Google Foto** och **Google Drive** använder nästan samma gränssnitt:
uk: Інтерфейс вікон вивантаження даних до **Google Фото** та **Google Диск** є майже однаковим:

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items onto the list.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** Fotografije lahko uporabite za dodajanje več elementov na seznam.
sv: Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: With the **Album** options, you can select the online folder to store files to upload. You can create a **New Album** or **Reload** the list in the combo-box if the online contents have changed in the Google web interface.
it: Con le opzioni di **Album** puoi selezionare la cartella in linea in cui salvare i file da caricare. Puoi creare un **nuovo album** o **ricaricare** l'elenco nella casella combinata, se il contenuto in linea è stato modificato nell'interfaccia web di Google.
pt_br: Com as opções de **Álbum**, você pode selecionar a pasta online para armazenar os arquivos a serem enviados. Você pode criar um **Novo álbum** ou **Recarregar** a lista na caixa de combinação se o conteúdo online tiver sido alterado na interface web do Google.
sl: Z možnostmi **Album** lahko izberete spletno mapo za shranjevanje datotek za prenos. Ustvarite lahko **Nov album** ali **Znova prenesi** seznam v kombiniranem polju, če se je spletna vsebina spremenila v spletnem vmesniku Google.
sv: Med alternativen **Album** kan man välja nätkatalog för att lagra filer att ladda upp. Man kan skapa ett **Nytt album** eller **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i Googles webbgränssnitt.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для зберігання файлів для вивантаження. Ви можете **Створити** таку теку і **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу Google.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Google. The values will be read from the **Maximum Dimension** combo-box, which can be used to adjust the maximum height. The width calculation will be done so as to maintain the aspect ratio.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su Google. I valori saranno letti dalla casella combinata **Dimensione massima**, utilizzabile per regolare l'altezza massima. Verrà eseguito il calcolo della larghezza in modo da mantenere le proporzioni dell'immagine.
pt_br: Se a opção **Redimensionar fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o Google. Os valores serão lidos na caixa de combinação **Dimensão máxima**, que pode ser usada para ajustar a altura máxima. O cálculo da largura será feito de forma a manter a proporção.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bo fotografijam pred prenosom v Google spremenjena velikost. Vrednosti bodo prebrane iz kombiniranega polja **Največja dimenzija**, ki ga lahko uporabite za prilagajanje največje višine. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till Google. Värdena läses från inställningen i kombinationsrutan **Maximal dimension**, som kan användas för att justera den maximala höjden. Beräkningen av bredden görs så att proportionen bevaras.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до Google. Значення буде прочитано з поля **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: With **Google Photo** uploader, a special option is available to **Write the photo ID to the source image**. The identification number used to upload to your Google account will be recorded in the XMP metadata of the file in your collection.
it: Con il caricatore di **Google Foto** è disponibile un'opzione speciale in **Scrivi l'identificativo della foto nell'immagine sorgente**. Il numero identificativo utilizzato per caricare nel tuo account Google sarà registrato nei metadati XMP del file nella tua raccolta.
pt_br: Com o carregador do **Google Fotos**, há uma opção especial disponível para **Gravar o ID da foto na imagem de origem**. O número de identificação usado para fazer o upload para sua conta do Google será registrado nos metadados XMP do arquivo em sua coleção.
sl: S programom za nalaganje **Google Photo** je na voljo posebna možnost za **Zapišite ID fotografije na izvorno sliko**. Identifikacijska številka, uporabljena za nalaganje v vaš Google Račun, bo zapisana v metapodatke XMP datoteke v vaši zbirki.
sv: Med uppladdning till **Google Foto** finns ett specialalternativ tillgängligt för att **Skriva foto-id till källbilden**. Identifikationsnumret som används för att ladda upp till Google-kontot registreras i XMP-metadata för filen i samlingen.
uk: У засобі вивантаження даних до **Google Фото** доступний спеціальний пункт — **Записати ідентифікатор фотографії до початкового зображення**. Ідентифікаційний номер для вивантаження до вашого облікового запису Google буде записано до метаданих XMP з файла у вашій збірці.
