Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/image_shack.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to ImageShack. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a ImageShack. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:** i **Dimensió màxima:**, les quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de mantenir la relació d'aspecte.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su ImageShack. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della larghezza in modo da mantenere le proporzioni dell'immagine.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar ImageShack. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding behouden blijft.
pt_br: Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o ImageShack. Os valores serão lidos nas configurações de **Qualidade JPEG** e **Dimensão máxima**, que podem ser usadas para ajustar a altura máxima e a compressão O cálculo da largura será feito de forma a manter a proporção da imagem.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bodo fotografije spremenjene velikosti pred prenosom v ImageShack. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till ImageShack. Värdena läses från inställningarna av **JPEG-kvalitet** och **Maximal dimension**, som kan användas för att justera den maximala höjden och komprimeringen. Beräkningen av bredden görs så att proportionen bevaras.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до ImageShack. Значення буде прочитано з параметрів **Якість JPEG** і **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти і стискання. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: The **Make private** option sets an ImageShack flag for an image to be non public. The **Tags** text field allows you to assign extra keywords to images in the ImageShack hosting web-service.
ca: L'opció **Fer privat** estableix un indicador d'ImageShack perquè una imatge no sigui pública. El camp de text **Etiquetes** permet assignar paraules clau addicionals a les imatges en el servei web d'allotjament d'ImageShack.
it: L'opzione **Rendi privato** imposta un contrassegno ImageShack per non rendere pubblica un'immagine. Il campo **Tag** serve per assegnare parole chiave alle immagini nel servizio web di ImageShack.
nl: De optie **Privé maken** zet een ImageShack-vlag voor een afbeelding om niet publiek te zijn. Het tekstveld **Tags** biedt u het toekennen van extra sleutelwoorden aan afbeeldingen in de opslagweb-service van ImageShack.
pt_br: A opção **Tornar privada** define um sinalizador do ImageShack para que uma imagem não seja pública. O campo de texto **Etiquetas** permite atribuir palavras-chave extras às imagens no serviço web de hospedagem do ImageShack.
sl: Možnost **Naredi zasebno** nastavi zastavico ImageShack, da slika ni javna. Besedilno polje **Značke** vam omogoča, da dodelite dodatne ključne besede slikam v spletni storitvi gostovanja ImageShack.
sv: Alternativet **Gör privat** aktiverar en flagga på ImageShack så att en bild blir icke-offentlig. Textfältet **Etiketter** gör det möjligt att tilldela extra nyckelord till bilder i ImageShacks webbtjänst.
uk: Якщо позначено пункт **Зробити конфіденційною**, програма встановить для зображення прапорець ImageShack, який закриє до нього загальний доступ. За допомогою текстового поля **Мітки** ви можете призначити, якщо потрібно, додаткові ключові слова до зображень, які зберігатимуться вебслужбою ImageShack.

source: Press the **Upload** button to transfer items. You can click on the **Cancel** button to abort the uploading of photos.
ca: Premeu el botó **Puja** per a transferir els elements. Podreu fer clic en el botó **Cancel·la** per a interrompre la pujada de les fotografies.
it: Premi il pulsante **Carica** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Annulla**.
nl: Druk op de knop **Uploaden** om items over te sturen. U kunt op de knop **Annuleren** klikken om het uploaden van foto's af te breken.
pt_br: Pressione o botão **Enviar** para transferir os itens. Você pode clicar no botão **Cancelar** para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Prenesi tja**. Za prekinitev nalaganja fotografij lahko kliknete gumb **Prekliči**.
sv: Tryck på knappen **Ladda upp** för att överföra objekt. Man kan klicka på knappen **Avbryt** för att avbryta uppladdningen av foton.
uk: Натисніть кнопку **Вивантажити**, щоб передати записи. Ви можете натиснути кнопку **Скасувати**, щоб скасувати вивантаження фотографій.
