Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/image_shack.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Export to ImageShack Web-Service
ca: L'exportació del digiKam al servei web ImageShack
it: Esportazione di digiKam nel servizio web ImageShack
nl: Naar ImageShack-webservice exporteren van digiKam
pt: Exportação para o Serviço Web do ImageShack do digiKam
pt_br: Exportar para o serviço web do ImageShack a partir do digikam
sl: digiKam izvoz v spletno storitev ImageShack
sv: Exportera till webbtjänsten ImageShack i digiKam
uk: Експортування до вебслужби ImageShack у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, imageshack, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imageshack, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, imageshack, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, imageshack, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imageshack, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imageshack, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, imageshack, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, imageshack, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, imageshack, експорт

source: Export To ImageShack
pt: Exportação para o ImageShack

source: Contents
pt: Conteúdo

source: This tool allows the user to upload photos to the ImageShack web-service.
ca: Aquesta eina permet a l'usuari pujar fotografies al servei web d'ImageShack.
it: Questo strumento permette all'utente di caricare le foto sul servizio web ImageShack.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de ImageShack-webservice te uploaden.
pt: Esta ferramenta permite ao utilizador enviar fotografias para o serviço Web do ImageShack.
pt_br: Esta ferramenta permite que o usuário carregue fotos no serviço web do ImageShack.
sl: To orodje uporabniku omogoča nalaganje fotografij v spletno storitev ImageShack.
sv: Verktyget låter användaren ladda upp foton till webbtjänsten ImageShack.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії на вебслужбу ImageShack.

source: `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ is a subscription-based image hosting website. The company also facilitates the sale of digital and print media for amateur and professional photographers.
ca: `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ és un lloc web d'allotjament d'imatges basat en subscripció. L'empresa també facilita la venda de mitjans digitals i impresos per a fotògrafs aficionats i professionals.
it: `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ è un sito di hosting web basato su abbonamento. L'azienda agevola inoltre la vendita di supporti di stampa e digitali per fotografi amatoriali e professionisti.
nl: `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ is een op inschrijven gebaseerde website voor opslaan van afbeeldingen. Het bedrijf faciliteert ook de verkoop van digitale en afgedrukte media voor amateur- en professionele fotografen.
pt: O `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ é uma página Web de alojamento de imagens com base em subscrições. A empresa também facilita a venda de conteúdos digitais e impressos para fotógrafos amadores e profissionais.
pt_br: O `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ é um site de hospedagem de imagens por assinatura. A empresa também facilita a venda de mídia digital e impressa para fotógrafos amadores e profissionais.
sl: `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ je spletno mesto z naročnino za gostovanje slik. Podjetje omogoča tudi prodajo digitalnih in tiskanih medijev za amaterske in profesionalne fotografe.
sv: `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ är en prenumerationsbaserad bildvärdwebbplats. Företaget underlättar även försäljning av digitala och tryckta medier för amatör- och professionella fotografer.
uk: `ImageShack <https://en.wikipedia.org/wiki/ImageShack>`_ — сайт для зберігання зображень на основі передплати. Компанія також допомагає у продажу цифрових та друкованих відбитків аматорам та професійним фотографам.

source: The tool can be used to upload a selections of images from your collection to the remote ImageShack server using the Internet.
pt: A ferramenta pode ser usada para enviar uma selecção de imagens das suas colecções para o servidor remoto de ImageShack, usando a Internet.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to ImageShack` :kbd:`Ctrl+Alt+Shift+M` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to ImageShack:
pt: Ao aceder à ferramenta pela primeira vez à ferramenta com a opção do menu :menuselection:`Exportar --> Exportar para o ImageShack` :kbd:`Ctrl+Alt+Shift+M`, será conduzido pelo processo de obtenção de um código que será usado para fins de autenticação. A seguinte janela irá aparecer e será lançada uma janela do navegador para que se autentique no ImageShack:

source: The ImageShack Login Dialog
ca: El diàleg d'inici de sessió per a ImageShack
it: La finestra di dialogo di accesso di ImageShack
nl: De aanmelddialoog voor ImageShack
pt: A Janela de Autenticação do ImageShack
pt_br: A janela de login do ImageShack
sl: Pogovorno okno za prijavo v ImageShack
sv: ImageShacks inloggningsdialogruta
uk: Вікно входу до ImageShack

source: After successful sign-up digiKam will be allowed to send photos to the ImageShack website. Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to ImageShack.
pt: Depois de um registo com sucesso, o digiKam poderá enviar fotografias para a página Web do ImageShack. Depois, basta autorizar a aplicação e fechar o navegador Web. Volte à janela da aplicação anfitriã, onde irá ver a interface de envio de fotografias para o ImageShack.

source: The ImageShack Export Tool Dialog
ca: El diàleg de l'eina d'exportació d'ImageShack
it: La finestra di dialogo dello strumento di esportazione su ImageShack
nl: De hulpmiddeldialoog voor exporteren naar ImageShack
pt: A Janela da Ferramenta de Exportação para o ImageShack
pt_br: A janela da ferramenta de exportação para o ImageShack
sl: Pogovorno okno orodja za izvoz ImageShack
sv: ImageShacks exportverktygsdialogruta
uk: Вікно інструмента експортування до ImageShack

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
pt: Por omissão, a ferramenta propõe-lhe exportar os itens seleccionados de momento da área de ícones. O botão **+** das Fotografias pode ser usado para adicionar mais itens à lista.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** fotografije lahko uporabite za dodajanje več elementov v seznam.
sv: Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one and **Reload** the list on the combo-box if online contents have been changed in ImageShack web interface.
pt: Com as opções do **Álbum**, poderá seleccionar a pasta 'online' onde guardar os ficheiros a enviar. Poderá **Criar** um novo e **Actualizar** a lista se os conteúdos tiverem sido alterados na interface Web do ImageShack.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to ImageShack. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
pt: Se a opção **Dimensionar as fotografias antes do envio** estiver seleccionada, as fotografias mudarão de tamanho antes de serem transferidas para o ImageShack. Os valores serão lidos da **Qualidade do JPEG** e da **Dimensão Máxima**, que poderão ser usadas para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter as proporções de tamanho.

source: The **Make private** option set an ImageShack flag for image to be non public. The **Tags** text field allows to assign if necessary extra keywords to images in ImageShack hosting web-service.
pt: A opção para **Tornar privado** assinala uma opção do ImageShack para a imagem não ficar pública. O campo de texto **Marcas** permite atribuir, se necessário, palavras-chave extra nas imagens alojadas no serviço Web do ImageShack.

source: The ImageShack Export Uploading in Progress
ca: L'exportació d'ImageShack pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in ImageShack
nl: De voortgang van het uploaden tijdens exporteren naar ImageShack
pt: O Envio em Curso na Exportação para o ImageShack
pt_br: Envio em andamento da exportação para o ImageShack
sl: Poteka nalaganje izvoza ImageShack
sv: Pågående ImageShack export uppladdning
uk: Поступ вивантаження при експортуванні до ImageShack

source: Press **Upload** button to transfer items. You can click on the **Cancel** button to abort the uploading of photos.
pt: Carregue no botão **Enviar** para transferir os itens. Poderá carregar no botão **Cancelar** para interromper o envio.

source: Finally, you can view the uploaded photos by visiting the ImageShack website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web d'ImageShack.
it: Infine, puoi vedere le foto caricate visitando il sito web di ImageShack.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van ImageShack te bezoeken.
pt: Finalmente, poderá ver as fotografias enviadas, visitando a página Web do ImageShack.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do ImageShack.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu ImageShack.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka ImageShacks webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт ImageShack.

source: The ImageShack Online Account Displaying the Uploaded Contents
ca: El compte en línia d'ImageShack mostrant el contingut que s'ha pujat
it: L'account in linea di ImageShack che visualizza i contenuti caricati
nl: Het online-account van ImageShack die de geüploade inhoud toont
pt: A Conta 'Online' do ImageShack a Mostrar os Conteúdos Enviados
pt_br: A conta online do ImageShack exibindo os conteúdos enviados
sl: Spletni račun ImageShack, ki prikazuje naloženo vsebino
sv: ImageShack nätkontot som visar det uppladdade innehållet
uk: На обліковому записі ImageShack показано вивантажені дані

source: :ref:`Export To ImageShack <export_tools>`
ca: :ref:`Exportació a ImageShack <export_tools>`
it: :ref:`Esportazione in Imageshack <export_tools>`
nl: :ref:`Exporteren naar ImageShack <export_tools>`
pt_br: :ref:`Exportar para o ImageShack <export_tools>`
sl: :ref:`Izvoz v ImageShack <export_tools>`
sv: :ref:`Exportera till ImageShack <export_tools>`
uk: :ref:`Експортувати до Imageshack <export_tools>`

source: The tool can be used to upload a selection of images from your collection to the remote ImageShack server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de la vostra col·lecció cap al servidor remot d'ImageShack mitjançant Internet.
it: Lo strumento può essere utilizzato per caricare una selezione di immagini dalle tue raccolte al server remoto di ImageShack tramite Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzameling te uploaden naar de ImageShack-server op afstand via het internet.
pt_br: A ferramenta pode ser usada para carregar uma seleção de imagens de sua coleção para o servidor remoto do ImageShack usando a Internet.
sl: Orodje se lahko uporablja za prenos izbire slik iz vaše zbirke na oddaljeni strežnik ImageShack prek interneta.
sv: Verktyget kan användas för att ladda upp ett urval av bilder från en samling till ImageShack fjärranslutna server via Internet.
uk: За допомогою інструмента експортування Flickr можна вивантажити вибрані зображення з вашої збірки на віддалений сервер ImageShack у інтернеті.

source: When accessing the tool for the first time from the :menuselection:`Export --> Export to ImageShack` :kbd:`Ctrl+Alt+Shift+M` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log into ImageShack:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú :menuselection:`Exporta --> Exporta a ImageShack` (drecera :kbd:`Ctrl+Alt+Maj+M`), passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-vos. Apareixerà el diàleg següent i s'obrirà una finestra del navegador de manera que podreu iniciar la sessió a ImageShack:
it: Quando accedi allo strumento per la prima volta dal menu :menuselection:`Esporta --> Esporta in ImageShack` :kbd:`Ctrl+Alt+Maiusc+M`, vieni reindirizzato alla procedura di ottenimento di un token, necessario per l'autenticazione. Comparirà la seguente finestra a scomparsa e verrà aperta una finestra del browser per accedere a ImageShack:
nl: Bij de eerste keer dit hulpmiddel gebruiken met het menu-item :menuselection:`Exporteren --> Naar ImageShack exporteren` :kbd:`Ctrl+Alt+Shift+M`, wordt u door het proces begeleid voor het verkrijgen van een token dat gebruikt wordt voor authenticatie. De volgende dialoog verschijnt en een browservenster zal gestart worden zodat u zich kan aanmelden bij ImageShack:
pt_br: Ao acessar a ferramenta pela primeira vez a partir do menu :menuselection:`Exportar --> Exportar para o ImageShack` :kbd:`Ctrl+Alt+Shift+M`, você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para que você possa fazer login no ImageShack:
sl: Ko prvič dostopate do orodja iz vnosa menija :menuselection:`Izvozi --> Izvozi v ImageShack` :kbd:`Ctrl+Alt+Shift+M`, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se lahko prijavite v ImageShack:
sv: När verktyget öppnas för första gången med menyalternativet :menuselection:`Exportera --> Exportera till ImageShack` :kbd:`Ctrl+Alt+Shift+M`, leds man igenom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas för att logga in på ImageShack:
uk: Під час першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до ImageShack` :kbd:`Ctrl+Alt+Shift+M` програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. Буде показано відповідне діалогове вікно і запущено програму для перегляду інтернету для входу до системи ImageShack:

source: After successful sign-up, digiKam will be allowed to send photos to the ImageShack website. Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to ImageShack.
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies al lloc web d'ImageShack. Després, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a ImageShack.
it: Dopo che avrai completato con successo la registrazione, digiKam potrà inviare le foto sul sito web di ImageShack. Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritornando alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in ImageShack.
nl: Na met succes ingeschreven te zijn zal digiKam toegestaan worden foto's naar de ImageShack-website te sturen. Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Terugkeren naar de dialoog van de toepassing zult u het interface zien dat wordt gebruikt om foto's te uploaden naar ImageShack.
pt_br: Após a inscrição bem-sucedida, o digiKam poderá enviar fotos para o site ImageShack. Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para enviar fotos para o ImageShack.
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto ImageShack. Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za nalaganje fotografij v ImageShack.
sv: Efter lyckad registrering tillåts digiKam att skicka foton till ImageShacks webbplats. Sedan är det bara att ge programmet behörighet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet ladda upp bilder till ImageShack.
uk: Після успішного входу до системи digiKam зможе надсилати фотографії на сайт ImageShack website. Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на ImageShack.

source: With the **Album** options, you can select the online folder to store files to upload. You can create a **New Album** or **Reload** the list in the combo-box if the online contents have changed in the ImageShack web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu crear un **Àlbum nou** o **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web d'ImageShack.
it: Con le opzioni di **Album** puoi selezionare la cartella in linea in cui salvare i file da caricare. Puoi creare un **nuovo album** o **ricaricare** l'elenco nella casella combinata, se il contenuto in linea è stato modificato nell'interfaccia web di ImageShack.
nl: Met de opties van **Album** kunt u de online map selecteren om te uploaden bestanden op te slaan. U kunt een **Nieuw Album** aanmaken of de lijst **Herladen** in het keuzevak als de online inhoud is gewijzigd in het webinterface van ImageShack.
pt_br: Com as opções de **Álbum**, você pode selecionar a pasta online para armazenar os arquivos a serem enviados. Você pode criar um **Novo álbum** ou **Recarregar** a lista na caixa de combinação se o conteúdo online tiver sido alterado na interface web do ImageShack.
sl: Z možnostmi **Album** lahko izberete spletno mapo za shranjevanje datotek za prenos tja. Ustvarite lahko **Nov album** ali **Znova naložite** seznam v kombiniranem polju, če se je spletna vsebina v spletnem vmesniku ImageShack spremenila.
sv: Med alternativen **Album** kan man välja nätkatalog för att lagra filer att ladda upp. Man kan skapa ett **Nytt album** eller **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i ImageShacks webbgränssnitt.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для зберігання файлів для вивантаження. Ви можете **Створити** таку теку і **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу ImageShack.
