Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/imgur_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Export to Imgur Web-Service
ca: L'exportació del digiKam al servei web Imgur
it: Esportazione di digiKam nel servizio web Imgur
nl: Naar Imgur-webservice exporteren van digiKam
pt: Exportação para o Serviço Web do Imgur do digiKam
pt_br: Exportar para o serviço web do Imgur a partir do digikam
sl: digiKam izvoz v spletno storitev Imgur
sv: Exportera till webbtjänsten Imgur i digiKam
uk: Експортування до вебслужби Imgur у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, imgur, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, imgur, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, imgur, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, imgur, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, imgur, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, imgur, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, imgur, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, imgur, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, imgur, експорт

source: Export To Imgur
pt: Exportação para o Imgur

source: Contents
pt: Conteúdo

source: This tool allows the user to upload photos to the Imgur web-service.
ca: Aquesta eina permet a l'usuari pujar fotografies al servei web d'Imgur.
it: Questo strumento permette all'utente di caricare le foto sul servizio web Imgur.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de Imgur-webservice te uploaden.
pt: Esta ferramenta permite ao utilizador enviar fotografias para o serviço Web do Imgur.
pt_br: Esta ferramenta permite que o usuário carregue fotos no serviço web do Imgur.
sl: To orodje uporabniku omogoča nalaganje fotografij v spletno storitev Imgur.
sv: Verktyget låter användaren ladda upp foton till webbtjänsten Imgur.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії на вебслужбу Imgur.

source: `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ is an online image sharing and image hosting service with a focus on social gossip.
ca: `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ és un servei en línia de compartició i allotjament d'imatges enfocat en la tafaneria social.
it: `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ è un servizio di hosting e di condivisione in rete per immagini, con particolare attenzione al gossip sociale.
nl: `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ is een online service voor delen van afbeeldingen en opslaan van afbeeldingen met een focus op sociaal geroddel.
pt: O `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ é um serviço de alojamento e partilha de imagens com um foco na fofoca social.
pt_br: O `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ é um serviço de compartilhamento e hospedagem de imagens online com foco em fofocas sociais.
sl: `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ je spletna storitev za deljenje slik in gostovanje slik s poudarkom na družbenih tračih.
sv: `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ är en bilddelnings- och bildvärdtjänst på nätet med fokus på socialt skvaller.
uk: `Imgur <https://en.wikipedia.org/wiki/Imgur>`_ — інтернет-служба для оприлюднення і зберігання зображень з акцентом на соціальні мережі.

source: The tool can be used to upload a selection of images from your collections to the remote Imgur server using the Internet. Files transfer can be anonymous or connected with an account.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de les vostres col·leccions cap al servidor remot d'Imgur mitjançant Internet. La transferència de fitxers pot ser anònima o connectada amb un compte.
it: Lo strumento può essere utilizzato per caricare una selezione di immagini dalle tue raccolte al server remoto di Imgur tramite Internet. Il trasferimento di file può essere anonimo o con autenticazione.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzamelingen te uploaden naar de Imgur-server op afstand via het internet. Bestandsoverdracht kan anoniem of verbonden met een account.
pt: A ferramenta pode ser usada para enviar uma selecção de imagens das suas colecções para o servidor remoto de Imgur, usando a Internet. A transferência dos ficheiro pode ser anónima ou associada a uma conta.
pt_br: A ferramenta pode ser usada para enviar uma seleção de imagens de suas coleções para o servidor remoto Imgur usando a internet. A transferência de arquivos pode ser anônima ou vinculada a uma conta.
sl: Orodje lahko uporabite za prenos izbranih slik iz vaših zbirk na oddaljeni strežnik Imgur prek interneta. Prenos datotek je lahko anonimen ali povezan z računom.
sv: Verktyget kan användas för att ladda upp ett urval av bilder från dina samlingar till Imgur fjärranslutna server via Internet. Filöverföringar kan vara anonyma eller anslutna till ett konto.
uk: За допомогою інструмента експортування Imgur можна вивантажити вибрані зображення з ваших збірок на віддалений сервер Imgur у інтернеті. Передані файли можуть бути анонімними або пов'язаними з певним обліковим записом.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to Imgur` menu entry, this dialog will appear:
pt: Ao aceder à ferramenta pela primeira vez com a opção do menu :menuselection:`Exportar --> Exportar para o Imgur`, irá aparecer esta janela:

source: The Imgur Export Tool Dialog
ca: El diàleg de l'eina d'exportació d'Imgur
it: La finestra di dialogo dello strumento di esportazione su Imgur
nl: De hulpmiddeldialoog voor exporteren naar Imgur
pt: A Janela da Ferramenta de Exportação para o Imgur
pt_br: A janela da ferramenta de exportação para o Imgur
sl: Pogovorno okno orodja za izvoz Imgur
sv: Exportdialogrutan för Imgur
uk: Вікно інструмента експортування до Imgur

source: You can directly upload contents without to be connected with an account using **Upload Anonymously** button. By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
pt: Poderá enviar directamente os conteúdos sem ter de estar associado a uma conta, usando o botão **Enviar Anonimamente**. Por omissão, a ferramenta propõe exportar os itens seleccionados de momento na área de ícones. O botão para **+** Fotografias pode ser usado para adicionar mais itens à lista.

source: To be connected with an account, press **Upload** button, you will be taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to Imgur:
pt: Para estar associado a uma conta, carregue no botão **Enviar**, sendo que será conduzido pelo processo de obtenção de um código que será usado para fins de autenticação. A seguinte janela irá aparecer e será lançada uma janela do navegador para que se autentique no Imgur:

source: The Imgur Authorize and Login Dialog
ca: El diàleg d'inici de sessió i autorització per a l'exportació d'Imgur
it: La finestra di dialogo di autorizzazione e accesso di Imgur
nl: De autorisatie- en aanmelddialoog van Imgur
pt: A Janela de Autenticação e Autorização do Imgur
pt_br: A janela de autorização e login do Ingur
sl: Pogovorno okno za avtorizacijo in prijavo Imgur
sv: Behörighets- och inloggningsdialogrutan för Imgur
uk: Вікно уповноваження і входу до Imgur

source: After successful sign-up digiKam will be allowed to send photos to the Imgur website. Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface uploading photos to Imgur. You can click on the **Close** button to abort the uploading of photos.
pt: Depois de um registo com sucesso, o digiKam poderá enviar fotografias para a página Web do Imgur. Depois, basta autorizar a aplicação e fechar o navegador Web. Volte à janela da aplicação anfitriã, onde irá ver a interface de envio de fotografias para o Imgur. Poderá carregar no botão **Fechar** para interromper o envio das fotografias.

source: When items are uploaded to Imgur, the dialog will populate on the list the urls to access directly to the images and the urls to delete online items. Use the context menu over items list to copy urls on clipboard for future usage outside digiKam.
pt: Quando os itens forem enviados para o Imgur, a janela irá preencher a lista com os URL's de acesso directo às imagens e os URL's para apagar os itens 'online'. Use o menu de contexto sobre a lista de itens para copiar os URL's para a lista de transferência, para um uso posterior fora do digiKam.

source: The Imgur Export Tool Dialog After Downloading Contents with an Account
ca: El diàleg de l'eina d'exportació d'Imgur després de baixar el contingut amb un compte
it: La finestra di dialogo dello strumento di esportazione su Imgur dopo lo scaricamento di contenuti con un account
nl: De hulpmiddeldialoog voor exporteren naar Imgur na downloaden van inhoud met een account
pt: A Janela da Exportação para o Imgur Após Transferir os Conteúdos com uma Conta
pt_br: A janela da ferramenta de exportação para o Imgur após baixar conteúdo com uma conta
sl: Pogovorno okno orodja za izvoz Imgur po prenosu vsebine z računom
sv: Exportdialogrutan för Imgur efter nerladdning av innehåll med ett konto
uk: Вікно інструмента експортування до Imgur після отримання даних з облікового запису

source: Finally, you can view the uploaded photos by visiting the Imgur website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web d'Imgur.
it: Infine, puoi vedere le foto caricate visitando il sito web di Imgur.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van Imgur te bezoeken.
pt: Finalmente, poderá ver as fotografias enviadas, visitando a página Web do Imgur.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do Imgur.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu Imgur.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka Imgurs webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт Imgur.

source: The Imgur Online Account Displaying the Uploaded Contents
ca: El compte en línia d'Imgur mostrant el contingut que s'ha pujat
it: L'account in linea di Imgur che visualizza i contenuti caricati
nl: Het online-account van Imgur die de geüploade inhoud toont
pt: A Conta 'Online' do Imgur a Mostrar os Conteúdos Enviados
pt_br: A conta online do Imgur exibindo os conteúdos enviados
sl: Spletni račun Imgur, ki prikazuje naloženo vsebino
sv: Imgur nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Imgur показано вивантажені дані

source: :ref:`Export To Imgur <export_tools>`
ca: :ref:`Exportació a Imgur <export_tools>`
it: :ref:`Esportazione in Imgur <export_tools>`
nl: :ref:`Exporteren naar Imgur <export_tools>`
pt_br: :ref:`Exportar para o Imgur <export_tools>`
sl: :ref:`Izvoz v Imgur <export_tools>`
sv: :ref:`Exportera till Imgur <export_tools>`
uk: :ref:`Експортувати до Imgur <export_tools>`

source: When accessing the tool for the first time from the :menuselection:`Export --> Export to Imgur` menu entry, this dialog will appear:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú :menuselection:`Exporta --> Exporta a Imgur`, apareixerà aquest diàleg:
it: Quando ti colleghi allo strumento per la prima volta dal menu :menuselection:`Esporta --> Esporta in Imgur`, appare la seguente finestra di dialogo:
nl: Bij gebruik van het hulpmiddel voor de eerste keer met het menu-item :menuselection:`Exporteren --> Naar Imgur exporteren`, zal deze dialoog verschijnen:
pt_br: Ao acessar a ferramenta pela primeira vez a partir da entrada de menu :menuselection:`Exportar --> Exportar para o Imgur`, esta janela aparecerá:
sl: Ko prvič dostopate do orodja iz vnosa menija :menuselection:`Izvozi --> Izvozi v Imgur`, se prikaže to pogovorno okno:
sv: När verktyget öppnas för första gången med menyalternativet :menuselection:`Exportera --> Exportera till Imgur`, visas den här dialogrutan:
uk: Під час першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до Imgur` буде показано таке діалогове вікно:

source: You can directly upload contents without connecting to an account using the **Upload Anonymously** button. By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items to the list.
ca: Podeu carregar contingut directament sense connectar amb un compte utilitzant el botó **Puja anònimament**. De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+** fotografies es pot utilitzar per a afegir més elements a la llista.
it: Puoi caricare direttamente i contenuti senza collegarti a un account tramite il pulsante **Invia anonimamente**. Per impostazione predefinita, lo strumento propone di esportare gli elemento attualmente selezionati dalla vista a icone. Puoi usare il pulsante **+** Foto per aggiungere altri elementi all'elenco.
nl: U kunt direct inhoud uploaden zonder verbinden met een account met de knop **Anoniem uploaden**. Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
pt_br: Você pode enviar conteúdo diretamente, sem precisar se conectar a uma conta, usando o botão **Enviar anonimamente**. Por padrão, a ferramenta propõe exportar os itens selecionados no momento a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Z gumbom **Prenesi tja anonimno** lahko neposredno prenesete vsebino brez povezave z računom. Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** Fotografije lahko uporabite za dodajanje več elementov na seznam.
sv: Man kan ladda upp innehåll direkt utan att vara ansluten med ett konto genom att använda knappen **Ladda upp anonymt**. Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Ви можете безпосередньо визначити дані без встановлення з'єднання з обліковим записом за допомогою кнопки **Вивантажити анонімно**. Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: To be connected with an account, press the **Upload** button, you then will be taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log into Imgur:
ca: Per a connectar-vos amb un compte, premeu el botó **Puja**, se us guiarà a través del procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-se. Apareixerà el diàleg següent i es llançarà una finestra del navegador de manera que podreu iniciar la sessió a Imgur:
it: Per collegarti a un account, premi il pulsante **Carica**, verrai reindirizzato alla procedura per ottenere un token necessario per l'autenticazione. Sarà aperta la finestra di dialogo seguente e avviata una finestra del browser per accedere a Imgur:
nl: Om verbonden te worden met een account, druk op de knop **Uploaden**, u zult dan begeleid worden door het proces om een token te verkrijgen dat gebruikt wordt voor de authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden zodat u zich kunt aanmelden bij Imgur:
pt_br: Para conectar-se a uma conta, clique no botão **Enviar**. Você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para que você possa fazer login no Imgur:
sl: Če se želite povezati z računom, pritisnite gumb **Prenesi tja**, nato boste popeljani skozi postopek pridobitve žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se lahko prijavite v Imgur:
sv: För att bli ansluten till ett konto, tryck på knappen **Ladda upp**, då leds man genom processen för att erhålla en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas för att logga in på Imgur:
uk: Щоб встановити з'єднання з обліковим записом, натисніть кнопку **Вивантажити**. Програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. У відповідь на натискання кнопки буде відкрито показане нижче вікно, і буде запущено вікно входу до Imgur:

source: After successful sign-up, digiKam will be allowed to send photos to the Imgur website. Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface uploading photos to Imgur. You can click on the **Close** button to abort the uploading of photos.
ca: Després de registrar-vos amb èxit, el digiKam podrà enviar fotografies al lloc web d'Imgur. Després, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície per a pujar fotografies a Imgur. Podreu fer clic en el botó **Tanca** per a cancel·lar la pujada de fotografies.
it: Dopo esserti autenticato correttamente, digiKam potrà inviare le foto al sito web di Imgur. Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritornando alla finestra di dialogo dell'applicazione ospite, potrai osservare l'interfaccia per il caricamento delle foto su Imgur. Fai clic sul pulsante **Chiudi** per interrompere il caricamento.
nl: Na met succes inschrijven zal digiKam in staat zijn foto's te verzenden naar de Imgur-website. Autoriseer eenvoudig de toepassing en sluit de webbrowser. Terugkeren naar de toepassingsdialoog in digiKam, zal u het interface laten zien voor uploaden van foto's naar Imgur. U kunt op de knop **Sluiten** drukken om het uploaden van foto's af te breken.
pt_br: Após o cadastro bem-sucedido, o digiKam poderá enviar fotos para o site do Imgur. Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface carregando fotos para o Imgur. Você pode clicar no botão **Fechar** para interromper o envio das fotos.
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto Imgur. Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik za nalaganje fotografij v Imgur. Za prekinitev nalaganja fotografij lahko kliknete gumb **Zapri**.
sv: Efter lyckad registrering tillåts digiKam att skicka bilder till Imgurs webbplats. Sedan är det bara att ge programmet behörighet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet ladda upp bilder till Imgur. Man kan klicka på knappen **Stäng** för att avbryta uppladdningen av foton.
uk: Після успішного входу digiKam зможе надсилати фотографії на сайт Imgur. Далі, просто уповноважте програму і закрийте вікно браузера. Поверніться до вікна основної програм. Ви побачите інтерфейс вивантаження фотографій на Imgur. Ви можете натиснути кнопку **Закрити**, щоб перервати вивантаження фотографій.

source: When items are uploaded to Imgur, the dialog will populate a list of the urls to directly access the uploaded images along with the urls to delete the online images. Use the context menu over the items list to copy the urls onto the clipboard for pasting into other applications.
ca: Quan es pugen els elements a Imgur, el diàleg emplenarà una llista amb els URL per a accedir directament a les imatges junt amb els URL per a suprimir les imatges en línia. Utilitzeu el menú contextual sobre la llista d'elements per a copiar els URL al porta-retalls per a enganxar en altres aplicacions.
it: Una volta che gli elementi sono caricati in Imgur, la finestra di dialogo popolerà un elenco di URL per accedere direttamente alle immagini caricate, insieme con gli URL per eliminare le immagini in rete. Usa il menu contestuale sugli elementi dell'elenco per copiare gli URL negli appunti e incollarli in altre applicazioni.
nl: Wanneer items naar Imgur zijn geüpload zal de dialoog een lijst met url's bevolken om directe toegang tot de afbeeldingen te geven en samen met de url's om online afbeeldingen te verwijderen. Gebruik het contextmenu op de lijst met items om url's in het klembord te kopiëren voor toekomstig plakken in andere toepassingen.
pt_br: Quando os itens são enviados para o Imgur, a janela exibirá uma lista de URLs para acessar diretamente as imagens enviadas, juntamente com as URLs para excluir as imagens online. Use o menu de contexto sobre a lista de itens para copiar as URLs para a área de transferência e colá-las em outros aplicativos.
sl: Ko so elementi preneseni v Imgur, bo pogovorno okno izpolnilo seznam naslovov URL za neposreden dostop do penesenih slik skupaj z naslovi URL za brisanje spletnih slik. Uporabite kontekstni meni nad seznamom elementov, da kopirate URL-je v odložišče za lepljenje v druge aplikacije.
sv: När objekt laddas upp till Imgur fyller dialogrutan i listan med webbadresserna för att direkt komma åt de uppladdade bilderna tillsammans med webbadresserna för att ta bort bilderna på nätet. Använd den sammanhangsberoende menyn över objektlistan för att kopiera webbadresser till klippbordet för att klistra in i andra program.
uk: Коли фотографії буде вивантажено на Imgur, вікно буде наповнено списком адрес для безпосереднього доступу до зображень та адрес для вилучення зображень з інтернету. Скористайтеся контекстним меню списку записів для копіювання адрес до буфера обміну даними для подальшого використання поза межами digiKam.
