Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/inaturalist_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: In the same way, the tool also scans the items to find the original place of observation using the reference image. It computes the distance of all other shots compared to this one. The maximum distance between the reference and the most recent shot must be less than the value set in the **Photos should be taken within** field in the settings view.
ca: De la mateixa manera, l'eina també explorarà els elements per a trobar el lloc original de l'observació utilitzant la imatge de referència. Calcularà la distància de totes les altres captures comparades amb aquesta. La distància màxima entre la captura de referència i la més recent hauran de ser menors que el valor establert a **Les fotografies s'haurien de prendre d'aquí a** des de la vista de configuració.
it: Allo stesso modo, lo strumento analizza anche gli elementi per trovare il luogo originale dell'osservazione utilizzando l'immagine di riferimento. Calcola la distanza di tutti gli altri scatti e la confronta col primo. La distanza massima tra lo scatto di riferimento e quello più recente deve essere inferiore al valore impostato nel campo **Le foto devono essere scattate entro** nella vista delle impostazioni.
pt_br: Da mesma forma, a ferramenta também escaneia os itens para encontrar o local original de observação usando a imagem de referência. Ela calcula a distância de todas as outras fotos em comparação com esta. A distância máxima entre a referência e a foto mais recente deve ser menor que o valor definido no campo **As fotos devem ser tiradas dentro de** na visualização de configurações.
sl: Na enak način orodje prečeše tudi elemente, da poišče izvirno mesto opazovanja z uporabo referenčne slike. Izračuna razdaljo vseh drugih fotografij v primerjavi s to. Največja razdalja med referenco in zadnjim posnetkom mora biti manjša od vrednosti, nastavljene v polju **Fotografije naj bodo posnete znotraj** v pogledu nastavitev.
sv: På samma sätt söker verktyget igenom objekten för att hitta den ursprungliga observationsplatsen med hjälp av referensbilden. Det beräknar avståndet till alla andra bilder jämfört med den. Det maximala avståndet mellan referensbilden och den sista bilden måste vara mindre än värdet som angetts i fältet **Foton ska tas inom** i inställningarna.
uk: Так само, інструмент виконує пошук записів, які було зроблено у тому самому місці, що і еталонний знімок. Він обчислює відстань для усіх інших знімків, порівняно з еталонним. Максимальна відстань у метрах мі еталонним знімком і найсвіжішим знімком має бути меншою за значення, яке встановлено у полі **Фотографії має бути зроблено у межах** панелі параметрів.

source: Press the **Start Uploading** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la pujada de les fotografies.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Chiudi**.
pt_br: Pressione o botão **Iniciar envio** para transferir itens. Você pode clicar no botão **Fechar** para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Začni prenos tja**. Za prekinitev prenašanja fotografij lahko kliknete gumb **Zapri**.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Stäng** för att avbryta uppladdningen av foton.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.
