Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/inaturalist_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Export to iNaturalist Web-Service
ca: L'exportació del digiKam al servei web iNaturalist
it: Esportazione di digiKam nel servizio web iNaturalist
nl: Exporteren naar iNaturalist webservice van digiKam
pt: Exportação para o Serviço Web do iNaturalist do digiKam
pt_br: Exportar para o serviço web do iNaturalist a partir do digikam
sl: digiKam izvoz v spletno storitev iNaturalist
sv: Exportera till webbtjänsten iNaturalist i digiKam
uk: Експортування до вебслужби iNaturalist у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, inaturalist, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, inaturalist, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, inaturalist, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, inaturalist, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, inaturalist, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, naturalista, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, naravoslovje, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, inaturalist, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, inaturalist, експорт

source: Export To iNaturalist
nl: Naar iNaturalist exporteren
pt: Exportação para o iNaturalist

source: Contents
nl: Inhoud
pt: Conteúdo

source: `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ is a social network of naturalists, citizen scientists, and biologists built on the concept of mapping and sharing observations of biodiversity across the globe. iNaturalist users contribute to share observations of plants, animals, fungi, and other organisms worldwide.
ca: `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ és una xarxa social de naturalistes, científics ciutadans i biòlegs que es basa en el concepte d'assignar ubicacions i compartir observacions de la biodiversitat a tot el món. Els usuaris d'iNaturalist contribueixen compartint observacions de plantes, animals, fongs i altres organismes arreu del món.
it: `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ è una rete sociale di naturalisti, cittadini scienziati e biologi, costruita sul concetto di mappatura e condivisione delle osservazioni sulla biodiversità in tutto il mondo. Gli utenti di iNaturalist contribuiscono a condividere a livello globale le osservazioni di piante, animali, funghi e altri organismi viventi.
nl: `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ is een sociaal netwerk van naturalisten, burgerwetenschappers and biologen gebouwd op het concept van in kaart brengen en delen van waarnemingen van biodiversiteit in de wereld. Gebruikers van iNaturalist dragen bij om waarnemingen van planten, dieren, zwammen en andere organismen wereldwijd te delen.
pt: O `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ é uma rede social de naturalistas, cientistas civis e biólogos, baseado no conceito de associar e partilhar as observações de biodiversidade em todo o globo. Os utilizadores do iNaturalist contribuem para partilhar as observações de plantas, animais, fungos e outros organismos de todo o mundo.
pt_br: `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ é uma rede social de naturalistas, cientistas cidadãos e biólogos, construída com base no conceito de mapear e compartilhar observações da biodiversidade em todo o mundo. Os usuários do iNaturalist contribuem para compartilhar observações de plantas, animais, fungos e outros organismos em todo o mundo.
sl: `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ je družabna mreža naravoslovcev, državljanskih znanstvenikov in biologov, zgrajena na koncept kartiranja in izmenjave opazovanj biotske raznovrstnosti v celem svetu. Uporabniki iNaturalista prispevajo k skupni rabi opazovanj rastlin, živali, gliv in drugi organizmov po vsem svetu.
sv: `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ är ett socialt nätverk av naturforskare, medborgarforskare och biologer som bygger på konceptet att kartlägga och dela observationer av biologisk mångfald över hela världen. Användare av iNaturalist bidrar till att dela observationer av växter, djur, svampar och andra organismer över hela världen.
uk: `iNaturalist <https://en.wikipedia.org/wiki/INaturalist>`_ — соціальна мережа натуралістів, науковців-аматорів та біологів, яку побудовано на концепції прив'язки та оприлюднення спостережень біорізноманіття на Землі. Користувачі iNaturalist діляться спостереженнями рослин, тварин, грибів та інших організмів.

source: The iNaturalist platform is based on crowd-sourcing of observations and identifications. An iNaturalist **observation** records a person's encounter with an individual organism at a particular time and place.
ca: La plataforma iNaturalist es basa en la col·laboració col·lectiva d'observacions i identificacions. Una **observació** d'iNaturalist registra la trobada d'una persona amb un organisme individual en un moment i un lloc en particular.
it: La piattaforma di iNaturalist è basata sul contributo delle osservazioni e le identificazioni da parte delle persone. Una **osservazione** iNaturalist registra l'incontro di una persona con un singolo organismo in un particolare luogo e data.
nl: Het platform iNaturalist is gebaseerd op crowd-sourcing van waarnemingen en identificaties. Een **waarneming** van iNaturalist legt de ontmoeting van een persoonvast met een individueel organisme op een specifieke tijd en plaats.
pt: A plataforma do iNaturalist baseia-se na recolha de observações e identificações. Uma **observação** do iNaturalist regista o encontro de uma pessoa com um organismo individual num determinado local e hora.
pt_br: A plataforma iNaturalist baseia-se na obtenção coletiva de observações e identificações. Uma **observação** do iNaturalist registra o encontro de uma pessoa com um organismo individual em um momento e local específicos.
sl: Platforma iNaturalist temelji na množičnem zbiranju opazovanj in identifikacij. **Opazovanje** v iNaturalist zabeleži srečanje osebe s posameznim organizmom v določenem času in na določenem kraju.
sv: Plattformen iNaturalist är baserad på crowdsourcing av observationer och identifieringar. En **observation** på iNaturalist registrerar när en person påträffar en enskild organism vid en viss tidpunkt och plats.
uk: Платформу iNaturalist засновано на громадських спостереженнях і розпізнаваннях. **Спостереження** iNaturalist є записом зустрічі автора з певним організмом у певний час у певному місці.

source: To upload observation shots from your collections to the remote iNaturalist server using the Internet, uses the :menuselection:`Export --> Export to iNaturalist` :kbd:`Ctrl+Alt+Shift+N` menu entry, or the corresponding icon from the **Tools** tab in Right Sidebar.
ca: Per a pujar captures d'observació des de les vostres col·leccions cap a un servidor remot d'iNaturalist mitjançant Internet, utilitzeu l'element de menú :menuselection:`Exporta --> Exporta a iNaturalist...` (drecera :kbd:`Ctrl+Alt+Maj+N`), o la icona corresponent des de la pestanya **Eines** a la barra lateral dreta.
it: Per caricare gli scatti delle osservazioni dalle tue raccolte al server remoto iNaturalist tramite Internet usa il menu :menuselection:`Esporta --> Esporta in iNaturalist` :kbd:`Ctrl+Alt+Maiusc+N`, oppure l'icona corrispondente dalla scheda **Strumenti** presente nella barra laterale destra.
nl: Om een opname van een waarneming vanuit uw verzamelingen te uploaden naar de iNaturalist-server via het internet; gebruikt u het menu-item :menuselection:`Exporteren --> Naar iNaturalist exporteren` :kbd:`Ctrl+Alt+Shift+N` of het overeenkomstige pictogram uit het tabblad **Hulpmiddelen** in de rechter zijbalk.
pt: Para enviar imagens de uma observação das ssuas colecções para o servidor remoto do iNaturalist, usando a Internet, use a opção do menu :menuselection:`Exportar --> Exportar para o iNaturalist` :kbd:`Ctrl+Alt+Shift+N` ou o ícone correspondente na página de **Ferramentas** na barra lateral direita.
pt_br: Para enviar fotos de observação de suas coleções para o servidor remoto do iNaturalist usando a Internet, use a entrada de menu :menuselection:`Exportar --> Exportar para o iNaturalist` :kbd:`Ctrl+Alt+Shift+N` ou o ícone correspondente na aba **Ferramentas** na barra lateral direita.
sl: Za nalaganje opazovalnih posnetkov iz vaših zbirk v oddaljeni strežnik iNaturalista, ki uporablja internet, uporablja :menuselection:`Izvoz --> Izvozi v iNaturalist` :kbd:`Ctrl+Alt+Shift+N` meni ali ustrezno ikono na zavihku **Orodja** v desnem stranskem stolpcu.
sv: För att ladda upp observationsbilder från samlingar till den fjärranslutna iNaturalist-servern via Internet, använd menyalternativet :menuselection:`Exportera --> Exportera till iNaturalist` :kbd:`Ctrl+Alt+Shift+N` eller motsvarande ikon under fliken **Verktyg** i höger sidorad.
uk: Щоб вивантажити знімки спостережень з ваших збірок на віддалений сервер iNaturalist за допомогою інтернету, скористайтеся пунктом меню :menuselection:`Експорт --> Експортувати до iNaturalist` :kbd:`Ctrl+Alt+Shift+N` або відповідною кнопкою на вкладці **Інструменти** правої бічної панелі.

source: To push an **observation** to iNaturalist repository, shots must be geo-localized, taken in same conditions, separated by a brief delay, and surrounding the same subject. A description of observation must be provided, including the main topic.
nl: Om een **waarneming** naar de opslagruimte van iNaturalist te uploaden, moeten opnamen een geo-locatie bevatten, genomen onder dezelfde condities, gescheiden door een korte vertraging en zich rond hetzelfde onderwerp bevinden. Een beschrijving van de waarneming moet geleverd worden, inclusief het hoofdonderwerp.
pt: Para publicar uma **observação** no repositório do iNaturalist, as imagens deverão estar geo-localizadas, tiradas nas mesmas condições, separadas por um breve atraso e em torno do mesmo assunto. Deverá ser fornecida uma descrição da observação, incluindo o tópico principal.

source: When you launch the tool, the following dialog will popup to select the account to use with the web-service.
ca: Quan llanceu l'eina, apareixerà el diàleg següent per a seleccionar el compte que s'utilitzarà amb el servei web.
it: Quando avvii lo strumento, si aprirà la finestra di dialogo seguente, necessaria per selezionare l'account da usare con il servizio web.
nl: Wanneer u het hulpmiddel start zal de volgende dialoog verschijnen om het te gebruiken account te selecteren met de webservice.
pt: Quando lançar a ferramenta, irá aparecer a seguinte janela para seleccionar a conta para usar com o serviço Web.
pt_br: Ao iniciar a ferramenta, a seguinte caixa de diálogo será exibida para selecionar a conta a ser usada com o serviço web.
sl: Ko zaženete orodje, se prikaže naslednje pogovorno okno za izbiro računa za uporabo s spletno storitvijo.
sv: När verktyget startas visas följande dialogruta där man kan välja det konto som ska användas med webbtjänsten.
uk: Після запуску інструмента ви побачите подібне до наведеного нижче контекстне вікно для вибору облікового запису, яким слід скористатися для роботи з вебслужбою.

source: The iNaturalist Export Dialog
ca: El diàleg d'exportació d'iNaturalist
it: La finestra di dialogo Esportazione iNaturalist
nl: De exportdialoog voor iNaturalist
pt: A Janela de Exportação para o iNaturalist
pt_br: A janela de exportação para o iNaturalist
sl: Pogovorno okno za izvoz iNaturalist
sv: Exportdialogrutan för iNaturalist
uk: Вікно експортування до iNaturalist

source: If no account previously used is available, press **Add another account** button and a web-browser instance will be started with the iNaturalist login page.
nl: Als er geen eerder gebruikt account beschikbaar is, druk op de knop **Een ander account toevoegen** en een webbrowser zal gestart worden met de aanmeldpagina van iNaturalist.
pt: Se não estiver disponível nenhuma conta previamente usada, carregue no botão **Adicionar outra conta**, pelo que será iniciada uma instância de um navegador Web com a página de autenticação do iNaturalist.

source: The iNaturalist Web Page to Login in Your Account
ca: La pàgina web d'iNaturalist per a iniciar la sessió amb el vostre compte
it: La pagina web di iNaturalist per accedere al tuo account
nl: De webpagina van iNaturalist voor aanmelden in uw account
pt: A página Web do iNaturalist, para se autenticar na sua conta
pt_br: A página da web do iNaturalist para fazer login na sua conta
sl: Spletna stran iNaturalist za prijavo v vaš račun
sv: iNaturalist-webbsidan för att logga in på ett konto
uk: Сторінка iNaturalist для входу до вашого облікового запису

source: Fill the account and password properties and validate the settings to continue to the main tool dialog:
nl: Vul het account en wachtwoord in en valideer de instellingen om door te gaan naar de hoofddialoog van het hulpmiddel:
pt: Preencha as propriedades da conta e da senha e valide a configuração para passar à janela principal da ferramenta:

source: On the right side, you can see the settings view to use to upload observation shots on the iNaturalist server. Even if you can use the basic settings to process files, we recommend to expand the settings with the **Fewer options** button, to tune precisely the observation properties.
nl: Aan de rechterkant ziet u de instellingen weergegeven om te gebruiken bij het uploaden van opnamen van waarnemingen naar de iNaturalist-server. Zelfs als u de basisinstellingen om bestanden te verwerken kunt gebruiken, bevelen we aan om de instellingen uit te breiden met de knop **Minder opties**, om preciezer de eigenschappen van de waarneming af te regelen.
pt: Do lado direito, poderá ver a área de definições a usar para enviar as imagens da observação para o servidor do iNaturalist. Mesmo que use as definições básicas para processar os ficheiros, recomendamos que expanda a configuração com o botão **Menos opções**, para ajustar precisamente as propriedades da observação.

source: On the top of the settings view, you can see the login **Account** properties used to be connected to iNaturalist. You can switch to another account using the **Change Account** button. The **Remove Account** button will allows to delete cached information by the tool to be connected automatically on the server in later session.
nl: Bovenaan de weergave van instellingen, ziet u de eigenschappen van aanmelden van het **Account** gebruikt om te verbinden met iNaturalist. U kunt omschakelen naar een ander account met de knop **Account wijzigen**. De knop **Account verwijderen** biedt het verwijderen van informatie in de cache door het hulpmiddel om automatisch met de server in een latere sessie te worden verbonden.
pt: No topo da área de configuração, poderá ver as propriedades de autenticação da **Conta** usada para se ligar ao iNaturalist. Poderá mudar para outra conta com o botão **Mudar de Conta**. O botão **Remover a Conta** irá sempre permitir apagar a informação em 'cache' da ferramenta para se ligar automaticamente ao servidor numa sessão posterior.

source: On the bottom of the settings view, you can set the upload **Options** for the images. If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to iNaturalist. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
nl: Onderaan de instellingenweergave kunt u de **Opties** voor uploaden van afbeeldingen instellen. Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar iNaturalist. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding bewaard blijft.
pt: No fundo da área de configuração, poderá definir as **Opções** de envio das imagens. Se a opção **Dimensionar as fotografias antes do envio** estiver seleccionada, as fotografias mudarão de tamanho antes de serem transferidas para o iNaturalist. Os valores serão lidos da **Qualidade do JPEG** e da **Dimensão Máxima**, que poderão ser usadas para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter as proporções de tamanho.

source: A special option is available to **Write the photo ID to the source image**. The identification number used to upload to your iNaturalist account will be recorded in the XMP metadata from file in your collection.
nl: Een speciale optie is beschikbaar om **De foto-ID naar de bronafbeelding te schrijven**. Het identificatiegetal gebruikt om naar uw iNaturalist account te uploaden zal opgeslagen worden in de XMP-metagegevens uit het bestand in uw verzameling.
pt: Está disponível uma opção especial para **Gravar o ID da fotografia na imagem original**. O número de identificação usado para enviar para a sua conta do iNaturalist será registado nos meta-dados de XMP do ficheiro da sua colecção.

source: On the middle of the settings view, you can tune the **Observation** properties. The most important one is to identify the subject using the iNaturalist database by entering words in **Identification** text field. The tool will query the remote server to search the best entries with a preview. If one item matches with the observation subject, just select it.
nl: In het midden van de instellingenweergave kunt u de eigenschappen van de **Waarneming** fijn afregelen. De belangrijkste is om het onderwerp te identificeren met de database van iNaturalist door invoeren van woorden in het tekstveld **Identificatie**. Het hulpmiddel zal de server op afstand afvragen om de beste items te vinden met een voorbeeld. Als één item overeenkomt met het waargenomen onderwerp, selecteer het eenvoudig.
pt: No meio da área de configuração, poderá ajustar as propriedades da **Observação**. A mais importante é identificar o assunto, usando a base de dados, escrevendo palavras no campo de texto **Identificação**. A ferramenta irá consultar o servidor remoto para procurar pelos melhores elementos dentro de uma antevisão. Se um item corresponder ao assunto da observação, basta seleccioná-lo.

source: The iNaturalist Export Tool Searching About Contents on Online Database
ca: L'eina d'exportació d'iNaturalist cercant el contingut a la base de dades en línia
it: Lo strumento Esportazione iNaturalist che ricerca contenuto nella banca dati in linea
nl: Het hulpmiddel Exporteren naar iNaturalist zoeken naar inhoud in online database
pt: A Ferramenta de Exportação para o iNaturalist a Procurar por Conteúdos numa Base de Dados 'Online'
pt_br: A ferramenta de exportação para o iNaturalist pesquisando sobre conteúdo no banco de dados online
sl: Orodje za izvoz iNaturalist Iskanje o vsebini v spletni zbirki podatkov
sv: Exportverktyget till iNaturalist söker efter innehåll i nätdatabasen
uk: Пошук даних у базі даних в інтернеті в інструменті експортування до iNaturalist

source: The **Place** text property will help iNaturalist database to identify in human way where the observation have been done, outside the fact that photos have been geo-localized with a GPS.
nl: De teksteigenschap **Plaats** helpt de database van iNaturalist om op menselijke manier te identificeren in waar de waarneming is gedaan, buiten het feit dat foto's een geo-locatie met een GPS hebben.
pt: A propriedade de texto **Local** irá ajudar a base de dados do iNaturalist a identificar de forma humana onde foi feita a observação, esquecendo o facto de que as fotografias foram geo-localizadas com um GPS.

source: On the left side, you can see the list of observation shots taken from digiKam collection. From the **Date** column, the tool scans the items to found the most older one as reference, and computes the delay of all other shots compared to this one. The maximum delay between the reference and the most recent shot must be lesser than value set in the **Photos should be taken within** from the settings view.
nl: Aan de linkerkant ziet u de lijst met waarnemingsopnamen genomen uit de digiKam-verzameling. Vanaf de kolom **Datum**, scant het hulpmiddel de items om het oudste als referentie te vinden en berekent de vertraging van alle andere opnamen vergeleken met deze. De maximale vertraging tussen de referentie en de meest recente opname mag kleiner zijn dan de waarde ingesteld **Foto's zouden genomen moeten zijn binnen** in de instellingenweergave.
pt: Do lado esquerdo, poderá ver a lista de fotografias de observações tiradas da colecção do digiKam. Na coluna **Data**, a ferramenta pesquisa os itens à procura do item mais antigo para usar como referência, calculando o atraso de todas as outras fotografias face a esta. O atraso máximo entre a referência e a imagem mais recente deverá ser inferior ao valor definido em **As fotografias devem ser tiradas dentro de**, na área de configuração.

source: In the same way, the tool scan also the items to found the original place of observation using the reference image. It computes the distance of all other shots compared to this one. The maximum meters between the reference and the most recent shot must be lesser than value set in the **Photos should be taken within** from the settings view.
nl: Op dezelfde manier scant het hulpmiddel ook de items om de originele plaats van de waarneming te vinden met gebruik van de referentie afbeelding. Het berekent de afstand van alle andere opnamen vergeleken met deze. Het maximale aantal meters tussen de referentie en de meest recente opname mag kleiner zijn dan de waarde ingesteld in **Foto's zouden genomen moeten zijn binnen** uit de instellingenweergave.
pt: Da mesma forma, a ferramenta também analisa os itens para procurar o local original da observação, usando a imagem de referência. Calcula a distância de todas as outras fotografias face a esta. O número máximo de metros entre a referência e a imagem mais recente deverá ser inferior ao valor definido em **As fotografias devem ser tiradas dentro de...** da área de configuração.

source: Press **Start Uploading** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.
pt: Carregue no botão **Iniciar o Envio** para transferir os itens. Poderá carregar no botão **Fechar** para interromper o envio.
