Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/inaturalist_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: Finally, you can view the uploaded photos by visiting the iNaturalist website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web d'iNaturalist.
it: Infine, puoi vedere le foto caricate visitando il sito web di iNaturalist.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van iNaturalist te bezoeken.
pt: Finalmente, poderá ver as fotografias enviadas, visitando a página Web do iNaturalist.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do iNaturalist.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu iNaturalist.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka iNaturalist webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт iNaturalist.

source: The iNaturalist Online Account Displaying the Observed Publications
ca: El compte en línia d'iNaturalist mostrant les publicacions observades
it: L'account in linea di iNaturalist che visualizza le pubblicazioni delle osservazioni
nl: Het online-account van iNaturalist die de bekeken publicaties toont
pt: A Conta 'Online' do iNaturalist a Mostrar as Observações Publicadas
pt_br: A conta online do iNaturalist exibindo as publicações observadas
sl: Spletni račun iNaturalist, ki prikazuje opazovane publikacije
sv: iNaturalist nätkontot som visar de observerade alstren
uk: На обліковому записі iNaturalist показано оглядові публікації

source: :ref:`Export To iNaturalist <export_tools>`
ca: :ref:`Exportació a iNaturalist <export_tools>`
it: :ref:`Esportazione in iNaturalist <export_tools>`
pt_br: :ref:`Exportar para o iNaturalist <export_tools>`
sl: :ref:`Izvoz v iNaturalist <export_tools>`
sv: :ref:`Exportera till iNaturalist <export_tools>`
uk: :ref:`Експортувати до iNaturalist <export_tools>`

source: To push an **observation** to iNaturalist repository, shots must be geo-localized, taken in the same conditions, separated by a brief delay, and contain the same subject. A description of an observation must be provided, including the main topic.
ca: Per a enviar una **observació** al repositori d'iNaturalist, les captures hauran d'estar geolocalitzades, capturades en les mateixes condicions, separades per un retard breu i contenir el mateix motiu. Haureu de proporcionar una descripció de l'observació, inclòs el tema principal.
it: Per inviare un'**osservazione** al deposito di iNaturalist, gli scatti devono essere geolocalizzati, scattati nelle stesse condizioni, separati da un breve ritardo e che contiene lo stesso soggetto. Devono essere corredati da una descrizione di un'osservazione, che includa anche l'argomento principale.
pt_br: Para enviar uma **observação** para o repositório do iNaturalist, as fotos devem ser geolocalizadas, tiradas nas mesmas condições, separadas por um breve intervalo e conter o mesmo assunto. Uma descrição da observação deve ser fornecida, incluindo o tópico principal.
sl: Če želite poslati **opazovanje** v repozitorij iNaturalist, morajo biti posnetki geolokalizirani, posneti v enakih pogojih, ločeni s kratkim zamikom in vsebovati isto temo. Predložiti je treba opis opazovanja, vključno z glavno temo.
sv: För att skicka en **observation** till iNaturalist-arkivet måste bilderna vara geografiskt lokaliserade, tagna under samma förhållanden, separerade med en kort fördröjning och innehålla samma motiv. En beskrivning av observationen måste tillhandahållas, inklusive huvudmotivet.
uk: Щоб записати **спостереження** до сховища iNaturalist, знімки повинні мати геоприв'язку, мають бути зробленими за одних умов, відокремлені короткою затримкою та стосуватися того самого об'єкта. Має бути надано опис спостереження, що включає основну його тему.

source: If no previously used account is available, press the **Add another account** button and a web-browser instance will be started with the iNaturalist login page.
ca: Si no hi ha disponible cap compte utilitzat anteriorment, premeu el botó **Afegeix un altre compte** i s'iniciarà una instància del navegador web amb la pàgina d'inici de sessió d'iNaturalist.
it: Se non è disponibile alcun account, premi il pulsante **Aggiungi un altro account** per aprire una nuova istanza del browser web alla pagina di accesso di iNaturalist.
pt_br: Se nenhuma conta usada anteriormente estiver disponível, pressione o botão **Adicionar outra conta** e uma instância do navegador da web será iniciada com a página de login do iNaturalist.
sl: Če ni na voljo noben predhodno uporabljen račun, pritisnite gumb **Dodaj drug račun** in primerek spletnega brskalnika se bo zagnal s prijavno stranjo iNaturalist.
sv: Om inget tidigare använt konto är tillgängligt, tryck på knappen **Lägg till ytterligare ett konto** så startas en webbläsarinstans med iNaturalists inloggningssida.
uk: Якщо у програми немає даних щодо попередньо використаного облікового запису, вам слід натиснути кнопку **Додати інший обліковий запис**. У відповідь програма запустить екземпляр браузера із відкритою сторінкою входу до iNaturalist.

source: Fill in the account and password properties and validate the settings to continue to the main tool dialog:
ca: Empleneu les propietats del compte i la contrasenya, i valideu les opcions de configuració per a continuar amb el de diàleg principal de l'eina:
it: Completa con i tuoi dati e convalida le impostazioni per proseguire nella finestra di dialogo principale dello strumento:
pt_br: Preencha as propriedades da conta e senha e valide as configurações para continuar para a janela principal da ferramenta:
sl: Izpolnite lastnosti računa in gesla ter potrdite nastavitve za nadaljevanje v pogovorno okno glavnega orodja:
sv: Fyll i konto- och lösenordsinformationen och validera inställningarna för att fortsätta till huvudverktygets dialogruta:
uk: Заповніть властивості облікового запису і пароля і перевірте параметри, щоб продовжити роботу з вікном головного інструмента:

source: On the right side, you can see the settings view used to upload observation shots to the iNaturalist server. Even if you can use the basic settings to describe the files, we recommend you expand the list of settings with the **More options** button, to more precisely describe your observation. (The dialog above shows the dialog after pressing the **More options** button.)
ca: A la part dreta, veureu la vista de la configuració que s'utilitzarà per a pujar les captures d'observació al servidor d'iNaturalist. Fins i tot si podeu utilitzar la configuració bàsica per a descriure els fitxers, us recomanem expandir la llista de paràmetres amb el botó **Més opcions**, per a descriure amb més precisió la vostra observació. (El diàleg de dalt mostra el diàleg després de prémer el botó **Més opcions**.)
it: Sul lato destro troverai la vista delle impostazioni utilizzata per caricare gli scatti delle osservazioni nel server di iNaturalist. Sebbene possa utilizzare le impostazioni di base per descrivere i file, ti consigliamo di espandere l'elenco delle impostazioni col pulsante **Più opzioni** per descrivere in modo più preciso le tue osservazioni (la finestra di dialogo sopra mostra la finestra dopo aver premuto il pulsante **Più opzioni**).
pt_br: No lado direito, você pode ver a visualização de configurações usada para enviar fotos de observação para o servidor do iNaturalist. Mesmo que você possa usar as configurações básicas para descrever os arquivos, recomendamos que você expanda a lista de configurações com o botão **Mais opções** para descrever sua observação com mais precisão. (A imagem acima mostra a janela após clicar no botão **Mais opções**.)
sl: Na desni strani lahko vidite pogled nastavitev, ki se uporablja za prenos opazovalnih posnetkov na strežnik iNaturalist. Tudi če lahko uporabite osnovne nastavitve za opisovanje datotek, priporočamo, da razširite seznam nastavitev z gumbom **Več možnosti**, da natančneje opišete svoje opazovanje. (Zgornje pogovorno okno prikazuje pogovorno okno po pritisku gumba **Več možnosti**.)
sv: På höger sida visas inställningarna som används för att ladda upp observationsbilder till iNaturalist-servern. Även om man kan använda grundinställningarna för att beskriva filerna rekommenderar vi att listan med inställningar utökas med knappen **Fler alternativ** för att mer exakt beskriva observationen. (Dialogrutan ovan visas efter att knappen **Fler alternativ** har tryckts.)
uk: У правій частині вікна розташовано панель параметрів, які слід використати для вивантаження знімків спостережень на сервер iNaturalist. Хоча ви зможете скористатися базовими параметрами для обробки файлів, ми рекомендуємо розгорнути панель параметра за допомогою кнопки **Менше параметрів** для точного налаштовування властивостей спостереження. (На наведеному вище знімку вікна наведено ситуацію після натискання кнопки **Більше параметрів**.)

source: On the top of the settings view, you can see the login **Account** properties used to connect to iNaturalist. You can switch to another account using the **Change Account** button. The **Remove Account** button will allow you to delete the account information used by digiKam to automatically connect to the server.
ca: A la part superior de la vista de configuració, veureu les propietats d'inici de sessió del **Compte** utilitzat per a connectar amb iNaturalist. Podreu canviar a un altre compte utilitzant el botó **Canvia el compte**. El botó **Elimina el compte** permetrà suprimir la informació del compte utilitzat pel digiKam per a connectar automàticament amb el servidor.
it: Nella parte superiore della vista delle impostazioni sono presenti le proprietà dell'**account** di accesso utilizzato per collegarti a iNaturalist. Puoi passare a un altro account tramite il pulsante **Cambia account**. Il pulsante **Rimuovi account** ti consente di eliminare l'account utilizzato da digiKam per accedere in automatico al server.
pt_br: Na parte superior da visualização de configurações, você pode ver as propriedades da **Conta** de login usada para se conectar ao iNaturalist. Você pode alternar para outra conta usando o botão **Alterar a conta**. O botão **Remover conta** permitirá que você exclua as informações de conta usadas pelo digiKam para se conectar automaticamente ao servidor.
sl: Na vrhu pogleda nastavitev lahko vidite lastnosti **Računa** za prijavo, ki se uporabljajo za povezavo z iNaturalist. Na drug račun lahko preklopite z gumbom **Spremeni račun**. Gumb **Odstrani račun** vam omogoča, da izbrišete podatke o računu, ki jih digiKam uporablja za samodejno povezavo s strežnikom.
sv: Högst upp i inställningarna visas inloggningsinformationen **Konto** som används för att ansluta till iNaturalist. Det går att byta till ett annat konto med knappen **Byt konto**. Knappen **Ta bort konto** gör det möjligt att ta bort kontoinformationen som används av digiKam för att automatiskt ansluta till servern.
uk: У верхній частині панелі параметрів буде показано властивості **Облікового запису** для встановлення з'єднання з iNaturalist. Ви можете перемкнутися на інший обліковий запис за допомогою кнопки **Змінити обліковий запис**. За допомогою кнопки **Вилучити обліковий запис** ви можете вилучити кешовані інструментом дані для автоматичного встановлення з'єднання із сервером під час сеансів роботи з програмою.

source: On the bottom of the settings view, you can set the upload **Options** for the images. If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to iNaturalist. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
ca: A la part inferior de la vista de configuració, podreu establir les **Opcions** de pujada per a les imatges. Si seleccioneu l'opció **Redimensiona les fotografies abans de pujar-les**, es canviarà la mida de les fotografies abans de transferir-les a iNaturalist. Els valors es llegiran des dels paràmetres **Qualitat JPEG:** i **Dimensió màxima:**, els quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de mantenir la relació d'aspecte.
it: Nella parte inferiore della vista delle impostazioni puoi impostare le **opzioni** di caricamento per le immagini. Se hai selezionato l'opzione **Ridimensiona le foto prima di caricarle**, le foto saranno ridotte prima del trasferimento a iNaturalist. I valori saranno letti dalle impostazioni **Dimensione massima** e **Qualità JPEG**, che possono essere utilizzate per regolare la compressione e l'altezza massima. Sarà eseguito il calcolo della larghezza in modo da mantenere le proporzioni.
pt_br: Na parte inferior da visualização de configurações, você pode definir as **Opções** de envio para as imagens. Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o iNaturalist. Os valores serão lidos nas configurações de **Qualidade JPEG** e **Dimensão máxima**, que podem ser usadas para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter a proporção da imagem.
sl: Na dnu pogleda nastavitev lahko nastavite **Možnosti** nalaganja za slike. Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bo velikost fotografij spremenjena pred prenosom v iNaturalist. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.
sv: Längst ner i inställningarna kan uppladdningsalternativ för bilderna ställas in. Om alternativet **Ändra storlek på foton innan uppladdning** är valt ändras fotonas storlek innan de överförs till iNaturalist. Värdena läses från inställningarna för **JPEG-kvalitet** och **Maximal dimension**, vilka kan användas för att justera maximal höjd och komprimering. Beräkningen av bredd görs för att bibehålla proportionen.
uk: У нижній частині панелі параметрів ви можете встановити **Параметри** вивантаження для зображень. Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до iNaturalist. Значення буде прочитано з параметрів **Якість JPEG** і **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти і стискання. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: A special option is available to **Write the photo ID to the source image**. The identification number used to upload to your iNaturalist account will be recorded in the XMP metadata of the file in your collection.
ca: Hi ha una opció especial disponible per a **Escriu l'ID de la fotografia a la imatge d'origen**. El número d'identificació utilitzat per a pujar al vostre compte d'iNaturalist es registrarà en les metadades XMP del fitxer a la vostra col·lecció.
it: È disponibile un'opzione speciale in **Scrivi l'identificativo della foto nell'immagine sorgente**. Il numero identificativo utilizzato per caricare nel tuo account iNaturalist sarà registrato nei metadati XMP del file nella tua raccolta.
pt_br: Uma opção especial está disponível para **Gravar a identificação (ID) da foto na imagem de origem**. O número de identificação usado para fazer o upload para sua conta do iNaturalist será registrado nos metadados XMP do arquivo em sua coleção.
sl: Na voljo je posebna možnost za **Zapišite ID s fotografijo na izvorno sliko**. Identifikacijska številka, uporabljena za prenos na vaš račun iNaturalist, bo zabeležena v metapodatkih XMP datoteke v vaši zbirki.
sv: Ett specialalternativ finns tillgängligt för att **Skriva foto-id till källbilden**. Identifikationsnumret som används för att ladda upp till iNaturalist-kontot registreras i XMP-metadata för filen i samlingen.
uk: Доступний спеціальний пункт — **Записати ідентифікатор фотографії до початкового зображення**. Ідентифікаційний номер для вивантаження до вашого облікового запису iNaturalist буде записано до метаданих XMP з файла у вашій збірці.

source: In the middle of the settings view, you can set the **Observation** properties. The most important one is to identify the subject using the iNaturalist database by entering words in the **Identification** text field. The tool will query the remote server to search for the best entries with a preview. If one item matches with the observation subject, just select it.
ca: Al mig de la vista de configuració, podreu ajustar les propietats d'**Observació**. La més important és identificar el tema utilitzant la base de dades d'iNaturalist introduint paraules en el camp de text **Identificació**. L'eina consultarà el servidor remot per a cercar les millors entrades amb una vista prèvia. Si un element coincideix amb el tema d'observació, senzillament seleccioneu-lo.
it: Al centro della vista delle impostazioni puoi impostare le proprietà dell'**Osservazione**. La più importante serve per identificare il soggetto tramite la banca dati di iNaturalist digitando parole nel campo **Identificazione**. Lo strumento ricercherà nel server remoto le voci migliori di cui fare un'anteprima. Se una voce corrisponde al soggetto dell'osservazione, selezionala.
pt_br: No meio da visualização de configurações, você pode definir as propriedades da **Observação**. A mais importante é identificar o sujeito usando o banco de dados do iNaturalist, inserindo palavras no campo de texto **Identificação**. A ferramenta consultará o servidor remoto para buscar as melhores entradas com uma prévia. Se um item corresponder ao sujeito da observação, basta selecioná-lo.
sl: Na sredini pogleda nastavitev lahko nastavite lastnosti **Opazovanje**. Najpomembnejša je identifikacija subjekta s pomočjo podatkovne baze iNaturalist z vnosom besed v besedilno polje **Identifikacija**. Orodje bo poslalo poizvedbo oddaljenemu strežniku za iskanje najboljših vnosov s predogledom. Če se en element ujema s predmetom opazovanja, ga preprosto izberite.
sv: Mitt i inställningarna kan egenskaperna **Observation** anges. Det viktigaste är att identifiera objektet med hjälp av iNaturalist-databasen genom att ange ord i textfältet **Identifiering**. Verktyget frågar fjärrservern efter de bästa posterna med en förhandsgranskning. Om ett objekt matchar observationsobjektet, bara välj det.
uk: У середній частині панелі параметрів ви можете скоригувати властивості **Спостереження**. Найважливішою з них є ідентифікація об'єкта за допомогою бази даних iNaturalist шляхом введення слів у текстове поле **Ідентифікація**. Інструмент опитає віддалений сервер для пошуку найкращих записів з попереднім переглядом. Якщо з об'єктом спостереження пов'язано один запис, просто виберіть його.

source: The **Place** text property will help the iNaturalist database to identify in a human-readable way where the observation was made, as a supplement to the fact that photos have been geo-localized with a GPS.
ca: La propietat de text **Lloc** ajudarà la base de dades d'iNaturalist a identificar de manera humana on es va fer l'observació, com a suplement del fet que les fotografies s'han geolocalitzat amb un GPS.
it: La proprietà **Luogo** aiuterà la banca dati iNaturalist a identificare con metodo umano il luogo in cui è stata fatta l'osservazione, come aggiunta al fatto che le foto sono state geolocalizzate con un GPS.
pt_br: A propriedade de texto **Local** ajudará o banco de dados do iNaturalist a identificar de forma legível onde a observação foi feita, como um complemento ao fato de que as fotos foram geolocalizadas com um GPS.
sl: Lastnost besedila **Place** bo pomagala bazi podatkov iNaturalist, da na človeku berljiv način prepozna, kje je bilo opazovanje opravljeno, kot dodatek k dejstvu, da so bile fotografije geolokalizirane z GPS.
sv: Textegenskapen **Plats** hjälper iNaturalist-databasen att på ett läsbart sätt identifiera var observationen gjordes, som ett komplement till det faktum att foton har lokaliserats geografiskt med GPS.
uk: Текстова властивість **Місце** допоможе базі даних iNaturalist ідентифікувати у зручний спосіб місце, де було зроблено спостереження, окрім геопозиціювання за допомогою GPS.

source: On the left side, you can see the list of observation shots taken from the digiKam collection. From the **Date** column, the tool scans the items to find the oldest image to use as a reference, and computes the delay of all the other shots compared to this one. The maximum delay between the reference and the most recent shot must be less than the value set in the **Photos should be taken within** field in the settings view.
ca: En el costat esquerre, veureu la llista de captures d'observació agafades des de la col·lecció del digiKam. Des de la columna **Data**, l'eina explora els elements per a trobar la imatge més antiga que es farà servir com a referència, i calcula el retard de totes les altres captures en comparació amb aquesta. El retard màxim entre la captura de referència i la més recent haurà de ser menor que el valor establert a **Les fotografies s'haurien de prendre d'aquí a** des de la vista de configuració.
it: Sul lato sinistro puoi vedere l'elenco degli scatti delle osservazioni presi dalla raccolta di digiKam. Dalla colonna **Data**, lo strumento analizza gli elementi per trovare l'immagine più vecchia da usare come riferimento e calcola il ritardo di tutti gli altri scatti confrontandoli col primo. Il ritardo massimo tra lo scatto di riferimento e quello più recente deve essere inferiore del valore impostato nel campo **Le foto devono essere scattate entro** nella vista delle impostazioni.
pt_br: No lado esquerdo, você pode ver a lista de fotos de observação tiradas da coleção digiKam. Na coluna **Data**, a ferramenta verifica os itens para encontrar a imagem mais antiga para usar como referência e calcula o atraso de todas as outras fotos em comparação com esta. O atraso máximo entre a referência e a foto mais recente deve ser menor que o valor definido no campo **As fotos devem ser tiradas dentro de** nas configurações.
sl: Na levi strani lahko vidite seznam opazovalnih posnetkov iz zbirke digiKam. V stolpcu **Datum** orodje prečeše elemente, da poišče najstarejšo sliko, ki jo uporabi kot referenco, in izračuna zakasnitev vseh drugih posnetkov v primerjavi s tem. Največji zamik med referenčnim in najnovejšim posnetkom mora biti manjši od vrednosti, nastavljene v polju **Fotografije naj bodo posnete znotraj** v pogledu nastavitev.
sv: På vänster sida visas listan över observationsbilder tagna från digiKam-samlingen. Från kolumnen **Datum** söker verktyget igenom objekten för att hitta den äldsta bilden att använda som referens och beräknar tidsfördröjningen för alla andra bilder jämfört med den. Den maximala tidsfördröjningen mellan referensbilden och den sista bilden måste vara mindre än värdet som anges i fältet **Foton ska vara tagna inom** i inställningarna.
uk: У лівій частині буде показано список знімків спостережень, які взято зі збірки digiKam. За допомогою стовпчика **Дата** інструмент визначає запис, які є найдавнішим, і обчислює затримку для усіх інших знімків порівняно з ним. Максимальна затримка між еталонним знімком та найсвіжішим знімком має бути меншою за значення, яке встановлено у полі **Фотографії має бути зроблено у межах** на панелі параметрів.
