Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/local_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: Check this option to strip all Exif, IPTC, and XMP metadata from the exported files. Note that the image data itself remains unchanged.
ca: Marqueu aquesta opció per a netejar totes les metadades Exif, IPTC i XMP dels fitxers exportats. Tingueu en compte que les dades de la imatge en si no canvien.
it: Attiva questa opzione per estrarre tutti i metadati Exif, IPTC e XMP dai file esportati. Nota che i dati dell'immagine in sé non vengono cambiati.
nl: Activeer deze optie om alle Exif, IPTC en XMP metagegevens uit de geëxporteerde bestanden te verwijderen. Merk op dat de afbeeldingsgegevens zelf ongewijzigd blijven.
pt_br: Marque esta opção para remover todos os metadados Exif, IPTC e XMP dos arquivos exportados. Observe que os dados da imagem em si permanecem inalterados.
sl: Označite to možnost, če želite iz izvoženih datotek odstraniti vse metapodatke Exif, IPTC in XMP. Upoštevajte, da sami podatki o sliki ostanejo nespremenjeni.
uk: Позначте цей пункт, щоб програма вилучила усі метадані Exif, IPTC і XMP з експортованих файлів. Зауважте, що дані зображення при цьому лишаться незмінними.

source: Platform-Specific Notes
ca: Notes específiques de la plataforma
it: Note specifiche delle piattaforme
nl: Platform specifieke notities
pt_br: Notas específicas por plataforma
sl: Opombe, specifične za platformo
uk: Специфічні до платформи нотатки

source: **Directory creation**: digiKam does not create target directories automatically and will prompt the user if necessary. If you want to export content without interacting with the computer during the process (for example, when exporting a large collection of files), ensure the target path exists before starting the export. You can do this using the path selector dialog.
ca: **Creació de directoris**: el digiKam no crea automàticament directoris de destinació i preguntarà a l'usuari si cal. Si voleu exportar contingut sense interactuar amb l'ordinador durant el procés (per exemple, quan exporteu una col·lecció gran de fitxers), assegureu-vos que el camí de destinació existeix abans d'iniciar l'exportació. Podeu fer-ho utilitzant el diàleg del selector de camins.
it: **Creazione della cartella**: digiKam non crea automaticamente le cartelle di destinazione, e chiede all'utente il da farsi. Se vuoi esportare del contenuto senza interagire col computer durante il processo, per esempio mentre esporti grandi raccolte di file, accertati che il percorso di destinazione esista prima di iniziare il processo di esportazione. Per farlo, usa finestra di dialogo di scelta del percorso.
nl: **Aanmaken van een map**: digiKam maakt automatisch geen doelmappen en zal dat de gebruiker vragen indien nodig. Als u inhoud zonder interactie met de computer wilt exporteren tijdens het proces bijvoorbeeld, bij exporteren van een grote verzameling bestanden), ga na dat het doelpad bestaat alvorens het exporteren te beginnen. U kunt dit doen met gebruik van de padkiezerdialoog.
pt_br: **Criação de diretórios**: O digiKam não cria diretórios de destino automaticamente e solicitará a permissão do usuário, se necessário. Se você deseja exportar conteúdo sem interagir com o computador durante o processo (por exemplo, ao exportar uma grande coleção de arquivos), certifique-se de que o caminho de destino exista antes de iniciar a exportação. Você pode fazer isso usando a janela de seleção de caminho.
sl: **Ustvarjanje imenikov**: digiKam ne ustvari ciljnih imenikov samodejno in bo uporabnika po potrebi pozval. Če želite izvoziti vsebino brez interakcije z računalnikom med postopkom (na primer pri izvozu velike zbirke datotek), se pred začetkom izvoza prepričajte, da ciljna pot obstaja. To lahko storite z uporabo pogovornega okna za izbiro poti.
uk: **Створення каталогів**: digiKam не створює каталогів призначення автоматично та за потреби запитуватиме про створення користувача. Якщо ви хочете експортувати дані без взаємодії з комп'ютером під час процесу (наприклад, під час експортування великої збірки файлів), переконайтеся, що каталог призначення існує, перш ніж розпочати експортування. Ви можете зробити це за допомогою діалогового вікна вибору шляху.

source: Export to Local Storage Path Prompt Dialog
ca: El diàleg de pregunta del camí d'exportació a un emmagatzematge local
it: La finestra di dialogo di richiesta del percorso in Esporta in supporto di memorizzazione locale
nl: Dialoog met padprompt van Exporteren naar lokale opslag
pt_br: Diálogo de solicitação de exportação para o caminho de armazenamento local
sl: Pogovorno okno za izvoz v lokalno shrambo
uk: Вікно запиту щодо шляху при експортування до локального сховища

source: The Export to Local Storage Path Prompt Dialog under Linux.
ca: El diàleg de pregunta del camí d'exportació a un emmagatzematge local des del Linux.
it: La finestra di dialogo di richiesta del percorso di Esporta in supporto di memorizzazione locale in Linux.
nl: De dialoog met padprompt van Exporteren naar lokale opslag onder Linux.
pt_br: A janela para exportar para o caminho de armazenamento local no Linux.
sl: Pogovorno okno za izvoz v lokalno shrambo v sistemu Linux.
uk: Вікно запиту щодо шляху при експортування до локального сховища у Linux.

source: **Symbolic links**: On Windows, creating symlinks may require administrator privileges or an NTFS-formatted drive. If symlinks fail, use **Copy files** instead.
ca: **Enllaços simbòlics**: al Windows, la creació d'enllaços simbòlics pot requerir privilegis d'administrador o una unitat amb format NTFS. Si els enllaços simbòlics fallen, en el seu lloc utilitzeu **Copia fitxers**.
it: **Collegamenti simbolici**: in Windows, la creazione di collegamenti simbolici potrebbe richiedere privilegi di amministrazione o un dispositivo formattato in NTFS. Se i collegamenti simbolici non dovessero funzionare, usa al loro posto l'opzione **Copia file**.
nl: **Symbolische koppelingen**: Onder Windows kan het aanmaken van symbolische koppelingen beheersrechten vereisen of een NTFS geformatteerde schijf. Als symbolische koppelingen mislukken, gebruik in plaats daarvan **Bestanden kopiëren**.
pt_br: **Links simbólicos**: No Windows, a criação de links simbólicos pode exigir privilégios de administrador ou uma unidade formatada em NTFS. Se os links simbólicos falharem, use **Copiar arquivos**.
sl: **Simbolične povezave**: V sistemu Windows lahko ustvarjanje simboličnih povezav zahteva skrbniške pravice ali pogon, formatiran za NTFS. Če ustvarjanje simboličnih povezav ne uspe, uporabite **Kopiraj datoteke**.
uk: **Символічні посилання**: у Windows для створення символічних посилань можуть знадобитися права адміністратора або диск, відформатований у NTFS. Якщо не вдалося створити символічні посилання, скористайтеся командою **Копіювати файли**.

source: **Path format:** On Windows, use forward slashes or double backslashes for paths (e.g., ``C:\\NewFolder`` or ``C:/NewFolder``).
ca: **Format de camí:** al Windows, utilitzeu barres cap endavant o barres inverses dobles per als camins (p. ex., ``C:\\CarpetaNova`` o ``C:/CarpetaNova``).
it: **Formato del percorso:** in Windows, usa le barre normali o le doppie barre rovesciate per i percorsi (per es., ``C:\\NuovaCartella`` o ``C:/NuovaCartella``).
nl: **Padformaat:** onder Windows, gebruik voorwaartse schuine strepen of dubbele achterwaartse strepen voor paden (bijv., ``C:\\NieuweMap`` of ``C:/NieuweMap``).
pt_br: **Formato do caminho:** No Windows, use barras normais ou barras invertidas duplas para caminhos (por exemplo, ``C:\\NovaPasta`` ou ``C:/NovaPasta``).
sl: **Oblika poti:** V sistemu Windows uporabite poševnice naprej ali dvojne poševnice nazaj za poti (npr. ``C:\\NovaMapa`` ali ``C:/NovaMapa``).
uk: **Формат шляху:** у Windows використати пряму або подвійну зворотну похилу риску для шляхів (наприклад, ``C:\\НоваТека`` або ``C:/НоваТека``).

source: Error Handling
ca: Gestió d'errors
it: Gestione degli errori
nl: Afhandelen van fouten
pt_br: Tratamento de erros
sl: Obravnavanje napak
uk: Обробка помилок

source: If the target directory does not exist, digiKam will display a dialog asking whether to create it or abort the process. Using the **Browse** button, you can create the directory manually while selecting the target path or select an existing folder.
ca: Si el directori de destinació no existeix, el digiKam mostrarà un diàleg que demanarà si crear-lo o interrompre el procés. Utilitzant el botó **Navega**, podeu crear el directori manualment mentre seleccioneu el camí de destinació o seleccioneu una carpeta existent.
it: Se la cartella di destinazione non esiste, digiKam mostrerà una finestra di dialogo che chiede di crearla o di interrompere il processo. Con il pulsante **Sfoglia** puoi creare manualmente la cartella mentre selezioni il percorso di destinazione, oppure puoi selezionarne una esistente.
nl: Als de doelmap niet bestaat zal digiKam een dialoog tonen die vraagt of deze aan te maken of het proces af te breken. Met gebruik van de knop **Bladeren** kunt u de map handmatig aanmaken bij het selecteren van het doelpad of een bestaande map selecteren.
pt_br: Se o diretório de destino não existir, o digiKam exibirá uma janela perguntando se você deseja criá-lo ou cancelar o processo. Usando o botão **Navegar**, você pode criar o diretório manualmente, selecionando o caminho de destino, ou selecionar uma pasta existente.
sl: Če ciljni imenik ne obstaja, bo digiKam prikazal pogovorno okno z vprašanjem, ali ga naj ustvari ali prekine postopek. Z gumbom **Prebrskaj** lahko imenik ustvarite ročno med izbiro ciljne poti ali pa izberete obstoječo mapo.
uk: Якщо каталогу призначення не існує, digiKam покаже діалогове вікно із запитом щодо його створення чи перерве процедуру. За допомогою кнопки **Вибрати** ви можете створити каталог вручну, вибравши шлях до каталогу, або вибрати наявну теку.

source: If the export fails, check the target path and permissions, then retry.
ca: Si l'exportació falla, comproveu el camí de destinació i els permisos i torneu-ho a provar.
it: Se l'esportazione non riesce, verifica il percorso di destinazione e i permessi, quindi riprova.
nl: Als het exporteren mislukt, controleer het doelpad en rechten, probeer daarna.
pt_br: Se a exportação falhar, verifique o caminho de destino e as permissões e tente novamente.
sl: Če izvoz ne uspe, preverite ciljno pot in dovoljenja ter poskusite znova.
uk: Якщо експортувати дані не вдасться, перевірте шлях і права доступу до теки призначення і повторіть спробу.

source: digiKam Export to Local Computer
pt: Exportação do digiKam para o Computador Local
sv: Exportera till lokal dator i digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, local, computer, export
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, computador, local, exportar
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, lokal, dator, export

source: Export To Local Computer
pt: Exportação para o Computador Local

source: Contents
pt: Conteúdo

source: This tool allows to copy files from your collections to another place on your computer. File properties can be changed if desired. It available from the :menuselection:`Export --> Export to local storage` :kbd:`Ctrl+Alt+Shift+L` menu entry or the corresponding icon from the **Tools** tab in Right Sidebar.
pt: Esta ferramenta permite copiar os ficheiros das suas colecções para outro local no seu computador. As propriedades dos ficheiros poderão ser alteradas, se o desejar. Está disponível na opção do menu :menuselection:`Exportar --> Exportar para o armazenamento local` :kbd:`Ctrl+Alt+Shift+L` ou no ícone correspondente da página de **Ferramentas** da barra lateral direita.

source: The Export to Local Computer Dialog
pt: A Janela de Exportação para o Computador Local
sv: Dialogrutan Exportera till lokal dator

source: The **Target location** text field allows to set the target path where file will be copied. The **Browse** button will show a file selection dialog to navigate on your computer folder hierarchy and help to select the right directory.
pt: O campo de texto da **Localização de destino** permite definir o local de destino para onde será copiado o ficheiro. O botão **Escolher** irá mostrar uma janela de selecção de ficheiros para navegar pela hierarquia de pastas do seu computador e ajudar a escolher a pasta certa.

source: The **Target file behavior** options allow to choose the action to perform with files:
pt: As opções de **Comportamento do ficheiro de destino** permitem escolher a acção a efectuar com os ficheiros:

source: **Copy files** will duplicates data at the target place.
pt: O **Copiar os ficheiros** irá duplicar os dados no local de destino.

source: **Create symlinks** will link original data at the target place to prevent data duplication using absolute `symbolic links <https://en.wikipedia.org/wiki/Symbolic_link>`_.
pt: O **Criar ligações simbólicas** irá ligar os dados originais ao local de destino, para evitar a duplicação de dados, usando `ligações simbólicas <https://en.wikipedia.org/wiki/Symbolic_link>`_ absolutas.

source: **Create relative symlinks** will link original data at the target place to prevent data duplication using relative symbolic links.
pt: O **Criar ligações simbólicas** irá ligar os dados originais ao local de destino, para evitar a duplicação de dados, usando ligações simbólicas relativas.

source: **Include the sidecars of the items** will copy sidecar files if any.
pt: O **Incluir os dados acessórios dos itens** irá copiar os ficheiros com dados acessórios, caso existam.

source: **Overwrite existing items in the target** will overwrite target files if they are already present.
pt: O **Substituir os itens existentes no destino** irá substituir os ficheiros de destino, caso já existam.
sv: **Skriv över befintliga objekt i målet** skriver över målfiler om de redan finns.

source: **Use the album path of the items in the target** will rename target files using original album path as template name.
pt: O **Usar a localização dos itens no álbum no destino** irá mudar o nome dos ficheiros de destino, usando a localização do álbum original como o nome do modelo.

source: Below is shown the list of files taken from the collections and to process. By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
pt: Em baixo, apresenta-se a lista de ficheiros retirados das colecções e para processar. Por omissão, a ferramenta propõe exportar os itens seleccionados de momento na área de ícones. O botão **+** Fotografias pode ser usado para adicionar mais itens à lista.

source: The **Adjust image properties** check-box allows to enable a set of options to convert files to another **Image format** (JPEG, or PNG). The photos will be resized before copying to the target. The values will be read from the **Image quality** and **Image length** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
pt: A opção **Ajustar as propriedades da imagem** permite activar um conjunto de opções para converter os ficheiros para outro **Formato d imagem** (JPEG ou PNG). As fotografias serão dimensionadas antes de copiar para o destino. Os valores serão lidos das definições de **Qualidade da imagem** e **Tamanho da imagem**, que podem ser usados para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter as proporções de tamanho.

source: Finally, with the **Remove all metadata** you can drop Exif, Iptc, and Xmp chunk from the images.
pt: Finalmente, com a opção **Remover todos os meta-dados**, poderá remover todos os blocos de EXIF, IPTC e XMP das imagens.

source: :ref:`Export To Local Computer <export_tools>`
sv: :ref:`Exportera till lokal dator <export_tools>`

source: This tool allows you to copy files from your collections to another place on your computer. File properties can be changed if desired. It is available from the :menuselection:`Export --> Export to local storage` :kbd:`Ctrl+Alt+Shift+L` menu entry or the corresponding icon from the **Tools** tab in the Right Sidebar.
sv: Med det här verktyget kan man kopiera filer från samlingar till en annan plats på datorn. Filegenskaper kan ändras om så önskas. Det är tillgänglig med menyalternativet :menuselection:`Exportera --> Exportera till lokal lagring` :kbd:`Ctrl+Alt+Skift+L` eller motsvarande ikon under fliken **Verktyg** i höger sidorad.

source: The **Target location** text field sets the target path where the file will be copied. The **Browse** button will show a file selection dialog to navigate your computer's folder hierarchy and select the right directory.
sv: Textfältet **Målplats** ställer in målsökvägen dit filen ska kopieras. Knappen **Bläddra** visar en fildialogruta för att navigera i datorns kataloghierarki och välja rätt katalog.

source: The **Target file behavior** options allow you to choose the action to perform with the selected files:
sv: Alternativen **Målfilsbeteende** tillåter att man väljer vilken åtgärd som ska utföras med de markerade filerna:

source: **Copy files** will duplicate data at the target location.
sv: **Kopiera filer** duplicerar data på målplatsen.

source: **Create symlinks** will add links to the original data to the target location to prevent data duplication using absolute `symbolic links <https://en.wikipedia.org/wiki/Symbolic_link>`_.
sv: **Skapa symboliska länkar** lägger till länkar till originaldata på målplatsen för att förhindra dataduplicering med hjälp av absoluta `symboliska länkar <https://sv.wikipedia.org/wiki/Symbolisk_l%C3%A4nk>`_.

source: **Create relative symlinks** will add links to the original data to the target location to prevent data duplication using relative symbolic links.
sv: **Skapa relativa symboliska länkar** lägger till länkar till originaldata på målplatsen för att förhindra dataduplicering med relativa symboliska länkar.

source: **Include the sidecars of the items** will copy any existing sidecar files.
sv: **Inkludera objektens associerade filer** kopierar associerade filer om det finns några.

source: **Use the album path of the items in the target** will rename target files using the original album path as a template name.
sv: **Använd albumsökvägen för objekten i målet** byter namn på målfiler med originalets albumsökväg som ett mallnamn.

source: A list of files from the collections to be exported is display below. By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items to the list.
sv: Nedan visas listan med filer tagna från samlingarna som ska behandlas. Normalt föreslår verktyget att exportera de för närvarande markerade objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.

source: The **Adjust image properties** check-box enables a set of options to convert files to another **Image format** (JPEG, or PNG). The photos will be resized before copying to the target. The **Image quality** and **Image length** settings will be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
sv: Kryssrutan **Justera bildegenskaper** gör det möjligt att aktivera en uppsättning alternativ för att konvertera filer till ett annat **Bildformat** (JPEG eller PNG). Fotonas storlek ändras innan de kopieras till målet. Inställningarna **Bildkvalitet** och **Bildlängd** används för att justera den maximala höjden och komprimeringen. Beräkningen av bredden görs så att proportionen bevaras.

source: Finally, with the **Remove all metadata** you can remove all the Exif, IPTC, and XMP metadata from the images.
sv: Slutligen, med **Ta bort all metadata** kan man ta bort all Exif-, IPTC- och XMP-metadata från bilderna.
