Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/local_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Export to Local Storage tool: copy or link files, adjust properties, and manage metadata.
ca: Eina d'exportació a un emmagatzematge local del digiKam: copia o enllaça fitxers, ajusta les propietats i gestiona les metadades.
it: Strumento Esporta in supporto di memorizzazione locale di digiKam: copia o collega file, regola le proprietà e gestisci i metadati.
nl: Hulpmiddel Exporteren naar lokale opslag van digikam: kopieer of koppel bestanden, pas eigenschappen aan en beheer metagegevens.
pt_br: Ferramenta de exportação para armazenamento local do digiKam: copie ou vincule arquivos, ajuste propriedades e gerencie metadados.
sl: digiKam orodje za izvoz v lokalno shrambo: kopirajte ali povežite datoteke, prilagodite lastnosti in upravljajte metapodatke.
uk: Інструмент digiKam для експортування до локального сховища даних: копіювання або створення символічних посилань на файли, коригування властивостей та керування метаданими.

source: digiKam, documentation, user manual, photo management, open source, free, export, local computer, export settings, file management, symbolic links, metadata
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, exportació, ordinador local, configuració d'exportació, gestió de fitxers, enllaços simbòlics, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, esportare, locale, computer, impostazioni di esportazione, gestione file, collegamenti simbolici, metadati
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, exporteren, lokale computer, exportinstellingen, bestandsbeheer, symbolische koppelingen, metagegevens
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, exportar, computador local, configurações de exportação, gerenciamento de arquivos, links simbólicos, metadados
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, izvoz, lokalni računalnik, nastavitve izvoza, upravljanje z datotekami, simbolične povezave, metapodatki
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, експортування, локальний комп'ютер, параметри експортування, керування файлами, символічні посилання, метадані

source: :ref:`Export To Local Storage <export_tools>`
ca: :ref:`Exportació a un emmagatzematge local <export_tools>`
it: :ref:`Esportazione in un supporto di memorizzazione locale <export_tools>`
nl: :ref:`Exporteren naar lokale opslag <export_tools>`
pt_br: :ref:`Exportar para armazenamento local <export_tools>`
sl: :ref:`Izvoz v lokalni računalnik <export_tools>`
uk: :ref:`Експортувати до локального сховища <export_tools>`

source: Introduction
ca: Introducció
it: Introduzione
nl: Inleiding
pt_br: Introdução
sl: Uvod
uk: Вступ

source: This tool allows you to copy or link files from your digiKam collections to another location on your computer (typically outside your collections). You can also modify file properties during the export process. Access this tool via the **Export → Export to local storage** menu (:kbd:`Ctrl+Alt+Shift+L`) or the corresponding icon in the **Tools** tab of the Right Sidebar.
ca: Aquesta eina us permet copiar o enllaçar fitxers de les vostres col·leccions a un altre lloc de l'ordinador (normalment fora de les col·leccions). També es poden modificar les propietats dels fitxers durant el procés d'exportació. Accediu a aquesta eina mitjançant el menú **Exporta → Exporta a un emmagatzematge local** (:kbd:`Ctrl+Alt+Maj+L`) o la icona corresponent des de la pestanya **Eines** a la barra lateral dreta.
it: Questo strumento ti consente di copiare o collegare i file dalle tue raccolte digiKam a un'altra posizione sul computer (in genere al di fuori delle tue raccolte). Puoi anche modificare le proprietà dei file durante il processo di esportazione. Allo strumento si accede dal menu possono essere modificate, se necessario. Vi accedi dal menu **Esporta → Esporta in supporto di memorizzazione locale** (:kbd:`Ctrl+Alt+Maiusc+L`) o dalla relativa icona nella scheda **Strumenti** della barra laterale destra.
nl: Dit hulpmiddel biedt u het kopiëren of koppelen van bestanden uit uw digiKam verzamelingen naar andere locaties op uw computer (typisch buiten uw verzamelingen). U kunt ook bestandseigenschappen wijzigen tijden het exportproces. Toegang tot dit hulpmiddel is via het menu **Exporteren --> Naar lokale opslag exporteren** (:kbd:`Ctrl+Alt+Shift+L`) of het bijbehorende pictogram in het tabblad **Hulpmiddelen** in de rechter zijbalk.
pt_br: Esta ferramenta permite copiar ou criar links para arquivos das suas coleções do digiKam para outro local no seu computador (normalmente fora das suas coleções). Você também pode modificar as propriedades dos arquivos durante o processo de exportação. Acesse esta ferramenta pelo menu **Exportar → Exportar para armazenamento local** (:kbd:`Ctrl+Alt+Shift+L`) ou pelo ícone correspondente na aba **Ferramentas** da barra lateral direita.
sl: To orodje vam omogoča kopiranje ali povezovanje datotek iz vaših zbirk digiKam na drugo lokacijo v računalniku (običajno zunaj vaših zbirk). Med izvozom lahko spremenite tudi lastnosti datotek. Do tega orodja dostopate prek menija **Izvozi → Izvozi v lokalno shrambo** (:kbd:`Ctrl+Alt+Shift+L`) ali ustrezne ikone na zavihku **Orodja** v desni stranski vrstici.
uk: Цей інструмент надає змогу копіювати або пов'язувати файли з ваших збірок digiKam в інше місце на вашому комп'ютері (зазвичай за межі ваших збірок). Крім того, ви можете змінювати властивості файлів під час процесу експортування. Доступ до цього інструменту можна отримати за допомогою пункту меню **Експорт → Експорт до локального сховища** (:kbd:`Ctrl+Alt+Shift+L`) або через відповідної піктограми на вкладці **Інструменти** правої бічної панелі.

source: Export to Local Storage dialog in digiKam
ca: Diàleg d'exportació a un emmagatzematge local al Digikam
it: La finestra di dialogo di esportazione in un supporto di memorizzazione locale in digiKam
nl: Dialoog met Exporteren naar lokale opslag in digiKam
pt_br: Janela para exportar para armazenamento local no digiKam
sl: Pogovorno okno za izvoz v lokalno shrambo v digiKamu
uk: Вікно експортування до локального сховища у digiKam

source: The Export to Local Storage dialog.
ca: El diàleg d'exportació cap a un emmagatzematge local.
it: La finestra di dialogo Esporta in un supporto di memorizzazione locale.
nl: De dialoog van Exporteren naar lokale opslag.
pt_br: A janela para exportar para armazenamento local.
sl: Pogovorno okno Izvozi v lokalno shrambo.
uk: Вікно експортування до локального сховища.

source: Export Dialog Overview
ca: Vista general del diàleg d'exportació
it: Panoramica della finestra di dialogo di esportazione
nl: Overzicht met exportdialogen
pt_br: Visão geral da janela de exportação
sl: Pregled pogovornega okna za izvoz
uk: Огляд вікна експортування

source: The **Export to Local Storage** dialog is divided into two main sections:
ca: El diàleg **Exporta a l'emmagatzematge local** es divideix en dues seccions principals:
it: La finestra di dialogo **Esporta in supporto di memorizzazione locale** si divide in due sezioni principali:
nl: De dialoog van **Exporteren naar lokale opslag** is opgedeeld in twee hoofdsecties:
pt_br: A janela **Exportar para armazenamento local** está dividida em duas seções principais:
sl: Pogovorno okno **Izvozi v lokalno shrambo** je razdeljeno na dva glavna dela:
uk: Діалогове вікно **Експортувати до локального сховища** поділено на два основних розділів:

source: **Left Panel**: Displays a list of files selected for export. By default, the tool includes the currently selected items from the icon-view. Use the **+** button to add more items to the list.
ca: **Plafó esquerre**: mostra una llista de fitxers seleccionats per a exportar. De manera predeterminada, l'eina inclou els elements actualment seleccionats de la vista d'icones. Feu servir el botó **+** per a afegir més elements a la llista.
it: **Pannello sinistro**: mostra un elenco di file selezionati per l'esportazione. Per impostazione predefinita, lo strumento include gli elementi attualmente selezionati dalla vista a icone. Usa il pulsante **+** per aggiungere ulteriori elementi all'elenco.
nl: **Linker paneel**: toont een lijst met bestanden geselecteerd voor exporteren. Standaard neemt het hulpmiddel de nu geselecteerde items uit uit de pictogramweergave mee. Gebruik de knop **+** om meer items aan de lijst toe te voegen.
pt_br: **Painel esquerdo**: Exibe uma lista dos arquivos selecionados para exportação. Por padrão, a ferramenta inclui os itens atualmente selecionados na vista de miniaturas. Use o botão **+** para adicionar mais itens à lista.
sl: **Leva plošča**: Prikazuje seznam datotek, izbranih za izvoz. Orodje privzeto vključuje trenutno izbrane elemente iz pogleda ikon. Z gumbom **+** dodate več elementov na seznam.
uk: **Ліва панель**: тут буде показано список файлів, вибраних для експортування. Типово, інструмент включає поточні позначені записи з панелі з піктограмами. Скористайтеся кнопкою **+**, щоб додати більше записів до списку.

source: **Right Panel**: Configure the export settings, including the target location and file behavior.
ca: **Plafó dret**: configura els paràmetres d'exportació, incloent-hi la ubicació de destinació i el comportament dels fitxers.
it: **Panello destro**: configura le impostazioni di esportazione, inclusi la destinazione e il comportamento dei file.
nl: **Rechter paneel**: configureer de instellingen voor exporteren, inclusief de doellocatie en het gedrag van bestanden.
pt_br: **Painel direito**: Configura as definições de exportação, incluindo o local de destino e o comportamento do arquivo.
sl: **Desna plošča**: Konfigurirate nastavitve izvoza, vključno s ciljno lokacijo in obnašanjem datoteke.
uk: **Права панель**: тут можна налаштувати параметри експортування, зокрема розташування теки призначення та поведінку при обробці файлів.

source: Target Location
ca: Ubicació de la destinació
it: Destinazione
nl: Doellocatie
pt_br: Local de destino
sl: Lokacija cilja
uk: Адреса призначення:

source: Use the **Target location** text field to specify the destination folder for your files.
ca: Utilitzeu el camp de text **Ubicació de la destinació** per a especificar la carpeta de destinació dels fitxers.
it: Usa il campo **Destinazione** per specificare la cartella di destinazione per i tuoi file.
nl: Gebruik het tekstveld **Doellocatie** om de bestemmingsmap voor uw bestanden te specificeren.
pt_br: Use o campo de texto **Local de destino** para especificar a pasta de destino para seus arquivos.
sl: V besedilnem polju **Lokacija cilja** določite ciljno mapo za datoteke.
uk: Скористайтеся текстовим полем **Адреса призначення** для визначення теки призначення для ваших файлів.

source: Click the **Browse** button to open a file selection dialog and navigate to your desired directory.
ca: Feu clic al botó **Navega** per a obrir un diàleg de selecció de fitxers i navegar al directori desitjat.
it: Fai clic sul pulsante **Sfoglia** per aprire una finestra di dialogo di scelta di file e andare alla cartella prescelta.
nl: Klik op de knop **Bladeren** om een dialoog voor bestandsselectie te openen en te navigeren naar uw gewenste map.
pt_br: Clique no botão **Procurar** para abrir uma janela de seleção de arquivos e navegue até o diretório desejado.
sl: Kliknite gumb **Prebrskaj**, da odprete pogovorno okno za izbiro datotek in se pomaknete do želenega imenika.
uk: Натисніть кнопку **Вибрати**, щоб відкрити діалогове вікно вибору файлів і перейти до бажаного каталогу.

source: Export to Local Storage Path Selector Dialog
ca: El diàleg de selecció del camí d'exportació a l'emmagatzematge local
it: Finestra di dialogo di selezione del percorso di Esporta in supporto di memorizzazione locale
nl: Padkiezer van dialoog van Exporteren naar lokale opslag
pt_br: Diálogo de seleção do caminho de exportação para armazenamento local
sl: Pogovorno okno za izbiro poti za izvoz v lokalno shrambo
uk: Вікно вибору шляху при експортування до локального сховища

source: The Export to Local Storage Path Selector Dialog under Linux.
ca: El diàleg de selecció del camí d'exportació a l'emmagatzematge local des del Linux.
it: La finestra di dialogo di selezione del percorso di Esporta in supporto di memorizzazione locale in Linux.
nl: Padkiezer van dialoog van Exporteren naar lokale opslag onder Linux
pt_br: A janela de seleção do caminho de exportação para armazenamento local no Linux.
sl: Pogovorno okno za izbiro poti za izvoz v lokalno shrambo v sistemu Linux.
uk: Вікно вибору шляху при експортування до локального сховища у Linux.

source: Target File Behavior
ca: Comportament del fitxer de destinació
it: Comportamento dei file di destinazione
nl: Gedrag van doelbestand
pt_br: Comportamento do arquivo de destino
sl: Obnašanje ciljne datoteke
uk: Обробка файлів призначення

source: Choose how files are handled at the target location:
ca: Trieu com es gestionen els fitxers a la ubicació de destinació:
it: Scegli come i file vengono gestiti nella posizione di destinazione:
nl: Kies hoe bestanden worden behandeld op de doellocatie:
pt_br: Escolha como os arquivos serão tratados no local de destino:
sl: Izberite, kako se datoteke obravnavajo na ciljni lokaciji:
uk: Виберіть спосіб обробки файлів у теці призначення:

source: **Copy files**: Creates duplicates of the original files.
ca: **Copia els fitxers**: crearà duplicats dels fitxers originals.
it: **Copia file**: crea duplicati dei file originali.
nl: **Bestanden kopiëren**: maakt dupliceren van de originele bestanden.
pt_br: **Copiar arquivos**: Cria duplicatas dos arquivos originais.
sl: **Kopiraj datoteke**: Ustvari dvojnike izvirnih datotek.
uk: **Копіювати файли**: створює дублікати початкових файлів.

source: **Create symlinks**: Adds absolute symbolic links to the original files, avoiding data duplication.
ca: **Crea enllaços simbòlics**: afegeix enllaços simbòlics absoluts als fitxers originals, evitant la duplicació de les dades.
it: **Crea collegamenti simbolici**: aggiunge collegamenti simbolici assoluti ai file originali, evitando la duplicazione dei dati.
nl: **Symbolische koppelingen maken**: voegt absolute symbolische koppelingen toe aan de originele bestanden, waarmee duplicaten worden vermeden.
pt_br: **Criar links simbólicos**: Adiciona links simbólicos absolutos aos arquivos originais, evitando a duplicação de dados.
sl: **Ustvari simbolne povezave**: Doda absolutne simbolne povezave k izvirnim datotekam in se tako izogne ​​podvajanju podatkov.
uk: **Створити символічні посилання**: додає абсолютні символічні посилання на початкові файли, уникаючи дублювання даних.

source: **Create relative symlinks**: Adds relative symbolic links to the original files, avoiding data duplication.
ca: **Crea enllaços simbòlics relatius**: afegeix enllaços simbòlics relatius als fitxers originals, evitant la duplicació de les dades.
it: **Crea collegamenti simbolici relativi**: aggiunge collegamenti simbolici relativi ai file originali, evitando la duplicazione di dati.
nl: **Relatieve symbolische koppelingen maken**: voegt relatieve symbolische koppelingen toe aan de originele bestanden, waarmee duplicaten worden vermeden.
pt_br: **Criar links simbólicos relativos**: Adiciona links simbólicos relativos aos arquivos originais, evitando a duplicação de dados.
sl: **Ustvari relativne simbolne povezave**: Doda relativne simbolne povezave k izvirnim datotekam in se tako izogne ​​podvajanju podatkov.
uk: **Створити відносні символічні посилання**: додає відносні символічні посилання на початкові файли, уникаючи дублювання даних.

source: **Include the sidecars of the items**: Copies any associated sidecar files (e.g., XMP) along with the main files.
ca: **Inclou els laterals dels elements**: còpia qualsevol fitxer lateral associat (p. ex., XMP) junt amb els fitxers principals.
it: **Includi i sidecar degli elementi**: copia qualsiasi file sidecar associato (per es. XMP) insieme con i file principali.
nl: **De aanhangsels van de items meenemen**: kopieert bijbehorende aanhangselbestanden samen met de hoofdbestanden.
pt_br: **Incluir arquivos auxiliares dos itens**: Copia quaisquer arquivos auxiliares associados (por exemplo, XMP) juntamente com os arquivos principais.
sl: **Vključi priklopne datoteke elementov**: Kopira vse asociirane datoteke (npr. XMP) skupaj z glavnimi datotekami.
uk: **Включати додаткові файли записів**: скопіювати усі пов'язані додаткові файли (наприклад XMP) разом із основними файлами.

source: **Overwrite existing items in the target**: Replaces files at the target location if they already exist.
ca: **Sobreescriu els elements existents a la destinació**: substitueix els fitxers a la ubicació de destinació si ja existeixen.
it: **Sovrascrivi gli elementi esistenti nel file di destinazione**: sostituisce i file nella posizione di destinazione, se già presenti (con lo stesso nome).
nl: **Bestaande items in het doel overschrijven**: vevangt bestanden op de doellocatie als ze al bestaan.
pt_br: **Substituir itens existentes no destino**: Substitui arquivos no local de destino, caso já existam.
sl: **Prepiši obstoječe elemente v cilju**: Zamenja datoteke na ciljni lokaciji, če že obstajajo.
uk: **Перезаписувати наявні записи у теці призначення**: замінити файли у теці призначення, якщо такі вже існують.

source: **Use the album path of the items in the target**: Renames exported files using the original album path as part of the filename.
ca: **Usa el camí d'àlbum dels elements a la destinació**: canvia el nom dels fitxers exportats utilitzant el camí de l'àlbum original com a part del nom del fitxer.
it: **Usa il percorso dell'album degli elementi nella destinazione**: rinomina i file esportati utilizzando il percorso dell'album originale come parte del nome file.
nl: **Het albumpad van de items in het doel gebruiken**: hernoemt geëxporteerde bestanden met gebruik van de originele albumpaden als onderdeel van de bestandsnaam.
pt_br: **Usar o caminho do álbum dos itens no destino**: Renomeia os arquivos exportados usando o caminho original do álbum como parte do nome do arquivo.
sl: **Uporabi pot albuma elementov v cilju**: Preimenuje izvožene datoteke z uporabo izvirne poti albuma kot dela imena datoteke.
uk: **Скористатися шляхом до альбому записів призначення**: перейменовує експортовані файли на основі шляху початкового альбому, як частини назви.

source: Adjust Image Properties
ca: Ajusta les propietats de les imatges
it: Regola le proprietà delle immagini
nl: Afbeeldingseigenschappen aanpassen
pt_br: Ajustar as propriedades das imagens
sl: Prilagodi lastnosti slike
uk: Скоригувати властивості зображення

source: Enable this option to convert files to another format (JPEG or PNG) and resize them before exporting:
ca: Activeu aquesta opció per a convertir fitxers a un altre format (JPEG o PNG) i redimensionar-los abans d'exportar:
it: Abilita questa opzione per convertire i file in un altro formato (JPEG o PNG) e ridimensionarli prima dell'esportazione:
nl: Schakel deze optie in om bestanden naar een ander formaat (JPEG of PNG) te converteren en ze van grootte te wijzigen vóór exporteren:
pt_br: Ative esta opção para converter arquivos para outro formato (JPEG ou PNG) e redimensioná-los antes de exportar:
sl: Omogočite to možnost, če želite datoteke pretvoriti v drugo obliko (JPEG ali PNG) in jim pred izvozom spremeniti velikost:
uk: Позначте цей пункт для перетворення файлів в інший формат (JPEG або PNG) змінити їхній розмір до експортування:

source: **Image format**: Select the desired output format.
ca: **Format d'imatge**: seleccioneu el format de sortida desitjat.
it: **Formato dell'immagine**: seleziona il formato di uscita desiderato.
nl: **Afbeeldingsformaat**: selecteer het gewenste uitvoerformaat.
pt_br: **Formato da imagem**: Selecione o formato de saída desejado.
sl: **Format slike**: Izberite želeno izhodno obliko.
uk: **Формат зображень**: виберіть бажаний формат файлів-результатів

source: **Image quality**: Adjust the compression level for JPEG files.
ca: **Qualitat de la imatge**: ajusteu el nivell de compressió dels fitxers JPEG.
it: **Qualità delle immagini**: regola il livello di compressione per i file JPEG.
nl: **Afbeeldingskwaliteit**: pas het compressieniveau aan voor JPEG-bestanden.
pt_br: **Qualidade da imagem**: Ajuste o nível de compressão para arquivos JPEG.
sl: **Kakovost slike**: Prilagodite stopnjo stiskanja za datoteke JPEG.
uk: **Якість зображень**: скоригувати рівень стискання для файлів JPEG.

source: **Image length**: Set the maximum height for the exported images. The width is automatically calculated to maintain the aspect ratio. *Leave blank to preserve the original dimensions.*
ca: **Mida de la imatge**: estableix l'alçada màxima de les imatges exportades. L'amplada es calcula automàticament per mantenir la relació d'aspecte. *Deixeu-ho en blanc per a mantenir les dimensions originals.*
it: **Lunghezza delle immagini**: imposta l'altezza massima per le immagini esportate. La larghezza viene calcolata automaticamente per rispettare le proporzioni. *Lascia vuoto per conservare le dimensioni originali.*
nl: **Afbeeldingslengte**: stel de maximum hoogte in voor de geëxporteerde afbeeldingen. De breedte wordt automatisch berekent om de beeldverhouding te behouden. *Leeg laten om de originele afmetingen te behouden*.
pt_br: **Comprimento da imagem**: Defina a altura máxima para as imagens exportadas. A largura é calculada automaticamente para manter a proporção. *Deixe em branco para preservar as dimensões originais.*
sl: **Dolžina slike**: Nastavite največjo višino izvoženih slik. Širina se samodejno izračuna, da se ohrani razmerje stranic. *Pustite prazno, da ohranite prvotne dimenzije.*
uk: **Довжина зображення**: встановіть максимальну висоту експортованих зображень. Ширина розраховується автоматично, щоб зберегти пропорції. *Залиште поле порожнім, щоб зберегти початкові розміри.*

source: **Write sidecar metadata to the items**: Embeds metadata from sidecar files (e.g., XMP) into the exported image.
ca: **Escriu les metadades del lateral als elements**: incrusta les metadades dels fitxers laterals (p. ex., XMP) a la imatge exportada.
it: **Scrivi i metadati del sidecar negli elementi**: incorpora i metadati dagli file sidecar (per es. XMP) all'interno dell'immagine esportata.
nl: **Schrijf aanhanselmetagegevens naar de items**: Bed metagegevens uit aanhangselbestanden (bijv., XMP) in in de geëxporteerde afbeelding.
pt_br: **Gravar metadados nos arquivos auxiliares dos itens**: Incorpora metadados de arquivos auxiliares (por exemplo, XMP) na imagem exportada.
sl: **Zapiši metapodatke priklopnih datotek elementom**: V izvoženo sliko vdela metapodatke iz datotek priklopnih datotek (npr. XMP).
uk: **Записати метадані додаткових файлів до записів**: вбудувати метадані з додаткових файлів (наприклад XMP) до експортованих зображень.

source: The tool does not upscale images; it only reduces their size.
ca: L'eina no escala les imatges; només en redueix la mida.
it: Lo strumento non aumenta (ingrandisce) le immagini, ma ne riduce solo la dimensione.
nl: Het hulpmiddel maakt de afbeeldingen niet groter; het vermindert alleen hun grootte.
pt_br: A ferramenta não aumenta a resolução das imagens; ela apenas reduz o tamanho delas.
sl: Orodje ne poveča velikosti slik, temveč le zmanjša njihovo velikost.
uk: Інструмент не призначено для збільшення розмірів зображень; він може лише зменшувати розміри.

source: Remove all Metadata
ca: Elimina totes les metadades
it: Rimuovi tutti i metadati
nl: Alle metagegevens verwijderen
pt_br: Remover todos os metadados
sl: Odstrani vse metapodatke
uk: Вилучити усі метадані
