Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/media_wiki.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Export to MediaWiki Web-Service
ca: El servei web de MediaWiki per a exportar en el digiKam
it: Esportazione digiKam nel servizio web MediaWiki
nl: Exporteren naar de MediaWiki webservice van digiKam
pt: Exportação para o Serviço Web do MediaWiki no digiKam
pt_br: Uma ferramenta para exportar para o serviço web do MediaWiki
sl: digiKam izvoz v spletno storitev MediaWiki
sv: Exportera till webbtjänsten MediaWiki i digiKam
uk: Експортування до вебслужби Вікісховища у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, mediawiki, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, mediawiki, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, mediawiki, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, mediawiki, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, mediawiki, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, mediawiki, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, mediawiki, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, mediawiki, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, вікімедіа, вікісховище, експорт

source: :ref:`Export To MediaWiki <export_tools>`
it: :ref:`Esportazione in MediaWiki <export_tools>`
nl: :ref:`Exporteren naar MediaWiki <export_tools>`
pt_br: :ref:`Exportar para o MediaWiki <export_tools>`
sl: :ref:`Izvoz v MediaWiki <export_tools>`
sv: :ref:`Exportera till MediaWiki <export_tools>`
uk: :ref:`Експортувати до Вікісховища <export_tools>`

source: Sharing is caring, and there is probably no better way to share your photographic masterpieces with the world than adding them to a `MediaWiki <https://en.wikipedia.org/wiki/MediaWiki>`_ pool. While the project’s website features its own tool for uploading photos, digiKam’s MediaWiki Export tool can come in rather handy when you need to export multiple photos in one fell swoop without leaving the convenience of your favorite photo management application.
ca: Compartir és solidari, i probablement no hi ha millor manera de compartir les vostres obres mestres fotogràfiques amb el món que afegir-les a un grup de `MediaWiki <https://en.wikipedia.org/wiki/MediaWiki>`_. Si bé el lloc web del projecte compta amb la seva pròpia eina per a pujar les fotografies, l'eina d'exportació cap a MediaWiki del digiKam pot ser força útil quan necessiteu exportar múltiples fotografies d'una sola vegada sense deixar la comoditat de la vostra aplicació preferida de gestió fotogràfica.
it: *Sharing is caring*, e probabilmente non esiste modo migliore di condividere i tuoi capolavori fotografici col mondo se non aggiungendoli a un gruppo `MediaWiki <https://en.wikipedia.org/wiki/MediaWiki>`_. Sebbene il sito web del progetto abbia il suo strumento personalizzato per il caricamento delle foto, Esportazione MediaWiki di digiKam può risultare piuttosto utile quando devi esportare più foto in un colpo solo senza la necessità di dover abbandonare la tua applicazione di gestione delle fotografie preferita.
nl: Sharing is caring en er is waarschijnlijk geen betere manier om uw fotografische meesterwerken te delen met de wereld dan ze toe te voegen aan de pool in `MediaWiki <https://en.wikipedia.org/wiki/MediaWiki>`_. Terwijl de website van het project zijn eigen hulpmiddel heeft voor het uploaden van foto's, kan de MediaWiki hulpmiddel voor exporteren van digiKam toch wel handig zijn wanneer u meerdere foto's in een keer wilt exporteren zonder het gemak van uw favoriete fotobeheerprogramma wilt verlaten.
pt: Partilhar é cuidar, e provavelmente não existirá melhor forma de partilhar as suas obras fotográficas com o mundo que não seja adicioná-las a um serviço do `MediaWiki <https://en.wikipedia.org/wiki/MediaWiki>`_. Embora a página Web do projecto tenha a sua própria ferramenta de envio de fotografias, a Exportação para o MediaWiki do digiKam pode ser bastante útil quando precisar de exportar várias fotografias de uma vez, sem perder a conveniência da sua aplicação de gestão de fotografias favorita.
pt_br: Compartilhar é se importar, e provavelmente não há maneira melhor de compartilhar suas obras-primas fotográficas com o mundo do que adicioná-las a um pool do `MediaWiki <https://en.wikipedia.org/wiki/MediaWiki>`_. Embora o site do projeto tenha sua própria ferramenta para envio de fotos, a ferramenta de exportação para o MediaWiki do digiKam pode ser bastante útil quando você precisa exportar várias fotos de uma só vez, sem sair da conveniência do seu aplicativo de gerenciamento de fotos favorito.
sl: Deljenje stvari je skrb za druge in verjetno ni boljšega načina, da delite svoje fotografske mojstrovine s svetom, kot da jih dodate v fond `MediaWiki <https://en.wikipedia.org/wiki/MediaWiki>`_. Čeprav ima spletno mesto projekta lastno orodje za prenos fotografij, je digiKamovo orodje MediaWiki lahko zelo priročno za izvoz, kadar morate izvoziti več fotografij v enem zamahu, ne da bi zapustili udobje svoje najljubše aplikacije za upravljanje fotografij.
sv: Att dela är att bry sig, och det finns förmodligen inget bättre sätt att dela fotografiska mästerverk med världen än att lägga till dem i en pool på `MediaWiki <https://en.wikipedia.org/wiki/MediaWiki>`_. Medan projektets webbplats har ett eget verktyg för att ladda upp foton, kan digiKams exportverktyg till MediaWiki vara rätt praktiskt när man behöver exportera flera foton i ett svep utan att lämna bekvämligheten i favoritprogrammet för fotohantering.
uk: Оприлюднення — спосіб збереження, а, ймовірно, немає кращого способу оприлюднити ваші фотографічні витвори, ніж додати їх до `Вікісховища <https://en.wikipedia.org/wiki/MediaWiki>`_. Хоча на сайті проєкту є посилання на власний інструмент для вивантаження фотографій, інструмент експортування до Вікісховища digiKam може бути досить зручним, якщо вам потрібно експортувати декілька фотографій за одну дію, не полишаючи вашої улюбленої програми для керування фотографіями.

source: MediaWiki is the underlying software used for `Media Repositories <https://en.wikipedia.org/wiki/Digital_library>`_ available on the Internet where free-to-use images can be uploaded. The goal of these digital libraries is to share contents across all of the Wikimedia projects, including the famous **Wikipedia** encyclopedia.
it: MediaWiki è il software soggiacente utilizzato per i `depositi multimediali <https://en.wikipedia.org/wiki/Digital_library>`_ disponibili in Internet in cui possono essere caricate le immagini di libero uso. Lo scopo di queste librerie digitali è condividere i contenuti attraverso tutti i progetti Wikimedia, come la famosa enciclopedia **Wikipedia**.
nl: MediaWiki is de onderliggende softwaregebruikt voor `Media opslagruimten <https://en.wikipedia.org/wiki/Digital_library>`_ beschikbaar in het internet waar vrij-te-gebruiken afbeeldingen geüpload kunnen worden. Het doel van deze digitale bibliotheken is het delen van inhoud gebruikt over alle projecten van Wikimedia, inclusief de beroemde encyclopedie **Wikipedia**.
pt_br: O MediaWiki é o software subjacente usado para os `Repositórios de Mídia <https://en.wikipedia.org/wiki/Digital_library>`_ disponíveis na internet, onde imagens de uso gratuito podem ser carregadas. O objetivo dessas bibliotecas digitais é compartilhar conteúdo entre todos os projetos Wikimedia, incluindo a famosa enciclopédia **Wikipedia**.
sl: MediaWiki je osnovna programska oprema, ki se uporablja za `Repozitorije predstavnosti - Media Repositories <https://en.wikipedia.org/wiki/Digital_library>`_, ki so na voljo na internetu, kamor je mogoče naložiti slike, ki so proste za uporabo. Cilj teh digitalnih knjižnic je deliti vsebino v vseh projektih Wikimedia, vključno s slovito enciklopedijo **Wikipedia**.
sv: MediaWiki är den underliggande programvaran som används i `mediearkiv <https://en.wikipedia.org/wiki/Digital_library>`_ som finns tillgängliga på Internet där fritt använda bilder kan laddas upp. Målet med de digitala biblioteken är att dela innehåll mellan alla Wikimedia-projekt, inklusive det berömda uppslagsverket **Wikipedia**.
uk: Вікісховище є основою `сховищ мультимедійних даних <https://en.wikipedia.org/wiki/Digital_library>`_ в інтернеті, куди можна вивантажувати вільні до використання зображення. Метою створення цих цифрових бібліотек є оприлюднення даних, які використовуються в усіх проєктах Wikimedia, окрема славетній **Вікіпедії**.

source: To upload a selection of images from your collections to a remote MediaWiki server using the Internet, use the :menuselection:`Export --> Export to MediaWiki` menu entry, or the corresponding icon from the **Tools** tab in Right Sidebar.
ca: Per a pujar una selecció d'imatges des de les vostres col·leccions cap a un servidor remot de MediaWiki a través d'Internet, utilitzeu l'element de menú :menuselection:`Exporta --> Exporta a MediaWiki...`, o la icona corresponent des de la pestanya **Eines** a la barra lateral dreta.
it: Per caricare una selezione di immagini dalle tue raccolte al server remoto di MediaWiki, usa la voce di menu :menuselection:`Esporta --> Esporta in MediaWiki`, oppure l'icona corrispondente dalla scheda **Strumenti** della barra laterale destra.
nl: Om een selectie afbeeldingen uit uw verzamelingen naar een MediaWiki-server met het internet te uploaden, gebruik het menu-item :menuselection:`Exporteren --> Naar MediaWiki exporteren` of het bijbehorende pictogram uit het tabblad **Hulpmiddelen** in de rechter zijbalk.
pt: Para enviar uma selecção de imagens das suas colecções para um servidor de MediaWiki através da Internet, use a opção do menu :menuselection:`Exportar --> Exportar para o MediaWiki` ou o ícone correspondente na página de **Ferramentas** da barra lateral direita.
pt_br: Para enviar uma seleção de imagens de suas coleções para um servidor MediaWiki remoto usando a Internet, use a entrada de menu :menuselection:`Exportar --> Exportar para o MediaWiki` ou o ícone correspondente na aba **Ferramentas** na barra lateral direita.
sl: Če želite prenesti izbor slik iz svojih zbirk v oddaljeni strežnik MediaWiki, ki uporablja internet, uporabite :menuselection:`Izvoz --> Izvozi v MediaWiki` ali ustrezno ikono na zavihku **Orodja** v desni stranski vrstici.
sv: För att ladda upp ett urval av bilder från samlingar till en fjärransluten MediaWiki-server med hjälp av Internet, använd menyalternativet :menuselection:`Exportera --> Exportera till MediaWiki` eller motsvarande ikon under fliken **Verktyg** i höger sidorad.
uk: Щоб вивантажити набір зображень з ваших збірок на віддалений сервер Вікісховища за допомогою інтернету, скористайтеся пунктом меню :menuselection:`Експорт --> Експортувати до MediaWiki` або відповідною кнопкою на вкладці **Інструменти** правої бічної панелі.

source: The MediaWiki Export Dialog
ca: El diàleg de l'exportació de MediaWiki
it: La finestra di dialogo dell'Esportazione in Mediawiki
nl: De exportdialoog van MediaWiki
pt: A Janela de Exportação do MediaWiki
pt_br: A janela de exportação para o MediaWiki
sl: Pogovorno okno za izvoz MediaWiki
sv: Dialogrutan Exportera till MediaWiki
uk: Вікно експортування до Вікісховища

source: The **Items Properties** tab of the right side allows you to customize MediaWiki metadata of each item in the upload list. Select one item on the left side to see the properties populated by digiKam, and adjust the values if necessary. When all is ready, switch to the **Upload Settings** tab to be connected to the remote server and transfer files.
it: La scheda **Proprietà degli elementi** nella parte destra ti consente di personalizzare i metadati MediaWiki di ciascun elemento nell'elenco di caricamento. Per popolare le proprietà, seleziona un elemento sul lato sinistro e regola i valori, se necessario. Quando è tutto pronto, passa alla scheda **Impostazioni di caricamento** per collegarti al server remoto e trasferire i file.
nl: Het tabblad **Eigenschappen van items** rechts biedt u het aanpassen van de metagegevens voor MediaWiki van elk item in de lijst voor uploaden. Selecteer één item links om de eigenschappen te bekijken door digiKam aangebracht en pas de waarden aan indien nodig. Wanneer alles gereed is, schakel om naar het tabblad **Instellingen voor uploaden** om met de server op afstand verbonden te worden en draag de bestanden over.
pt_br: A aba **Propriedades dos itens**, no lado direito, permite personalizar os metadados do MediaWiki de cada item na lista de envio. Selecione um item no lado esquerdo para ver as propriedades preenchidas pelo digiKam e ajuste os valores, se necessário. Quando tudo estiver pronto, acesse a aba **Configurações de envio** para se conectar ao servidor remoto e transferir os arquivos.
sl: Zavihek **Lastnosti elementov** na desni strani vam omogoča, da prilagodite metapodatke MediaWiki za vsak element na seznamu za prenos tja. Izberite en element na levi strani, da si ogledate lastnosti, ki jih vnese digiKam, in po potrebi prilagodite vrednosti. Ko je vse pripravljeno, preklopite na zavihek **Nastavitve prenosa tja**, da se povežete z oddaljenim strežnikom in prenesete datoteke.
sv: Fliken **Objektegenskaper** på höger sida låter dig anpassa MediaWiki-metadata för varje objekt i uppladdningslistan. Välj ett objekt på vänster sida för att se egenskaperna som digiKam fyller i och justera värdena om det behövs. När allt är klart, byt till fliken **Uppladdningsinställningar** för att ansluta till fjärrservern och överföra filer.
uk: За допомогою вкладки **Властивості записів** у правій частині вікна можна налаштувати метадані MediaWiki для кожного із записів у списку вивантаження. Позначте один запис на лівій панелі, щоб переглянути властивості, які заповнено digiKam, і скоригуйте значення, якщо потрібно. Коли усе буде готово, перемкніться на вкладку **Параметри вивантаження**, щоб встановити з'єднання з віддаленим сервером і передати файли.

source: The MediaWiki Export Account Settings
ca: La configuració del compte d'exportació de MediaWiki
it: Le impostazioni di account dell'esportazione in Mediawiki
nl: De exportaccountinstellingen van MediaWiki
pt: A Configuração da Conta de Exportação para o MediaWiki
pt_br: Configurações da conta de exportação para o MediaWiki
sl: Nastavitve računa MediaWiki Export
sv: Kontoinställningarna för export till MediaWiki
uk: Параметри облікового запису для експортування до Вікісховища

source: First, you need to be connected to the server with an **Account**. From this view, you can select the MediaWiki service to use with the **Login** and **Password** properties. By default, the tool proposes the following list of popular MediaWiki servers available on the Internet:
it: Per prima cosa, devi essere collegato al server con un **account**. Da questa vista puoi scegliere il servizio MediaWiki da utilizzare con le proprietà **Login** e **Password**. Per impostazione predefinita, lo strumento propone il seguente elenco di popolari server MediaWiki disponibili in Internet, quali:
nl: Ten eerste moet u verbonden zijn met de server met een **Account**. Uit deze weergave kunt u de MediaWiki-service selecteren om te gebruiken met de eigenschappen **Aanmelden** en **Wachtwoord**. Standaard zal het hulpmiddel de volgende lijst met populaire MediaWiki-servers beschikbaar in het internet voorstellen:
pt_br: Primeiro, você precisa estar conectado ao servidor com uma **Conta**. Nessa tela, você pode selecionar o serviço MediaWiki a ser usado com as propriedades **Login** e **Senha**. Por padrão, a ferramenta propõe a seguinte lista de servidores MediaWiki populares disponíveis na internet:
sl: Najprej morate biti povezani s strežnikom z **Računom**. V tem pogledu lahko izberete storitev MediaWiki za uporabo z lastnostma **Prijava** in **Geslo**. Orodje privzeto predlaga naslednji seznam priljubljenih strežnikov MediaWiki, ki so na voljo na internetu:
sv: Först måste du vara ansluten till servern med ett **Konto**. I den här vyn kan den MediaWiki-tjänst som ska användas väljas med egenskaperna **Inloggning** och **Lösenord**. Normalt föreslår verktyget följande lista över populära MediaWiki-servrar som finns tillgängliga på Internet:
uk: По-перше, вам слід встановити з'єднання з сервером за допомогою **облікового запису**. На відповідній сторінці ви можете вибрати службу MediaWiki, якою слід скористатися за допомогою властивостей **Користувач** і **Пароль**. Типово, інструмент пропонує список популярних серверів MediaWiki, які доступні в інтернеті, зокрема:

source: `Wikimedia Commons <https://commons.wikimedia.org/>`_
uk: `Вікісховище <https://commons.wikimedia.org/>`_

source: `Wikimedia Meta <https://meta.wikimedia.org/>`_
uk: `Мета-вікі <https://meta.wikimedia.org/>`_

source: `Wikipedia <https://en.wikipedia.org/>`_
pt: `Wikipédia <https://en.wikipedia.org/>`_
uk: `Вікіпедія <https://en.wikipedia.org/>`_

source: `Wikibooks <https://en.wikibooks.org/>`_
uk: `Вікікниги <https://en.wikibooks.org/>`_

source: `Wikinews <https://en.wikinews.org/>`_
uk: `Вікіновини <https://en.wikinews.org/>`_

source: `Wikiquote <https://en.wikiquote.org/>`_
uk: `Вікіцитати <https://en.wikiquote.org/>`_

source: `Wiktionary <https://en.wiktionary.org/>`_
uk: `Вікісловник <https://en.wiktionary.org/>`_

source: `MediaWiki Organization <https://www.MediaWiki.org/>`_
ca: `Organització MediaWiki <https://www.MediaWiki.org/>`_
nl: `MediaWiki-organisatie <https://www.MediaWiki.org/>`_
uk: `Організація MediaWiki <https://www.MediaWiki.org/>`_

source: With the **+ NEW** button, you can append to the list a new MediaWiki based server from Internet or on your local network. The tool will display a widget to customize the **Name** and the **API Url**. Just press on the **+ Add** button to confirm the values.
it: Col pulsante **+ NUOVO** puoi aggiungere all'elenco da Internet un nuovo server basato su MediaWiki o sulla tua rete locale. Lo strumento mostrerà un oggetto per personalizzare il **Nome** e l'**URL dell'API**. Premi il pulsante **+ Aggiungi** per confermare i valori.
nl: Met de knop **+NIEUW** kunt u een nieuwe op MediaWiki gebaseerde server uit het internet toevoegen of op uw lokale netwerk. Het hulpmiddel zal een widget tonen om de **Naam** en de **API-Url** aan te passen. Druk eenvoudig op de knop **+ Toevoegen** om waarden te bevestigen.
pt_br: Com o botão **+ Nova**, você pode adicionar à lista um novo servidor baseado em MediaWiki da Internet ou da sua rede local. A ferramenta exibirá um widget para personalizar o **Nome** e a **URL da API**. Basta clicar no botão **+ Adicionar** para confirmar os valores.
sl: Z gumbom **+ NOV** lahko na seznam dodate nov strežnik, ki temelji na MediaWikiju, iz interneta ali vašega lokalnega omrežja. Orodje bo prikazalo pripomoček za prilagoditev **Imena** in **URL-ja API-ja**. Samo pritisnite gumb **+ Dodaj**, da potrdite vrednosti.
sv: Med knappen **+ Ny** kan en ny MediaWiki-baserad server läggas till i listan från Internet eller det lokala nätverket. Verktyget visar en komponent för att anpassa **Namn** och **API-webbadress**. Tryck bara på knappen **+ Lägg till** för att bekräfta värdena.
uk: За допомогою кнопки **+ Створити** ви можете додати до списку новий заснований на MediaWiki сервер інтернету або вашої локальної мережі. Інструмент відкриє вікно, де ви зможете налаштувати **Назву** і **Адресу програмного інтерфейсу**. Просто натисніть кнопку **+ Додати**, щоб підтвердити значення.

source: The MediaWiki Export View to create a New Server Settings
ca: La vista de l'exportació de MediaWiki per a crear unes quantes opcions de configuració de servidor nou
it: La vista Esportazione in MediaWiki per creare le impostazioni di un nuovo server
nl: De MediaWiki exportweergave om een nieuwe serverinstelling aan te maken
pt: A Janela de Exportação do MediaWiki para Criar as Definições de um Novo Servidor
pt_br: A vista de exportação para o MediaWiki para criar novas configurações de servidor
sl: Izvozni pogled MediaWiki za ustvarjanje novih nastavitev strežnika
sv: MediaWiki-exportvyn för att skapa nya serverinställningar
uk: Параметри створення нового сервера для експортування до Вікісховища

source: When you are connected to the remote Web service with the **Log in** button, the **Account** view will look like this:
it: Una volta collegato al servizio web remoto col pulsante **Log in**, la vista **Account** apparirà in questo modo:
nl: Wanneer u verbonden bent met de webservice op afstand met de knop **Aanmelden**, zal de weergave **Account** er uitzien zoals dit:
pt_br: Quando você estiver conectado ao serviço Web remoto após clicar no botão **Entrar**, a visualização da **Conta** ficará assim:
sl: Ko ste povezani z oddaljeno spletno storitvijo z gumbom **Prijava**, bo pogled **Račun** videti takole:
sv: När du är ansluten till fjärrwebbtjänsten med knappen **Logga in** ser vyn **Konto** ut så här:
uk: Після встановлення з'єднання із віддаленою вебслужбою за допомогою кнопки **Увійти** панель **Обліковий запис** має виглядати ось так:

source: The MediaWiki Export Connected to an Account from Wikimedia Commons Web Service
ca: L'exportació de MediaWiki connectada amb un compte del servei web de Wikimedia Commons
it: L'Esportazione in MediaWiki collegata a un account dal servizio web Wikimedia Commons
nl: De MediaWiki Export verbonden met een account uit de Wikimedia Commons webservice
pt: A Exportação para o MediaWiki Ligada a uma Conta do Serviço Web Wikimedia Commons
pt_br: A exportação para o MediaWiki conectada a uma conta do serviço da Web Wikimedia Commons
sl: MediaWiki Export je povezan z računom iz spletne storitve Wikimedia Commons
sv: Export till MediaWiki ansluten till ett konto från Wikimedia Commons webbtjänst
uk: Засіб експортування до Вікісховища зі з'єднаним обліковим записом вебслужби

source: While transferring the files, you can customize some **Information** used by the MediaWiki server to identify the uploading operation. The available fields are:
it: Durante il trasferimento dei file, puoi personalizzare alcune **informazioni** utilizzate dal server MediaWiki per identificare l'operazione di caricamento. I campi disponibili sono:
nl: Tijdens de overdracht van de bestanden kunt u enige **Informatie** aanpassen gebruikt door de MediaWiki-server om het verwerking van het uploaden te identificeren. De beschikbare velden zijn:
pt_br: Ao transferir os arquivos, você pode personalizar algumas **Informações** usadas pelo servidor MediaWiki para identificar a operação de envio. Os campos disponíveis são:
sl: Med prenosom datotek lahko prilagodite nekatere **Informacije**, ki jih strežnik MediaWiki uporablja za identifikacijo postopka prenosa tja. Razpoložljiva polja so:
sv: Medan filerna överförs kan du ställa in viss **information** som används av MediaWiki-servern för att identifiera uppladdningsoperationen. De tillgängliga fälten är:
uk: Під час передавання файлів ви можете налаштувати певну **Інформацію**, яку сервер MediaWiki використовуватиме для ідентифікації дії з вивантаження. Доступні поля наведено у списку нижче:
