Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/media_wiki.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: **Author**: the author's name for the contents as text.
it: **Autore**: il nome dell'autore dei contenuti, in forma testuale.
nl: **Auteur**: de naam van de auteur van de inhoud als tekst.
pt_br: **Autor**: nome do autor do conteúdo como texto.
sl: **Avtor**: ime avtorja za vsebino kot besedilo.
sv: **Upphovsman**: Innehållets upphovsmansnamn som text.
uk: **Автор**: ім'я автора даних у форматі звичайного тексту.

source: **Source**: the original source of the contents as text.
ca: **Origen**: la font original del contingut com a text.
it: **Fonte**: la fonte originale dei contenuti, in forma testuale.
nl: **Bron**: de originele bron van de inhoud als tekst.
pt: **Origem**: a fonte original dos conteúdos como texto.
pt_br: **Origem**: a fonte original do conteúdo como texto.
sl: **Vir**: izvirni vir vsebine v obliki besedila.
sv: **Källa**: Innehållets originalkälla som text.
uk: **Джерело**: джерело походження даних у форматі звичайного тексту.

source: **License**: the license of the contents. Use one entry from the list provided by the tool.
ca: **Llicència**: la llicència del contingut. Utilitzeu una entrada des de la llista proporcionada per l'eina.
it: **Licenza**: la licenza dei contenuti. Usa una voce dell'elenco fornito dallo strumento.
nl: **Licentie**: de licentie van de inhoud. Gebruik één item uit de lijst geleverd door het hulpmiddel.
pt: **Licença**: a licença dos conteúdos. Use um dos elementos da lista fornecida pela ferramenta.
pt_br: **Licença**: a licença do conteúdo. Use uma entrada da lista fornecida pela ferramenta.
sl: **Licenca**: licenca za vsebino. Uporabite en vnos s seznama ki jih zagotavlja orodje.
sv: **Licens**: innehållets licens. Använd en post från listan som tillhandahålls av verktyget.
uk: **Ліцензування**: ліцензування даних. Скористайтеся одним із пунктів списку, який надає інструмент.

source: **Generic categories**: The categories that will be added to the contents as text.
ca: **Categories genèriques**: les categories que s'afegiran al contingut com a text.
it: **Categorie generiche**: le categorie che saranno aggiunte ai contenuti, in forma testuale.
nl: **Generieke categorieën**: de categorieën die toegevoegd zullen worden aan de inhoud als tekst.
pt: **Categorias genéricas**: As categorias que serão adicionadas ao conteúdo como texto.
pt_br: **Categorias genéricas**: As categorias que serão adicionadas ao conteúdo como texto.
sl: **Generične kategorije**: Kategorije, ki bodo dodane vsebini kot besedilo.
sv: **Generella kategorier**: De kategorier som läggs till i innehållet som text.
uk: **Загальні категорії**: категорії, які буде додано до даних у форматі звичайного тексту.

source: **Generic text**: The text that will be added to the contents below the Information template.
ca: **Text genèric**: el text que s'afegirà a tot el contingut per sota de la plantilla d'informació.
it: **Testo generico**: il testo che verrà aggiunto ai contenuti sotto il modello delle Informazioni.
nl: **Generieke tekst**: de tekst die toegevoegd zal worden onder het informatiesjabloon.
pt: **Texto genérico**: O texto que será adicionado ao conteúdo abaixo do modelo de Informação.
pt_br: **Texto genérico**: O texto que será adicionado ao conteúdo abaixo do modelo de informações.
sl: **Generično besedilo**: Besedilo, ki bo dodano vsebini pod informacijsko predlogo.
sv: **Generell text**: Texten som läggs till i innehållet under informationsmallen.
uk: **Загальний текст**: текст, який буде додано до даних під шаблоном відомостей.

source: **Upload comments**: The text that will be used as upload comments. The value *Uploaded via digiKam uploader* will be used if empty.
ca: **Comentaris de la pujada**: el text que s'utilitzarà com a comentaris de la pujada. Si està buida, s'utilitzarà el valor predeterminat **Pujat mitjançant el pujador del digiKam**.
it: **Commenti all'invio**: il testo che sarà usato come commento all'invio. Se il campo è vuoto verrà usato il valore *Inviato con il caricatore di digiKam*.
nl: **Uploadcommentaar**: de tekst die gebruikt zal worden als commentaar bij de upload. De waarde "Via digiKam-uploader geüpload' zal worden gebruikt indien leeg.
pt: **Comentários do envio**: O texto que será usado como comentário para o envio. O valor *Enviado através do digiKam* será usado se estiver em branco.
pt_br: **Comentários de envio**: O texto que será usado como comentários sobre o envio. O valor *Uploaded via digiKam uploader* será usado se estiver vazio.
sl: **Prenesi komentarje**: Besedilo, ki bo uporabljeno kot komentarji za prenos. Vrednost *prenesena prek programa za nalaganje digiKam* bo uporabljena, če je prazna.
sv: **Uppladdningskommentarer**: Texten som användas som uppladdningskommentarer. Värdet *Uploaded via digiKam uploader* används om det är tomt.
uk: **Коментарі щодо вивантаження:**: текст, який буде використано як коментарі щодо вивантаження. Типовим коментарем, якщо нічого не буде вказано, є *Вивантажено за допомогою засобу вивантаження digiKam*.

source: The MediaWiki Export Information Settings
ca: La configuració de la informació d'exportació de MediaWiki
it: Le impostazioni delle informazioni dell'Esportazione in Mediawiki
nl: De exportinformatie-instellingen van MediaWiki
pt: A Configuração dos Dados de Exportação para o MediaWiki
pt_br: Configurações de informações de exportação para o MediaWiki
sl: Nastavitve izvoznih informacij MediaWiki
sv: Informationsinställningarna för export till MediaWiki
uk: Параметри відомостей для експортування до Вікісховища

source: During uploading of the files, you can also apply some operations listed in the **Options** view. If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to MediaWiki. The values will be read from the **Maximum Size** and **JPEG quality** settings, which can be used to adjust the compression and maximum height. The width calculation will be done so as to maintain the aspect ratio. You can also remove **metadata** and GPS **coordinates** information from the files.
it: Durante il caricamento dei file, puoi applicare anche alcune operazioni elencate nella vista **Opzioni**. Se è selezionata l'opzione **Ridimensiona le foto prima di caricarle**, le foto saranno ridotte prima di essere trasferite a MediaWiki. I valori saranno letti dalle impostazioni **Dimensione massima** e **Qualità JPEG**, che possono essere utilizzate per regolare la compressione e l'altezza massima. Sarà eseguito il calcolo della larghezza in modo da mantenere le proporzioni. Puoi anche rimuovere le informazioni sui **metadati** e sulle **coordinate** GPS dai file.
nl: Tijdens het uploaden van de bestanden kunt u ook enkele bewerkingen uit de lijst in de weergave **Opties** toepassen. Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overdracht naar MediaWiki. De waarden zullen gelezen worden uit de instellingen **Maximale grootte** en **JPEG kwaliteit**, die gebruikt kunnen worden om de compressie en maximale hoogte aan te passen. de berekening van de breedte zal gedaan worden zodat de beeldverhouding behouden blijft. U kunt ook **metagegevens** en GPS **coördinaten** informatie uit de bestanden verwijderen.
pt_br: Durante o envio dos arquivos, você também pode aplicar algumas operações listadas na visualização **Opções**. Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o MediaWiki. Os valores serão lidos nas configurações de **Tamanho máximo** e **Qualidade JPEG**, que podem ser usadas para ajustar a compressão e a altura máxima. O cálculo da largura será feito de forma a manter a proporção da imagem. Você também pode remover informações de **metadados** e **coordenadas** de GPS dos arquivos.
sl: Med prenosom datotek tja lahko uporabite tudi nekatere operacije, navedene v pogledu **Možnosti**. Če je izbrana možnost **Spremeni velikost fotografij pred nalaganjem**, bo velikost fotografij spremenjena pred prenosom v MediaWiki. Vrednosti bodo prebrane iz nastavitev **Največja velikost** in **Kakovost JPEG**, s katerimi lahko prilagodite stiskanje in največjo višino. Izračun širine bo opravljen tako, da se ohrani razmerje stranic. Iz datotek lahko tudi odstranite informacije o **metapodatkih** in **koordinatah** GPS.
sv: Under uppladdningen av filer kan också vissa åtgärder utföras som listas i vyn **Alternativ**. Om alternativet **Ändra storlek på foton före uppladdning** är valt ändras fotonas storlek innan de överförs till MediaWiki. Värdena läses från inställningarna **Maximal storlek** och **JPEG-kvalitet**, vilka kan användas för att justera komprimering och maximal höjd. Beräkningen av bredden göras för att bibehålla proportionen. Man kan också ta bort **metadata** och **koordinater** från filerna.
uk: Під час вивантаження файлів ви також можете застосувати деякі дії зі списку на панелі **Параметри**. Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, розміри фотографій буде змінено до передавання до MediaWiki. Значення буде прочитано з параметрів **Максимальний розмір** і **Якість JPEG**. Цими параметрами можна скористатися для коригування рівня стискання та максимальної висоти. Обчислення ширини відбувається так, щоб зберегти пропорції зображення. Ви також можете програмі викинути **метадані** та **координати** GPS з файлів.

source: The MediaWiki Export Options Settings
ca: Opcions de configuració de l'exportació cap a MediaWiki
it: Le impostazioni delle opzioni dell'Esportazione in Mediawiki
nl: De exportoptie-instellingen van MediaWiki
pt: A Configuração das Opções de Exportação para o MediaWiki
pt_br: Configurações de opções de exportação para o MediaWiki
sl: Nastavitve možnosti izvoza MediaWiki
sv: Inställningar av alternativ för exportera till MediaWiki
uk: Параметри експортування до Вікісховища

source: Press the **Start Upload** button to transfer the items. You can click on the **Close** button to abort the uploading of photos.
it: Premi il pulsante **Avvia caricamento** per trasferire gli elementi. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Chiudi**.
nl: Druk op de knop **Uploaden starten** om de items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.
pt_br: Pressione o botão **Iniciar envio** para transferir os itens. Você pode clicar no botão **Fechar** para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Začni prenos tja**. Za prekinitev prenašanja fotografij lahko kliknete gumb **Zapri**.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekten. Man kan klicka på knappen **Stäng** för att avbryta uppladdningen av foton.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.

source: The MediaWiki Export Uploading Contents to the Web Service
ca: L'exportació de MediaWiki pujant el contingut cap al servei web
it: L'Esportazione in MediaWiki che carica i contenuti nel servizio web
nl: Het exporteren met MediaWiki die inhoud uploadt naar de webservice
pt: A Exportação para o MediaWiki a Enviar os Conteúdos para o Serviço Web
pt_br: A exportação para o MediaWiki enviando conteúdo para o serviço da Web
sl: MediaWiki izvozi nalaganje vsebine v spletno storitev
sv: Exportera till MediaWiki laddar upp innehåll till webbtjänsten
uk: Засіб експортування до Вікісховища вивантажує дані до вебслужби

source: Finally, you can view the uploaded photos by visiting the MediaWiki website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de MediaWiki.
it: Infine, puoi vedere le foto caricate visitando il sito web di MediaWiki.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van MediaWiki te bezoeken.
pt: Finalmente, poderá ver as fotografias enviadas, visitando a página Web do MediaWiki.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do MediaWiki.
sl: Na koncu si lahko ogledate naložene fotografije na spletni strani MediaWiki.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka MediaWiki webbplatsen.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт MediaWiki.

source: The Wikimedia Commons Online Account Displaying the Uploaded Contents
ca: El compte en línia de Wikimedia Commons mostrant el contingut que s'ha pujat
it: L'account in linea di Wikimedia Commons che visualizza i contenuti caricati
nl: Het online-account van Wikimedia Commons die de geüploade inhoud toont
pt: A Conta 'Online' do Wikimedia Commons a Mostrar os Conteúdos Enviados
pt_br: A conta online do Wikimedia Commons exibindo os conteúdos enviados
sl: Spletni račun Wikimedia Commons, ki prikazuje naloženo vsebino
sv: Wikimedia Commons nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Вікісховища показано вивантажені дані

source: Export To MediaWiki
ca: Exportar cap a MediaWiki
pt: Exportação para o MediaWiki

source: Contents
ca: Contingut
pt: Conteúdo

source: MediaWiki are the base of `Media Repositories <https://en.wikipedia.org/wiki/Digital_library>`_ available on the Internet where free-to-use images can be uploaded. The goal of these digital libraries is to share contents used across all of the Wikimedia projects as the famous **Wikipedia** encyclopedia for example.
ca: MediaWiki és la base dels `repositoris de mitjans <https://en.wikipedia.org/wiki/Digital_library>`_ disponibles a Internet on es poden carregar lliurement les imatges. L'objectiu d'aquestes biblioteques digitals és compartir el contingut utilitzat a tots els projectes de Wikimedia com, per exemple, la famosa enciclopèdia **Viquipèdia**.
pt: O MediaWiki é a base dos `Repositórios Multimédia <https://en.wikipedia.org/wiki/Digital_library>`_ disponíveis na Internet, onde poderá enviar imagens de utilização livre. O objectivo destas bibliotecas digitais é partilhar conteúdos usados em todos os projectos da Wikimedia, como por exemplo a famosa enciclopédia **Wikipédia**.

source: The **Items Properties** tab of the right side allows to customize MediaWiki metadata of each items present from the upload list. Select one item on the left side to see the properties populated by digiKam, and adjust values if necessary. When all is ready, switch to the **Upload Settings** tab to be connected to the remote server and transfer files.
ca: La pestanya **Propietats de l'element** del costat dret, permet personalitzar les metadades de MediaWiki de cada element present a la llista de pujada. Seleccioneu un element en el costat esquerre per a veure les propietats assignades pel digiKam i, si cal, ajusteu els valors. Quan tot estigui llest, canvieu a la pestanya **Configuració de la pujada** per a connectar-vos amb el servidor remot i transferir els fitxers.
pt: A página de **Propriedades dos Itens** do lado direito permite personalizar os meta-dados do MediaWiki de todos os itens presentes na lista de envio. Seleccione um item do lado esquerdo para ver as propriedades preenchidas pelo digiKam, ajustando os valores se for necessário. Quando estiver tudo pronto, mude para a página de **Configuração do Envio** para se ligar ao servidor remoto e transferir os ficheiros.

source: First, you needs to be connected to the server with an **Account**. From this view, you can select the MediaWiki service to use with the **Login** and **Password** properties. By default, the tool propose a list of popular MediaWiki servers available on the Internet, as:
ca: Primer, haureu d'estar connectat amb el servidor amb un **Compte**. Des d'aquesta vista, podreu seleccionar utilitzar el servei de MediaWiki amb les propietats **Inici de sessió** i **Contrasenya**. De manera predeterminada, l'eina proposa una llista de servidors de MediaWiki populars disponibles a Internet, com ara:
pt: Em primeiro lugar, tem de estar ligado ao servidor através de uma **Conta**. Nesta janela, poderá seleccionar o serviço do MediaWiki a usar com as propriedades de **Utilizador** e **Senha**. Por omissão, a ferramenta irá propor uma lista de servidores de MediaWiki conhecidos e disponíveis na Internet, como por exemplo:

source: With the **+ NEW** button, you can append on the list a new MediaWiki based server from Internet or on your local network. The tool will shown a widget to customize the **Name** and the **API Url**. Just press on **+ Add** button to confirm values.
ca: Amb el botó **+ NOU**, podreu afegir a la llista un servidor nou basat en MediaWiki des d'Internet o a la vostra xarxa local. L'eina mostrarà un giny per a personalitzar el **Nom** i l'**URL de l'API**. Senzillament, premeu el botó **+ Afegeix** per a confirmar els valors.
pt: Com o botão **+ NOVO**, poderá adicionar à lista um novo servidor baseado no MediaWiki na Internet ou na sua rede local. A ferramenta irá mostrar um elemento gráfico para personalizar o **Nome** e o **URL da API**. Basta carregar no botão **+ Adicionar** para confirmar os valores.

source: When you are connected to the remote Web service with the **Log in** button, the **Account** view must become like this:
ca: Quan esteu connectat amb el servei web remot amb el botó **Inicia la sessió**, la vista del compte esdevindrà així:
pt: Quando se ligar ao serviço Web remoto com o botão **Entrar**, a área da **Conta** ficará algo como a seguinte:

source: While transferring the files, you can customize some **Information** used by the MediaWiki server to identify the uploading operation. The fields available are listed below:
ca: Mentre transferiu els fitxers, podreu personalitzar certa **Informació** utilitzada pel servidor de MediaWiki per a identificar l'operació de pujada. Els camps disponibles es llisten a continuació:
pt: Ao transferir os ficheiros, poderá personalizar algumas **Informações** usadas pelo servidor de MediaWiki para identificar a operação de envio. Os campos disponíveis aparecem em baixo:

source: **Author**: the author name of the contents as text.
ca: **Author**: el nom de l'autor com a text.
pt: **Autor**: o nome do autor dos conteúdos como texto.

source: During uploading the files, you can also apply some operations listed in **Options** view. If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to MediaWiki. The values will be read from the **Maximum Size** and **JPEG quality** settings, which can be used to adjust the compression and maximum height. The width calculation will be done so as to have the aspect ratio conserved. You can also drop **metadata** and GPS **coordinates** information from the files.
ca: Durant la pujada dels fitxers, també podreu aplicar algunes operacions llistades a la vista **Opcions**. Si seleccioneu **Redimensiona les fotografies abans de pujar-les**, es canviarà la mida de les fotografies abans de transferir-les a MediaWiki. Els valors es llegiran des de les opcions de configuració **Mida màxima:** i **Qualitat JPEG:**, les quals es poden utilitzar per a ajustar l'alçada màxima i la compressió. Es farà el càlcul de l'amplada per tal de conservar la relació d'aspecte. També podreu col·locar **metadades** i informació de **coordenades** GPS des dels fitxers.
pt: Durante o envio dos ficheiros, poderá aplicar algumas operações indicadas na área de **Opções**. Se a opção **Dimensionar as fotografias antes do envio** estiver seleccionada, as fotografias mudarão de tamanho antes de as transferir para o MediaWiki. Os valores serão lidos das opções de **Tamanho Máximo** e **Qualidade do JPEG**, as quais poderão ser usadas para ajustar a compressão e a altura máxima. O cálculo da largura será feito de forma a manter as proporções de tamanho. Também poderá retirar os **meta-dados** e as **coordenadas** de GPS dos ficheiros.

source: Press **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la pujada de les fotografies.
pt: Carregue no botão **Iniciar o Envio** para transferir os itens. Poderá carregar no botão **Fechar** para interromper o envio.

source: `Wikia Uncyclopedia <https://en.uncyclopedia.co/>`_
pt_br: `Desciclopédia Wikia <https://en.uncyclopedia.co/>`_
