Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/one_drive.po
Languages: ca, it, nl, pt, pt_br, sl, uk

source: digiKam Export to OneDrive Web-Service
ca: L'exportació del digiKam al servei web OneDrive
it: Esportazione di digiKam nel servizio web OneDrive
nl: Naar OneDrive-webservice exporteren van digiKam
pt: Exportação para o Serviço Web do OneDrive do digiKam
pt_br: Exportar para o serviço web do OneDrive a partir do digikam
sl: digiKam izvoz v spletno storitev OneDrive
uk: Експортування до вебслужби OneDrive у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, onedrive, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, ajuda, aprenentatge, fàcil, onedrive, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, onedrive, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, onedrive, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, onedrive, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, onedrive, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, onedrive, izvoz
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, onedrive, експорт

source: Export To OneDrive
nl: Naar OneDrive exporteren

source: Contents
nl: Inhoud

source: This tool allows the user to upload photos to the OneDrive web-service.
ca: Aquesta eina permet a l'usuari pujar fotografies al servei web de OneDrive.
it: Questo strumento permette all'utente di caricare le foto sul servizio web OneDrive.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de OneDrive-webservice te uploaden.
pt: Esta ferramenta permite ao utilizador enviar fotografias para o serviço Web do OneDrive.
pt_br: Esta ferramenta permite que o usuário carregue fotos no serviço web do OneDrive.
sl: To orodje uporabniku omogoča nalaganje fotografij v spletno storitev OneDrive.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії на вебслужбу OneDrive.

source: `OneDrive <https://en.wikipedia.org/wiki/OneDrive>`_ is a file hosting service. It enables registered users to share and synchronize their files.
ca: `OneDrive <https://en.wikipedia.org/wiki/OneDrive>`_ és un servei d'allotjament de fitxers. Permet als usuaris registrats compartir i sincronitzar els fitxers.
it: `OneDrive <https://en.wikipedia.org/wiki/OneDrive>`_ è un servizio di hosting di file. Abilita gli utenti registrati di condividere e sincronizzare i propri file.
nl: `OneDrive <https://en.wikipedia.org/wiki/OneDrive>`_ is een service voor bestanden opslaan. Het laat geregistreerde gebruikers hun bestanden delen en synchroniseren.
pt: O `OneDrive <https://en.wikipedia.org/wiki/OneDrive>`_ é um serviço de alojamento de ficheiros. Permite aos utilizadores registados partilharem e sincronizarem os seus ficheiros.
pt_br: O `OneDrive <https://en.wikipedia.org/wiki/OneDrive>`_ é um serviço de hospedagem de arquivos. Ele permite que usuários registrados compartilhem e sincronizem seus arquivos.
sl: `OneDrive <https://en.wikipedia.org/wiki/OneDrive>`_ je storitev gostovanja datotek. Omogoča registriranim uporabnikom deljenje in sinhronizacijo njihovih datotek.
uk: `OneDrive <https://en.wikipedia.org/wiki/OneDrive>`_ — служба для зберігання файлів. Вона надає змогу зареєстрованим користувачам оприлюднювати та синхронізувати файли.

source: The tool can be used to upload a selection of images from your collections to the remote OneDrive server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de les vostres col·leccions cap al servidor remot de OneDrive mitjançant Internet.
it: Lo strumento può essere usato per caricare una selezione di immagini dalle tue raccolte al server remoto di OneDrive tramite Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzamelingen te uploaden naar de OneDrive-server op afstand via het internet.
pt: A ferramenta pode ser usada para enviar uma selecção de imagens das suas colecções para o servidor remoto de OneDrive, usando a Internet.
pt_br: A ferramenta pode ser usada para carregar uma seleção de imagens de suas coleções para o servidor remoto do OneDrive usando a Internet.
sl: Orodje lahko uporabite za nalaganje izbire slik iz vaših zbirk na oddaljeni strežnik OneDrive prek interneta.
uk: За допомогою інструмента експортування Box можна вивантажити вибрані зображення з ваших збірок на віддалений сервер OneDrive у інтернеті.

source: OneDrive file storage is currently limited to host only files with a size lower than 4Mb.
ca: L'emmagatzematge de fitxers OneDrive actualment està limitat a allotjar només fitxers amb una mida inferior que 4 Mbit.
it: Il salvataggio dei file di OneDrive è attualmente limitato a file di dimensioni inferiori a 4Mb.
nl: Bestandsopslag op OneDrive is nu beperkt tot bestanden alleen op de host met een grootte minder dan 4 MB.
pt: O armazenamento de ficheiros OneDrive está limitado de momento a alojar ficheiros com um tamanho inferior a 4MB.
pt_br: O armazenamento de arquivos do OneDrive está atualmente limitado a hospedar apenas arquivos com tamanho inferior a 4 MB.
sl: Shramba datotek OneDrive je trenutno omejena na gostovanje samo datotek, manjših od 4 MB.
uk: У поточній версії сховища OneDrive зберігання файлів обмежено розміром, що не перевищує 4 МБ.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to OneDrive` :kbd:`Ctrl+Alt+Shift+O` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to OneDrive:
nl: Bij de eerste keer gebruiken van het hulpmiddel via het menu-item :menuselection:`Exporteren --> Naar OneDrive exporteren` :kbd:`Ctrl+Alt+Shift+O`, wordt u door het proces van het verkrijgen van een token geleid, wat wordt gebruikt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden om u aan te melden bij OneDrive:

source: The OneDrive Login Dialog
ca: El diàleg d'inici de sessió per a OneDrive
it: La finestra di dialogo di accesso di OneDrive
nl: De aanmelddialoog voor OneDrive
pt: A Janela de Autenticação do OneDrive
pt_br: A janela de login do OneDrive
sl: Pogovorno okno za prijavo v OneDrive
uk: Вікно входу до OneDrive

source: After successful sign-up digiKam will be allowed to send photos to the OneDrive website.
nl: Na met succes ingeschreven te zijn zal digiKam worden toegestaan om foto's te verzenden naar de OneDrive-website.

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to OneDrive.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te uploaden naar OneDrive.

source: The OneDrive Export Tool Dialog
ca: El diàleg de l'eina d'exportació de OneDrive
it: La finestra di dialogo dello strumento di esportazione su OneDrive
nl: De hulpmiddeldialoog voor exporteren naar OneDrive
pt: A Janela da Ferramenta de Exportação para o OneDrive
pt_br: A janela da ferramenta de exportação para o OneDrive
sl: Pogovorno okno orodja za izvoz OneDrive
uk: Вікно інструмента експортування до OneDrive

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
pt: Por omissão, a ferramenta propõe-lhe exportar os itens seleccionados de momento da área de ícones. O botão **+** das Fotografias pode ser usado para adicionar mais itens à lista.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** fotografije lahko uporabite za dodajanje več postavk na seznam.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one and **Reload** the list on the combo-box if online contents have been changed in OneDrive web interface.
nl: Met de opties van **Album** kunt u de online map selecteren om te uploaden bestanden op te slaan. U kunt een nieuwe **Aanmaken** en de lijst **Herladen** in het keuzevak als inhoud online is gewijzigd in het webinterface van OneDrive.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to OneDrive. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar OneDrive. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding bewaard blijft.

source: The OneDrive Export Uploading in Progress
ca: L'exportació de OneDrive pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in OneDrive
nl: De voortgang van het uploaden tijdens exporteren naar OneDrive
pt: O Envio em Curso na Exportação para o OneDrive
pt_br: Envio em andamento da exportação para o OneDrive
sl: Poteka nalaganje izvoza OneDrive
uk: Поступ вивантаження при експортуванні до OneDrive

source: Press **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.

source: Finally, you can view the uploaded photos by visiting the OneDrive website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de OneDrive.
it: Infine, puoi vedere le foto caricate visitando il sito web di OneDrive.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van OneDrive te bezoeken.
pt: Finalmente, poderá ver as fotografias enviadas, visitando a página Web do OneDrive.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do OneDrive.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu OneDrive.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт OneDrive.

source: The OneDrive Online Account Displaying the Uploaded Contents
ca: El compte en línia de OneDrive mostrant el contingut que s'ha pujat
it: L'account in linea di OneDrive che visualizza i contenuti caricati
nl: Het online-account van OneDrive die de geüploade inhoud toont
pt: A Conta 'Online' do OneDrive a Mostrar os Conteúdos Enviados
pt_br: A conta online do OneDrive exibindo os conteúdos enviados
sl: Spletni račun OneDrive, ki prikazuje naloženo vsebino
uk: На обліковому записі OneDrive показано вивантажені дані

source: :ref:`Export To OneDrive <export_tools>`
ca: :ref:`Exportació a OneDrive <export_tools>`
it: :ref:`Esportazione in OneDrive <export_tools>`
pt_br: :ref:`Exportar para o OneDrive <export_tools>`
sl: :ref:`Izvoz v OneDrive <export_tools>`
uk: :ref:`Експортувати до OneDrive <export_tools>`

source: When accessing the tool for the first time from the :menuselection:`Export --> Export to OneDrive` :kbd:`Ctrl+Alt+Shift+O` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log into OneDrive:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú :menuselection:`Exporta --> Exporta a OneDrive...` (drecera :kbd:`Ctrl+Alt+Maj+O`), passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-vos. Apareixerà el diàleg següent i s'obrirà una finestra del navegador de manera que podreu iniciar la sessió a OneDrive:
it: Quando accedi allo strumento per la prima volta dal menu :menuselection:`Esporta --> Esporta in OneDrive` :kbd:`Ctrl+Alt+Maiusc+O`, vieni reindirizzato alla procedura di ottenimento di un token, necessario per l'autenticazione. Comparirà la seguente finestra a scomparsa e verrà aperta una finestra del browser per accedere a OneDrive:
pt_br: Ao acessar a ferramenta pela primeira vez a partir do menu :menuselection:`Exportar --> Exportar para o OneDrive` :kbd:`Ctrl+Alt+Shift+O`, você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para que você possa fazer login no OneDrive:
sl: Ko prvič dostopate do orodja iz vnosa menija :menuselection:`Izvozi --> Izvozi v OneDrive` :kbd:`Ctrl+Alt+Shift+O`, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se lahko prijavite v OneDrive:
uk: Під час першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до OneDrive` :kbd:`Ctrl+Alt+Shift+O` програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. Буде показано відповідне діалогове вікно і запущено програму для перегляду інтернету для входу до системи OneDrive:

source: After successful sign-up, digiKam will be allowed to send photos to the OneDrive website.
ca: Després de registrar-vos amb èxit, el digiKam podrà enviar fotografies cap al lloc web de OneDrive.
it: Dopo che avrai completato correttamente la registrazione, digiKam potrà inviare le foto sul sito web di OneDrive.
pt_br: Após a entrada bem-sucedida, o digiKam poderá enviar fotos para o site do OneDrive.
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto OneDrive.
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт OneDrive.

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to OneDrive.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a OneDrive.
it: Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritornando alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in OneDrive.
pt_br: Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para enviar fotos para o OneDrive.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za prenos fotografij v OneDrive.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на OneDrive.

source: With the **Album** options, you can select the online folder to store files to upload. You can create a **New Album** or **Reload** the list in the combo-box if the online contents have changed in the OneDrive web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu crear un **Àlbum nou** o **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de OneDrive.
it: Con le opzioni di **Album** puoi selezionare la cartella in linea in cui salvare i file da caricare. Puoi creare un **nuovo album** o **ricaricare** l'elenco nella casella combinata, se il contenuto in linea è stato modificato nell'interfaccia web di OneDrive.
pt_br: Com as opções de **Álbum**, você pode selecionar a pasta online para armazenar os arquivos a serem enviados. Você pode criar um **Novo álbum** ou **Recarregar** a lista na caixa de combinação se o conteúdo online tiver sido alterado na interface web do OneDrive.
sl: Z možnostmi **Album** lahko izberete spletno mapo za shranjevanje datotek za prenos tja. Ustvarite lahko **Nov album** ali **Znova naloži** seznam v kombiniranem polju, če se je spletna vsebina spremenila v spletnem vmesniku OneDrive.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для зберігання файлів для вивантаження. Ви можете **Створити** таку теку і **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу OneDrive.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to OneDrive. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a OneDrive. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:** i **Dimensió màxima:**, les quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de mantenir la relació d'aspecte.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su OneDrive. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della larghezza in modo da mantenere le proporzioni dell'immagine.
pt_br: Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o OneDrive. Os valores serão lidos nas configurações de **Qualidade JPEG** e **Dimensão máxima**, que podem ser usadas para ajustar a altura máxima e a compressão O cálculo da largura será feito de forma a manter a proporção da imagem.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bo velikost fotografij pred prenosom v OneDrive spremenjena. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до OneDrive. Значення буде прочитано з параметрів **Якість JPEG** і **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти і стискання. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: Press the **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la pujada de les fotografies.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Chiudi**.
pt_br: Pressione o botão **Iniciar envio** para transferir os itens. Você pode clicar no botão **Fechar** para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Začni prenos**. Za prekinitev nalaganja fotografij lahko kliknete gumb **Zapri**.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.
