Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/pinterest_export.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: digiKam Export to Pinterest Web-Service
ca: L'exportació del digiKam al servei web Pinterest
it: Strumento di digiKam per esportare nel servizio web Pinterest
nl: Naar Pinterest-webservice exporteren van digiKam
pt_br: Exportar para o serviço web do Pinterest a partir do digikam
sl: digiKam izvoz v spletno storitev Pinterest
sv: Exportera till webbtjänsten Pinterest i digiKam
uk: Експортування до вебслужби Pinterest у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, pinterest, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, pinterest, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, pinterest, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, pinterest, exporteren
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, pinterest, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, pinterest, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, pinterest, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, pinterest, експорт

source: Export To Pinterest
nl: Exporteren naar Pinterest
sv: Exportera till Pinterest

source: Contents
nl: Inhoud
sv: Innehåll

source: This tool allows the user to upload photos to the Pinterest social network.
ca: Aquesta eina permet a l'usuari pujar fotografies a la xarxa social Pinterest.
it: Questo strumento permette all'utente di caricare le foto sulla rete sociale Pinterest.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar het sociale netwerk Pinterest te uploaden.
pt_br: Esta ferramenta permite que o usuário envie fotos na rede social Pinterest.
sl: To orodje uporabniku omogoča nalaganje fotografij na družbeno omrežje Pinterest.
sv: Verktyget låter användaren ladda upp foton till det sociala nätverket Pinterest.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії до соціальної мережі Pinterest.

source: `Pinterest <https://en.wikipedia.org/wiki/Pinterest>`_ is an image sharing and social media service designed to enable saving and discovery of information on the internet using images, and on a smaller scale, animated images and videos, in the form of pin-boards.
ca: `Pinterest <https://en.wikipedia.org/wiki/Pinterest>`_ és un servei de compartició d'imatges i de xarxa social dissenyat per a permetre desar i descobrir informació a Internet utilitzant imatges i, en menor escala, imatges animades i vídeos, en forma de taulers d'anuncis.
it: `Pinterest <https://en.wikipedia.org/wiki/Pinterest>`_ è un servizio multimediale e di condivisione sociale delle immagini progettato per permettere il salvataggio e la scoperta di informazioni in Internet utilizzando le immagini e, su scala ridotta, le immagini animate e i video, sotto forma appunti su bacheche.
nl: `Pinterest <https://en.wikipedia.org/wiki/Pinterest>`_ is een service voor delen van afbeeldingen en sociale media, ontworpen om opslaan en zoeken van informatie in het internet mogelijk te maken met afbeeldingen en op een kleinere schaal, geanimeerde afbeeldingen en video's, in de vorm van pin-boards.
pt_br: O `Pinterest <https://en.wikipedia.org/wiki/Pinterest>`_ é um serviço de compartilhamento de imagens e mídia social projetado para permitir salvar e descobrir informações na internet usando imagens e, em menor escala, imagens e vídeos animados, na forma de painéis de anúncios.
sl: `Pinterest <https://en.wikipedia.org/wiki/Pinterest>`_ je storitev za skupno rabo slik in družabnih medijev, zasnovana tako, da omogoča shranjevanje in odkrivanje informacij na internetu z uporabo slik in v manjšem obsegu animiranih slik in videov v obliki pripetih plošč.
sv: `Pinterest <https://sv.wikipedia.org/wiki/Pinterest>`_ är en tjänst för bilddelning och sociala medier utformad för att möjliggöra lagring och upptäckt av information på Internet med hjälp av bilder, och i mindre skala, animerade bilder och videor, i form av anslagstavlor.
uk: `Pinterest <https://en.wikipedia.org/wiki/Pinterest>`_ — служба оприлюднення даних та соціальних мультимедіа, яка надає змогу зберігати і шукати відомості в інтернеті, включно з зображеннями та, у меншій мірі, анімованими зображеннями та відео у формі пін-дошок.

source: The tool can be used to upload and tweet a selection of images from your collections to the remote Pinterest server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de les vostres col·leccions cap al servidor remot de Pinterest mitjançant Internet.
it: Lo strumento può essere usato per caricare e *twittare* una selezione di immagini dalle tue raccolte al server remoto di Pinterest tramite Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzamelingen te uploaden en te tweeten naar de Pinterest-server op afstand via het internet.
pt_br: A ferramenta pode ser usada para carregar e tuitar uma seleção de imagens de suas coleções para o servidor remoto do Pinterest usando a Internet.
sl: Orodje je mogoče uporabiti za nalaganje in tvitanje izbranih slik iz vaših zbirk na oddaljeni strežnik Pinterest prek interneta.
sv: Verktyget kan användas för att ladda upp och skicka ett urval av bilder från dina samlingar till Pinterest fjärranslutna server via Internet.
uk: За допомогою інструмента експортування Flickr можна вивантажити і додати до твіту вибрані зображення з ваших збірок на віддалений сервер Pinterest у інтернеті.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to Pinterest` :kbd:`Ctrl+Alt+Shift+I` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to Pinterest:
nl: Bij de eerste keer gebruiken van het hulpmiddel via het menu-item :menuselection:`Exporteren --> Naar Pinterest exporteren` :kbd:`Ctrl+Alt+Shift+I`, wordt u door het proces van het verkrijgen van een token geleid, wat wordt gebruikt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden om u aan te melden bij Pinterest:
sv: När verktyget öppnas för första gången med menyalternativet :menuselection:`Exportera --> Exportera till Pinterest` :kbd:`Ctrl+Alt+Shift+I`, leds man igenom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas för att logga in på Pinterest:

source: The Pinterest Login Dialog
ca: El diàleg d'inici de sessió per a Pinterest
it: La finestra di dialogo di accesso di Pinterest
nl: De aanmelddialoog voor Pinterest
pt_br: A janela de login do Pinterest
sl: Pogovorno okno za prijavo v Pinterest
sv: Pinterests inloggningsdialogruta
uk: Вікно входу до Pinterest

source: After successful sign-up digiKam will be allowed to send photos to the Pinterest website. You will be presented with the following page:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de Pinterest-website. U krijgt de volgende pagina te zien:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till Pinterests webbplats. Följande sida visas för dig:

source: The Pinterest Authorize Dialog
ca: El diàleg d'autorització de Pinterest
it: La finestra di dialogo di autorizzazione di Pinterest
nl: De autorisatiedialoog voor Pinterest
pt_br: A janela de autorização do Pinterest
sl: Pogovorno okno za avtorizacijo Pinteresta
sv: Pinterests behörighetsdialogruta
uk: Вікно уповноваження Pinterest

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to Pinterest.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te uploaden naar Pinterest.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet som används för att ladda upp bilder till Pinterest.

source: The Pinterest Export Tool Dialog
ca: El diàleg de l'eina d'exportació de Pinterest
it: La finestra di dialogo dello strumento di esportazione su Pinterest
nl: De hulpmiddeldialoog voor exporteren naar Pinterest
pt_br: A janela da ferramenta de exportação para o Pinterest
sl: Pogovorno okno orodja za izvoz Pinterest
sv: Pinterests exportverktygsdialogruta
uk: Вікно інструмента експортування до Pinterest

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
sv: Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one and **Reload** the list on the combo-box if online contents have been changed in Pinterest web interface.
nl: Met de opties van **Album** kunt u de online map selecteren om te uploaden bestanden op te slaan. U kunt een nieuwe **Aanmaken** en de lijst **Herladen** in het keuzevak als inhoud online is gewijzigd in het webinterface van Pinterest.
sv: Med alternativen **Album** kan man välja nätkatalog för att lagra filer att ladda upp. Man kan **Skapa** en ny och **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i Pinterests webbgränssnitt.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Pinterest. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar Pinterest. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding bewaard blijft.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till Pinterest. Värdena läses från inställningarna av **JPEG-kvalitet** och **Maximal dimension**, som kan användas för att justera den maximala höjden och komprimeringen. Beräkningen av bredden görs så att proportionen bevaras.

source: The Pinterest Export Uploading in Progress
ca: L'exportació de Pinterest pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in Pinterest
nl: De voortgang van het uploaden tijdens exporteren naar Pinterest
pt_br: Envio em andamento da exportação para o Pinterest
sl: Poteka nalaganje izvoza Pinterest
sv: Pågående Pinterest export uppladdning
uk: Поступ вивантаження при експортуванні до Pinterest

source: Press **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Stäng** för att avbryta uppladdningen av foton.

source: Finally, you can view the uploaded photos by visiting the Pinterest website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de Pinterest.
it: Infine, puoi vedere le foto caricate visitando il sito web di Pinterest.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van Pinterest te bezoeken.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do Pinterest.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu Pinterest.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka Pinterests webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт Pinterest.

source: The Pinterest Online Account Displaying the Uploaded Contents
ca: El compte en línia de Pinterest mostrant el contingut que s'ha pujat
it: L'account in linea di Pinterest che visualizza i contenuti caricati
nl: Het online-account van Pinterest die de geüploade inhoud toont
pt_br: A conta online do Pinterest exibindo os conteúdos enviados
sl: Spletni račun Pinterest, ki prikazuje naloženo vsebino
sv: Pinterest nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Pinterest показано вивантажені дані

source: :ref:`Export To Pinterest <export_tools>`
ca: :ref:`Exportació a Pinterest <export_tools>`
it: :ref:`Esportazione in Pinterest <export_tools>`
pt_br: :ref:`Exportar para o Pinterest <export_tools>`
sl: :ref:`Izvoz v Pinterest <export_tools>`
uk: :ref:`Експортувати до Pinterest <export_tools>`

source: When accessing the tool for the first time from the :menuselection:`Export --> Export to Pinterest` :kbd:`Ctrl+Alt+Shift+I` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log into Pinterest:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú :menuselection:`Exporta --> Exporta a Pinterest` (drecera :kbd:`Ctrl+Alt+Maj+I`), passareu pel procés d'obtenció d'un testimoni que s'utilitzarà amb la finalitat d'autenticar-vos. Apareixerà el diàleg següent i s'obrirà una finestra del navegador de manera que podreu iniciar la sessió a Pinterest:
it: Quando accedi allo strumento per la prima volta dal menu :menuselection:`Esporta --> Esporta su Pinterest` :kbd:`Ctrl+Alt+Maiusc+I`, vieni indirizzato al processo di ottenimento di un token utilizzato per scopi di autenticazione. i aprirà la finestra di dialogo seguente e verrà avviata una finestra di browser per permetterti di accedere a Pinterest:
pt_br: Ao acessar a ferramenta pela primeira vez a partir do menu :menuselection:`Exportar --> Exportar para o Pinterest` :kbd:`Ctrl+Alt+Shift+I`, você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para que você possa fazer login no Pinterest:
sl: Ko prvič dostopate do orodja iz vnosa menija :menuselection:`Izvozi --> Izvozi v Pinterest` :kbd:`Ctrl+Alt+Shift+I`, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se lahko prijavite v Pinterest:
uk: Під час першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до Pinterest` :kbd:`Ctrl+Alt+Shift+I` програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. Буде показано відповідне діалогове вікно і запущено програму для перегляду інтернету для входу до системи Pinterest:

source: After successful sign-up, digiKam will be allowed to send photos to the Pinterest website. You will be presented with the following page:
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies al lloc web de Pinterest i se us presentarà la pàgina següent:
it: Dopo che avrai completato correttamente la registrazione, digiKam potrà inviare le foto sul sito web di Pinterest. Apparirà questa pagina:
pt_br: Após a entrada bem-sucedida, o digiKam poderá enviar fotos para o site do Pinterest. Você verá a seguinte página:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto Pinterest. Pred vami bo naslednja stran:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт Pinterest. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to Pinterest.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a Pinterest.
it: Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritornando alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in Pinterest.
pt_br: Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para enviar fotos para o Pinterest.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za prenos fotografij v Pinterest.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на Pinterest.

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items to the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** Fotografije lahko uporabite za dodajanje več elementov na seznam.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: With the **Album** options, you can select the online folder to store files to upload. You can create a **New Album** or **Reload** the list in the combo-box if the online contents have changed in the Pinterest web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu crear un **Àlbum nou** o **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de Pinterest.
it: Con le opzioni di **Album** puoi selezionare la cartella in linea in cui salvare i file da caricare. Puoi creare un **nuovo album** o **ricaricare** l'elenco nella casella combinata, se il contenuto in linea è stato modificato nell'interfaccia web di Pinterest.
pt_br: Com as opções de **Álbum**, você pode selecionar a pasta online para armazenar os arquivos a serem enviados. Você pode criar um **Novo álbum** ou **Recarregar** a lista na caixa de combinação se o conteúdo online tiver sido alterado na interface web do Pinterest.
sl: Z možnostmi **Album** lahko izberete spletno mapo za shranjevanje datotek za prenos. Ustvarite lahko **Nov album** ali **Znova naložite** seznam v kombiniranem polju, če se je spletna vsebina v spletnem vmesniku Pinterest spremenila.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для зберігання файлів для вивантаження. Ви можете **Створити** таку теку і **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу Pinterest.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Pinterest. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a Pinterest. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:** i **Dimensió màxima:**, les quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de mantenir la relació d'aspecte.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su Pinterest. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della larghezza in modo da mantenere le proporzioni dell'immagine.
pt_br: Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o Pinterest Os valores serão lidos nas configurações de **Qualidade JPEG** e **Dimensão máxima**, que podem ser usadas para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter a proporção da imagem.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bo velikost fotografij spremenjena pred prenosom na Pinterest. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до Pinterest. Значення буде прочитано з параметрів **Якість JPEG** і **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти і стискання. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: Press the **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la pujada de les fotografies.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Chiudi**.
pt_br: Pressione o botão **Iniciar envio** para transferir os itens. Você pode clicar no botão **Fechar** para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Začni prenos tja**. Za prekinitev nalaganja fotografij lahko kliknete gumb **Zapri**.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.
