Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/piwigo_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Export to Piwigo Web-Service
ca: L'exportació del digiKam al servei web Piwigo
it: Esportazione di digiKam nel servizio web Piwigo
nl: Naar Piwigo-webservice exporteren van digiKam
pt: Exportação para o Serviço Web do Piwigo do digiKam
pt_br: Exportar para o serviço web do Piwigo a partir do digikam
sl: digiKam izvoz v spletno storitev Piwigo
sv: Exportera till webbtjänsten Piwigo i digiKam
uk: Експортування до вебслужби Piwigo у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, piwigo, export
ca: piwigodigiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, piwigo, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, piwigo, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, piwigo, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, piwigo, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, piwigo, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, piwigo, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, piwigo, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, piwigo, експорт

source: Export To Piwigo
it: Esportazione in Piwigo
pt: Exportação para o Piwigo
uk: Експорт до Piwigo

source: Contents
it: Contenuto
pt: Conteúdo
uk: Зміст

source: This tool allows the user to upload photos to the Piwigo web-service.
ca: Aquesta eina permet a l'usuari pujar fotografies al servei web de Piwigo.
it: Questo strumento permette all'utente di caricare le foto sul servizio web Piwigo.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de Piwigo-webservice te uploaden.
pt: Esta ferramenta permite ao utilizador enviar fotografias para o serviço Web do Piwigo.
pt_br: Esta ferramenta permite que o usuário carregue fotos no serviço web do Piwigo.
sl: To orodje omogoča uporabniku nalaganje fotografij na spletno storitev Piwigo.
sv: Verktyget låter användaren ladda upp foton till webbtjänsten Piwigo.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії на вебслужбу Piwigo.

source: `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ is a subscription-based image hosting website. The company also facilitates the sale of digital and print media for amateur and professional photographers.
ca: `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ és un lloc web d'allotjament d'imatges basat en subscripció. L'empresa també facilita la venda de mitjans digitals i impresos per a fotògrafs aficionats i professionals.
it: `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ è un sito di hosting web basato su abbonamento. L'azienda agevola inoltre la vendita di supporti di stampa e digitali per fotografi amatoriali e professionisti.
nl: `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ is een op inschrijven gebaseerde website voor opslaan van afbeeldingen. Het bedrijf faciliteert ook de verkoop van digitale en afgedrukte media voor amateur- en professionele fotografen.
pt: O `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ é uma página Web de alojamento de imagens com base em subscrições. A empresa também facilita a venda de conteúdos digitais e impressos para fotógrafos amadores e profissionais.
pt_br: O `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ é um site de hospedagem de imagens por assinatura. A empresa também facilita a venda de mídia digital e impressa para fotógrafos amadores e profissionais.
sl: `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ je spletno mesto za gostovanje slik, ki temelji na naročnini. Podjetje omogoča tudi prodajo digitalnih in tiskanih medijev za amaterske in profesionalne fotografe.
sv: `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ är en prenumerationsbaserad bildvärdwebbplats. Företaget underlättar även försäljning av digitala och tryckta medier för amatör- och professionella fotografer.
uk: `Piwigo <https://en.wikipedia.org/wiki/Piwigo>`_ — сайт для зберігання зображень на основі передплати. Компанія також допомагає у продажу цифрових та друкованих відбитків аматорам та професійним фотографам.

source: The tool can be used to upload a selections of images from your collection to the remote Piwigo server using the Internet.
it: Lo strumento può essere utilizzato per caricare una selezione di immagini dalle tue raccolte al server remoto di Piwigo tramite Internet.
pt: A ferramenta pode ser usada para enviar uma selecção de imagens das suas colecções para o servidor remoto de Piwigo, usando a Internet.
uk: За допомогою інструмента експортування Piwigo можна вивантажити вибрані зображення з вашої збірки на віддалений сервер Piwigo у інтернеті.

source: The Selection of Item to Upload to Piwigo Web-Service
ca: El servei web de Piwigo amb la selecció d'elements que s'han de pujar
it: La selezione degli elementi da caricare nel servizio web Piwigo
nl: De selectie van items om te uploaden naar de Piwigo-webservice
pt: A Selecção do Item a Enviar para o Serviço Web do Piwigo
pt_br: Seleção de itens para envio para o serviço web Piwigo
sl: Izbira elementa za nalaganje v spletno storitev Piwigo
sv: Val av objekt att ladda upp till Piwigos webbtjänst
uk: Вибір запису для вивантаження до вебслужби Piwigo

source: When accessing the tool by the :menuselection:`Export --> Export to Piwigo` menu entry or the icon from the **Tools** tab from Right Sidebar, the main tool dialog will appears:
it: Quando accedi allo strumento dal menu :menuselection:`Esporta --> Esporta in Piwigo`, o dall'icona presente nella scheda **Strumenti** della barra laterale destra, si aprirà la finestra di dialogo principale:
pt: Ao aceder à ferramenta com a opção do menu :menuselection:`Exportar --> Exportar para o Piwigo` ou o ícone da página de **Ferramentas** na barra lateral direita, irá aparecer a janela principal da ferramenta:
uk: Під час доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до Piwigo` або піктограми на вкладці **Інструменти** правої бічної панелі вікна програми буде показано головне діалогове вікно інструмента:

source: The Piwigo Export Tool Dialog
ca: El diàleg de l'eina d'exportació de Piwigo
it: La finestra di dialogo dello strumento di esportazione su Piwigo
nl: De hulpmiddeldialoog voor exporteren naar Piwigo
pt: A Janela da Ferramenta de Exportação para o Piwigo
pt_br: A janela da ferramenta de exportação para o Piwigo
sl: Pogovorno okno orodja za izvoz Piwigo
sv: Exportdialogrutan för Piwigo
uk: Вікно інструмента експортування до Piwigo

source: The first stage to export content is to obtaining a token which is used for authentication purposes. Press **Change Account** button and the following dialog will popup to log in to Piwigo:
it: Il primo passaggio per esportare contenuti è ottenere un token, necessario per l'autenticazione. Premi il pulsante **Cambia account**, si aprirà la finestra di dialogo seguente per accedere a Piwigo:
pt: A primeira etapa para exportar o conteúdo é obter um código que é usado para fins de autenticação. Carregue no botão **Mudar de Conta**, para que lhe apareça a seguinte janela para se autenticar no Piwigo:
uk: На першому кроці експортування даних слід отримати жетон, який буде використано для розпізнавання. Натисніть кнопку **Змінити обліковий запис** і програма покаже таке контекстне вікно для входу до Piwigo:

source: The Piwigo Login Dialog
ca: El diàleg d'inici de sessió per a Piwigo
it: La finestra di dialogo di accesso di Piwigo
nl: De aanmelddialoog voor Piwigo
pt: A Janela de Autenticação do Piwigo
pt_br: A janela de login do Piwigo
sl: Pogovorno okno za prijavo v Piwigo
sv: Piwigos inloggningsdialogruta
uk: Вікно входу до Piwigo

source: If you have been already logged to a Piwigo web-service in a previous session, the tool will remember the settings and use it automatically.
it: Se ti sei collegato in precedenza a Piwigo, lo strumento ricorderà le impostazioni e le utilizzerà automaticamente.
pt: Se já se tiver autenticado num serviço Web do Piwigo numa sessão anterior, a ferramenta irá recordar a configuração e usá-la automaticamente.
uk: Якщо ви вже входили до вебслужби Piwigo у попередньому сеансі, інструмент запам'ятає параметри і використає їх автоматично.

source: After successful sign-up digiKam will be allowed to send photos to the Piwigo website. With the **Remote Album** view, you must select the online folder to store files to upload. You can **Reload** the list if online contents have been changed in Piwigo web interface.
it: Dopo che avrai completato con successo la registrazione, digiKam potrà inviare le foto sul sito web di Piwigo. Con la vista **Album remoto**, devi selezionare la cartella in linea per salvare i file da caricare. Se i contenuti in linea sono stati modificati, puoi **ricaricare** nell'interfaccia web di Piwigo.
pt: Depois de um registo bem sucedido, poderá enviar fotografias para a página Web do Piwigo. Com as opções do **Álbum Remoto**, poderá seleccionar a pasta 'online' onde guardar os ficheiros a enviar. Poderá **Actualizar** a lista se os conteúdos tiverem sido alterados na interface Web do Piwigo.
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт Piwigo. За допомогою панелі **Віддалений альбом** вам слід вибрати інтернет-теку для зберігання файлів, які слід вивантажити. Ви можете **Перезавантажити** список, якщо дані в інтернеті було змінено за допомогою інтернет-інтерфейсу Piwigo.

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
pt: Por omissão, a ferramenta propõe-lhe exportar os itens seleccionados de momento da área de ícones. O botão **+** das Fotografias pode ser usado para adicionar mais itens à lista.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** lahko uporabite za dodajanje več elementov na seznam.
sv: Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Piwigo. The values will be read from the **JPEG quality**, **Maximum width** and **Maximum height** settings, which can be used to adjust the maximum sizes and the compression. The size calculation will be done so as to have the aspect ratio conserved.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su Piwigo. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della dimensione in modo da conservare le proporzioni dell'immagine.
pt: Se a opção **Dimensionar as fotografias antes do envio** estiver seleccionada, as fotografias mudarão de tamanho antes de serem transferidas para o Piwigo. Os valores serão lidos da **Qualidade do JPEG** e da **Largura Máxima** e da **Altura Máxima**, que poderão ser usadas para ajustar as dimensões máximas e a compressão. O cálculo das dimensões será feito de forma a manter as proporções de tamanho.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до Piwigo.x Значення буде прочитано з параметрів **Якість JPEG**, **Максимальна ширина** і **Максимальна висота**. Ним можна скористатися для коригування максимальних розмірів і стискання. Обчислення розмірів буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: The Piwigo Export Uploading in Progress
ca: L'exportació de Piwigo pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in Piwigo
nl: De voortgang van het uploaden tijdens exporteren naar Piwigo
pt: O Envio em Curso na Exportação para o Piwigo
pt_br: Envio em andamento da exportação para o Piwigo
sl: Poteka nalaganje izvoza Piwigo
sv: Pågående Piwigo export uppladdning
uk: Поступ вивантаження при експортуванні до Piwigo

source: Press **Start Upload** button to transfer items. You can click on the **Cancel** button from the progress dialog to abort the uploading of photos.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Annulla** dalla finestra di avanzamento.
pt: Carregue no botão **Iniciar o Envio** para transferir os itens. Poderá carregar no botão **Cancelar** para interromper o envio.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Скасувати** у вікні поступу, щоб скасувати вивантаження фотографій.

source: Finally, you can view the uploaded photos by visiting the Piwigo website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de Piwigo.
it: Infine, puoi vedere le foto caricate visitando il sito web di Piwigo.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van Piwigo te bezoeken.
pt: Finalmente, poderá ver as fotografias enviadas, visitando a página Web do Piwigo.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do Piwigo.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu Piwigo.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka Piwigos webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт Piwigo.

source: The Piwigo Online Account Displaying the Uploaded Contents
ca: El compte en línia de Piwigo mostrant el contingut que s'ha pujat
it: L'account in linea di Piwigo che visualizza i contenuti caricati
nl: Het online-account van Piwigo die de geüploade inhoud toont
pt: A Conta 'Online' do Piwigo a Mostrar os Conteúdos Enviados
pt_br: A conta online do Piwigo exibindo os conteúdos enviados
sl: Spletni račun Piwigo, ki prikazuje naloženo vsebino
sv: Piwigo nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Piwigo показано вивантажені дані

source: :ref:`Export To Piwigo <export_tools>`
ca: :ref:`Exportació a Piwigo <export_tools>`
nl: :ref:`Exporteren naar Piwigo <export_tools>`
pt_br: :ref:`Exportas para o Piwigo <export_tools>`
sl: :ref:`Izvoz v Piwigo <export_tools>`
sv: :ref:`Exportera till Piwigo <export_tools>`

source: The tool can be used to upload a selection of images from your collection to the remote Piwigo server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges de la vostra col·lecció cap al servidor remot de Piwigo mitjançant Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzameling te uploaden naar de Piwigo-server op afstand via het internet.
pt_br: A ferramenta pode ser usada para carregar uma seleção de imagens de sua coleção para o servidor remoto do Piwigo usando a Internet.
sl: Orodje se lahko uporablja za prenos izbire slik iz vaše zbirke na oddaljeni strežnik Piwigo prek interneta.
sv: Verktyget kan användas för att ladda upp ett urval av bilder från en samling till Piwigo fjärranslutna server via Internet.

source: When accessing the tool from the :menuselection:`Export --> Export to Piwigo` menu entry or the icon from the **Tools** tab from Right Sidebar, the main tool dialog will appear:
ca: Quan s'accedeix a l'eina mitjançant l'element de menú :menuselection:`Exporta --> Exporta a Piwigo` o la icona des de la pestanya **Eines** a la barra lateral dreta, apareixerà el diàleg principal de l'eina:
nl: Bij gebruik van het hulpmiddel via het menu-item :menuselection:`Exporteren --> Naar Piwigo exporteren` of uit het tabblad **Hulpmiddelen** in de rechter zijbalk, zal de hoofddialoog van het hulpmiddel verschijnen:
pt_br: Ao acessar a ferramenta a partir da entrada de menu :menuselection:`Exportar --> Exportar para o Piwigo` ou do ícone da aba **Ferramentas** na barra lateral direita, a janela principal da ferramenta aparecerá:
sl: Ko dostopate do orodja z :menuselection:`Izvozi --> Izvozi v Piwigo` vnosom menija ali ikono na zavihku **Orodja** v desnem stranskem stolpcu, se prikaže glavno pogovorno okno orodja:
sv: När verktyget startas med menyalternativet :menuselection:`Exportera --> Exportera till Piwigo` eller ikonen från fliken **Verktyg** från höger sidorad, visas huvudverktygets dialogruta:

source: The first stage to export content is to obtaining a token which is used for authentication purposes. Press **Change Account** button and the following dialog will popup to log into Piwigo:
ca: La primera etapa per a exportar contingut és obtenir una fitxa que s'utilitzarà amb la finalitat d'autenticar-vos. Feu clic en el botó **Canvia de compte** i apareixerà el diàleg següent per a iniciar la sessió a Piwigo:
nl: De eerste stap om inhoud te exporteren is het verkrijgen van een token dat wordt gebruikt voor authenticatie. Druk op de knop **Account wijzigen** en de volgende dialoog zal verschijnen om u aan te melden bij Piwigo:
pt_br: O primeiro passo para exportar conteúdo é obter um token, que será usado para fins de autenticação. Clique no botão **Alterar conta** e a seguinte janela será exibida para fazer login no Piwigo:
sl: Prva faza izvoza vsebine je pridobitev žetona, ki se uporablja za namene avtentikacije. Pritisnite gumb **Spremeni račun** in pojavilo se bo naslednje pogovorno okno za prijavo v Piwigo:
sv: Det första steget för att exportera innehåll är att skaffa en symbol som används för behörighetskontrolländamål. Tryck på knappen **Ändra konto** och följande dialogruta dyker upp för att logga in på Piwigo:

source: If you have already been logged into a Piwigo web-service in a previous session, the tool will remember and automatically use those settings.
ca: Si ja heu iniciat la sessió en un servei web de Piwigo en una sessió anterior, l'eina recordarà la configuració i l'utilitzarà automàticament.
nl: Als u al in een vorige sessie was aangemeld bij de Piwigo-webservice, zal het hulpmiddel deze instellingen onthouden en automatisch gebruiken.
pt_br: Se você já tiver feito login em um serviço web Piwigo em uma sessão anterior, a ferramenta lembrará e usará automaticamente essas configurações.
sl: Če ste bili že prijavljeni v spletno storitev Piwigo v prejšnji seji, si bo orodje zapomnilo in samodejno uporabilo te nastavitve.
sv: Om man redan har varit inloggad på en Piwigo webbtjänst i en tidigare session, kommer verktyget ihåg inställningarna och använder dem automatiskt.

source: After successful sign-up, digiKam will be allowed to send photos to the Piwigo website. With the **Remote Album** view, you must select the online folder to store files to upload. You can **Reload** the list if the online contents have been changed in the Piwigo web interface.
ca: Després de registrar-vos amb èxit, el digiKam podrà enviar fotografies al lloc web de Piwigo. Amb la vista **Àlbum remot**, haureu de seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu fer **Recarrega** la llista si el contingut en línia s'ha modificat a la interfície web de Piwigo.
nl: Na met succes ingeschreven te zijn zal digiKam worden toegestaan om foto's te verzenden naar de Piwigo-website. Met de weergave **Album op afstand** moet u de online map selecteren om de geüploade bestanden op te slaan. U kunt de lijst **herladen** als de online inhoud is gewijzigd in het Piwigo-webinterface.
pt_br: Após o cadastro bem-sucedido, o digiKam poderá enviar fotos para o site do Piwigo. Na visualização do **Álbum remoto**, você deve selecionar a pasta online onde os arquivos serão armazenados após envio. Você pode **Recarregar** a lista se o conteúdo online tiver sido alterado na interface web do Piwigo.
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto Piwigo. V pogledu **Oddaljeni album** morate izbrati spletno mapo za shranjevanje datotek za prenos tja. Seznam lahko **Ponovno naložite**, če so bile spletne vsebine v spletnem vmesniku Piwigo spremenjene.
sv: Efter lyckad inloggning tillåts digiKam att skicka bilder till Piwigos webbplats. Med vyn **Fjärralbum** måste man välja nätkatalogen för att lagra filer att ladda upp. Man kan **Uppdatera** listan om nätinnehållet har ändrats i Piwigos webbgränssnitt.
