Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/piwigo_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Piwigo. The values will be read from the **JPEG quality**, **Maximum width** and **Maximum height** settings, which can be used to adjust the maximum sizes and the compression. The size calculation will be done so as to maintain the aspect ratio.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a Piwigo. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:**, **Amplada màxima:** i **Alçada màxima:**, les quals es poden utilitzar per a ajustar la compressió i la mida màxima. Es farà el càlcul de la mida per tal de mantenir la relació d'aspecte.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar Piwigo. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit**, **Maximale breedte** en **Maximale hoogte**, die gebruikt kunnen worden om de maximale afmetingen en de compressie aan te passen. De berekening van de afmetingen zal gedaan worden zodat de beeldverhouding behouden blijft.
pt_br: Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o Piwigo. Os valores serão lidos nas configurações de **Qualidade JPEG**, **Largura máxima** e **Altura máxima**, que podem ser usadas para ajustar as dimensões máximas e a compressão. O cálculo de tamanho será feito de forma a manter a proporção da imagem.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom tja**, bodo fotografije spremenjene velikosti pred prenosom v Piwigo. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG**, **Največja širina** in **Največja višina**, s katerimi lahko prilagodite največje velikosti in stiskanje. Izračun velikosti bo narejen tako, da se ohrani razmerje stranic.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till Piwigo. Värdena läses från inställningarna av **JPEG-kvalitet**, **Maximal bredd** och **Maximal höjd**, som kan användas för att justera den maximala storleken och komprimeringen. Beräkningen av storleken görs så att proportionen bevaras.

source: Press the **Start Upload** button to transfer items. You can click on the **Cancel** button from the progress dialog to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Cancel·la** des del diàleg de progrés per a interrompre la pujada de les fotografies.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Annuleren** uit de voortgangsdialoog klikken om het uploaden van foto's af te breken.
pt_br: Pressione o botão **Iniciar envio** para transferir os itens. Você pode clicar no botão **Cancelar** da janela de progresso para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Začni prenos tja**. V pogovornem oknu napredka lahko kliknete gumb **Prekliči**, da prekinete prenašanje fotografij.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Avbryt** i förloppsdialogrutan för att avbryta uppladdningen av foton.
