Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/remote_export.po
Languages: ca, it, nl, pt, sl, sv, uk

source: Instead to use **Target Location** url editor, you can use the native desktop url selector pressing **Select Export Location**. A dialog as below must appear where you can see the discovered remote devices selecting the network section:
pt: Em vez de usar o editor de URL's da **Localização de Destino**, poderá usar o selector de URL's nativo, carregando para tal no botão para **Seleccionar a Localização de Exportação**. Deverá aparecer uma janela como a de baixo, na qual poderá ver os dispositivos remotos descobertos, seleccionando a secção da rede:

source: The native url selector dialog is only available if you turn on the right option from the **Misc/Appearance** section of the :ref:`configuration panel <appearance_settings>`.
pt: A janela nativa do selector de URL's só está disponível se activar a opção correcta na secção **Diversos/Aparência** do :ref:`painel de configuração <appearance_settings>`.

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
pt: Por omissão, a ferramenta propõe-lhe exportar os itens seleccionados de momento da área de ícones. O botão **+** das Fotografias pode ser usado para adicionar mais itens à lista.

source: When you select right target to upload files, press **Start Export** button to process files. You can abort operation pressing **Close** button.
pt: Quando seleccionar o destino correcto para onde enviar os ficheiro, carregue no botão **Iniciar a Exportação** para processar os ficheiros. Poderá interromper a operação se carregar no botão **Fechar**.
