Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/remote_export.po
Languages: ca, it, nl, pt, sl, sv, uk

source: digiKam Export to Remote Computer
ca: L'exportació del digiKam a un ordinador remot
it: Esportazione di digiKam in un computer remoto
nl: Exporteren naar computer op afstand van digiKam
pt: Exportação para um Computador Remoto do digiKam
sl: digiKam izvoz v oddaljeni računalnik
sv: Exportera till annan dator i digiKam
uk: Експорт на віддалений комп'ютер у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, remote, computer, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, ordinador, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, remoto, computer, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, op afstand, computer, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, ajuda, aprender, fácil
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, oddaljeno, računalnik, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, fjärr, dator, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, віддалений комп'ютер, експорт

source: :ref:`Export To Remote Computer <export_tools>`
ca: :ref:`Exportació a un ordinador remot <export_tools>`
it: :ref:`Esportazione in un computer remoto <export_tools>`
nl: :ref:`Exporteren naar computer op afstand <export_tools>`
sl: :ref:`Izvoz v oddaljeni računalnik <export_tools>`
sv: :ref:`Exportera till annan dator <export_tools>`
uk: :ref:`Експортувати на віддалений комп'ютер <export_tools>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: Introduction
it: Introduzione
uk: Вступ

source: This tool allows you to upload files from your collections to a remote computer using a network. It is available from the :menuselection:`Export --> Export to remote storage` :kbd:`Ctrl+Alt+Shift+K` menu entry or the corresponding icon in the **Tools** tab in the Right Sidebar. The tool uses the KDE KIO-slaves in the background to communicate with the remote target.
it: Questo strumento ti consente di caricare file dalle tue raccolte al un computer remoto tramite una rete. Vi accedi dal menu :menuselection:`Esporta --> Esporta in un server remoto` :kbd:`Ctrl+Alt+Maiusc+K` o dalla relativa icona presente nella scheda **Strumenti** della barra laterale destra. Lo strumento usa i KIO-Slaves di KDE in background per comunicare con la destinazione remota.
uk: За допомогою цього інструмента можна вивантажувати файли з ваших збірок на віддалений комп'ютер за допомогою мережі. Доступ до інструмента можна отримати за допомогою пункту меню :menuselection:`Експорт --> Експортувати до віддаленого сховища` :kbd:`Ctrl+Alt+Shift+K` або відповідної піктограми на вкладці **Інструменти** правої бічної панелі. За лаштунками для обміну даними з віддаленими комп'ютерами використано допоміжні засоби KIO KDE.

source: The Export to Remote Computer Dialog
ca: El diàleg d'exportació cap a un ordinador remot
it: La finestra di dialogo di esportazione in un computer remoto
nl: De dialoog van exporteren naar computer op afstand
pt: A Janela de Exportação para um Computador Remoto
sl: Pogovorno okno Izvoz v oddaljeni računalnik
sv: Dialogrutan Exportera till annan dator
uk: Вікно експортування на віддалений комп'ютер

source: KIO-Slaves Protocols
it: Protocolli KIO-Slaves
uk: Протоколи допоміжних KIO

source: KDE's KIO-Slaves allow you to access local and remote resources seamlessly from applications like digiKam. Below is a list of the most commonly used KIO-Slaves protocols for file export and remote access:
it: KIO-Slaves di KDE permettono di accedere alle risorse remote e locali in modo fluido, da applicazioni tipo digiKam. Di seguito presentiamo un elenco dei protocolli KIO-Slaves più comunemente utilizzati per l'esportazione di file e l'accesso remoto:
uk: Допоміжні засоби KIO KDE надають вам змогу отримувати безпосередній доступ до локальних і віддалених ресурсів з програм, подібних до digiKam. Нижче наведено список найпоширеніших протоколів допоміжних засобів KIO для експортування файлів та віддаленого доступу:

source: Protocol
it: Protocollo
uk: Протокол

source: Description
it: Descrizione
uk: Опис

source: Example
it: Esempio
uk: Приклад

source: Access local files and directories.
it: Accesso alle cartelle e ai file locali.
uk: Доступ до локальних файлів і каталогів.

source: ``file:///home/user/folder/``
it: ``file:///home/user/cartella/``
uk: ``file:///home/користувач/тека/``

source: Access files on an FTP server (unencrypted).
it: Accesso ai file su un server FTP (non cifrato).
uk: Доступ до файлів на сервері FTP (без шифрування).

source: ``ftp://user:password@server.com/folder/``
it: ``ftp://user:password@server.com/cartella/``
uk: ``ftp://користувач:пароль@сервер.com/тека/``

source: Securely access files via SFTP (SSH).
it: Accesso sicuro ai file tramite SFTP (SSH).
uk: Безпечний доступ до файлів за допомогою SFTP (SSH).

source: ``sftp://user@server.com/path/``
it: ``sftp://user@server.com/percorso/``
uk: ``sftp://користувач@сервер.com/шлях/``

source: Access files over SSH (alternative to SFTP).
it: Accesso ai file su SSH (alternativo a SFTP).
uk: Доступ до файлів за допомогою SSH (альтернатива SFTP).

source: ``fish://user@server.com/path/``
it: ``fish://user@server.com/percorso/``
uk: ``fish://користувач@сервер.com/шлях/``

source: Access Windows/Samba network shares.
it: Accesso alle condivisioni di rete Windows/Samba.
uk: Доступ до спільних мережевих ресурсів Windows/Samba.

source: ``smb://server/share/``
uk: ``smb://сервер/ресурс/``

source: Access files on an NFS share.
it: Accesso ai file su una condivisione NFS.
uk: Доступ до файлів на спільному ресурсі NFS.

source: ``nfs://server/path/``
it: ``nfs://server/percorso/``
uk: ``nfs://сервер/шлях/``

source: Access web resources (read-only).
it: Accesso a risorse web (solo lettura).
uk: Доступ до інтернет-ресурсів (лише читання).

source: ``http://example.com/file.txt``
it: ``http://esempio.com/file.txt``
uk: ``http://приклад.com/файл.txt``

source: Securely access web resources.
it: Accesso sicuro a risorse web.
uk: Захищений доступ до інтернет-ресурсів.

source: ``https://example.com/file.txt``
it: ``https://esempio.com/file.txt``
uk: ``https://приклад.com/файл.txt``

source: Access files on a WebDAV server.
it: Accesso a file su un server WebDAV.
uk: Доступ до файлів на сервері WebDAV.

source: ``webdav://server.com/path/``
it: ``webdav://server.com/percorso/``
uk: ``webdav://сервер.com/шлях/``

source: Securely access files on a WebDAV server (HTTPS).
it: Accesso sicuro ai file su un server WebDAV (HTTPS).
uk: Захищений доступ до файлів на сервері WebDAV (HTTPS).

source: ``webdavs://server.com/path/``
it: ``webdavs://server.com/percorso/``
uk: ``webdavs://сервер.com/шлях/``

source: Manage saved network connections (SSH, FTP, etc.).
it: Gestisce connessioni di rete salvate (SSH, FTP, ecc.).
uk: Керування збереженими з'єднаннями мережі (SSH, FTP тощо).

source: ``remote:/`` (then select a saved connection)
it: ``remote:/`` (quindi selezioni una connessione salvata)
uk: ``remote:/`` (з наступним вибором збереженого з'єднання)

source: Access system manual pages.
it: Accesso a pagine del manuale del sistema.
uk: Доступ до сторінок підручника системи.

source: Access GNU info documentation.
it: Accesso alla documentazione delle informazioni GNU.
uk: Доступ до документації GNU info.

source: Browse the contents of a tar archive.
it: Sfoglia il contenuto di un archivio tar.
uk: Навігація вмістом архіву tar.

source: ``tar:///path/to/file.tar``
it: ``tar:///percorso/al/file.tar``
uk: ``tar:///шлях/до/файла.tar``

source: Browse the contents of a zip archive.
it: Sfoglia il contenuto di un archivio zip.
uk: Навігація вмістом архіву zip.

source: ``zip:///path/to/file.zip``
it: ``zip:///percorso/al/file.zip``
uk: ``zip:///шлях/до/файла.zip``

source: Access audio tracks from a CD.
it: Accesso alle tracce audio da un CD.
uk: Доступ до звукових доріжок на компакт-диску.

source: Access system information.
it: Accesso alle informazioni di sistema.
uk: Доступ до відомостей щодо системи.

source: Access the trash bin.
it: Accesso al cestino.
uk: Доступ до теки смітника.

source: Browse network resources (Samba, FTP, etc.).
it: Sfoglia le risorse di rete (Samba, FTP, ecc.).
uk: Навігація ресурсами мережі (Samba, FTP тощо).

source: Access installed fonts.
it: Accesso ai tipi di carattere (font) installati.
uk: Доступ до списку встановлених шрифтів.

source: Access installed applications.
it: Accesso alle applicazioni installate.
uk: Доступ до списку встановлених програм.

source: Access system settings.
it: Accesso alle impostazioni di sistema.
uk: Доступ до параметрів системи.

source: Protocols like ``ftp://`` are **not secure**. Prefer ``sftp://`` or ``fish://`` for sensitive transfers.
it: I protocolli tipo ``ftp://`` **non sono sicuri**. Per trasferimenti delicati, prediligi ``sftp://`` o ``fish://``.
uk: Протоколи, подібні до ``ftp://`` **не захищено**. Слід надавати перевагу ``sftp://`` або ``fish://`` для передавання конфіденційних даних.

source: To see the full list of available KIO-Slaves on your system, open **KInfoCenter** (run ``kinfocenter``) and check the **Protocols** tab.
it: Per vedere l'elenco completo dei KIO-Slaves disponibili sul tuo sistema, apri **KInfoCenter** (esegui ``kinfocenter``) e controlla la scheda **Protocolli**.
uk: Щоб ознайомитися із повним списком доступних допоміжних засобів KIO у вашій системі, відкрийте **KInfoCenter** (команда ``kinfocenter``) і перейдіть на вкладку **Протоколи**.

source: How to use this tool
it: Usare questo strumento
uk: Як користуватися цим інструментом

source: In this dialog, to be connected to the remote device, you can use a protocol in the **Target Location** url field such as:
it: In questa finestra di dialogo, per collegarti al dispositivo remoto puoi usare un protocollo nel campo dell'URL della **Destinazione**, tipo:
uk: У цьому діалоговому вікні, щоб встановити з'єднання з віддаленим пристроєм, ви можете скористатися у полі адреси **Розташування призначення** якимось із протоколів, наприклад:

source: **fish://user_name@remote_computer**: connect to the *remote_computer* with *user_name* using SSH protocol (Secure SHell).
ca: **fish://nom_usuari@ordinador_remot**: connecta amb l'*ordinador_remot* utilitzant *nom_usuari* mitjançant el protocol SSH (Secure SHell).
it: **fish://nome_utente@computer_remoto**: connette al *computer_remoto* col *nome_utente* utilizzando il protocollo SSH (Secure SHell).
nl: **fish://gebruikersnaam@computer_op_afstand**: verbindt met de *computer_op_afstand* met *gebruikersnaam* met gebruik van het SSH-protocol (Secure SHell).
pt: **fish://utilizador@computador_remoto**: liga-se ao *computador_remoto* com o utilizador *utilizador*, usando o protocolo SSH (Linha de Comandos Segura).
sl: **fish://uporabniško_ime@oddaljeni_računalnik**: povežite se z *oddaljenim_računalnikom* z *uporabniškim_imenom* s pomočjo protokola SSH (Secure SHell).
sv: **fish://användarnamn@annan_dator**: Anslut till den *annan_dator* med *användarnamn* med SSH-protokoll (Secure SHell).
uk: **fish://користувач@віддалений_комп'ютер**: з'єднатися із *віддаленим_комп'ютером* з використанням імені *користувача* за допомогою протоколу SSH (Secure SHell).

source: **ftp://user_name@remote_computer**: connect to the *remote_computer* with *user_name* using FTP protocol (File Transfer Protocol).
ca: **ftp://nom_usuari@ordinador_remot**: connecta amb l'*ordinador_remot* emprant *nom_usuari* mitjançant el protocol FTP (protocol de transferència de fitxers).
it: **ftp://nome_utente@computer_remoto**: connette al *computer_remoto* col *nome_utente* utilizzando il protocollo FTP (File Transfer Protocol).
nl: **ftp://gebruikersnaam@computer_op_afstand**: verbinden met de *computer_op_afstand* met *gebruikersnaam* met FTP-protocol (File Transfer Protocol).
pt: **ftp://utilizador@computador_remoto**: liga-se ao *computador_remoto* com o utilizador *utilizador*, usando o protocolo FTP (Protocolo de Transferência de Ficheiros).
sl: **ftp://uporabniško_ime@oddaljeni_računalnik**: povežite se z *oddaljenim_računalnikom* z *uporabniškim_imenom* s pomočjo FTP protokola (File Transfer Protocol).
sv: **ftp://användarnamn@annan_dator**: Anslut till *annan_dator* med *användarnamn* med hjälp av FTP-protokollet (File Transfer Protocol).
uk: **ftp://користувач@віддалений_комп'ютер**: з'єднатися із *віддаленим_комп'ютером* з використанням імені *користувача* за допомогою протоколу FTP (File Transfer Protocol).

source: An alternative will be to use the native desktop url selector by pressing the **Select Export Location** button. A dialog will appear where you can see and select remote devices in the network section of the dialog:
it: Un'alternativa sarà utilizzare il selettore di URL nativo del desktop premendo il pulsante **Seleziona la posizione di esportazione**. Si aprirà una finestra di dialogo e nella sezione Rete potrai vedere e selezionare i dispositivi remoti:
uk: Альтернативою є використання природного засобу вибору адреси стільничного середовища. Для цього достатньо натиснути кнопку **Вибрати місце експортування**. У відповідь має бути відкрито вікно, у якому ви побачите список виявлених віддалених пристроїв у розділі мережі:

source: The Export to Remote Computer Url Selector Dialog Under Linux.
ca: El diàleg d'exportació cap a un ordinador remot amb el Selector d'URL sota Linux.
it: La finestra di dialogo del selettore URL per l'esportazione su un computer remoto in Linux.
nl: De dialoog van de URL-kiezer voor exporteren naar computer op afstand onder Linux.
pt: A Janela do Selector de URL's na Exportação para um Computador Remoto em Linux.
sl: Pogovorno okno za izbiro URL-jev izvoza v oddaljeni računalnik pod Linuxom.
sv: Dialogrutan Webbadressväljare i Exportera till annan dator på Linux.
uk: Вікно вибору адреси інструмента експортування на віддалений комп'ютер у Linux.

source: The native url selector dialog is only available if you turn on the right option in :menuselection:`Settings --> Configure digiKam... --> Miscellaneous page --> Appearance tab` as described in the :ref:`appearance settings <appearance_settings>` section of this manual.
ca: El diàleg natiu del selector d'URL només estarà disponible si activeu l'opció correcta a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Miscel·lània --> pestanya Aparença` com es descriu a la secció :ref:`configuració de l'aparença <appearance_settings>` d'aquest manual.
it: La finestra di dialogo del selettore di URL nativa è disponibile solamente se attivi la giusta opzione in :menuselection:`Impostazioni --> Configura digiKam... --> pagina Varie --> scheda Aspetto`, dome descritto nel capitolo sulle :ref:`impostazioni dell'aspetto <appearance_settings>` di questo manuale.
nl: De inheemse dialoog voor URL-kiezer is alleen beschikbaar als u de juiste optie in :menuselection:`Instellingen --> digiKam configureren... --> Pagina Diversen --> Tabblad Uiterlijk` zoals beschreven in de sectie :ref:`instellingen voor uiterlijk <appearance_settings>` van deze handleiding.
sl: Pogovorno okno izvornega izbirnika URL-jev je na voljo le, če vklopite pravo možnost v :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran Razno --> Zavihek Videz`, kot je opisano v :ref:`nastavitvah videza <appearance_settings>` v tem priročniku.
sv: Den inbyggda dialogrutan för webbadressval är endast tillgänglig om man aktiverar rätt alternativ under fliken :menuselection:`Inställningar --> Anpassa digiKam... --> Diverse --> Utseende` som beskrivs i avsnittet :ref:`utseendeinställningar<appearance_settings>` i handboken.
uk: Природним вікном вибору адреси можна скористатися, лише якщо ви виберете належний варіант за шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Різне» --> вкладка «Вигляд»`, як це описано у розділі щодо :ref:`параметрів вигляду <appearance_settings>` цього підручника.

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items to the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** Fotografije lahko uporabite za dodajanje več elementov na seznam.
sv: Normalt föreslår verktyget att exportera de för närvarande markerade objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: Once you have selected the right target to upload the files, press the **Start Export** button to process the files. You can abort the operation by pressing the **Close** button.
ca: Una vegada hàgiu seleccionat la destinació correcta per a pujar els fitxers, premeu el botó **Inicia l'exportació** per a processar els fitxers. Podreu interrompre l'operació prement el botó **Tanca**.
it: Una volta selezionata la destinazione corretta in cui caricare i file, premi il pulsante **Avvia esportazione** per elaborarli. Puoi interrompere l'operazione premendo il pulsante **Chiudi**.
nl: Nadat u het rechter doel hebt geselecteerd om bestanden te uploaden, druk op de knop **Exporteren starten** om de bestanden te verwerken. U kunt bewerking stoppen door de knop **Sluiten** in te drukken.
sl: Ko izberete pravi cilj za nalaganje datotek, pritisnite gumb **Začni izvoz** za obdelavo datotek. Operacijo lahko prekinete s pritiskom gumba **Zapri**.
sv: När man väl har valt rätt mål för att ladda upp filer, tryck på knappen **Starta export** för att bearbeta filerna. Man kan avbryta operationen genom att trycka på knappen **Stäng**.
uk: Коли належну адресу для вивантаження файлів буде вибрано, натисніть кнопку **Почати експортування** для обробки файлів. Ви можете перервати дію натисканням кнопки **Закрити**.

source: This tool allows you to upload files from your collections to a remote computer using a network. It is available from the :menuselection:`Export --> Export to remote storage` :kbd:`Ctrl+Alt+Shift+K` menu entry or the corresponding icon in the **Tools** tab in the Right Sidebar.
ca: Aquesta eina us permet pujar fitxers des de les vostres col·leccions a un ordinador remot utilitzant una xarxa. Està disponible des de l'element de menú :menuselection:`Exporta --> Exporta a un emmagatzematge remot` (drecera :kbd:`Ctrl+Alt+Maj+K`) o la icona corresponent de la pestanya **Eines** a la barra lateral dreta.
nl: Dit hulpmiddel biedt u het uploaden van bestanden uit uw verzamelingen naar een computer op afstand via uw netwerk. Het is beschikbaar via het menu-item :menuselection:`Exporteren --> Naar opslag op afstand exporteren` :kbd:`Ctrl+Alt+Shift+K` of het bijbehorende pictogram in het tabblad **Hulpmiddelen** in de rechter zijbalk.
sl: To orodje vam omogoča nalaganje datotek iz vaših zbirk v oddaljeni računalnik prek omrežja. Na voljo je prek menija :menuselection:`Izvozi --> Izvozi v oddaljeno shrambo` :kbd:`Ctrl+Alt+Shift+K` ali ustrezne ikone v zavihku **Orodja** v desni stranski vrstici.
sv: Verktyget gör det möjligt att ladda upp filer från samlingar till en annan dator med hjälp av ett nätverk. Det är tillgängligt från menyalternativet :menuselection:`Exportera --> Exportera till annan dator` :kbd:`Ctrl+Alt+Skift+K` eller motsvarande ikon under fliken **Verktyg** i höger sidorad.

source: Protocols such as **fish** (ssh), **ftp**, **smb**, etc, can be used to connect to the **Target Location** url. For example:
ca: Els protocols com **fish** (ssh), **ftp**, **smb**, etc., es poden utilitzar per a connectar des de l'editor d'URL **Ubicació de la destinació:**. Per exemple:
nl: Protocollen als **fish** (ssh), **ftp**, **smb**, etc., kunnen gebruikt worden om te verbinden met de **Doellocatie** in de URL. Bijvoorbeeld:
sl: Protokole, kot so **fish** (ssh), **ftp**, **smb** itd., je mogoče uporabiti za povezavo z URL-jem **Target Location**. Na primer:
sv: Protokoll såsom **fish** (ssh), **ftp**, **smb**, etc, kan användas för att ansluta till webbadressen **Målplats**. Till exempel:

source: Instead of using the **Target Location** url field, you can use the native desktop url selector by pressing the **Select Export Location** button. A dialog will appear where you can see and select remote devices in the network section of the dialog:
ca: En lloc d'utilitzar el camp de l'URL **Ubicació de la destinació:**, podreu utilitzar el selector d'URL natiu de l'escriptori prement el botó **Selecciona la ubicació d'exportació**. Apareixerà un diàleg a on podreu veure i seleccionar els dispositius remots a la secció de xarxa del diàleg:
nl: In plaats van het URL-veld **Doellocatie** te gebruiken, kunt u de inheemse URL-kiezer van het bureaublad gebruiken met indrukken van de knop **Exportlocatie selecteren**. Een dialoog zal verschijnen waar u de apparaten op afstand kunt zien en apparaten op afstand in de netwerksectie van de dialoog selecteren:
sl: Namesto uporabe polja url **Lokacija cilja** lahko uporabite izvorni izbirnik url namizja s pritiskom na gumb **Izberi lokacijo izvoza**. Prikaže se pogovorno okno, v katerem si lahko ogledate in izberete oddaljene naprave v omrežnem delu pogovornega okna:
sv: Istället för att använda webbadressfältet **Målplats** kan man använda webbadressväljaren på skrivbordet genom att trycka på knappen **Välj exportplats**. En dialogruta visas där man kan se och välja fjärrenheter i dialogrutans nätverkssektion:

source: Export To Remote Computer
pt: Exportação para um Computador Remoto

source: This tool allows to upload files from your collections to a remote computer using network. It available from the :menuselection:`Export --> Export to remote storage` :kbd:`Ctrl+Alt+Shift+K` menu entry or the corresponding icon from the **Tools** tab in Right Sidebar.
pt: Esta ferramenta permite enviar ficheiros das suas colecções para um computador remoto pela rede. Está disponível na opção do menu :menuselection:`Exportar --> Exportar para um armazenamento remoto` :kbd:`Ctrl+Alt+Shift+K` ou o ícone correspondente na página de **Ferramentas** na barra lateral direita.

source: Protocols as **fish** (ssh), **ftp**, **smb**, etc, can be used in connection from **Target Location** url editor. For example:
pt: Poderá usar alguns protocolos como o **fish** (SSH), **ftp**, **smb**, etc, no editor de URL's para a **Localização de Destino**. Por exemplo:
