Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/smugmug_export.po
Languages: ca, it, nl, sl, sv, uk

source: digiKam Export to SmugMug Web-Service
ca: L'exportació del digiKam al servei web SmugMug
it: Esportazione di digiKam nel servizio web SmugMug
nl: Exporteren naar de SmugMug-webservice van digiKam
sl: digiKam izvoz v spletno storitev SmugMug
sv: Exportera till SmugMug webbtjänst i digiKam
uk: Експортування до вебслужби SmugMug у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, smugmug, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, smugmug, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, smugmug, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, smugmug, exporteren
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, smugmug, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, smugmug, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, smugmug, експорт

source: Export To SmugMug
it: Esportazione in SmugMug
nl: Naar SmugMug exporteren

source: Contents
it: Contenuto
nl: Inhoud

source: This tool allows the user to upload photos to the SmugMug web-service.
ca: Aquesta eina permet a l'usuari pujar fotografies al servei web de SmugMug.
it: Questo strumento permette all'utente di caricare le foto sul servizio web SmugMug.
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar de SmugMug-webservice te uploaden.
sl: To orodje uporabniku omogoča prenos fotografij v spletno storitev SmugMug.
sv: Verktyget låter användaren ladda upp foton till webbtjänsten SmugMug.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії до вебслужби SmugMug.

source: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ is an image sharing, image hosting service, and online video platform on which users can upload photos and videos. The company also facilitates the sale of digital and print media for amateur and professional photographers.
it: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ è un servizio di hosting e di condivisione delle immagini, e una piattaforma video in linea in cui gli utenti possono caricare foto e video. L'azienda agevola inoltre la vendita di supporti di stampa e digitali per fotografi amatoriali e professionisti.
nl: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ is een service voor delen van afbeeldingen, opslaan van afbeeldingen en online videoplatform waarop gebruikers foto's en video's kunnen uploaden. De company faciliteert ook de verkoop van digitale en geprinte media voor amateur- en professionele fotografen.

source: The tool can be used to upload a selections of images from your collection to the remote SmugMug server using the Internet.
it: Lo strumento può essere utilizzato per caricare una selezione di immagini dalle tue raccolte al server remoto di SmugMug tramite Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzameling te uploaden naar de SmugMug-server op afstand via het internet.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to SmugMug` :kbd:`Ctrl+Alt+Shift+S` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to SmugMug:
it: Quando accedi allo strumento per la prima volta dal menu :menuselection:`Esporta --> Esporta in SmugMug` :kbd:`Ctrl+Alt+Maiusc+S`, vieni reindirizzato alla procedura di ottenimento di un token, necessario per l'autenticazione. Comparirà la seguente finestra a scomparsa e verrà aperta una finestra del browser per accedere a SmugMug:
nl: Bij gebruik van het hulpmiddel voor de eerste keer via het menu-item :menuselection:`Exporteren --> Naar SmugMug exporteren` :kbd:`Ctrl+Alt+Shift+S`, wordt u begeleid door het proces van het verkrijgen van een token dat wordt gebruikt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden waarmee u zich aanmeldt bij SmugMug:

source: The SmugMug Login Dialog
ca: El diàleg d'inici de sessió per a SmugMug
it: La finestra di dialogo di accesso a SmugMug
nl: De aanmelddialoog voor SmugMug
sl: Pogovorno okno za prijavo SmugMug
sv: SmugMugs inloggningsdialogruta
uk: Вікно входу до SmugMug

source: After successful sign-up digiKam will be allowed to send photos to the SmugMug website. You will be presented with the following page:
it: Dopo che avrai completato con successo la registrazione digiKam potrà inviare le foto sul sito web di SmugMug. Apparirà questa pagina:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de SmugMug-website. U krijgt de volgende pagina te zien:

source: The SmugMug Authorize Dialog
ca: El diàleg d'autorització de SmugMug
it: La finestra di dialogo di autorizzazione di SmugMug
nl: De autorisatiedialoog voor SmugMug
sl: Pogovorno okno za avtorizacijo SmugMug
sv: SmugMugs behörighetsdialogruta
uk: Вікно уповноваження SmugMug

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to SmugMug.
it: Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritorna alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in SmugMug.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te uploaden naar SmugMug.

source: The SmugMug Export Tool Dialog
ca: El diàleg de l'eina d'exportació de SmugMug
it: La finestra di dialogo dello strumento di esportazione su SmugMug
nl: De hulpmiddeldialoog voor exporteren naar SmugMug
sl: Pogovorno okno orodja za izvoz SmugMug
sv: SmugMugs exportdialogruta
uk: Вікно інструмента експортування до SmugMug

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** fotografije lahko uporabite za dodajanje več elementov v seznam.
sv: Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: With the **Album** options, you can select the online folder to store files to upload. You can **Create** new one and **Reload** the list on the combo-box if online contents have been changed in SmugMug web interface.
it: Con l'opzione **Album** puoi selezionare la cartella in linea in cui salvare i file da caricare. Puoi **crearne** una nuova e **ricaricare** l'elenco nella casella combinata, se il contenuto in linea è stato modificato nell'interfaccia web di SmugMug.
nl: Met de opties van **Album** kunt u de online map selecteren om te uploaden bestanden op te slaan. U kunt een nieuwe **Aanmaken** en de lijst **Herladen** in het keuzevak als inhoud online is gewijzigd in het webinterface van SmugMug.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to SmugMug. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su SmugMug. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della larghezza in modo da conservare le proporzioni dell'immagine.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar SmugMug. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding bewaard blijft.

source: The SmugMug Export Uploading in Progress
ca: L'exportació de SmugMug pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in SmugMug
nl: De voortgang van het uploaden tijdens exporteren naar SmugMug
sl: Poteka nalaganje izvoza SmugMug
sv: Pågående SmugMug export uppladdning
uk: Поступ вивантаження при експортуванні до SmugMug

source: Press **Start Upload** button to transfer items. You can click on the **Cancel** button to abort the uploading of photos.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Annulla**.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Annuleren** klikken om het uploaden van foto's af te breken.

source: Finally, you can view the uploaded photos by visiting the SmugMug website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de SmugMug.
it: Infine, puoi vedere le foto caricate visitando il sito web di SmugMug.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van SmugMug te bezoeken.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu SmugMug.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka SmugMugs webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт SmugMug.

source: The SmugMug Online Account Displaying the Uploaded Contents
ca: El compte en línia de SmugMug mostrant el contingut que s'ha pujat
it: L'account in linea di SmugMug che visualizza i contenuti caricati
nl: Het online-account van SmugMug die de geüploade inhoud toont
sl: Spletni račun SmugMug, ki prikazuje naloženo vsebino
sv: SmugMug nätkontot som visar det uppladdade innehållet
uk: На обліковому записі SmugMug показано вивантажені дані

source: :ref:`Export To SmugMug <export_tools>`
ca: :ref:`Exportació a SmugMug <export_tools>`
sl: :ref:`Izvozi v SmugMug <export_tools>`
sv: :ref:`Exportera till SmugMug <export_tools>`
uk: :ref:`Експортувати до SmugMug <export_tools>`

source: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ is an image sharing and hosting service, and online video platform on which users can upload photos and videos. The company also facilitates the sale of digital and print media for amateur and professional photographers.
ca: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ és un servei de compartició i allotjament d'imatges, així com una plataforma de vídeo en línia on els usuaris poden pujar fotografies i vídeos. L'empresa també facilita la venda de mitjans digitals i impresos per a fotògrafs aficionats i professionals.
sl: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ je storitev za skupno rabo in gostovanje slik ter spletna video platforma, na katero lahko uporabniki naložijo fotografije in videoposnetke. Podjetje omogoča tudi prodajo digitalnih in tiskanih medijev za amaterske in profesionalne fotografe.
sv: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ är en bilddelnings- och värdtjänst och videoplattform på nätet där användare kan ladda upp foton och videor. Företaget underlättar även försäljning av digitala och tryckta medier för amatör- och professionella fotografer.
uk: `SmugMug <https://en.wikipedia.org/wiki/SmugMug>`_ — служба оприлюднення зображень та інтернет-платформа для відео, на яку користувачі можуть вивантажувати фотографії та відео. Крім того, компанія допомагає у продажі цифрових та друкованих матеріалів для аматорів та професійних фотографів.

source: The tool can be used to upload a selection of images from your collection to the remote SmugMug server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de la vostra col·lecció cap al servidor remot de SmugMug mitjançant Internet.
sl: Orodje lahko uporabite za nalaganje izbire slik iz vaše zbirke na oddaljeni strežnik SmugMug prek interneta.
sv: Verktyget kan användas för att ladda upp ett urval av bilder från en samling till SmugMug fjärranslutna server via Internet.
uk: За допомогою інструмента експортування Flickr можна вивантажити вибрані зображення з вашої збірки на віддалений сервер SmugMug у інтернеті.

source: When accessing the tool for the first time from the :menuselection:`Export --> Export to SmugMug` :kbd:`Ctrl+Alt+Shift+S` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log into SmugMug:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú :menuselection:`Exporta --> Exporta a SmugMug` (drecera :kbd:`Ctrl+Alt+Maj+S`), passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-vos. Apareixerà el diàleg següent i s'obrirà una finestra del navegador de manera que podreu iniciar la sessió a SmugMug:
sl: Ko prvič dostopate do orodja iz vnosa menija :menuselection:`Izvozi --> Izvozi v SmugMug` :kbd:`Ctrl+Alt+Shift+S`, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene avtentikacije. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se lahko prijavite v SmugMug:
sv: När verktyget öppnas för första gången med menyalternativet :menuselection:`Exportera --> Exportera till SmugMug` :kbd:`Ctrl+Alt+Shift+S`, leds man igenom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas för att logga in på SmugMug:
uk: Під час першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до SmugMug` :kbd:`Ctrl+Alt+Shift+S` програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. Буде показано відповідне діалогове вікно і запущено програму для перегляду інтернету для входу до системи SmugMug:

source: After successful sign-up, digiKam will be allowed to send photos to the SmugMug website. You will be presented with the following page:
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies cap al lloc web de SmugMug i se us presentarà la pàgina següent:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto SmugMug. Pred vami bo naslednja stran:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till SmugMugs webbplats. Följande sida visas för dig:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт SmugMug. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to SmugMug.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a SmugMug.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za nalaganje fotografij v SmugMug.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet som används för att ladda upp bilder till SmugMug.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на SmugMug.

source: With the **Album** options, you can select the online folder to store files to upload. You can create a **New Album** or **Reload** the list in the combo-box if the online contents have changed in the SmugMug web interface.
ca: Amb les opcions d'**Àlbum**, podreu seleccionar la carpeta en línia per a emmagatzemar els fitxers que es pujaran. Podreu crear un **Àlbum nou** o **Recarrega** la llista en el quadre combinat si el contingut en línia s'ha modificat a la interfície web de SmugMug.
sl: Z možnostmi **Album** lahko izberete spletno mapo za shranjevanje datotek za nalaganje. Ustvarite lahko **Nov album** ali **Znova naložite** seznam v kombiniranem polju, če se je spletna vsebina v spletnem vmesniku SmugMug spremenila.
sv: Med alternativen **Album** kan man välja nätkatalog för att lagra filer att ladda upp. Man kan skapa ett **Nytt album** eller **Uppdatera** listan i kombinationsrutan om nätinnehållet har ändrats i SmugMug webbgränssnitt.
uk: За допомогою параметрів списку **Альбом** ви можете вибрати інтернет-теку для зберігання файлів для вивантаження. Ви можете **Створити** таку теку і **Перезавантажити** список на спадній панелі, якщо дані в інтернеті було змінено за допомогою вебінтерфейсу SmugMug.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to SmugMug. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a SmugMug. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:** i **Dimensió màxima:**, les quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de mantenir la relació d'aspecte.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred prenosom**, bo velikost fotografij spremenjena pred prenosom v SmugMug. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till SmugMug. Värdena läses från inställningarna av **JPEG-kvalitet** och **Maximal dimension**, som kan användas för att justera den maximala höjden och komprimeringen. Beräkningen av bredden görs så att proportionen bevaras.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до SmugMug. Значення буде прочитано з параметрів **Якість JPEG** і **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти і стискання. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: Press the **Start Upload** button to transfer items. You can click on the **Cancel** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Cancel·la** per a interrompre la pujada de les fotografies.
sl: Za prenos elementov pritisnite gumb **Začni prenos**. Za prekinitev nalaganja fotografij lahko kliknete gumb **Prekliči**.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Avbryt** för att avbryta uppladdningen av foton.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Скасувати**, щоб скасувати вивантаження фотографій.
