Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/twitter_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Twitter. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to maintain the aspect ratio.
ca: Si se selecciona l'opció **Redimensiona les fotografies abans de pujar-les**, les fotografies es redimensionaran abans de transferir-les a Twitter. Els valors es llegiran des de les opcions de configuració **Qualitat JPEG:** i **Dimensió màxima:**, les quals es poden utilitzar per a ajustar la compressió i l'alçada màxima. Es farà el càlcul de l'amplada per tal de mantenir la relació d'aspecte.
it: Se l'opzione **Ridimensiona le foto prima di caricarle** è attivata, le foto saranno ridimensionate prima di essere trasferite su Twitter. I valori saranno letti dalle impostazioni **Qualità JPEG** e **Dimensione massima**, utilizzabili per regolare l'altezza massima e la compressione. Verrà eseguito il calcolo della larghezza in modo da mantenere le proporzioni dell'immagine.
nl: Als de optie **Foto's voor uploaden van grootte wijzigen** is geselecteerd, zullen de foto's van grootte worden gewijzigd voor overbrengen naar Twitter. De waarden zullen gelezen worden uit de instellingen **JPEG-kwaliteit** en **Maximale afmetingen**, die gebruikt kan worden om de maximale hoogte en de compressie aan te passen. De breedte berekening zal gedaan worden zodat de beeldverhouding behouden blijft.
pt_br: Se a opção **Redimensionar as fotos antes de enviar** estiver selecionada, as fotos serão redimensionadas antes de serem transferidas para o Twitter Os valores serão lidos nas configurações de **Qualidade JPEG** e **Dimensão máxima**, que podem ser usadas para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter a proporção da imagem.
sl: Če je izbrana možnost **Spremeni velikost fotografij pred nalaganjem**, bo velikost fotografij spremenjena pred prenosom na Twitter. Vrednosti bodo prebrane iz nastavitev **Kakovost JPEG** in **Največja dimenzija**, ki ju lahko uporabite za nastavitev največje višine in stiskanja. Izračun širine bo opravljen tako, da se ohrani razmerje stranic.

source: Press the **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
ca: Premeu el botó **Inici de la pujada** per a transferir els elements. Podreu fer clic en el botó **Tanca** per a interrompre la pujada de les fotografies.
it: Premi il pulsante **Avvia caricamento** per trasferire i file. Per interrompere il caricamento delle foto puoi fare clic sul pulsante **Chiudi**.
nl: Druk op de knop **Uploaden starten** om items over te sturen. U kunt op de knop **Sluiten** klikken om het uploaden van foto's af te breken.
pt_br: Pressione o botão **Iniciar envio** para transferir os itens. Você pode clicar no botão **Fechar** para interromper o envio das fotos.
sl: Za prenos elementov pritisnite gumb **Začni nalaganje**. Za prekinitev nalaganja fotografij lahko kliknete gumb **Zapri**.
