Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/export_tools/twitter_export.po
Languages: ca, it, nl, pt, pt_br, sl, sv, uk

source: digiKam Export to Twitter Web-Service
ca: L'exportació del digiKam al servei web Twitter
it: Esportazione di digiKam nel servizio web Twitter
nl: Naar Twitter-webservice exporteren van digiKam
pt: Exportação para o Serviço Web do Twitter do digiKam
pt_br: Exportar para o serviço web do Twitter a partir do digikam
sl: digiKam izvoz v spletno storitev Twitter
sv: Exportera till webbtjänsten Twitter i digiKam
uk: Експортування до вебслужби Twitter у digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, twitter, export
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, twitter, exporta
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, twitter, esportazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, twitter, exporteren
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, twitter, exportar
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, twitter, exportar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, twitter, izvoz
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, twitter, export
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, twitter, експорт

source: Export To Twitter
pt: Exportação para o Twitter
sv: Exportera till Twitter
uk: Експорт до Twitter

source: Contents
pt: Conteúdo
sv: Innehåll
uk: Зміст

source: This tool allows the user to upload photos to the Twitter social network.
pt: Esta ferramenta permite ao utilizador enviar fotografias para a rede social Twitter.
sv: Verktyget låter användaren ladda upp foton till webbtjänsten Twitter.
uk: За допомогою цього інструмента користувач може вивантажувати фотографії до соціальної мережі Twitter.

source: `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ is an online social media and social networking service. Users can send and respond publicly or privately texts, images and videos known as *tweets*. Publication are publicly visible by default, but senders can restrict message delivery to only their followers. Twitter supports photo-sharing service that enables users to upload a photo and attach it to a tweet.
pt: O `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ é um serviço de rede social 'online'. Os utilizadores poderão enviar e receber textos em público ou em privado, imagens e vídeos, sendo estas mensagens conhecidas por *tweets*. A publicação é feita de forma visível por omissão, mas os publicadores poderão restringir a entrega da mensagem apenas aos seus seguidores. O Twitter suporta um serviço de partilha de fotografias que permite aos utilizadores enviarem uma fotografia e anexá-la a um 'tweet'.
sv: `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ är en nättjänst för sociala medier och sociala nätverk. Användare kan skicka och svara offentligt eller privat med texter, bilder och videor som kallas *tweets*. Publicering är normalt offentligt, men avsändare kan begränsa meddelandeleverans till endast sina följare. Twitter stöder en fotodelningstjänst som gör det möjligt för användare att ladda upp ett foto och bifoga det till en tweet.
uk: `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ є соціальною службою новин і мережею в інтернеті. Користувачі можуть публічно або приватно надсилати тексти, зображення та відео, відомі як *твіти*, та відповідати на них. Типово, усі публікації є загальнодоступними, але відправники можуть обмежити доступ до повідомлень лише своїми підписниками. У Twitter передбачено підтримку служби оприлюднення фотографій, за допомогою якої користувачі можуть вивантажити фотографію і долучити її до твіту.

source: The tool can be used to upload and tweet a selection of images from your collections to the remote Twitter server using the Internet.
ca: L'eina es pot utilitzar per a pujar una selecció d'imatges des de les vostres col·leccions cap al servidor remot de Twitter mitjançant Internet.
it: Lo strumento può essere usato per caricare e *twittare* una selezione di immagini dalle tue raccolte al server remoto di Twitter tramite Internet.
nl: Het hulpmiddel kan gebruikt worden om een selectie van afbeeldingen uit uw verzamelingen te uploaden en te tweeten naar de Twitter-server op afstand via het internet.
pt: A ferramenta pode ser usada para enviar uma selecção de imagens das suas colecções e publicar como 'tweets' no Twitter, usando a Internet.
pt_br: A ferramenta pode ser usada para carregar e tuitar uma seleção de imagens de suas coleções para o servidor remoto do Twitter usando a Internet.
sl: Orodje je mogoče uporabiti za nalaganje in tvitanje izbranih slik iz vaših zbirk na oddaljeni strežnik Twitter prek interneta.
sv: Verktyget kan användas för att ladda upp och skicka ett urval av bilder från dina samlingar till Twitter fjärranslutna server via Internet.
uk: За допомогою інструмента експортування Flickr можна вивантажити і додати до твіту вибрані зображення з ваших збірок на віддалений сервер Twitter у інтернеті.

source: When accessing the tool for the first time by the :menuselection:`Export --> Export to Twitter` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched you will log in to Twitter:
pt: Ao aceder à ferramenta pela primeira vez à ferramenta com a opção do menu :menuselection:`Exportar --> Exportar para o Twitter`, será conduzido pelo processo de obtenção de um código que será usado para fins de autenticação. A seguinte janela irá aparecer e será lançada uma janela do navegador para que se autentique no Twitter:
sv: När verktyget används för första gången med menyalternativet :menuselection:`Exportera --> Exportera till Twitter` leds man genom processen att skaffa en symbol som används för behörighetskontrolländamål. Följande dialogruta dyker upp och ett webbläsarfönster öppnas för att logga in på Twitter:
uk: Після першого доступу до інструмента за допомогою пункту меню :menuselection:`Експорт --> Експортувати до Twitter` програма допоможе вам у процесі отримання жетона, який буде використано для розпізнавання. У відповідь на натискання кнопки буде відкрито показане нижче вікно і запущено браузер для входу до Imgur:

source: The Twitter Authorize Dialog
ca: El diàleg d'autorització per a l'exportació de Twitter
it: La finestra di dialogo di autorizzazione di Twitter
nl: De autorisatiedialoog voor Twitter
pt: A Janela de Autorização do Twitter
pt_br: A janela de autorização do Twitter
sl: Twitterjevo pogovorno okno za avtorizacijo
sv: Behörighetsdialogrutan för Twitter
uk: Вікно уповноваження у Twitter

source: After successful sign-up digiKam will be allowed to send photos to the Twitter website. You will be presented with the following page:
pt: Depois de um registo com sucesso, o digiKam poderá enviar fotografias para a página Web do Twitter. Ser-lhe-á apresentada a seguinte página:
sv: Efter en lyckad registrering tillåts digiKam att skicka foton till Twitters webbplats. Följande sida visas för dig:
uk: Після успішної реєстрації digiKam зможе надіслати фотографії на сайт Twitter. Додаток відкриє діалогову сторінку, подібну до наведеної нижче:

source: The Twitter Login Dialog
ca: El diàleg d'inici de sessió per a l'exportació de Twitter
it: La finestra di dialogo di accesso di Twitter
nl: De aanmelddialoog voor Twitter
pt: A Janela de Autenticação do Twitter
pt_br: A janela de login do Twitter
sl: Pogovorno okno za prijavo v Twitter
sv: Twitters inloggningsdialogruta
uk: Вікно входу до Twitter

source: Then, simply authorize application and close the web browser. Return to the host application dialog, you will see the interface used to upload photos to Twitter.
pt: Depois, basta autorizar a aplicação e fechar o navegador Web. Volte à janela da aplicação anfitriã, onde irá ver a interface de envio de fotografias para o Twitter.
sv: Sedan är det bara att godkänna programmet och stänga webbläsaren. Återgå till dialogrutan i värdprogrammet, för att se gränssnittet som används för att ladda upp bilder till Twitter.
uk: Потім просто уповноважте програму і закрийте вікно браузера і поверніться до діалогового вікна основної програми. Перед користувачем буде відкрито інтерфейс вивантаження фотографій на Twitter.

source: The Twitter Export Tool Dialog
ca: El diàleg de l'eina d'exportació de Twitter
it: La finestra di dialogo dello strumento di esportazione su Twitter
nl: De hulpmiddeldialoog voor exporteren naar Twitter
pt: A Janela da Ferramenta de Exportação para o Twitter
pt_br: A janela da ferramenta de exportação para o Twitter
sl: Pogovorno okno orodja za izvoz Twitterja
sv: Exportdialogrutan för Twitter
uk: Вікно інструмента експортування до Twitter

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items on the list.
pt: Por omissão, a ferramenta propõe-lhe exportar os itens seleccionados de momento da área de ícones. O botão **+** das Fotografias pode ser usado para adicionar mais itens à lista.
sv: Normalt föreslår verktyget att exportera de för närvarande valda objekten från ikonvyn. Knappen **+** för foton kan användas för att lägga till fler objekt i listan.
uk: Типово, інструмент запропонує експортувати поточні позначені записи з панелі перегляду піктограм. Кнопку **+** на фотографіях можна використати для додавання записів до списку.

source: If the **Resize photos before uploading** option is selected, the photos will be resized before transferring to Twitter. The values will be read from the **JPEG quality** and **Maximum Dimension** settings, which can be used to adjust the maximum height and the compression. The width calculation will be done so as to have the aspect ratio conserved.
pt: Se a opção **Dimensionar as fotografias antes do envio** estiver seleccionada, as fotografias mudarão de tamanho antes de serem transferidas para o Twitter. Os valores serão lidos da **Qualidade do JPEG** e da **Dimensão Máxima**, que poderão ser usadas para ajustar a altura máxima e a compressão. O cálculo da largura será feito de forma a manter as proporções de tamanho.
sv: Om alternativet **Ändra storlek på foton innan uppladdning** är valt, ändras fotonas storlek innan de överförs till Twitter. Värdena läses från inställningarna av **JPEG-kvalitet** och **Maximal dimension**, som kan användas för att justera den maximala höjden och komprimeringen. Beräkningen av bredden görs så att proportionen bevaras.
uk: Якщо позначено пункт **Змінити розмір фотографій перед вивантаженням**, програма змінить розмір фотографій до передавання їх до Twitter. Значення буде прочитано з параметрів **Якість JPEG** і **Максимальна розмірність**. Ним можна скористатися для коригування максимальної висоти і стискання. Обчислення ширини буде виконано так, щоб зберегти співвідношення розмірів знімка.

source: The Twitter Export Uploading in Progress
ca: L'exportació de Twitter pujant elements està en curs
it: Avanzamento del caricamento dell'esportazione in Twitter
nl: De voortgang van het uploaden tijdens exporteren naar Twitter
pt: O Envio em Curso na Exportação para o Twitter
pt_br: Envio em andamento da exportação para o Twitter
sl: Poteka nalaganje izvoza Twitterja
sv: Pågående Twitter export uppladdning
uk: Поступ вивантаження при експортуванні до Twitter

source: Press **Start Upload** button to transfer items. You can click on the **Close** button to abort the uploading of photos.
pt: Carregue no botão **Iniciar o Envio** para transferir os itens. Poderá carregar no botão **Fechar** para interromper o envio.
sv: Tryck på knappen **Starta uppladdning** för att överföra objekt. Man kan klicka på knappen **Stäng** för att avbryta uppladdningen av foton.
uk: Натисніть кнопку **Почати вивантаження**, щоб передати записи. Ви можете натиснути кнопку **Закрити**, щоб скасувати вивантаження фотографій.

source: Finally, you can view the uploaded photos by visiting the Twitter website.
ca: Finalment, podreu veure les fotografies pujades visitant el lloc web de Twitter.
it: Infine, puoi vedere le foto caricate visitando il sito web di Twitter.
nl: Tenslotte kunt u de geüploade foto's bekijken door de website van Twitter te bezoeken.
pt: Finalmente, poderá ver as fotografias enviadas, visitando a página Web do Twitter.
pt_br: Por fim, você pode ver as fotos enviadas visitando o site do Twitter.
sl: Na koncu si lahko ogledate naložene fotografije na spletnem mestu Twitter.
sv: Slutligen kan man se de uppladdade bilderna genom att besöka Twitters webbplats.
uk: Нарешті, користувач може переглянути вивантажені фотографії, відвідавши вебсайт Twitter.

source: The Twitter Online Account Displaying the Uploaded Contents
ca: El compte en línia de Twitter mostrant el contingut que s'ha pujat
it: L'account in linea di Twitter che visualizza i contenuti caricati
nl: Het online-account van Twitter die de geüploade inhoud toont
pt: A Conta 'Online' do Twitter a Mostrar os Conteúdos Enviados
pt_br: A conta online do Twitter exibindo os conteúdos enviados
sl: Spletni račun Twitter, ki prikazuje naloženo vsebino
sv: Twitter nätkontot som visar det uppladdade innehållet
uk: На обліковому записі Twitter показано вивантажені дані

source: :ref:`Export To Twitter (X) <export_tools>`
ca: :ref:`Exportació a Twitter (X) <export_tools>`
it: :ref:`Esportazione in Twitter (X) <export_tools>`
nl: :ref:`Exporteren naar Twitter (X) <export_tools>`
pt_br: :ref:`Exportar para o Twitter (X) <export_tools>`
sl: :ref:`Izvoz v Twitter (X) <export_tools>`

source: This tool allows the user to upload photos to the Twitter (now known as X) social network.
ca: Aquesta eina permet a l'usuari pujar fotografies a la xarxa social Twitter (ara coneguda com a X).
it: Questo strumento permette all'utente di caricare le foto sulla rete sociale Twitter (ora chiamato X).
nl: Het hulpmiddel stelt de gebruiker in staat foto's naar het sociale netwerk Twitter (nu bekend als X) te uploaden.
pt_br: Esta ferramenta permite que o usuário envie fotos na rede social Twitter (agora conhecida como X).
sl: To orodje uporabniku omogoča nalaganje fotografij v družabno omrežje Twitter (zdaj znano kot X).

source: `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ is an online social media and social networking service. Users can send, and respond publicly or privately to, texts, images and videos known as *tweets*. Publication is publicly visible by default, but senders can restrict message delivery to only their followers. Twitter supports a photo-sharing service that enables users to upload a photo and attach it to a tweet.
ca: `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ és un servei de xarxa social en línia. Els usuaris poden enviar i respondre de forma pública o privada textos, imatges i vídeos, coneguts com a *tuits* o *piulades*. De manera predeterminada, les publicacions seran visibles públicament, però els remitents poden restringir el lliurament de missatges només als seguidors. Twitter és compatible amb el servei per a compartir fotografies que permet als usuaris carregar-ne una i adjuntar-la a un tuit.
it: `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ è un servizio di rete sociale e multimediale in linea. Gli utenti possono inviare (e rispondere a), pubblicamente o privatamente, testi, immagini e video conosciuti come *tweet*. Le pubblicazioni sono per impostazione predefinita visibili, ma i mittenti possono limitare la consegna dei messaggi solo ai loro *follower*. Twitter supporta un servizio di condivisione delle fotografie che abilita gli utenti a caricare una foto allegando ad essa un tweet.
nl: `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ is een online service voor social media en social networking. Gebruikers kunnen publiek of privé reageren op teksten, afbeeldingen en video's bekend als *tweets*. Publicatie is standaard publiek zichtbaar, maar verzenders kunnen berichtaflevering beperken tot alleen hun volgers. Twitter ondersteunt een service voor delen van foto's die gebruikers in staat stellen om een foto op te sturen en deze aan een tweet te hangen.
pt_br: O `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ é um serviço de mídia social e rede social online. Os usuários podem enviar e responder, pública ou privadamente, a textos, imagens e vídeos conhecidos como *tweets*. A publicação é visível publicamente por padrão, mas os remetentes podem restringir o envio de mensagens apenas aos seus seguidores. O Twitter oferece um serviço de compartilhamento de fotos que permite aos usuários enviar uma foto e anexá-la a um tweet.
sl: `Twitter <https://en.wikipedia.org/wiki/Twitter>`_ je spletni družabni medij in storitev družabnega mreženja. Uporabniki lahko pošiljajo in javno ali zasebno odgovarjajo na besedila, slike in videe, znane kot *tviti*. Objava je privzeto javno vidna, vendar lahko pošiljatelji omejijo dostavo sporočil samo na svoje sledilce. Twitter podpira storitev skupne rabe fotografij, ki uporabnikom omogoča, da naložijo fotografijo in jo priložijo tvitu.

source: When accessing the tool for the first time from the :menuselection:`Export --> Export to Twitter` menu entry, you are taken through the process of obtaining a token which is used for authentication purposes. The following dialog will popup and a browser window will be launched so you can log in to Twitter:
ca: Quan s'accedeix a l'eina per primera vegada mitjançant l'element de menú :menuselection:`Exporta --> Exporta a Twitter`, passareu pel procés d'obtenció d'una fitxa que s'utilitzarà amb la finalitat d'autenticar-vos. Apareixerà el diàleg següent i s'obrirà una finestra del navegador de manera que podreu iniciar la sessió a Twitter:
it: Quando accedi per la prima volta allo strumento dal menu :menuselection:`Esporta --> Esporta su Twitter`, vieni reindirizzato alla procedura per ottenere un token necessario per l'autenticazione. Sarà aperta la finestra di dialogo seguente e avviata una finestra del browser per accedere a Twitter:
nl: Bij gebruik van het hulpmiddel voor de eerste keer via het menu-item :menuselection:`Exporteren --> Naar Twitter exporteren`, wordt u door het proces van het verkrijgen van een token begeleid dat gebruikt wordt voor authenticatie. De volgende dialoog zal verschijnen en een browservenster zal gestart worden zodat u zich kunt aanmelden bij Twitter:
pt_br: Ao acessar a ferramenta pela primeira vez a partir do menu :menuselection:`Exportar --> Exportar para o Twitter`, você será conduzido pelo processo de obtenção de um token, que será usado para fins de autenticação. A seguinte janela será exibida e uma janela do navegador será aberta para que você possa fazer login no Twitter:
sl: Ko prvič dostopate do orodja iz vnosa menija :menuselection:`Izvozi --> Izvozi v Twitter`, ste popeljani skozi postopek pridobivanja žetona, ki se uporablja za namene preverjanja pristnosti. Odprlo se bo naslednje pogovorno okno in zagnalo se bo okno brskalnika, da se lahko prijavite v Twitter:

source: After successful sign-up, digiKam will be allowed to send photos to the Twitter website. You will be presented with the following page:
ca: Després d'un registre amb èxit, el digiKam podrà enviar fotografies al lloc web de Twitter i se us presentarà la pàgina següent:
it: Dopo che avrai completato correttamente la registrazione, digiKam potrà inviare le foto sul sito web di Twitter. Apparirà questa pagina:
nl: Na met succes aangemeld te zijn zal digiKam worden toegestaan om foto's te verzenden naar de Twitter-website. U krijgt de volgende pagina te zien:
pt_br: Após a entrada bem-sucedida, o digiKam poderá enviar fotos para o site do Twitter. Você verá a seguinte página:
sl: Po uspešni prijavi bo digiKam lahko pošiljal fotografije na spletno mesto Twitter. Pred vami bo naslednja stran:

source: Then, simply authorize the application and close the web browser. Returning to the host application dialog, you will see the interface used to upload photos to Twitter.
ca: A continuació, senzillament autoritzeu l'aplicació i tanqueu el navegador web. Torneu al diàleg de l'aplicació amfitriona, veureu la interfície que s'utilitza per a pujar fotografies a Twitter.
it: Quindi, autorizza semplicemente l'applicazione e chiudi il browser web. Ritornando alla finestra di dialogo dell'applicazione ospite, vedrai l'interfaccia utilizzata per caricare le foto in Twitter.
nl: Autoriseer daarna eenvoudig de toepassing en sluit de webbrowser. Keer terug naar de dialoog van de toepassing, u zult het interface zien dat wordt gebruikt om foto's te uploaden naar Twitter.
pt_br: Em seguida, basta autorizar o aplicativo e fechar o navegador. Retornando à janela do aplicativo host, você verá a interface usada para enviar fotos para o Twitter.
sl: Nato preprosto avtorizirajte aplikacijo in zaprite spletni brskalnik. Ko se vrnete v pogovorno okno gostiteljske aplikacije, boste videli vmesnik, ki se uporablja za nalaganje fotografij na Twitter.

source: By default, the tool proposes to export the currently selected items from the icon-view. The **+** Photos button can be used to append more items to the list.
ca: De manera predeterminada, l'eina proposa exportar els elements seleccionats des de la vista d'icones. El botó **+ Fotografies** es pot utilitzar per a afegir més elements a la llista.
it: Per impostazione predefinita, lo strumento propone di esportare gli elementi attualmente selezionati dalla vista a icone. Può essere utilizzato il pulsante **+** foto per aggiungere altri elementi all'elenco.
nl: Standaard zal het hulpmiddel voorstellen om de nu geselecteerde items uit de pictogramweergave te exporteren. De knop **+** foto's kan gebruikt worden om meer items aan de lijst toe te voegen.
pt_br: Por padrão, a ferramenta propõe exportar os itens selecionados atualmente a partir da vista de miniaturas. O botão **+** pode ser usado para adicionar mais itens à lista.
sl: Orodje privzeto predlaga izvoz trenutno izbranih elementov iz pogleda ikon. Gumb **+** Fotografije lahko uporabite za dodajanje več elementov na seznam.
