Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/basis_knowledge.po
Languages: ca, nl, pt, sl, uk

source: Basis Knowledge about Color Management
ca: Coneixements bàsics sobre la gestió del color
nl: Basiskennis over kleurbeheer
pt: Conhecimento Básico sobre a Gestão de Cores
sl: Osnovno znanje o upravljanju barv
uk: Базові відомості щодо керування кольорами

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image editor, color management, icc, profile, basis
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, editor d'imatges, gestió del color, icc, perfil, base
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeeldingsbewerker, beheer van kleuren, icc, profiel, basis
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, editor de imagens, gestão de cores, icc, perfil, base
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, urejevalnik slik, upravljanje barv, icc, profil, osnova
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, редактор зображень, керування кольорами, icc, профіль, основи

source: Basis Knowledge
ca: Coneixement bàsic
nl: Basiskennis
pt: Conhecimento de Base
sl: Osnovno znanje
uk: Базові відомості

source: Contents
ca: Contingut
nl: Inhoud
pt: Conteúdo
sl: Vsebina
uk: Зміст

source: Overview
ca: Vista general
nl: Overzicht
pt: Introdução
sl: Pregled
uk: Огляд

source: The point of a color-managed workflow is to ensure that the colors coming from your camera or scanner have a predictable relationship with the colors you actually photographed or scanned, that the colors displayed on your monitor match the colors coming from your camera or scanner, and that the colors you print or display on the web match the colors you produced in your digital darkroom.
ca: El punt d'un flux de treball per a la gestió del color és garantir que els colors que arriben des de la càmera o escàner tenen una relació predictible amb els colors que realment heu fotografiat o escanejat, que els colors que es mostren en el monitor coincideixin amb els colors que arriben des de la càmera o escàner, i que els colors que imprimiu o mostreu al web coincideixen amb els colors que es produeixen en la cambra fosca digital.
nl: Het punt van een kleurbeheer is om er zeker van te zijn dat de kleuren uit uw camera of scanner een voorspelbare relatie hebben met de kleuren die zijn gefotografeerd of gescand, dat de kleuren weergegeven op uw monitor overeenkomen met de kleuren uit uw camera of scanner en dat de kleuren die u afdrukt of weergeeft op het web overeenkomen met de kleuren die u in uw digitale donkere kamer hebt gemaakt.
pt: O ponto de um fluxo de trabalho de gestão de cores é garantir que as cores que vêm da sua máquina ou digitalizador têm uma relação previsível com as cores que realmente fotografou ou digitalizou, que as cores apresentadas no seu monitor correspondem às cores que vêm da sua máquina ou 'scanner' e que as cores que imprime ou mostra na Web correspondem às cores que produziu na sua 'sala escura' digital.
sl: Bistvo barvno upravljanega poteka dela je zagotoviti, da barve, ki prihajajo iz vašega fotoaparata ali optičnega bralnika, imajo predvidljivo razmerje z barvami, ki ste dejansko fotografirali ali skenirali, da se barve prikazane na vašem monitorju ujemajo z barvami, ki prihajajo iz vašega fotoaparata ali optičnega bralnika, in da sebarve, ki jih natisnete ali prikažete na spletu, ujemajo z barvami, ki ste jih ustvarili v svojidigitalni temnici.
uk: Основним питання роботи з керуванням кольорами є забезпечення передбачуваної відповідності кольорів зображення, які було отримано за допомогою фотоапарата або сканера, кольорам справжніх об’єктів зйомки та сканованих зображень; відповідності кольорів, які ви бачите на моніторі, кольорам, які було отримано у результаті зйомки або сканування, та відповідності кольорів надрукованих або оприлюднених у мережі зображень кольорам зображень, створених у результаті цифрової обробки знімків.

source: The Overall Scheme of Color Spaces Used in a Color Managed Application as digiKam
ca: L'esquema general d'espais de color utilitzats en una aplicació de gestió de color com el digiKam
nl: Het overal schema van kleurruimten gebruikt in een toepassing met kleurbeheer zoals digiKam
pt: O Esquema Global dos Espaços de Cores Usados numa Aplicação com Gestão de Cores, como o digiKam
sl: Celotna shema barvnih prostorov, ki se uporabljajo v barvno upravljani aplikaciji kot digiKam
uk: Загальна схема просторів кольорів, яку використано у програмі з керуванням кольорами, зокрема digiKam

source: When it comes to color management, everyone wants to know, *which buttons to push to get the wanted results*. Unfortunately, color management of necessity involves making informed choices at every step along the image-processing workflow. The purpose of this section is to provide sufficient background information on color management, along with links to more in-depth information, to enable you to begin to make your own informed decisions, based on your own desired results.
ca: Quan es tracta de la gestió del color, tothom vol saber *en quins botons fer clic per a obtenir els resultats desitjats*. Malauradament, la gestió del color implica necessàriament prendre decisions informades a cada pas del flux de treball de processament de les imatges. L'objectiu d'aquesta secció és proporcionar suficient informació bàsica sobre la gestió del color, juntament amb enllaços cap a informació més detallada, per a permetre començar a prendre les vostres pròpies decisions informades, en funció dels resultats desitjats.
nl: Als het tot kleurbeheer komt wil iedereen weten, *welke knoppen moeten ingedrukt worden om het gewenste resultaat te krijgen*. Helaas maakt kleurbeheer het nodig om geïnformeerde keuzes te maken bij elke stap in de werkmethode van afbeeldingsbewerking. Het doel van deze sectie is om voldoende achtergrondinformatie te leveren over kleurbeheer, naast koppelingen naar meer diepgaande informatie, om u in staat te stellen om te beginnen met het maken van uw eigen geïnformeerde beslissingen, gebaseerd op door u gewenste resultaten.
pt: No que diz respeito à gestão de cores, todos querem saber *quais os botões a carregar para obter os resultados desejados*. Infelizmente a gestão de cores necessária implica fazer escolhas informadas em cada etapa, ao longo do procedimento de processamento das imagens. O objectivo desta secção é oferecer informações de fundo suficientes sobre a gestão de cores, em conjunto com as ligações para mais informações aprofundadas, permitindo-lhe começar a fazer as suas próprias decisões informadas, com base nos seus resultados pretendidos.
sl: Ko gre za upravljanje barv, vsi želijo vedeti, *katere gumbe izbrati in pritisniti, da dobite želene rezultate*. Na žalost, je upravljanje barv nuja, ki vključuje sprejemanje zavestnih odločitev na vsakem koraku v poteku obdelave slike. Namen tega razdelka je zagotoviti dovolj osnovnih informacij o upravljanju barv, skupaj s povezavami do bolj poglobljenih informacij, da se boste lahko sami sprejemali odločitve na podlagi lastnih želenih rezultatov.
uk: Коли йдеться про керування кольорами, найпоширенішим питанням є просте питання: «Які кнопки мені слід натиснути, щоб отримати бажані результати?» На жаль, керування кольорами не передбачає єдиної відповіді на це питання: на кожному з кроків обробки зображення вам доведеться робити осмислений вибір. Метою цього розділу є надання вам достатніх базових знань з керування кольорами та посилань на докладніші відомості. На основі отриманих знань ви зможете робити обґрунтований вибір, який залежатиме від потрібних вам результатів.

source: Unrelevant Use-Cases
nl: Niet relevante gebruiksgevallen
pt: Casos de Uso Irrelevantes
sl: Neustrezni primeri uporabe
uk: Непов'язані випадки використання

source: If your imaging workflow meets all six criteria listed below, then you don't need to worry about color management:
ca: Si el flux de treball amb les imatges compleix els sis criteris llistats a continuació, llavors no haureu de preocupar-vos per la gestió del color:
nl: Als uw werkmethode voor afbeeldingen aan alle zes onderstaand getoonde criteria voldoet, dan hoeft u zich geen zorgen te maken over kleurbeheer.
pt: Se os seus procedimentos de imagens cumprirem todos os seis critérios indicados em baixo, então terá de se preocupar com a gestão de cores:
sl: Če vaš potek dela s slikanjem izpolnjuje vseh šest meril, navedenih spodaj, vam ni treba skrbeti za upravljanje barv:
uk: Якщо ваш спосіб обробки зображень відповідає шістьом переліченим нижче критеріями, вам не потрібно перейматися керуванням кольорами:

source: You are working at a monitor properly calibrated to the sRGB color space (more about int :ref:`this section <monitor_profiles>` of this manual).
ca: Esteu treballant en un monitor calibrat correctament a l'espai de color sRGB (més sobre en :ref:`aquesta secció <monitor_profiles>` d'aquest manual).
nl: U werkt op een monitor die juist is gekalibreerd op de sRGB kleurruimte (meer hierover, zie :ref:`deze sectie <monitor_profiles>` van deze handleiding).
pt: Está a trabalhar num monitor devidamente calibrado para o espaço de cores sRGB (mais informações sobre o assunto :ref:`nesta secção <monitor_profiles>` deste manual).
sl: Delate na monitorju, ki je pravilno kalibriran na barvni prostor sRGB (več o int :ref:`tem razdelku <monitor_profiles>` tega priročnika).
uk: Ви працюєте за монітором, який належним чином відкалібровано для простору кольорів sRGB (докладніше про це у :ref:`цьому розділі <monitor_profiles>` підручника).

source: Your imaging workflow starts with an in-camera-produced JPEG already in the sRGB color space.
ca: El vostre flux de treball amb les imatges comença amb una càmera que produeix JPEG en l'espai de color sRGB.
nl: Uw werkmethode voor afbeeldingen start met een in de camera gemaakte JPEG die zich al in de sRGB kleurruimte bevindt.
pt: O seu processo de imagens começa com um JPEG produzido dentro da sua câmara, já no espaço de cores sRGB.
sl: Vaš potek dela s slikanjem se začne z JPEG, izdelanim v fotoaparatu, ki je že v barvnem prostoru sRGB.
uk: Ваш процес обробки зображень починається з файла JPEG, створеного фотоапаратом, який працює у просторі кольорів sRGB.

source: You work exclusively in the sRGB color space for editing.
ca: Treballeu exclusivament en l'espai de color sRGB per a l'edició.
nl: U werkt uitsluitend in de sRGB kleurruimte voor bewerking.
pt: Irá trabalhar exclusivamente no espaço de cores sRGB na edição.
sl: Za urejanje delate izključno v barvnem prostoru sRGB.
uk: Ви працюєте лише з простором sRGB під час редагування.

source: Your printer wants images in the sRGB color space.
ca: La vostra impressora vol imatges en l'espai de color sRGB.
nl: Uw printer wil afbeeldingen in de sRGB kleurruimte.
pt: A sua impressora precisa de imagens no espaço de cores sRGB.
sl: Vaš tiskalnik želi slike v barvnem prostoru sRGB.
uk: Для вашого принтера потрібні зображення у просторі кольорів sRGB.

source: Your scanner produces images in the sRGB color space.
ca: El vostre escàner produeix imatges en l'espai de color sRGB.
nl: Uw scanner produceert afbeeldingen in de sRGB kleurruimte.
pt: O seu 'scanner' produz imagens no espaço de cores sRGB.
sl: Vaš skener ustvarja slike v barvnem prostoru sRGB.
uk: Ваш сканер створює зображення у просторі кольорів sRGB.

source: Your only other image output is via email or the web, where sRGB is the de facto standard.
ca: La vostra única altra sortida de la imatge és a través de correu electrònic o el web, on sRGB és l'estàndard de facto.
nl: Uw enige andere uitvoer van afbeeldingen is via e-mail of het web, waar sRGB de de facto standaard is.
pt: O seu outro meio de saída é por e-mail ou pela Web, onde o sRGB é a norma de facto.
sl: Vaš edini drugi slikovni izhod je prek e-pošte ali spleta, kjer je sRGB de facto standard.
uk: Іншими джерелами потрібних вам зображень є електронна пошта та інтернет, де sRGB є фактичним стандартом.

source: Usual Definitions
nl: Gebruikelijke definities
pt: Definições Usuais
sl: Običajne definicije
uk: Звичайні визначення

source: What follow is some additional comments and definitions to understand the Color Management:
ca: El que segueix són alguns comentaris i definicions addicionals per a comprendre la gestió del color:
nl: Wat volgt is enig additioneel commentaar en definities om het Kleurbeheer te begrijpen:
pt: Seguem-se alguns comentários e definições adicionais para compreender a Gestão de Cores:
sl: Sledi nekaj dodatnih komentarjev in definicij za razumevanje upravljanja barv:
uk: Нижче наведено деякі додаткові коментарі та визначення, які допоможуть розібратися у керуванні кольорами.

source: **Assign** a profile means change the meaning of the RGB numbers in an image by embedding a new profile without changing the actual RGB numbers associated with each pixel in the image. **Convert** to a profile means embed a new profile, but also change the RGB numbers at the same time so that the meaning of the RGB values - that is, the real-world visible color represented by the trio of RGB numbers associated with each pixel in an image - remains the same before and after the conversion from one space to another.
ca: **Assignar** un perfil significa canviar el significat dels números RGB en una imatge mitjançant l'incrustat d'un perfil nou sense canviar els números RGB reals associats amb cada píxel a la imatge. **Convertir** a un perfil, vol dir inserir un perfil nou, però també canviar alhora els números RGB de manera que el significat dels valors RGB -és a dir, el color visible en el món real representat pel trio de números RGB associats amb cada píxel en una imatge- segueixi sent el mateix abans i després de la conversió d'un espai a un altre.
nl: **Toewijzen** van een profiel houdt in, het wijzigen van de RGB getallen in een beeld door een nieuw profiel in te brengen zonder de eigenlijke RGB getallen van elke pixel te wijzigen. **Converteren** naar een profiel betekent een nieuw profiel inbrengen en tevens de RGB getallen wijzigen zodat de betekenis van de RGB waarden (dat is de zichtbare kleur die door de RGB-waarden van ieder pixel wordt gevormd) hetzelfde blijft, voor en na de conversie van de ene ruimte naar de andere ruimte.
pt: **Atribuir** um perfil significa mudar o significado dos números RGB de uma imagem, incorporando um novo perfil sem alterar os números RGB reais e associados a cada pixel na imagem. **Converter** para um perfil significa incorporar um novo perfil, mas também alterar os números RGB ao mesmo tempo, pelo que o significado dos valores RGB - isto é, a cor visível real representada pelo trio de números RGB associados a cada pixel numa imagem - mantém-se a mesma antes e depois da conversão de um espaço para outro.
sl: **Dodelitev** profila pomeni spremembo pomena številk RGB na sliki z vdelavo novega profila brez spreminjanja dejanskih številk RGB povezana z vsako slikovno piko na sliki. **Pretvori** v profil pomeni da vdelate nov profil, vendar hkrati spremenite številke RGB, tako da je pomen vrednosti RGB – to je vidna barva v resničnem svetu, ki ga predstavlja trio števil RGB, povezanih z vsako slikovno piko v slika - ostane enaka pred in po pretvorbi iz enega prostora v drugo.
uk: **Призначити** профіль означає змінити значення трійок чисел RGB на зображенні вбудовуванням нового профілю без зміни самих числових значень RGB, пов'язаних з кожним з пікселів зображення. **Перетворити** у профіль означає вбудувати новий профіль, але вже зі зміною чисел RGB відповідно до значень RGB — тобто видимих кольорів, яким відповідають трійки чисел RGB, пов'язані з кожним з пікселів зображення, — так, щоб вони були однаковими до і після перетворення з одного простору у інший.

source: On the other hand, every time you assign a new working space profile rather than convert to a new working space (except when initially assigning a camera profile to the image file you get from your RAW processing software), the appearance of the image should more or less drastically change (usually for the worse, unless the wrong profile had previously been inadvertently embedded in the image).
ca: D'altra banda, cada vegada que assigneu un perfil nou de l'espai de treball en lloc de convertir a un espai de treball nou (excepte quan s'assigna inicialment un perfil de la càmera al fitxer d'imatge que rebeu des del vostre programari de processament RAW), l'aparença de la imatge canviarà més o menys dràsticament (en general empitjora, llevat que prèviament el perfil equivocat hagi estat inadvertidament incrustat a la imatge).
nl: Aan de andere kant, elke keer dat u een nieuw werkruimteprofiel toewijst in plaats van conversie naar een nieuwe werkruimte te kiezen, zal het uiterlijk van het beeld min of meer drastisch veranderen. Behalve wanneer u bij aanvang een cameraprofiel toewijst aan de afbeelding die u krijgt van uw RAW-verwerkende software maar meestal wordt het slechter.
pt: Por outro lado, sempre que atribuir um perfil de espaços de trabalho novo, em vez de o converter para um novo espaço de trabalho (excepto quando se atribui inicialmente um perfil da câmara ao ficheiro da imagem que recebe da sua aplicação de processamento RAW), a aparência da imagem deverá mudar mais ou menos drasticamente (normalmente para o pior, a menos que o perfil errado tenha sido incorporado de forma inadvertida na imagem).
sl: Po drugi strani pa vsakič, ko dodelite nov profil delovnega prostora kot pretvorbo v nov delovni prostor (razen pri prvotni dodelitvi profila kamere v slikovno datoteko, ki jo dobite iz programske opreme za obdelavo RAW), bi se moral videz slike bolj ali manj drastično spremeniti (običajno na slabše, razen če je prej nehote prišlo do napačnega profila vdelanega v sliko).
uk: З іншого боку, кожного разу, коли ви призначаєте новий робочий простір, а не перетворюєте зображення у новий робочий простір (за винятком випадків, коли профіль фотоапарата призначається до файла зображення, який ви отримуєте від вашого програмного забезпечення з обробки цифрових негативів), вигляд зображення має більшою чи меншою мірою змінитися (зазвичай, погіршитися, якщо до зображення раніше не було ненавмисно вбудовано помилковий профіль).

source: In theory, you should be able to do multiple conversions of an image from one working space to another, and if you are using a color-managed image editor, even though all the RGB numbers in the image will change with each conversion, the image displayed on your screen should look the same. In actual fact, because of rounding errors upon each conversion, not to mention gamut-clipping when going from a larger to a smaller working space, every time you convert from one space to another the image degrades a bit.
ca: En teoria, hauríeu de ser capaç de fer múltiples conversions d'una imatge des d'un espai de treball a un altre, i si esteu utilitzant un editor d'imatges amb gestió del color, tot i que tots els números RGB de la imatge canviaran amb cada conversió, la imatge que aparegui a la pantalla hauria de ser la mateixa. En realitat, per culpa dels errors d'arrodoniment sobre cada conversió, per no mencionar el retallat de la gamma quan es passa d'un espai de treball més gran a un de més petit, cada vegada que convertiu des d'un espai a un altre, la imatge es degradarà una mica.
nl: In theorie zou u meerdere conversies van een kleurruimte naar een andere van een afbeelding kunnen maken. En als u een bewerkingsprogramma met kleurbeheer gebruikt zou het beeld er op het scherm telkens hetzelfde uit moeten zien. Maar feitelijk raakt het beeld met iedere conversie verder in verval door afrondingen van rekenresultaten en afknijpen van heldere of donkere delen in de afbeelding.
pt: Em teoria, deverá ser capaz de efectuar diversas conversões de uma imagem, de um espaço de trabalho para outro, e se estiver a usar um editor de imagem com gestão de cores, mesmo que todos os números RGB na imagem se alterem com cada conversão, a imagem apresentada no seu ecrã deverá ficar igual. Na realidade, devido aos erros de arredondamento em cada conversão, já para não falar no recorte do gamute, que acontece na mudança de um espaço de trabalho maior para um menor, sempre que converter de um espaço para outro, a imagem degradar-se-á um pouco.
sl: Teoretično bi morali imeti možnost narediti več pretvorb slike iz enega delovnega prostora v drugega in če uporabljate urejevalnik barvno upravljane slike, čeprav se bodo vse številke RGB na sliki z vsakim pretvorbo spremenile, bi morala slika, prikazana na vašem zaslonu izgledati enako. Dejansko pa se zaradi napak pri zaokroževanju ob vsaki pretvorbi, da ne omenjam omejevanja barvnega razpona pri prehodu iz večjega v manjši delovni prostor, ob vsaki pretvorbi iz enega barvnega prostora v drugega slika nekoliko poslabša.
uk: Теоретично, у вас має бути можливість виконати декілька перетворень зображення з одного робочого простору у інший, і хоча всі трійки чисел RGB на зображенні змінюватимуться під час кожного з перетворень, зображення, показане на екрані, має залишатися незмінним. Насправді ж, через помилки округлення під час кожного з перетворень, вже не кажучи про обрізання палітри під час переходів від ширших до вужчих робочих просторів, кожне з перетворень з одного простору у інший призводитиме до втрати якості зображення.
