Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/basis_knowledge.po
Languages: ca, nl, pt, sl, uk

source: **Device-dependent** and **device-independent** profiles: The camera profile, a scanner profile, your monitor's profile, and your printer's color profile are all device-dependent profiles - these profiles only work with the specific device for which they were produced by means of profiling. Working space profiles and the Profile Connection Space are *device-independent*. Once an image file has been translated by Lcms to a device-independent working space, in a sense it no longer matters what device originally produced the image. But as soon as you want to display or print the image, then the device (monitor, printer) used matters a great deal and requires a device-dependent profile.
ca: Perfils **dependents** i **independents del dispositiu**: el perfil de la càmera, un perfil de l'escàner, el perfil del monitor i el perfil de color de la impressora són tots els perfils dependents del dispositiu; aquests perfils només funcionen amb el dispositiu específic per al qual s'han creat mitjançant la creació de perfils. Els perfils dels espais de treball i els espais de connexió del perfil són *independents del dispositiu*. Una vegada Lcms ha traduït un fitxer d'imatge a un espai de treball independent del dispositiu, en cert sentit ja no importa quin dispositiu va produir originalment la imatge. Però tan aviat com vulgueu mostrar o imprimir la imatge, el dispositiu (monitor, impressora) utilitzat serà molt important i requerirà un perfil dependent del dispositiu.
nl: **Apparaat-afhankelijke** en **Apparaat-onafhankelijke** profielen: het cameraprofiel, een scannerprofiel, uw beeldschermprofiel en het kleurprofiel van uw printer zijn allen apparaat-afhankelijke profielen*. Deze profielen werken alleen met het specifieke apparaat waarvoor ze werden ontwikkeld. Werkruimteprofielen en de Profile Connection Space zijn **apparaat-onafhankelijk**. Wanneer een afbeeldingsbestand vertaald is door een LCMS (Little Color Management System) naar een apparaat-onafhankelijke werkruimte maakt het niet langer uit door welk apparaat het afbeeldingsbestand oorspronkelijk werd aangemaakt. Maar zo gauw u de afbeelding op een ander beeldscherm wilt tonen of het printen, dan maakt het veel uit welk apparaat wordt gebruikt en is een apparaat-afhankelijk profiel vereist.
pt: Perfis **dependentes do dispositivo** e **independentes do dispositivo**: O perfil da câmara, um perfil de um 'scanner', o perfil do seu monitor e o perfil de cores da sua impressora são todos eles perfis dependentes do dispositivo - estes perfis só funcionam com o dispositivo específico do perfil produzido para o efeito. Os perfis dos espaços de trabalho e os espaços de ligação de perfis são *independentes do dispositivo*. Assim que um ficheiro de imagem tenha sido traduzido pelo Lcms para um espaço de trabalho independente do dispositivo, de certa forma já não interessa mais qual o dispositivo que produziu originalmente a imagem. Mas, assim que quiser apresentar ou imprimir a imagem, então o dispositivo (monitor, impressora) usado será mais relevante e aí obrigará a um perfil dependente do dispositivo.
sl: Profil **Odvisen od naprave** in **Neodvisen od naprave**: Profil kamere, profil optičnega bralnika, profil vašega monitorja in barva vašega tiskalnika so vsi profili odvisni od naprave - ti profili delujejo samo s specifično napravo, za katero so bili izdelani s profiliranjem. Profili delovnega prostora in prostori povezav profilov so *od naprave neodvisni*. Ko Lcms slikovno datoteko prevede v od naprave neodvisnega delovnega prostora, v nekem smislu ni več pomembno, katera naprava je prvotno ustvarila sliko. Toda takoj, ko želite prikazati ali natisniti sliko, potem je zelo pomembna uporabljena naprava (monitor, tiskalnik) in zahteva profil, ki je odvisen od naprave.
uk: **Залежні від пристрою** і **незалежні від пристрою** профілі: профіль фотоапарата, профіль сканера, профіль вашого монітора та профіль кольорів вашого принтера є залежними від пристроїв профілями*. Ці профіль працюють лише для окремих пристроїв, для яких їх було створено шляхом профілювання. Профілі робочих просторів і простір з'єднання профілів є *незалежними від пристроїв*. Після того, як файл зображення буде перетворено за допомогою Lcms на незалежний від пристрою робочий простір, більше не матиме значення, за допомогою якого саме пристрою було створено зображення. Але, тільки-но ви вирішите, що ваше зображення слід показати або надрукувати, параметри використаного пристрою (монітора, принтера) матимуть велике значення, а для показу чи друку знадобиться залежний від пристрою профіль.

source: An **interpolated RAW file** isn't a RAW file. For some reason this simple point causes a lot of confusion. But after a RAW file has been interpolated by RAW processing software and then output as a TIFF or JPEG, the original RAW file is still a RAW file, of course, but the interpolated file is just an image file. It isn't a RAW file.
ca: Un **fitxer RAW interpolat** no és un fitxer RAW. Per alguna raó, aquest punt senzill provoca una gran confusió. No obstant això, després que un fitxer RAW hagi estat interpolat pel programari de processament RAW i que després s'hagi generat la sortida com a TIFF o JPEG, el fitxer RAW original seguirà sent un fitxer RAW, per descomptat, però el fitxer interpolat només serà un fitxer d'imatge. No serà un fitxer RAW.
nl: Een **geïnterpoleerd RAW-bestand** is geen RAW-bestand. Om de een of andere reden veroorzaakt dit eenvoudige punt heel wat verwarring. Maar nadat een RAW-bestand geïnterpoleerd is door RAW verwerkende software en daarna als een TIFF of JPEG is uitgevoerd, is het originele RAW-bestand natuurlijk nog steeds een RAW-bestand, maar het geïnterpoleerde bestand gewoon een afbeeldingsbestand. Het is geen RAW-bestand.
pt: Um **ficheiro RAW interpolado** não é um ficheiro RAW. Por alguma razão, este ponto simples provoca bastante confusão. Contudo, depois de um ficheiro RAW ter sido interpolado pelas aplicações de processamento RAW e depois devolver o resultado como um TIFF ou um JPEG, o ficheiro RAW original continua a ser um ficheiro RAW, obviamente, mas o ficheiro interpolado é apenas um ficheiro de imagem - não é um ficheiro RAW.
sl: **Interpolirana surova datoteka RAW** ni datoteka RAW. Iz nekega razloga ta preprosta besedna zveza povzroča veliko zmede. Toda po interpolaciji surove datoteke RAW s programsko opremo za obdelavo RAW in nato natisnete kot izvirnik TIFF ali JPEG.Datoteka RAW je seveda še vedno datoteka RAW, interpolirana datoteka pa je samoslikovna datoteko. To ni datoteka RAW.
uk: **Наближений файл цифрового негатива** не є файлом цифрового негатива. З певних причин цей простий факт призводить до багатьох непорозумінь. Після того як файл цифрового негатива було наближено програмним забезпеченням з обробки цифрових негативів і виведено до файла TIFF або JPEG, початковий файл цифрового негатива, звичайно ж, залишиться файлом цифрового негатива, але наближений файл буде лише файлом зображення. Цей файл вже не буде файлом цифрового негатива.

source: **Linear** has two related and easily confused definitions. *Linear* can mean that the image tonality reflects the tonality in the original scene as photographed instead of being altered by the application of an S-curve or other means of changing local and global tonality. It can also mean that the gamma transfer curve of the color space is linear. An image can be *linear* in either, both, or neither of these two senses. A RAW image as developed by Libraw is linear in both senses. The same image as developed by Canon's RAW processing software won't be linear in either sense.
ca: **Lineal** té dues definicions relacionades i que es confonen amb facilitat. *Lineal* pot significar que la tonalitat de la imatge reflecteix la tonalitat de l'escena original fotografiada en lloc de ser alterada per l'aplicació d'una corba S o altres mitjans per a canviar la tonalitat local i global. També pot significar que la corba de transferència de la gamma de l'espai de color és lineal. Una imatge pot ser *lineal* en qualsevol d'aquests dos sentits, en tots dos o cap. Una imatge RAW desenvolupada per Libraw és lineal en ambdós sentits. La mateixa imatge desenvolupada pel programari de processament RAW de Canon no serà lineal en cap sentit.
nl: **Lineair** kent twee aan elkaar verwante maar gemakkelijk te verwarren definities. *Lineair* kan betekenen dat de kleurtoon van een beeld weergeeft wat de kleurtoon van de gefotografeerde scene was. Het kan ook betekenen dat de gammaconversiecurve van de kleurruimte lineair is. Een beeld kan lineair zijn in een van de twee, in beide of in geen van twee betekenissen. Een RAW-afbeelding zoals ontwikkeld door Libraw is lineair in beide betekenissen. Eenzelfde afbeelding, ontwikkeld door Canon's verwerkingssoftware, zal in geen van de betekenissen lineair zijn.
pt: O **Linear** tem duas definições relacionadas e facilmente confundidas. *Linear* pode significar que a tonalidade da imagem reflecte a tonalidade da cena original, tal como foi fotografada, em vez de ter sido alterada pela aplicação de uma curva-S ou outro meio de alteração da tonalidade local e global. Também pode significar que a curva de transferência do gama do espaço de cores é linear. Uma imagem pode ser *linear* em nenhum, em ambos ou em algum destes sentidos. Uma imagem RAW, tal como é representada pela Libraw, é linear em ambos os sentidos. A mesma imagem, revelada pela aplicação de processamento RAW da Canon não será linear em nenhum destes sentidos.
sl: **Linearno** ima dve povezani definiciji, ki ju je zlahka mogoče zamenjati. *Linearna* lahko pomeni, da tonaliteta slike odraža tonaliteto v izvirnem prizoru kot je posneta, namesto da bi bila spremenjena z uporabo S-krivulje oz. drugega sredstva za spreminjanje lokalne in globalne tonalnosti. Lahko tudi pomeni, da jekrivulja prenosa gama barvnega prostora linearna. Slika je lahko *linearna*v enem, obeh ali v nobenem od teh dveh pomenov. Surova slika RAW, kot jo je razvilLibraw je linearna v obeh pomenih. Ista slika, kot jo je razvila Canonova programska oprema za obdelavo RAW ne bo linearna v nobenem smislu.
uk: Слово **лінійне** має два пов'язаних між собою визначення, які легко сплутати. «Лінійне» може означати, що тональність зображення відповідає тональності початкових об'єктів під час фотографування і її не було змінено застосуванням S-кривої (кривої насиченості) або іншого способу зміни локальної і глобальної тональності. Крім того, це може означати, що крива перетворення гами простору кольорів є лінійною. Зображення може бути «лінійним» у межах одного з цих означень, обох означень або жодного з означень. Зображення цифрового негатива, створене за допомогою libraw, є лінійним у межах обох означень. Те саме зображення, створене за допомогою програми для обробки цифрових негативів від Canon, не буде лінійним за жодного з означень.

source: **HDR** and **LDR** do not refer to the bit-depth of the image. **High dynamic range** and **Low dynamic range** refer to the total dynamic range encompassed by an image. A regular low dynamic range image, say encompassing a mere 5 *stops* (the average digital camera these days can easily accommodate 8 or 9 stops), can be saved as an 8-, 16-, 32-, or even 64-bit image, depending on your software, but the dynamic range of the image isn't thereby increased. Only the number of discrete steps from the brightest to the darkest tone in the image has changed. Conversely, a 22-stop scene (way beyond the capacity of a consumer-oriented digital camera without using multiple exposures) can be saved as an 8- or 16-bit image, but the resulting image will exhibit extreme banding (that is, it will display extreme banding in any given tonal range that can actually be displayed on a typical monitor at one time) because of the relatively few available discrete tonal steps from the lightest to the darkest tone in the image.
ca: **HDR** i **LDR** no es refereixen a la profunditat de bits de la imatge. **Marge dinàmic elevat** i **marge dinàmic baix** es refereixen a al marge dinàmic total abastat per una imatge. Una imatge de marge dinàmic baix normal, diu que abasta unes 5 *parades* (la càmera digital mitjana en aquests dies pot acomodar fàcilment 8 o 9 parades), es poden desar com una imatge de 8, 16, 32, o fins i tot de 64 bits, depenent del vostre programari, però el marge dinàmic de la imatge no augmentarà. Només canviaran el nombre de passos discrets des dels tons més brillants fins els tons més foscos de la imatge. Per contra, una escena de 22 parades (molt més enllà de la capacitat d'una càmera digital orientada al consumidor, sense utilitzar múltiples exposicions) es pot desar com una imatge de 8 o de 16 bits, però la imatge resultant exhibirà un efecte de cartell extrem (és a dir, mostrarà un efecte de cartell en qualsevol abast tonal donat, ja que en realitat es pot mostrar en un monitor típic alhora), a causa dels relativament pocs passos tonals discrets disponibles des del to més brillant fins al més fosc en la imatge.
nl: **HDR** en **LDR** verwijzen niet naar de bitdiepte van een afbeelding. **High dynamic range** en **Low dynamic range** verwijzen naar het totale dynamische bereik van een beeld. Een gewoon beeld met een laag dynamisch bereik, zeg maar, 5 diafragma **stops** kan opgeslagen worden als, 8-, 16-, 32-, of zelfs 64-bits, afhankelijk van de software. (Een tegenwoordige digitale camera kan gemakkelijk 8 of 9 diafragmastops bevatten). Maar het dynamische bereik van het beeld wordt daardoor niet gewijzigd. Slechts het aantal afzonderlijke stapjes van de helderste tot de donkerste tonen is gewijzigd. Omgekeerd kan een 22-stops (wat in een eenvoudige camera niet haalbaar is) eenvoudig beeld opgeslagen worden als een 8-bits of 16-bits beeld maar het resultaat zal verschijnselen van extreme bandvorming te zien geven door de relatief geringe beschikbare stapjes van lichte tot donkere tonen in de afbeelding. Het zal extreme bandvorming laten zien in elk toonbereik op het beeldscherm.
pt: O **HDR** e o **LDR** não se referem à profundidade de 'bits' da imagem. O HDR (**High dynamic range** - **Gama dinâmica elevada**) e o LDR (**Low dynamic range** - **Gama dinâmica reduzida**) referem-se à gama dinâmica total que compõe uma imagem. Uma imagem normal de gama reduzida, por exemplo composta por umas meras 5 *paragens* (uma câmara digital média nos dias de hoje consegue lidar facilmente com 8 ou 9 paragens), pode ser gravada como uma imagem de 8, 16, 32 ou mesmo 64 bits, dependendo da sua aplicação, mas a gama dinâmica da imagem não é aumentada deste modo. Só o número de passos discretos, do tom mais claro ao mais escuro, na imagem é que foi alterado. Por outro lado, uma cena de 22 paragens (bastante longe de uma câmara digital básica sem usar várias exposições), pode ser gravada como uma imagem de 8 ou 16 bits, mas a imagem resultante irá demonstrar bastante distorção (isto é, irá causar bastante distorção em qualquer gama de tonalidades que possa ser apresentada num típico monitor), devido aos relativamente poucos passos de tonalidades discretos, do tom mais claro ao mais escuro na imagem.
sl: **HDR** in **LDR** se ne nanašata na bitno globino slike. **Visoko dinamično območje - High dynamic range** in **Nizko dinamično območje - Low dynamic range** se nanašata na celotno dinamično območje, ki obsega slika. Običajna slika z nizkim dinamičnim razponom, recimo vseobsegajoča le 5 *postankov* (povprečen digitalni fotoaparat v današnjem času zlahka prilagoditi 8 ali 9 postankov), lahko shranite kot 8-, 16-, 32- ali celo 64-bitno sliko, odvisno od vaše programske opreme, vendar dinamični razpon slike s tem ne poveča. Samo število diskretnih korakov od najsvetlejšega do najtemnejši tona na sliki se je spremenilo. Nasprotno pa prizor z 22 postanki (način presega zmogljivost potrošniško usmerjenega digitalnega fotoaparata brez uporabe več osvetlitev) lahko shranite kot 8- ali 16-bitno sliko, a nastalaslika bo pokazala ekstremne pasove (to pomeni, da bo prikazala ekstremne pasovev katerem koli danem tonskem obsegu, ki ga je dejansko mogoče prikazati na običajnem monitorju naenkrat) zaradi razmeroma malo razpoložljivih diskretnih tonskih korakov od najsvetlejšega do najtemnejšega tona na sliki.
uk: Визначення **HDR** (високий динамічний діапазон) та **LDR** (низький динамічний діапазон) не пов'язано з бітовою глибиною кольорів зображення. Ці визначення стосуються загального динамічного діапазону, що вкривається кольорами зображення. Звичайне зображення з низьким динамічним діапазоном, який вкриває, скажімо, всього лише 5 «інтервалів» (посередній сучасний фотоапарат з легкістю може дати 8 або 9 інтервалів), можна зберегти як 8-, 16-, 32- або навіть 64-бітове зображення, залежно від вашого програмного забезпечення, але динамічний діапазон зображення таким чином підвищити не можна. Зміниться лише кількість окремих кроків від найяскравішого до найтемнішого тонів на зображенні. І навпаки, кадр з 22 інтервалами (що значно перевищує можливості зорієнтованих на споживача цифрових фотоапаратів, якщо не використовувати декілька експозицій) можна зберегти як 8- або 16-бітове зображення, але отримане зображення значно постраждає внаслідок утворення смуг (тобто спостерігатиметься значна смугастість у будь-якому тональному діапазоні, який може одномоментно показувати типовий монітор) через відносно невелику кількість доступних дискретних тональних кроків від найсвітлішого до найтемнішого тонів зображення.

source: **In-camera produced JPEGs don't need a camera profile**: All JPEGs (or TIFFs) coming straight out of a camera (even if produced by point-and-shoots cameras that don't allow you to save a RAW file) start life inside the camera as a RAW file produced by the camera's Analog to Digital converter. If you save your images as JPEGs, then the processor inside the camera interpolates the RAW file, assigns a camera profile, translates the resulting RGB numbers to a working space (usually **sRGB** but sometimes you can choose **AdobeRGB**, depending on the camera), does the JPEG compression, and stores the JPEG file on your camera card. So JPEGs (or TIFFs) from your camera don't need to be assigned a camera profile which is then translated to a working space. JPEGs from a camera are already in a working space.
ca: **Els JPEG produïts a la càmera no necessiten un perfil de la càmera**: tots els JPEG (o TIFF) que surten directament d'una càmera (fins i tot si són produïts per càmeres instantànies que no us permeten desar un fitxer RAW) comencen la seva vida dins de la càmera com un fitxer RAW produït pel convertidor d'analògic a digital de la càmera. Si deseu les vostres imatges com JPEG, el processador dins de la càmera interpolarà el fitxer RAW, assignarà un perfil de la càmera, traduirà els números RGB resultants a un espai de treball (generalment **sRGB**, però de vegades pot triar **AdobeRGB**, depenent de la càmera), farà la compressió JPEG i emmagatzemarà el fitxer JPEG a la targeta de la càmera. Per tant, no cal assignar un perfil de la càmera als fitxers JPEG (o TIFF) de la càmera, atès que després es traduiran a un espai de treball. Els fitxers JPEG d'una càmera ja es troben en un espai de treball.
nl: **Intern (in-camera) geproduceerde JPEGs hebben geen cameraprofiel nodig**. Alle JPEG's (of TIFF's) die regelrecht uit de camera komen beginnen hun leven als een RAW-bestand dat geconverteerd werd door de inwendige analoog naar digitaal converter (omzetter.) Zelfs wanneer gemaakt door eenvoudige pocket-camera's. Als u uw beelden opslaat als JPEG's, dan interpoleert de processor in uw camera het RAW-bestand, wijst een cameraprofiel toe, vertaalt de resulterende RGB waarden naar een werkruimte (gewoonlijk **sRGB**, maar soms kunt u kiezen voor **AdobeRGB**), zorgt voor de JPEG-compressie en slaat de afbeelding op in de geheugenkaart van uw camera. Voor JPEG's (of TIFF's) van uw camera is het niet nodig een profiel toe te wijzen dat dan vertaald wordt naar een werkruimte. JPEG's van uw camera bevinden zich al in een kleurwerkruimte.
pt: **Os JPEG's produzidos dentro da câmara não precisam de um perfil da câmara**: Todos os JPEG's (ou TIFF's) que saem directamente de uma câmara (mesmo que sejam produzidas por máquinas instantâneas que não lhe permitem gravar um ficheiro RAW) começam a sua vida dentro da câmara como um ficheiro RAW produzido pelo conversor Analógico-Digital da Câmara. Se gravar as suas imagens como JPEG's, então o processador dentro da câmara interpola o ficheiro RAW, atribui um perfil da câmara, traduz os números RGB resultantes para um espaço de trabalho (normalmente o **sRGB**, mas em alguns casos pode escolher o **AdobeRGB**, dependendo da sua câmara), faz a compressão do JPEG e grava o ficheiro JPEG no cartão da sua câmara. Como tal, os JPEG's (ou TIFF's) da sua câmara não precisam de ter atribuído um perfil da câmara, o qual é então traduzido para um espaço de trabalho. Os JPEG's de uma câmara já estão num espaço de trabalho.
sl: **Vgrajeni JPEG-ji ne potrebujejo profila kamere**: vsi JPEG-ji (ali TIFF-ji), ki prihajajo naravnost iz kamere (tudi če so ustvarjeni s preprostimi kamerami tipa poišči in pritisni).kamerami, ki vam ne omogočajo shranjevanja surove datoteke RAW) začnejo življenje znotraj kamere kot datoteka RAW, ki jo ustvari analogno-digitalni pretvornik kamere.Če slike shranite kot JPEG, potem procesor v fotoaparatu interpolira datoteko RAW, dodeli profil kamere, prevede nastale številke RGB v delovni prostor (običajno **sRGB**, včasih lahko izberete tudi **AdobeRGB**, odvisno od fotoaparata), izvede stiskanje JPEG in shrani datoteko JPEG na kartico fotoaparata. Torej JPEG (oz. TIFF) iz vaše kamere ni treba dodeliti profila kamere, ker je že preveden v delovni prostor. Slike JPEG v kameri so že v delovnem prostoru.
uk: **Зображення JPEG, створені у фотоапараті, не потребують профілю фотоапарата.** Всі зображення JPEG (або TIFF), отримані безпосередньо за допомогою фотоапарата (навіть створені фотоапаратами типу «навів і клацнув», які не дозволяють зберігати зображення цифрових негативів), починають своє життя у фотоапараті як файл цифрового негатива, створений аналогово-цифровим перетворювачем фотоапарата. Якщо ви зберігаєте ваші зображення у форматі JPEG, інструмент обробки у самому фотоапараті наблизить файл цифрового негатива, призначить профіль фотоапарата, перетворить отримані числа RGB у робочий простір (зазвичай, sRGB, але іноді ви можете вибрати **AdobeRGB**, все залежить від фотоапарата), виконає стискання JPEG і збереже файл JPEG на картці фотоапарата. Отже, для файлів JPEG (або TIFF) з вашого фотоапарата не потрібно призначати профіль фотоапарата, який потім буде перетворено у робочий простір. Кольори файлів JPEG з фотоапарата вже перебувають у робочому просторі.
