Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/basis_knowledge.po
Languages: ca, nl, pt, sl, uk

source: To back up a little bit and look at the first color profile an image encounters, that is, the camera profile (see point 1. immediately above) - Libraw can in fact apply your camera profile for you (Libraw uses Lcms internally). But the generating data composed of the interpolated RGB values derived from the camera RAW file, and the application of the camera profile to the interpolated file, are two very distinct and totally separable (separable in theory and practice for Libraw; in theory only for most RAW converters) steps.
ca: Per a retrocedir una mica i mirar el primer perfil de color que troba una imatge, és a dir, el perfil de la càmera (vegeu el punt 1 immediatament anterior): la LibRaw pot aplicar el vostre perfil de càmera (la LibRaw utilitza Lcms internament). Però les dades de generació compostes pels valors RGB interpolats derivats del fitxer RAW de la càmera i l'aplicació del perfil de la càmera al fitxer interpolat són dos passos molt diferents i totalment separables (separables en teoria i a la pràctica per la LibRaw -en teoria només per a la majoria convertidors RAW-).
nl: Om even terug te kijken en te kijken naar het eerste kleurprofiel dat een afbeelding tegenkomt, dat is, het cameraprofiel (zie punt 1. bovenstaand) - Libraw kan in feite uw cameraprofiel voor u toepassen (Libraw gebruikt intern LCMS). Maar de gegenereerde gegevens samengesteld uit de geïnterpoleerde RGB-waarden, afgeleid uit het RAW-bestand van de camera en de toepassing van het cameraprofiel op het geïnterpoleerde bestand, zijn twee erg verschillende en totaal aparte steppen (gescheiden in theorie en praktijk voor Libraw; in theorie alleen voor de meeste RAW-converters).
pt: Para voltar atrás um pouco e olhar para o primeiro perfil de cores com que uma imagem se depara, ou seja, o perfil da câmara (ver o ponto 1. imediatamente acima) - a Libraw pode de facto aplicar o perfil da sua câmara por si (a Libraw usa internamente o Lcms). Mas os dados gerados, compostos pelos valores RGB interpolados que derivam do ficheiro RAW da câmara, bem como pela aplicação do perfil da câmara ao ficheiro interpolado, são dois passos bastante distintos e totalmente separáveis (em teoria e na prática na Libraw; apenas na teoria, na maioria dos outros conversores RAW).
sl: Za korak nazaj in pogledam prvi barvni profil, ki ga sreča slika, torej profil kamere (glej točko 1. takoj zgoraj) - Libraw lahko dejansko uporabi vaš profil kamere namesto vas (Libraw interno uporablja Lcms). Toda generirani podatki sestavljeni iz interpoliranih vrednosti RGB in izpeljane vrednosti RGB datoteke RAW kamere in uporaba profila kamere v interpolirano datoteko sta dva zelo različna in popolnoma ločljiva koraka(ločljivo v teoriji in praksi za Libraw; v teoriji samo za večino pretvornikov RAW).
uk: Повернімося трохи назад і поглянемо на перший з профілів кольорів, які зустрічає на своєму шляху зображення, тобто на профіль фотоапарата (див. точку 1 трохи вище). Фактично, libraw може самостійно застосувати профіль вашого фотоапарата (libraw використовує вбудований lcms). Але створення даних, які складаються з наближених значень RGB, отриманих на основі даних з файла цифрового негатива з фотоапарата і застосування до наближеного файла профілю фотоапарата є двома зовсім різними і відокремлюваними (відокремлюваними теоретично і практично для dcraw і лише теоретично для більшості інших інструментів перетворення цифрових негативів) кроками.

source: Camera Profiles
ca: Perfils de la càmera
nl: Cameraprofielen
pt: Perfis das Câmaras
sl: Profili kamere
uk: Профілі фотоапаратів

source: This manual section has a bit of information on where to find ready-made camera profiles. It's an unfortunate fact of digital imaging that the camera profiles supplied by Canon, Nikon, and the like don't work as well with RAW converters other than each camera manufacturer's own proprietary RAW converter. They have to make their own profiles for all the cameras that they support - keep this proprietary propensity of your camera manufacturer in mind next time you buy a digital camera.
ca: Aquesta secció del manual conté una mica d'informació sobre on trobar els perfils de la càmera llestos per a utilitzar. És un fet desafortunat de les imatges digitals que els perfils de la càmera proporcionats per Canon, Nikon i similars no funcionin tan bé amb els convertidors RAW que no siguin el convertidor RAW propietari de cada fabricant de càmeres. Haureu de crear els vostres propis perfils per a totes les càmeres compatibles: cal tenir en compte aquesta propensió a patents del fabricant de la vostra càmera la propera vegada que compreu una càmera digital.
nl: Deze sectie van de handleiding heeft enige informatie over waar kant-en-klare cameraprofielen zijn te vinden. Het is een ongelukkig feit van digitale afbeeldingen dat de cameraprofielen geleverd door Canon, Nikon en anderen niet zo goed werken als met RAW-converters anders dan de eigen RAE-convertor van elke camera fabrikant. Ze moeten hun eigen profielen voor alle camera's die ze ondersteunen maken - houd deze neiging tot eigen zaken van uw camerafabrikant in gedachten de volgende keer dat u een digitale camera koopt.
pt: Esta secção do manual tem algumas informações sobre como encontrar perfis da câmara prontos a usar. É um facto infeliz na gestão de imagens digitais que os perfis das câmaras da Canon, Nikon, entre outras, não funciona tão bem com os conversores de RAW face aos seus conversores próprios e proprietários. Eles têm de criar os seus próprios perfis para todas as câmaras que suportam - tenha em mente essa propensão proprietária do fabricante da sua câmara da próxima vez que comprar uma câmara digital.
sl: Ta del priročnika vsebuje nekaj informacij o tem, kje lahko najdete že pripravljeneprofile kamere. Pri digitalni fotografiji je žalostno dejstvo, da profili kamer, ki jih ponujajo Canon, Nikon in podobni, ne delujejo dobro s pretvorniki RAW, ki niso lastni pretvorniki RAW vsakega proizvajalca fotoaparata. Morajo narediti svoje profile za vse kamere, ki jih podpirajo - ohranite v mislih to lastniško nagnjenost proizvajalcev kamer do naslednjič, ko boste kupovali digitalno kamero.
uk: У цьому підручнику наведено трохи інформації щодо того, де шукати готові профілі фотоапаратів. Але можна констатувати прикрий факт роботи з цифровими зображеннями: профілі фотоапаратів, які постачаються компаніями Canon, Nikon тощо, не працюють належним чином з інструментами перетворення цифрових негативів, відмінними від створених виробником фотокамери закритих інструментів. Ось чому Bibble і Phase One (і Adobe, але ACR приховує створені Adobe профілі у коді програми), наприклад, змушені створювати власні профілі для всіх фотоапаратів, які ними підтримуються. Враховуйте цю схильність виробників до приховування, коли наступного разу купуватимете цифровий фотоапарат.

source: To finding a camera profile for your camera is to make your own camera profile or have one made for you. There are quite a few commercial services who provide profiling services (for a fee, of course). Or you can use `Argyll <http://www.argyllcms.com/>`_ to profile your camera yourself. We cannot speak about how easy or difficult the process of profiling a camera might be. But we would imagine, knowing how very meticulous the people behind Argyll, and Lcms are about color management, that making your own camera profile is very do-able and very likely the results will be better than any proprietary profile. After all, Canon didn't profile your camera, they just profiled a camera like your.
ca: Trobar un perfil de la càmera per a la càmera és crear el vostre propi perfil de la càmera o fer-ne un. Hi ha força serveis comercials que ofereixen serveis de creació de perfils (a canvi d'una tarifa, és clar). O podeu utilitzar `Argyll <http://www.argyllcms.com/>`_ per a crear el perfil de la vostra càmera. No podem parlar de com pot ser de fàcil o difícil el procés de creació del perfil d'una càmera. Però ens imaginem, sabent com són de meticuloses les persones darrere d'Argyll i Lcms pel que fa a la gestió del color, que crear el vostre propi perfil de càmera és molt factible i molt probable que els resultats siguin millors que qualsevol perfil propietari. Al cap i a la fi, Canon no ha creat un perfil per a la vostra càmera, només ha creat un perfil per a una càmera com la vostra.
nl: Om een cameraprofiel voor uw camera te vinden is het maken van uw eigen cameraprofiel of er een voor u laten maken. Er zijn tamelijk veel commerciële services die services voor profielen leveren (voor een bedrag, natuurlijk). Of u kunt `Argyll <http://www.argyllcms.com/>`_ gebruiken om zelf een profiel voor uw camera te maken. We kunnen niets zeggen over hoe gemakkelijk of moeilijk het is om een profiel voor een camera te maken. Maar we veronderstellen, wetend hoe erg precies de mensen achter Argyll en Lcms zijn over kleurbeheer, dat maken van uw eigen cameraprofiel zeker is te doen en zeer waarschijnlijk resulteert in iets beters dan elk fabrikantseigen profiel. Tenslotte heeft Canon uw camera niet geprofileerd, ze hebben een camera zoals die van u geprofileerd.
pt: Encontrar um perfil para a sua câmara pode passar por criar o seu próprio perfil ou pedir que lhe arranjem um. Existem alguns serviços comerciais que oferecem capacidades de geração de perfis (pagando uma taxa, obviamente). Por outro lado, poderá usar o `Argyll <http://www.argyllcms.com/>`_ para gerar você mesmo um perfil para a sua câmara. Não sabemos dizer quão fácil ou difícil o processo de geração de um perfil para a câmara poderá ser. Mas podemos imaginar, sabendo quão meticulosas as pessoas são por trás do Argyll e do Lcms face à gestão de cores, que criar o seu próprio perfil para a câmara é bastante exequível e muito provavelmente os resultados serão melhores em relação a um perfil proprietário. Afinal de contas, a Canon não criou um perfil para a sua câmara, simplesmente criaram para uma câmara como a sua.
sl: Če želite najti profil kamere za svojo kamero, morate narediti profil lastne kamereali dajte enega narediti zase. Obstaja kar nekaj komercialnih storitev, ki opravljajo storitve profiliranja (seveda za plačilo). Lahko pa uporabite `Argyll <http://www.argyllcms.com/>`_, da sami profilirate svojo kamero. Ne morem govoriti o tem, kako enostaven ali težak utegne biti postopek profiliranja kamere. Vendar bi si predstavljali, saj vemo, kako zelo pedantni so ljudje za Argyllom in Lcms, ki se ukvarjata z upravljanjem barv, ki ustvarja svoje profil kamere je zelo izvedljiv in zelo verjetno bodo rezultati boljši kot pri kateremkoli lastniškem profilu. Navsezadnje Canon ni profiliral prav vaše kamere ampak so profilirali kamero, kakršna je vaša.
uk: Повернімося до пошуків профілю фотоапарата для ВАШОГО фотоапарата. Єдиною відповіддю (якщо вам не вдалося знайти готового профілю, який задовольняє ваші потреби) є створення власного профілю фотоапарата або купівля такого профілю. Існує декілька комерційних служб, які надають послуги з профілювання (звичайно ж, за гроші). Крім того, ви можете скористатися `Argyll <http://www.argyllcms.com/>`_ для того, щоб профілювати ваш фотоапарат вручну. Автор ще не виконував цієї процедури, отже не може сказати про те, наскільки простим чи складним є процес профілювання фотоапарата. Але можна вважати, знаючи наскільки скурпульозними є творці Argyll, LPRof та lcms у питаннях керування кольорами, що створення вашого власного профілю фотоапарата є завданням, яке реально можна виконати з результатами, кращими за отримані за допомогою будь-якого профілювання закритим програмним забезпеченням. До того ж, компанія Canon не створюватиме профілів саме для ВАШОГО фотоапарата, — вони профілюватимуть фотоапарат, ПОДІБНИЙ до вашого.

source: For more information take a look to the dedicated :ref:`section from this manual <camera_profiles>`.
ca: Per a obtenir més informació, vegeu la :ref:`secció <camera_profiles>` dedicada d'aquest manual.
nl: Voor meer informatie neem een kijkje in de toegespitste :ref:`sectie van deze handleiding <camera_profiles>`.
pt: Para mais informações, dê uma vista de olhos na :ref:`secção dedicada deste manual <camera_profiles>`.
sl: Za več informacij si oglejte namenski :ref:`razdelek tega priročnika <camera_profiles>`.
uk: Щоб дізнатися про це більше, ознайомтеся із :ref:`відповідним розділом цього підручника <camera_profiles>`.

source: If your Photograph Include a Color Profile from your Camera digiKam Can show this in Colors Sidebar Tab
ca: Si la vostra fotografia inclou un perfil de color de la càmera, el digiKam el podrà mostrar a la pestanya Colors de la barra lateral
nl: Als uw foto een Kleurprofiel bevat uit uw camera kan digiKam deze tonen in het zijbalktabblad Kleuren
pt: Se a sua Fotografia Incluir um Perfil de Cores da sua Câmara, o digiKam Pode Mostrá-lo na Página de Cores da Barra Lateral
sl: Če vaša fotografija vključuje barvni profil iz vaše kamere, lahko digiKam to prikaže v zavihku stranske vrstice Barve
uk: Як до вашої фотографії вбудовано профіль кольорів з вашого фотоапарата, digiKam може показати це на вкладці кольорів бічної панелі

source: Working Spaces
ca: Espais de treball
nl: Werkruimten
pt: Espaços de Trabalho
sl: Delovni prostori
uk: Робочі простори

source: So now your RAW file has been interpolated by Libraw and you've obtained a camera profile and used Lcms to apply your camera profile. What does all this mean? The real answer involves a lot of math and color science that goes way over my head and likely yours. The short, practical answer is that neither the camera profile space nor the Profile Connection Space is an appropriate space for image editing.
ca: Així que ara, el fitxer RAW ha estat interpolat per la LibRaw i heu obtingut un perfil de càmera i heu utilitzat Lcms per a aplicar-lo. Què vol dir tot això? La resposta real involucra moltes matemàtiques i ciència del color que em passen pel cap i probablement el vostre. La resposta breu i pràctica és que ni l'espai del perfil de la càmera ni l'espai de connexió del perfil són espais apropiats per a l'edició d'imatges.
nl: Dus nu is uw RAW-bestand geïnterpoleerd door Libraw en u hebt een cameraprofiel gekregen en Lcms gebruikt om uw cameraprofiel toe te passen. Wat betekent diy allemaal? Het echte antwoord Houdt heel wat wiskunde en kleurwetenschap in die ver boven mijn pet gaat en mogelijk de uwe. Het korte, praktische antwoord is dat noch de cameraprofielruimte noch de Profile Connection Space is een geschikte ruimte is voor bewerken van een afbeelding.
pt: Portanto, agora o seu ficheiro RAW foi interpolado pela Libraw e obteve um perfil da câmara e usou o Lcms para aplicar o perfil da sua câmara. O que é que significa tudo isto? A resposta real envolve bastante matemática e ciências de cor, que estão claramente fora do âmbito. A resposta curta e prática é que nem o espaço do perfil da câmara nem o Espaço de Ligação do Perfil são espaços apropriados para a edição de imagens.
sl: Zdaj je vašo datoteko RAW interpoliral Libraw in dobili ste profil kamere in uporabil Lcms za uporabo profila kamere. Kaj vse to pomeni? Pravi odgovor vključuje veliko matematike in znanosti o barvah, kar nam gre čez glavo in verjetno tudi vam. Kratek, praktičen odgovor je ta, da niti barvni prostor kamere niti prostor povezave profila nista primeren prostor za urejanje slik.
uk: Отже, тепер ваш файл цифрового негатива наближено за допомогою libraw, у вас вже є профіль фотоапарата і ви використали lcms для застосування профілю фотоапарата. Для чого всі ці складнощі? Точна відповідь містить багато математичних викладок та застосування науки про колір, які вже вилетіли з голови автора і, напевно, вилетять з вашої голови. Коротка відповідь, побудована з точки зору практики, полягає у тому, що ні простір кольорів профілю фотоапарата, ні простір з’єднання профілів (PCS) не є зручними просторами для редагування зображення.

source: Your next step is to choose a working space for image editing. Lcms, the color management engine that digiKam uses, perform a double translation. First Lcms uses the camera profile to translate the RGB values of each pixel in the Libraw output image without camera-profile applied into the aforementioned Profile Connection Space. Then it translates the RGB values of each pixel from the Profile Connection Space to your chosen working space.
ca: El proper pas serà triar un espai de treball per a l'edició d'imatges. Lcms, el motor de gestió del color que utilitza el digiKam, realitza una traducció doble. Primer, Lcms utilitza el perfil de la càmera per a traduir els valors RGB de cada píxel en la imatge de sortida de la LibRaw sense aplicar el perfil de la càmera a l'espai de connexió del perfil abans esmentat. Després, tradueix els valors RGB de cada píxel des de l'espai de connexió del perfil cap a l'espai de treball escollit.
nl: Uw volgende stap is het kiezen van een werkruimte voor bewerken van een afbeelding. Lcms, de kleurenbeheerengine die digiKam gebruikt, voert een dubbele vertaling uit. Eerst gebruikt Lcms het cameraprofiel om de RGB waarden van elk pixel in de uitvoerafbeelding van Libraw zonder toegepast cameraprofiel in de eerder genoemde Profile Connection Space te vertalen. Daarna vertaalt het de RGB waarden van elk pixel uit de Profile Connection Space naar uw gekozen werkruimte.
pt: O seu próximo passo é escolher um espaço de trabalho para a edição de imagens. O Lcms, o motor de gestão de cores que o digiKam usa, efectua uma dupla tradução. Em primeiro lugar, o Lcms usa o perfil da câmara para traduzir os valores RGB de cada pixel na imagem resultante da Libraw, sem o perfil da câmara aplicado no Espaço de Ligação dos Perfis. Depois, traduz os valores RGB de cada pixel do Espaço de Ligação do Perfil ao seu espaço de trabalho escolhido.
sl: Vaš naslednji korak je izbira delovnega prostora za urejanje slik. Lcms, program za upravljanje barv, ki ga uporablja digiKam, izvede dvojni prevod. Najprej Lcms uporablja profil kamere za prevajanje vrednosti RGB vsake slikovne pike v izhodni sliki Libraw brez profila kamere, uporabljenega v zgoraj omenjeni prostora povezav profilov. Nato prevede vrednosti RGB vsake slikovne pike iz prostora povezave profila v izbrani delovni prostor.
uk: Вашим наступним кроком є вибір робочого простору для редагування зображення. Отже, ви (або, точніше, рушій керування кольорами lcms, який використовує ваше програмне забезпечення з відкритим кодом для роботи з цифровими фотографіями) насправді виконуватимете подвійне перетворення. Спочатку lcms використає профіль фотоапарата для перетворення значень RGB для кожного пікселя у виведеному libraw зображенні без застосування профілю фотоапарата до згаданого раніше простору з’єднання профілів, потім lcms перетворить значення RGB кожного з пікселів з PCS до вибраного вами робочого простору.

source: digiKam Knows Where to Find the Color Profiles Installed on Your System and list Files in Setup Dialog For Selection
ca: El digiKam sap on trobar els perfils de color instal·lats al vostre sistema i llista els fitxers en el diàleg de configuració per a la selecció
nl: digiKam weet waar de geïnstalleerde kleurprofielen op uw systeem zijn te vinden en heeft een lijst met bestanden in de insteldialoog voor selecteren
pt: O digiKam Sabe onde Procurar os Perfis de Cores Instalados no seu Sistema e Listar os Ficheiros na Janela de Configuração para a Selecção
sl: digiKam ve, kje najti barvne profile, nameščene v vašem sistemu, in seznam datotek v nastavitvenem pogovornem oknu za izbiro
uk: digiKam може знаходити профілі кольорів, які встановлено у вашій системі і показувати список файлів у вікні налаштовування

source: For more information take a look to the dedicated :ref:`section from this manual <working_space>`.
ca: Per a obtenir més informació, vegeu la :ref:`secció <working_space>` dedicada d'aquest manual.
nl: Voor meer informatie neem een kijkje in de toegespitste :ref:`sectie van deze handleiding <working_space>`.
pt: Para mais informações, dê uma vista de olhos na :ref:`secção dedicada deste manual <working_space>`.
sl: Za več informacij si oglejte namenski :ref:`razdelek tega priročnika <working_space>`.
uk: Щоб дізнатися про це більше, ознайомтеся із :ref:`відповідним розділом цього підручника <working_space>`.

source: Conditions to Ignore
ca: Condicions que s'han d'ignorar

source: Color Management Definitions
ca: Definicions de la gestió del color

source: **Useful mathematical information**: If you are dealing with Libraw's linear gamma output: Mathematically speaking, when doing a gamma transform you normalize (that is, divide by 256 if you are working with 8-bit values) the RGB numbers and raise the resulting numbers to an appropriate power depending on the respective gammas of the starting and ending color space, then renormalize the results to a new set of RGB numbers. It's not hard, and very instructive, to do this with a calculator for a few sets of RGB numbers spaced from (0,0,0) to (255,255,255) to see how RGB numbers change from one gamma encoding to another. Lcms does this for you when you ask Lcms to convert from one color space to another.
ca: **Informació matemàtica útil**: si esteu tractant amb la sortida interval lineal de la LibRaw: matemàticament parlant, quan es realitza una transformació de gamma, normalitzareu (és a dir, es dividirà per 256 si esteu treballant amb valors de 8 bits) els números RGB i s'elevaran els números resultants a una potència apropiada depenent de les gammes respectius de l'espai de color inicial i final, després tornareu a normalitzar els resultats a un conjunt nou de números RGB. No és difícil, i és molt instructiu, fer això amb una calculadora per a alguns conjunts de números RGB espaiats des de (0,0,0) fins a (255,255,255) per a veure com canvien els números RGB des d'una codificació de gamma a una altra. Lcms ho fa quan se li demana a Lcms que converteixi des d'un espai de color a un altre.

source: The Color Space Connections
ca: Les connexions de l'espai de color
