Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/basis_knowledge.po
Languages: ca, nl, pt, sl, uk

source: As a very important aside, in digiKam the software used to translate from the camera profile to the Profile Connection Space and from the Profile Connection Space to your chosen working space and eventually to your chosen output space (for printing or perhaps monitor display) is based on `Lcms <https://www.littlecms.com/>`_ (the **Little Color Management** engine). For what it's worth, Lcms does more accurate conversions than Adobe's proprietary color conversion engine. Further, the RAW conversion in digiKam is based on decoding of the proprietary RAW file done by **Libraw**. `This library <https://www.libraw.org/>`_, is a great open-source component as without it we'd all be stuck using the usually Windows or Mac only proprietary softwares that comes with our digital cameras. The Libraw's interpolation algorithms (not to be confused with the aforementioned decoding of the proprietary RAW file), which are part of digiKam if properly used, produce results equal or superior to commercial, closed source software.
ca: Com un apart molt important, en el digiKam, el programari utilitzat per a traduir des del perfil de la càmera cap a l'espai de connexió del perfil i des de l'espai de connexió del perfil cap a l'espai de treball triat i, finalment, a l'espai de sortida triat (per a imprimir o potser mostrar en el monitor) es basa en `Lcms <https://www.littlecms.com/>`_ (el motor **petit de gestió de color**). Pel que val, Lcms fa conversions més precises que el motor de conversió de color patentat d'Adobe. A més, la conversió RAW en el digiKam es basa en la descodificació del fitxer RAW propietari realitzat per la **LibRaw**. `Aquesta biblioteca <https://www.libraw.org/>`_ és un excel·lent component de codi obert, ja que sense ella tots estaríem atrapats utilitzant el programari propietari de Windows o Mac, el qual ve amb les nostres càmeres digitals. Els algorismes d'interpolació de la LibRaw (que no s'han de confondre amb la descodificació abans esmentada del fitxer RAW patentat), formen part del digiKam si es fan servir correctament, produeixen resultats iguals o superiors als del programari comercial de codi tancat.
