Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/basis_knowledge.po
Languages: ca, nl, pt, sl, uk

source: As a very important aside, in digiKam the software used to translate from the camera profile to the Profile Connection Space and from the Profile Connection Space to your chosen working space and eventually to your chosen output space (for printing or perhaps monitor display) is based on `Lcms <https://www.littlecms.com/>`_ (the **Little Color Management** engine). For what it's worth, Lcms does more accurate conversions than Adobe's proprietary color conversion engine. Further, the RAW conversion in digiKam is based on decoding of the proprietary RAW file done by **Libraw**. `This library <https://www.libraw.org/>`_, is a great open-source component as without it we'd all be stuck using the usually Windows or Mac only proprietary software that comes with our digital cameras. The Libraw's interpolation algorithms (not to be confused with the aforementioned decoding of the proprietary RAW file), which are part of digiKam if properly used, produce results equal or superior to commercial, closed source software.
nl: Als een erg belangrijk zijpad, in digiKam is de software gebruikt om uit het cameraprofiel te vertalen naar de Profile Connection Space en van de Profile Connection Space naar de door u gekozen werkruimte en eventueel naar uw gekozen uitvoerruimte (voor afdrukken of misschien monitor) gebaseerd op `Lcms <https://www.littlecms.com/>`_ (de **Little Color Management** engine). Voor wat het waard is, Lcms doet meer accurate conversies dan de eigen kleurconversie engine van Adobe. Verder is de RAW-conversie in digiKam gebaseerd op decoderen van het eigen RAW-bestand door **Libraw**. `Deze bibliotheek <https://www.libraw.org/>`_, is een geweldige open-source component omdat we zonder deze vastzitten aan het gebruik van de gewoonlijk alleen eigen Windows of Mac software die komt met onze digitale camera's. De interpolatie algoritmen van Libraw (niet te verwarren met de eerder genoemde decodering van het eigen RAW-bestand), die onderdeel zijn van digiKam indien juist gebruikt, produceren resultaten gelijk aan of beter dan commerciële, gesloten broncode software.
pt: Como nota importante, no digiKam, a aplicação usada para traduzir do perfil da câmara para o Espaço de Ligação de Perfis e deste espaço para o espaço de trabalho escolhido por si ou ainda o espaço de saída (para impressão ou apresentação num monitor), baseia-se no `Lcms <https://www.littlecms.com/>`_ (o motor **Little Color Management** ou **Pequena Gestão de Cores**). No que lhe diz respeito, o Lcms faz conversões mais precisas que o motor proprietário de conversão de cores da Adobe. Para além disso, a conversão de RAW no digiKam baseia-se na descodificação do ficheiro RAW proprietário, efectuada pela **Libraw**. `Esta biblioteca <https://www.libraw.org/>`_, é um óptimo componente em código aberto, sem a qual estaríamos limitados a usar as aplicações proprietárias apenas para Mac ou Windows que vêm com as nossas câmaras digitais. Os algoritmos de interpolação da Libraw (não confundir com a descodificação acima referida do ficheiro RAW proprietário) que fazem parte do digiKam, se forem usados de forma adequada, produzem resultados iguais ou superiores às aplicações comerciais de código fechado.
sl: Kot zelo pomembno dejstvo je, da v digiKamu programska oprema, ki se uporablja za prevajanje iz profila kamere v prosto za za povezavo profila in iz prostora za povezavo profila v vaš izbrani delovni prostor in na koncu v vaš izbrani izhodni prostor (za tiskanje ali morda prikaz monitorja) temelji na `Lcms <https://www.littlecms.com/>`_ (programju **Little Color Management**). Vredno je to, da Lcms izvaja natančnejše pretvorbe kot lastniško programje Adobe za pretvorbo barv. Nadalje pretvorba RAW v digiKam temelji na dekodiranju lastniške datoteke RAW, ki jo izvaja **Libraw**. `Ta knjižnica <https://www.libraw.org/>`_, je odlična odprtokodna komponenta, saj bi brez nje bi vsi obtičali pri uporabi običajno samo operacijskega sistema Windows ali Mac z lastniško programsko opremo, ki je priložena našim digitalnim kameram. Libraw-jeve interpolacijske algoritme (ne zamenjujte z zgoraj omenjenimi dekodiranji lastniške datoteke RAW), ki so del digiKama, če se pravilno uporabljajo, dajejo rezultate, ki so enaki ali boljši od komercialnega zaprtega vira programske opreme.
uk: Дуже важливе зауваження: для digikam, програмне забезпечення, що використовується для перетворення з профілю фотоапарата у простір з'єднання профілів і з простору з'єднання профілів до вибраного вами робочого простору і, нарешті, до вибраного вами простору кольорів виводу (для друку або, можливо, показу на моніторі) засновано на `lcms <https://www.littlecms.com/>`_ (little color management engine). Як би там не було, за спостереженнями автора, lcms виконує точніші перетворення, ніж комерційний рушій перетворення кольорів Adobe. Крім того, майже всі програми перетворення цифрових негативів, зокрема комерційне програмне забезпечення з закритим кодом, наприклад, Adobe Photoshop, перетворення цифрових негативів, типово, засновано на декодуванні цифрового негатива у закритому форматі, яке виконує **Libraw**. `Ця бібліотека <https://www.libraw.org/>`_ є чудовим компонентом з відкритим кодом — без нього єдиним виходом було б використання звичайного для windows/mac комерційного закритого програмного забезпечення, яке постачається разом з цифровими фотоапаратами. Алгоритми наближення libraw (їх не слід плутати з декодуванням файла цифрового негатива у закритому форматі, про яке ми згадували раніше), які є частиною digiKam, за їх належного використання, дають результати, які не поступаються або переважають результати комерційного програмного забезпечення з закритим кодом.

source: There are two commonly used Profile Connection Spaces - **CIELAB** and **CIEXYZ** (see this `wikipedia Color management section <https://en.wikipedia.org/wiki/Color_management#Color_transformation>`_ for details). Lcms uses the camera profile to translate the RGB values from the interpolated RAW file, into the appropriate Profile Connection Space (usually CIEXYZ). A profile connection space is not itself a working space. Rather a **Profile Connection Space** is an absolute reference space used only for translating from one color space to another - think of a **Profile Connection Space** as a **Universal Translator** for all the color profiles that an image might encounter in the course of its journey from camera RAW file to final output:
ca: Hi ha dos espais de connexió de perfil d'ús comú: **CIELAB** i **CIEXYZ** (per a més detalls, vegeu `aquesta secció de gestió del color <https://en.wikipedia.org/wiki/Color_management#Color_transformation>`_ en la Wikipedia). Lcms utilitza el perfil de la càmera per a traduir els valors RGB del fitxer RAW interpolat a l'espai de connexió de perfil apropiat (generalment CIEXYZ). Un espai de connexió del perfil no és en si mateix un espai de treball. Més aviat, un espai de connexió del perfil és un espai de referència absolut que només s'utilitza per a traduir des d'un espai de color cap a un altre: penseu en un espai de connexió del perfil com en un traductor universal per a tots els perfils de color que una imatge pot trobar en el curs del vostre viatge des del fitxer RAW de la càmera fins a la sortida final:
nl: Er zijn twee algemeen gebruikte Profile Connection Spaces - **CIELAB** en **CIEXYZ** (zie deze `wikipedia kleur beheersectie <https://en.wikipedia.org/wiki/Color_management#Color_transformation>`_ voor details). Lcms gebruikt het cameraprofiel om de RGB-waarden te vertalen uit het geïnterpoleerde RAW-bestand in de toepasselijke Profile Connection Space (gewoonlijk CIEXYZ). Een profile connection space is niet zelf een werkruimte. Een **Profile Connection Space** is een absolute referentieruimte alleen gebruikt voor vertalen van de ene kleurruimte naar een andere - denk aan een **Profile Connection Space** als aan een **Universele vertaler** voor alle kleurprofielen die een afbeelding tegen ka komen in de loop van zijn reis van camera RAW-bestand naar uiteindelijke uitvoer:
pt: Existem dois Espaços de Ligação de Perfis normalmente usados - o **CIELAB** e o **CIEXYZ** (veja esta `secção de gestão de cores da Wikipédia <https://en.wikipedia.org/wiki/Color_management#Color_transformation>`_ para mais detalhes). O Lcms usa o perfil da câmara para traduzir os valores RGB do ficheiro RAW interpolado para o Espaço de Ligação de Perfis (normalmente o CIEXYZ). Um espaço de ligação de perfis não é em si um espaço de trabalho. Em vez disso, um **Espaço de Ligação de Perfis** é um espaço de referência absoluto, usado apenas para traduzir de um espaço de cores para outro - pense num **Espaço de Ligação de Perfis** como um **Tradutor Universal** para todos os perfis de cores que uma imagem pode encontrar ao longo da sua jornada entre o ficheiro RAW da câmara e o resultado final:
sl: Obstajata dva pogosto uporabljena prostora za povezavo profilov - **CIELAB** in**CIEXYZ** (glejte ta razdelek Wikipedia o upravljanju barv <https://en.wikipedia.org/wiki/Color_management#Color_transformation>`_ za podrobnosti).Lcms uporablja profil kamere za prevajanje vrednosti RGB iz interpolirano datoteko RAW v ustrezen prostor povezave profila (običajno CIEXYZ). Prostor povezave za profila sam po sebi ni delovni prostor. Namesto tega je **Prostor za povezavo profila** uporabljen absolutni referenčni prostor samo za prevajanje iz enega barvnega prostora v drugega - pomislite na **Prostor povezave profila** kot **Univerzalni prevajalnik** za vse barvne profile na katere bi lahko naletela slika med svojim potovanjem iz surove datoteke kamere RAW do končnega izhoda:
uk: Існує два поширених просторів з’єднання профілів: **CIELAB** і **CIEXYZ** (див сторінку «Керування кольорами», `розділ щодо перетворення кольорів <https://en.wikipedia.org/wiki/Color_management#Color_transformation>`_ (color translation), а потім сторінки щодо CIELAB і CIEXYZ у Вікіпедії). Lcms використовує профіль фотоапарата для перетворення значень RGB з наближеного файла цифрового негатива, тобто файла TIFF, створеного за допомогою libraw, у відповідний простір з’єднання профілів (Зазвичай, CIEXYZ. Чому CIEXYZ? Не було часу вивчити це питання). Простір з’єднання профілів насправді не є робочим простором. PCS можна уявляти як абсолютний еталонний простір, що використовується лише для перетворення з одного простору кольорів у інший. PCS — це неначебто універсальний інструмент перетворення для всіх профілів кольорів, які можуть зустрітися у зображенні на його шляху з файла цифрового негатива фотоапарата до остаточного відбитка:

source: Lcms uses the camera profile, also called an **Input profile**, to translate the interpolated Libraw-produced RGB numbers, which only have meaning relative to your (make and model of) camera, to a second set of RGB numbers that only have meaning in the **Profile Connection Space**.
ca: Lcms utilitza el perfil de la càmera, també anomenat **perfil d'entrada**, per a traduir els números RGB interpolats produïts per la LibRaw, els quals només tenen significat en relació amb la vostra càmera (marca i model), amb un segon conjunt de números RGB que només tenen significat en l'**espai de connexió del perfil**.
nl: Lcms gebruikt het cameraprofiel, ook wel genoemd het **Invoerprofiel**, om de geïnterpoleerde, door Libraw geproduceerde, RGB-getallen, die alleen betekenis hebben voor uw (merk en model) camera, te vertalen naar een tweede set RGB-getallen die alleen van betekenis zijn voor de **Profielverbindenderuimte**.
pt: O Lcms usa o perfil da câmara, também chamado de **Perfil de entrada**, para traduzir os números RGB interpolados e produzidos pela Libraw, os quais só têm algum significado relativo à sua câmara (ou marca e modelo da mesma), para um segundo conjunto conjunto de números RGB que só têm significado no **Espaço de Ligação de Perfis**.
sl: Lcms za prevajanje uporablja profil kamere, imenovan tudi **Vhodni profil** za interpolirana števila RGB, ki jih proizvede Libraw, ki imajo samo pomen glede na vaš (znamko in model) fotoaparata, na drugi niz številk RGB, ki imajo pomen le v **Prostoru povezave profila**.
uk: У Lcms використовується профіль фотоапарата, який ще називають **вхідним профілем**, для перетворення наближених чисел RGB, створених за допомогою libraw, які мають значення лише для вашого фотоапарата (його параметрів виробника та моделі), на інший набір чисел RGB, який має значення лише у **просторі з’єднання профілів (PCS)**.

source: Lcms translates the **Profile Connection Space** RGB numbers to the corresponding numbers in your chosen **Working space** so you can edit your image. And again, these working space numbers only have meaning relative to a given working space. The same red, visually speaking, is represented by different trios of RGB numbers in different working spaces; and if you assign the wrong profile the image will look wrong, slightly wrong or very wrong depending on the differences between the two profiles.
ca: «Lcms» tradueix els números RGB de l'**espai de connexió del perfil** als números corresponents en el vostre **espai de treball**, triat de manera que pugueu editar la imatge. I una vegada més, aquests números d'espai de treball només tenen sentit en relació amb un espai de treball determinat. El mateix vermell, parlant a un nivell visual, és representat per trios diferents de números RGB en espais de treball diferents; i si assigneu el perfil equivocat, la imatge es veurà malament, una mica malament o molt malament en funció de les diferències entre els dos perfils.
nl: Lcms vertaalt de RGB-getallen van de **Profielverbindenderuimte** naar de overeenkomstige getallen in uw gekozen werkruimte zodat u uw beeldbestand kan bewerken. En deze werkruimtegetallen hebben alleen betekenis voor een gegeven werkruimte. Hetzelfde rood, visueel gesproken, wordt in verschillende werkruimten vertegenwoordigd door verschillende trio's van RGB-getallen; en als u het verkeerde profiel toewijst zal het beeld er verkeerd uitzien, een beetje verkeerd of heel erg verkeerd, afhankelijk van de verschillen tussen de twee profielen.
pt: O Lcms traduz os números RGB do **Espaço de Ligação de Perfis** para os números correspondentes no seu **Espaço de trabalho**, de forma que possa editar a sua imagem. Mais uma vez, estes números do espaço de trabalho só fazem sentido face a um dado espaço de trabalho. O mesmo vermelho, falando a nível visual, é representado por diferentes trios de números RGB em diferentes espaço de trabalho; se atribuir o perfil errado, a imagem irá ficar mal, um pouco mal ou muito mal, dependendo das diferenças entre os dois perfis.
sl: Lcms prevede števila RGB v **Prostoru povezovanja profila** v ustrezne številke v izbranem **Delovnem prostoru**, tako da lahko urejate svojo sliko. In še enkrat, te številke delovnega prostora imajo pomen samo glede na določen delovni prostor. Enako rdečo, vizualno gledano, predstavljajo različne trojice RGB števil v različnih delovnih prostorih; in če dodelite napačen profil, bo slika videti napačno, nekoliko napačno ali zelo narobe glede na razlike med profiloma.
uk: Lcms перетворює числові трійки RGB **простору з’єднання кольорів** на відповідні числа у вибраному вами **робочому просторі** так, щоб ви змогли редагувати зображення. І знову ж таки, ці числа у робочому просторі мають значення **лише** відносно певного робочого простору. Однаковому, з точки зору спостерігача, червоному кольору у різних робочих просторах відповідають різні трійки чисел RGB. Якщо ви призначите неправильний профіль, зображення виглядатиме неправильно. Лише трохи неправильно чи дуже неправильно, залежить від відмінностей між двома профілями.

source: While you are editing your image in your chosen **Working space**, then Lcms should translate all the working space RGB numbers back to the **Profile Connection Space**, and then over to the correct RGB numbers that enable your monitor (your display device) to give you the most accurate possible display representation of your image as it is being edited. This translation for display is done on the fly and you should never even notice it happening, unless it doesn't happen correctly - then the displayed image will look wrong.
ca: Mentre editeu la vostra imatge en l'**espai de treball** escollit, llavors Lcms hauria de traduir tots els números RGB des de l'espai de treball cap a l'espai de connexió del perfil, i després als números RGB correctes que permeten que el vostre monitor (el vostre dispositiu de visualització) us brindi la informació més precisa, possible representació de visualització de la imatge a mesura que s'edita. Aquesta traducció per a la visualització es realitza sobre la marxa i ni tan sols s'hauria de notar que succeeix, tret que no passi correctament, llavors la imatge mostrada es veurà malament.
nl: Terwijl u uw afbeelding in uw gekozen **Werkruimte** bewerkt, zou Lcms alle RGB-getallen terug moeten vertalen naar de **Profile Connection Space** en daarna naar de juiste RGB-getallen die uw monitor (uw weergaveapparaat) in staat stelt u de meest accuraat mogelijke representatie op uw scherm van uw afbeelding te geven zoals het wordt bewerkt. Deze vertaling voor scherm wordt on-the-fly gedaan en u zou nooit moeten merken dat het wordt gedaan, tenzij het niet juist wordt gedaan - dan zal de getoonde afbeelding er verkeerd uitzien.
pt: Enquanto estiver a editar a sua imagem no seu **Espaço de trabalho** escolhido, então o Lcms deverá traduzir todos os números RGB do espaço de trabalho de volta para o **Espaço de Ligação de Perfis**, e depois de volta para os números RGB correctos que permitem ao seu monitor (o seu dispositivo de visualização) dar-lhe a representação mais exacta possível da sua imagem, à medida que a mesma vai sendo editada. Esta tradução para a visualização é feita na hora e não deveria sequer notar que a mesma está a acontecer, a menos que se passe algo de incorrecto - nesse caso, a imagem irá aparecer com problemas.
sl: Medtem ko urejate sliko v izbranem **Delovnem prostoru**, mora nato Lcms vse RGB številke delovnega prostora prevesti nazaj v **Profil povezav prostora** in nato v pravilne številke RGB, ki omogočajo,da vaš monitor (vaša prikazovalna naprava) vam zagotovi kar najbolj natančen prikaz vaše slike med urejanjem. Ta prevod prikaza se izvaja sproti in tega dogajanja ne bi smeli niti opaziti, razen če se ne zgodi pravilno - potem bo prikazana slika videti narobe.
uk: Під час редагування вашого зображення у вибраному **робочому просторі**, lcms має перетворювати всі числа RGB робочого простору у PCS, а потім знову у належні числа RGB, які уможливлять найточніший показ образу вашого зображення у процесі редагування на вашому моніторі (вашому пристрої показу). Це перетворення для показу виконується на льоту: ви навіть не помічаєте, коли воно відбувається, якщо всі дії виконуються належним чином. Якщо у діях з певної причини виникає помилка, зображення може бути неправильним, трохи неправильним або дуже, дуже, дуже неправильним.

source: When you are satisfied that your edited image is ready to share with the world, Lcms translates the **Working space** RGB numbers back into the **Profile Connection Space** space and out again to a **Printer color space** using a **Printer profile** characterizing your printer/paper combination (if you plan on printing the image) or to sRGB (if you plan on displaying the image on the web or emailing it to friends or perhaps creating a slide-show to play on monitors other than your own).
ca: Quan esteu satisfet amb la vostra imatge editada estareu a punt per a compartir-la amb el món, Lcms tradueix els números RGB des de l'**espai de treball** cap a l'espai de l'**espai de connexió del perfil** i de nou cap a un **espai de color de la impressora** utilitzant un **perfil de la impressora** que caracteritzi la vostra combinació d'impressora/paper (si penseu en imprimir la imatge) o sRGB (si penseu en mostrar la imatge al web o enviar-la per correu electrònic a amics o potser crear un passi de diapositives per a reproduir-la en altres monitors).
nl: Wanneer u vindt dat uw afbeelding gereed is om aan de buitenwereld te presenteren vertaalt Lcms de **Werkruimte** RGB-getallen terug naar de **Profile Connection Space**-ruimte en verder naar de kleurruimte van de printer met gebruik van het printerprofiel dat aangeeft welke printer/papier combinatie gebruikt wordt. Of, naar sRGB, als u van plan bent het beeld op internet te tonen of het per e-mail te verzenden of om een diashow te maken die op andere beeldschermen getoond kan worden.
pt: Quando estiver satisfeito com a sua imagem editada, está pronto para publicá-la no mundo; nesse caso, o Lcms traduz os números RGB do **Espaço de trabalho** de volta para o **Espaço de Ligação de Perfis** e de novo para um **Espaço de cores da impressora**, usando um **Perfil da impressora** que caracteriza a sua combinação da impressora/papel (se pensar em imprimir a imagem) ou para o sRGB (se planear apresentar a imagem na Web ou enviá-la por e-mail para amigos, ou ainda para criar uma apresentação para aparecer em monitores diferentes do seu).
sl: Ko ste zadovoljni, da je vaša urejena slika pripravljena za skupno rabo po svetu, Lcms prevede številke RGB **Delovnega prostora** nazaj v **Prostor povezovanja profila** in spet ven v **Barvni prostor tiskalnika** z uporabo **Profila tiskalnika**, ki označuje vašo kombinacijo tiskalnika/papirja (če nameravate natisniti sliko) ali v sRGB (če nameravate prikazovanje slike na spletu ali pošiljanje po e-pošti prijateljem ali morda ustvarjanje diaprojekcije za predvajanje na monitorjih, ki niso vaši).
uk: Коли вас задовольнять результати редагування і зображення, і ви готові будете поділитися ним зі світом, lcms перетворить числа **робочого простору** RGB у простір PCS, а потім знову у **простір кольорів принтера** за допомогою характерної комбінації параметрів вашого принтера/паперу (якщо ви плануєте друк зображення) або у sRGB (якщо ви плануєте показ зображення у мережі або надсилання його електронною поштою друзям або, можливо, створення показу слайдів на моніторах, відмінних від вашого).
