Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/basis_knowledge.po
Languages: ca, nl, pt, sl, uk

source: **Useful mathematical information**: If you are dealing with Libraw's linear gamma output: Mathematically speaking, when doing a gamma transform you normalize (that is, divide by 256 if you are working with 8-bit values) the RGB numbers and raise the resulting numbers to an appropriate power depending on the respective gammas of the starting and ending color space, then re-normalize the results to a new set of RGB numbers. It's not hard, and very instructive, to do this with a calculator for a few sets of RGB numbers spaced from (0,0,0) to (255,255,255) to see how RGB numbers change from one gamma encoding to another. Lcms does this for you when you ask Lcms to convert from one color space to another.
nl: **Nuttige wiskundige informatie**: als u te maken hebt met de lineaire gamma-uitvoer van Libraw: is wiskundig gesproken, bij het doen van een gamma-transformatie, dat u normaliseert de RGB-getallen (dat wil zeggen, u deelt door ze door 256 als u werkt met 8-bits waarden) en verheft de resulterende getallen tot een bijbehorende macht afhankelijk van de respectievelijke gamma's van het begin en einde van de kleurruimte, daarna normaliseert het resultaat opnieuw naar een nieuwe set RGB getallen. Het is niet moeilijk en erg instructief, om dat te doen met een rekenmachine voor een paar sets van RGB getallen verdeeld van (0,0,0) tot (255,255,255) om te zien hoe RGB getallen wijzigen van de ene gamma codering in een andere. Lcms doet dit voor u wanneer u aan Lcms vraagt om te converteren van de ene kleurruimte naar een ander.
pt: **Informação matemática útil**: Se estiver a lidar com o resultado com gama linear da Libraw: Falando a nível matemático, ao fazer um transformação do gama, irá efectuar uma normalização (isto é, dividir por 256 se estiver a lidar com valores de 8 bits) dos números RGB e elevar os números resultantes a um expoente apropriado, dependendo dos gamas respectivos nos espaços de cores de início e de fim, normalizando depois de novo os resultados para um novo conjunto de números RGB. Não é muito difícil, e é bastante pedagógico, fazer isto com uma calculadora para alguns conjuntos de números RGB entre (0,0,0) e (255,255,255) para ver como os números RGB variam de uma codificação de gama para a outra. O Lcms faz isto por si quando pede ao Lcms para converte de um espaço de cores para outro.
sl: **Koristne matematične informacije**: Če imate opravka z Librawovim linearnim izhodom gama: matematično gledano vas pri izvajanju gama transformacije normalizirate (tj. delite z 256, če delate z 8-bitnimi vrednostmi) RGB števila in dobljena števila potencirate na ustrezno potenco odvisno od ustrezne game začetnega in končnega barvnega prostora, nato ponovno normalizirate rezultate na nov niz števil RGB. Ni težko in zelo poučno je to narediti s kalkulatorjem za nekaj nizov RGB številk v razmiku od (0,0,0) do (255,255,255), da vidite, kako se spreminjajo številke RGBiz enega kodiranja gama v drugega. Lcms to naredi namesto vas, ko zahtevate Lcmsda pretvori število iz enega barvnega prostora v drugega.
uk: **Корисні математичні відомості**, якщо ви маєте справу з лінійним виводом гами libraw: з математичної точки зору, під час перетворення гами ви нормалізуєте (тобто виконуєте ділення на 256, якщо працюєте з 8-бітовими значеннями) числа RGB і підносите отримані числа до відповідного степеня, залежного від гам початкового і кінцевого просторів кольорів, а потім виконаєте повторну нормалізацію результатів для нового набору чисел RGB. Неважко, але дуже повчально виконати ці дії за допомогою калькулятора для декількох наборів чисел RGB у діапазоні від (0,0,0) до (255,255,255), щоб поспостерігати за тим, як змінюються числа RGB під час перекодування з однієї гами до іншої. Lcms виконує це завдання, коли ви наказуєте Lcms перетворити зображення з одного простору кольорів у інший.

source: **Copyrighted and copyleft working spaces**:
ca: **Espais de treball amb copyright i copyleft**:
nl: **Werkruimten met copyright en copyleft**:
pt: **Espaços de trabalho com 'copyright' e 'copyleft'**:
sl: **Avtorsko zaščiteni in avtorsko zaščiteni delovni prostori**:
uk: **Захищені патентним законодавством робочі простори та робочі простори з можливістю законного лівого копіювання**:

source: The several variants of **sRGB**. See :ref:`the chapter <monitor_profiles>` dedicated to this color space.
ca: Les diverses variants de **sRGB**. Vegeu el :ref:`capítol <monitor_profiles>` dedicat a aquest espai de color.
nl: De diverse varianten van **sRGB** (zie :ref:`het hoofdstuk <monitor_profiles>` gewijd aan deze kleurruimte.
pt: As diversas variantes do **sRGB**. Veja :ref:`o capítulo <monitor_profiles>` dedicado a este espaço de cores.
sl: Več različic **sRGB**. Glejte :ref:`poglavje <monitor_profiles>`posvečen temu barvnemu prostoru.
uk: декілька варіантів **sRGB**. Див. :ref:`присвячену цьому простору кольорів главу <monitor_profiles>`.

source: BruceRGB or BestRGB.
ca: BruceRGB o BestRGB.
nl: BruceRGB of BestRGB.
pt: O BruceRGB ou o BestRGB.
sl: BruceRGB ali BestRGB.
uk: BruceRGB або BestRGB.

source: The various ECI (`European color initiative <https://en.wikipedia.org/wiki/European_Color_Initiative>`_) working space profiles.
ca: Els diversos perfils de l'espai de treball ECI (`Iniciativa europea del color <https://en.wikipedia.org/wiki/European_Color_Initiative>`_).
nl: De verschillende ECI (`European color initiative <https://en.wikipedia.org/wiki/European_Color_Initiative>`_) werkruimteprofielen
pt: Os diversos perfis de espaços de trabalho da ECI (`European color initiative <https://en.wikipedia.org/wiki/European_Color_Initiative>`_).
sl: Različni profili delovnega prostora ECI (`European color поbuda <https://en.wikipedia.org/wiki/European_Color_Initiative>`_).
uk: різноманітні профілі робочого простору ECI (`European color initiative <https://en.wikipedia.org/wiki/European_Color_Initiative>`_).

source: **AdobeRGB**, Adobe **WideGamutRGB**, and Kodak/Adobe **ProPhotoRGB** (Kodak and Adobe ProPhoto are the same, just branded differently) and their non-branded, non-copyrighted counterparts.
ca: **AdobeRGB**, **WideGamutRGB** d'Adobe i **ProPhotoRGB** de Kodak/Adobe (ProPhoto de Kodak i Adobe són el mateix, només que tenen una marca diferent) i les seves contraparts sense marca ni drets d'autor.
nl: **AdobeRGB**, Adobe **WideGamutRGB** en Kodak/Adobe **ProPhotoRGB** (Kodak en Adobe ProPhoto zijn hetzelfde met een andere naam) en hun merkloze onbeschermde tegenhangers.
pt: O **AdobeRGB**, Adobe **WideGamutRGB** e o Kodak/Adobe **ProPhotoRGB** (o Kodak e o Adobe ProPhoto são os mesmos, tendo apenas uma diferente marca) e as suas versões respectivas independentes da marca e sem direitos de autor.
sl: **AdobeRGB**, Adobe **WideGamutRGB** in Kodak/Adobe **ProPhotoRGB** (Kodak in Adobe ProPhoto sta enaka, le označena drugače) in njihovi dvojniki brez blagovne znamke in avtorsko zaščiteni.
uk: **AdobeRGB**, **Adobe WideGamutRGB** і Kodak/Adobe **ProPhotoRGB** (Kodak і Adobe ProPhoto є одним простором кольорів, але з різними фірмовими назвами) та їх незапатентовані відповідники без фірмових назв.

source: digiKam Image Editor Color Space Converter Allows to Switch to Another Color Profile
ca: El convertidor de l'espai de color de l'editor d'imatges del digiKam permet canviar a un altre perfil de color
nl: De kleurruimteconverter van de afbeeldingsbewerker biedt het wisselen naar een ander kleurprofiel
pt: O Conversor do Espaço de Cores do Editor de Imagens do digiKam Permite Mudar para Outro Perfil de Cores
sl: digiKam pretvornik barvnega prostora urejevalnika slik omogoča preklop na profil druge barve
uk: За допомогою засобу перетворення просторів кольорів digiKam ви можете перемикатися на інший профіль кольорів

source: And quite a few other working spaces that could be added to this list, are all more or less suitable as working spaces. Which working space you should use depends only and solely on you, on your requirements on the Image Editor with your eventual output intentions (web, fine art print, etc.). However, as a critical aside, if you are using Adobe or other copyrighted working space profiles, these profiles contain copyright information that shows up in your image Exif information.
ca: I molts altres espais de treball que es podrien afegir a aquesta llista, són tots més o menys adequats com a espais de treball. L'espai de treball que heu d'utilitzar dependrà única i exclusivament de vosaltres, dels vostres requisits a l'Editor d'imatges amb els vostres eventuals propòsits de sortida (web, impressió artística, etc.). Tanmateix, com un comentari a part, si utilitzeu Adobe o altres perfils d'espai de treball amb drets d'autor, aquests perfils contenen informació de drets d'autor que es mostrarà en la informació Exif de la vostra imatge.
nl: En nog wel wat andere werkruimten die aan deze lijst toegevoegd kunnen worden, zijn allen meer of minder geschikt als werkruimte. Welke werkruimte u zou moeten gebruiken hangt alleen en alleen af van u, van uw eisen op de afbeeldingsbewerker met uw eventuele uitvoerbedoelingen (web, kunstafdrukken, etc.). Echter, als een kritische zijsprong, als u Adobe gaat gebruiken of andere werkruimteprofielen met copyrighted, dan bevatten deze profielen informatie met copyright die verschijnt in uw Exif-informatie in de afbeelding.
pt: E mais alguns espaços de trabalho poderão ser adicionados a esta lista, sendo todos mais ou menos adequados como espaços de trabalho. O espaço de trabalho que deverá usar depende única e exclusivamente de si, dos seus requisitos no Editor de Imagens com as suas eventuais intenções do resultado (Web, impressão artística, etc.). Contudo, como um aparte crítico, se estiver a usar perfis da Adobe ou outros perfis com direitos de autor, estes perfis contêm informações de direitos de autor que aparecem na informação Exif da sua imagem.
sl: In kar nekaj drugih delovnih prostorov, ki bi jih lahko dodali na ta seznam, je bolj ali manj primernih za delovne prostore. Kateri delovni prostor bi morali uporabiti je odvisno samo in izključno od vas, od vaših zahtev glede urejevalnika slik z vašimi morebitnimi izhodnimi nameni (splet, likovni tisk itd.). Vendar kot kritično stran, če uporabljate Adobe ali druga avtorsko zaščitena dela prostorskih profilov, ti profili vsebujejo informacije o avtorskih pravicah, ki se prikažejo v podatkih Exif vaše slike.
uk: та декілька інших просторів, які можна було б додати до цього списку, більшою чи меншою мірою придатні як робочі простори. Вибір робочого простору, який ви маєте використовувати залежить від ВАШИХ і лише від ВАШИХ вимог як редактора ВАШИХ цифрових зображень, які буде використано з ВАШОЮ метою (поширення у інтернеті, друк тощо). Але, якщо вдатися до критики, у разі використання профілю робочих просторів Adobe або інших захищених авторським правом профілів робочих просторів, дані Exif вашого зображення міститимуть відповідну інформацію щодо авторських прав.

source: **Soft Proofing** is a way of previewing on the screen the result to be expected from an output on another device, typically a printer. Soft proofing will show you the difference to be expected before you actually do it (and waste your costly ink). So you can improve your settings without wasting time and money. For more information take a look to the dedicated :ref:`section from this manual <soft_proof>`.
ca: La **provatura suau** és una manera d'obtenir una vista prèvia a la pantalla del resultat que s'espera d'una sortida en un altre dispositiu, normalment una impressora. La provatura suau us mostrarà la diferència que s'espera abans que realment ho feu (i desaprofiteu la vostra costosa tinta). De manera que pugueu millorar la configuració sense perdre temps i diners. Per a obtenir més informació, consulteu la :ref:`secció <soft_proof>` dedicada d'aquest manual.
nl: **Soft-proofing** is een manier om op het scherm het te verwachten resultaat van uitvoer op een ander apparaat vooraf te bekijken, typisch een printer. Soft-proofing toont u het te verwachten verschil voordat u het echt doet (en uw kostbare inkt verspilt). Zo kunt u uw instellingen verbeteren zonder tijd en geld te verspillen. Voor meer informatie neem een kijkje in de toegespitste :ref:`sectie in deze handleiding <soft_proof>`.
pt: A **Prova Suave** é uma forma de antever no ecrã o resultado esperado da representação noutro dispositivo, tipicamente uma impressora. A prova suave mostrar-lhe-á as diferenças esperadas, antes de o executar de facto (e desperdiçar a sua tinta valiosa). Como tal, poderá melhorar as suas configurações sem perder tempo e dinheiro. Para mais informações, veja a :ref:`secção dedicada neste manual <soft_proof>`.
sl: **Mehko preverjanje** je način predogleda na zaslonu, kakšni bodo pričakovani rezultati izhoda na drugi napravi, običajno tiskalniku. Mehko preverjanje vam bo pokazalo razliko, ki jo lahko pričakujete, preden to dejansko storite (in zapravite svoje drago črnilo). Tako lahko izboljšate svoje nastavitve brez zapravljanja časa in denarja. Za več informacij si oglejte namensko: ref:`razdelek tega priročnika <soft_proof>`.
uk: **Проба кольорів** є способом попереднього перегляду на екрані (моніторі) результатів, яких слід очікувати від виводу на інший пристрій, типово, принтер. Проба кольорів продемонструє вам відмінності, яких слід очікувати, до створення остаточного відбитка (без витрати дорогого чорнила). Таким чином, ви зможете покращити параметри відтворення без зайвих витрат часу та грошей. Щоб дізнатися про це більше, ознайомтеся із :ref:`відповідним розділом цього підручника <soft_proof>`.

source: **Rendering intent** refers to the way gamuts are handled when the intended target color space cannot handle the full gamut. For more information take a look to the dedicated :ref:`section from this manual <working_space>`.
ca: El **propòsit de la representació** es refereix a la manera com es gestionen les gammes quan l'espai de color de destinació no pot gestionar tota la gamma. Per a obtenir més informació, consulteu la :ref:`secció <working_space>` dedicada d'aquest manual.
nl: **Rendering-intentie** refereert aan de manier waarop gamuts worden behandeld wanneer de kleurruimte van het doel niet de volledige gamut aankan. Voor meer informatie neem een kijkje in de toegespitste :ref:`sectie van deze handleiding <working_space>`.
pt: A **Tentativa de desenho** refere-se à forma como são tratados os gamutes quando o espaço de cores de destino não consegue lidar com o gamute completo. Para mais informações, dê uma vista de olhos na :ref:`secção dedicada neste manual <working_space>`.
sl: **Namen upodabljanja** se nanaša na način obravnavanja barvnih razponov, ko je predvideno, da ciljni barvni prostor ne more obravnavati celotne palete. Za več informacij poglejte namenski :ref:`razdelek tega priročnika <working_space>`.
uk: **Відтворення кольорів** — це спосіб обробки палітри у разі, якщо простір кольорів призначення не може вмістити всю поточну палітру кольорів. Щоб дізнатися про це більше, ознайомтеся із :ref:`відповідним розділом цього підручника <working_space>`.

source: Color Space Connections
nl: Kleurruimteverbindingen
pt: Ligações aos Espaços de Cores
sl: Povezave barvnega prostora
uk: Зв’язки між просторами кольорів

source: The question for each RGB trio of values in the (let us assume) 16-bit TIFF produced by Libraw becomes, what does a particular trio of RGB values for the pixels making up images produced by this particular (make and model) camera really mean in terms of some absolute standard referencing some ideal observer.
nl: De vraag voor elk trio van RGB-waarden in de (aangenomen) 16-bits TIFF geproduceerd door Libraw wordt, wat doet een specifiek trio van RGB-waarden voor de pixels die een afbeelding produceert op deze specifieke (merk en model) camera echt betekent in termen van een absolute standaard die refereert aan een ideale beschouwer.
pt: A questão para cada trio de valores RGB em que se transforma o TIFF de 16-bits (assumido) produzido pela Libraw, o que faz um trio de valores RGB em particular pelos pixels que compõem as imagens produzidas por esta câmara (marca e modelo) em particular realmente significa em termos de alguma norma absoluta que faz referência a algum observador ideal.
sl: Vprašanje za vsak trio RGB vrednosti v (predpostavimo) 16-bitnem TIFF-u, ki ga proizvade Libraw, čemu služi določen trio vrednosti RGB slikovnih pik, ki sestavljajo slike, ki jih ustvari ta določen (znamka in model) kamere res pomeni v smislu nekega absolutnega standarda, ki se sklicuje na neki idealnega opazovalca.
uk: Отже, питання, яке постає для кожної трійки значень RGB у, наприклад, 16-бітовому tiff, створеному за допомогою libraw, є таким: «Як саме виглядає ця трійка значень RGB для кожного з пікселів, з яких складається зображення, створене за допомогою саме цього фотоапарата (певного виробника і певної моделі), з точки зору певного абсолютного стандартного еталонного або ідеального спостерігача».

source: This absolute standard referencing an ideal observer is more commonly called a **Profile Connection Space** (PCS). A camera profile is needed to accurately characterize or describe the response of a given camera's pixels to light entering that camera, so that the RGB values in the output file produced by the RAW converter can be translated first into an absolute Profile Connection Space and then from the Profile Connection Space to your chosen working space.
ca: Aquest estàndard absolut que fa referència a un observador ideal s'anomena més comunament un espai de connexió del perfil. Es necessita un perfil de la càmera per a caracteritzar o descriure amb precisió la resposta dels píxels d'una càmera donada a la llum que ingressa, de manera que els valors RGB en el fitxer de sortida produït pel convertidor RAW es puguin traduir primer en un espai de connexió del perfil absolut, i des de l'espai de connexió del perfil cap a l'espai de treball escollit.
nl: Deze absolute standaard verwijzend naar een ideale beschouwer is meer algemeen genaamd een **Profile Connection Space** (PCS). Een cameraprofiel is nodig om accuraat de respons van gegeven pixels van een camera op licht dat de camera inkomt te karakteriseren en te beschrijven, zodat de RGB waarden in het uitvoerbestand geproduceerd door de RAW-converter vertaald kan worden eerst in een absoluut Profile Connection Space en daarna uit het Profile Connection Space naar uw gekozen werkruimte.
pt: Esta norma absoluta que referencia um observador ideal é normalmente denominada de **Profile Connection Space** (PCS) ou **Espaço de Ligação de Perfis**. É necessário um perfil da câmara para caracterizar ou descrever com precisão a resposta dos pixels de uma dada câmara à luz que entra na mesma, de forma que os valores RGB no ficheiro de saída, produzidas pelo conversor de RAW, possam ser traduzidas primeiro para um Espaço de Ligação de Perfis absoluto e depois desse espaço para o espaço de trabalho escolhido por si.
sl: Ta absolutni standard, ki se nanaša na idealnega opazovalca, se pogosteje imenuje**Prostora povezav profilov** (PCS). Profil kamere je potreben za natančno opredelitev ali opisa odziva slikovnih pik dane kamere na svetlobo, ki vstopa v to kamero, tako da je vrednosti RGB v izhodni datoteki, ki jih ustvari pretvornik RAW, mogoče najprej prevesti v absolutni prostor za povezavo profila in nato iz prostora za povezavo profilov v vaš izbrani delovni prostor.
uk: Такий абсолютним стандартним еталоном ідеального спостерігача традиційно називають Профілем з’єднання кольорів (Profile Connection Space або PCS). Для точної характеризації або опису реакції деяких пікселів матриці фотоапарата на світло, що потрапило всередину фотоапарата, потрібен профіль фотоапарата. За допомогою цього профілю значення RGB у вихідному файлі, створеному інструментом перетворення цифрових негативів, можна перетворити спершу на значення у абсолютному просторі з’єднання профілів (PCS), а потім вже перетворити значення PCS на значення у вибраному вами просторі кольорів.
