Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/camera_profiles.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: You can see the value in starting your image-editing with a scene-referred rendition instead of the eye-popping rendition that you see in the embedded JPEG. But the images produced by digiKam and Libraw look a little bit different. If you asked Libraw to output a 16-bit file and the image looks very dark, then you have run into a problem with Libraw not applying a gamma transform before outputting the image file. You can use the Image Editor to apply the appropriate gamma transform to the image file produced by Libraw. Or you can find or make a camera profile with a gamma of 1.
it: Puoi osservare il valore avviando la modifica delle tue immagini con una resa scene-referred anziché quella strabiliante che vedi nel JPEG incorporato. Ma le immagini prodotte da digiKam e Libraw sembrano leggermente diverse. Se hai chiesto a Libraw di produrre un file a 16 bit e l'immagine appare molto scura, allora sei incappato in un problema con Libraw, che non applica una trasformazione di gamma prima di restituire il file immagine. È possibile utilizzare l'Editor delle immagini per applicare la trasformazione di gamma corretta al file immagine prodotto da Libraw. Oppure puoi trovare o creare un profilo della fotocamera con una gamma di 1.
pt_br: Você pode perceber o valor de iniciar a edição de imagens com uma renderização referente à cena, em vez da renderização impressionante que você vê no JPEG embutido. Mas as imagens produzidas pelo digiKam e pelo Libraw parecem um pouco diferentes. Se você solicitou ao Libraw a saída de um arquivo de 16 bits e a imagem parece muito escura, então você se deparou com um problema com o Libraw não aplicando uma transformação de gama antes de gerar o arquivo de imagem. Você pode usar o Editor de Imagem para aplicar a transformação de gama apropriada ao arquivo de imagem produzido pelo Libraw. Ou você pode encontrar ou criar um perfil de câmera com um gama de 1.
sl: Opazite lahko vrednost, če začnete urejanje slik s prikazom, ki se nanaša na sceno, namesto z osupljivim upodabljanjem, ki ga vidite v vdelanem JPEG. Toda slike, ki jih ustvarita digiKam in Libraw, izgledajo nekoliko drugače. Če ste zahtevali, da Libraw izpiše 16-bitno datoteko in je slika videti zelo temna, ste naleteli na težavo, ker Libraw ni uporabil gama transformacije, preden je izpisal slikovno datoteko. Z urejevalnikom slik lahko uporabite ustrezno transformacijo gama v slikovni datoteki, ki jo ustvari Libraw. Lahko pa poiščete ali ustvarite profil kamere z gama 1.
uk: Є сенс у тому, що слід розпочинати редагування зображення з відтворення кольорів, пов’язаних з зображеним, а не з поверхового відтворення, яке можна бачити на вбудованому JPEG. Але як ми вже згадували, зображення, створені за допомогою digikam/libraw виглядають трохи інакше! Чому? Ну, можливі різні причини Якщо зображення виглядає занадто темним, ви наказали libraw вивести дані до 16-бітового файла, але зіткнулися з тим, що dcraw не застосовує перетворення степеня контрастності (гами) до виведення даних до файла зображення. Ви можете скористатися редактором зображень для застосування належного перетворення степеня контрастності до файла зображення, створеного за допомогою libraw. Крім того, ви можете знайти або створити профіль фотоапарата з степенем контрастності рівним 1.
zh_cn: 但你应该能看出哪个选择更值得做，从“场景参照”的版本开始编辑照片，比直接用嵌入 JPEG 那种吸睛的效果要更有价值。不过，digiKam 和 Libraw 生成的图像看起来可能有点不一样。如果你在Libraw里设置输出 16 位文件，结果图像看起来特别暗，那可能是 Libraw 在输出图像文件前没做伽马转换。你可以在图像编辑器里手动给 Libraw 输出的文件加上合适的伽马转换，或者找一个伽马值为 1 的相机配置文件（或者自己做一个）。

source: digiKam Raw Import Tool from Image Editor Allows to Tune Many Options about the Camera Colorimetric Values
it: Lo strumento di importazione RAW di digiKam permette di regolare molte opzioni dei valori colorimetrici della fotocamera
pt_br: A ferramenta de importação RAW do Editor de Imagem do digiKam permite ajustar muitas opções sobre os valores colorimétricos da câmera
sl: digiKam orodje za uvoz slik Raw iz urejevalnika slik omogoča prilagajanje številnih možnosti o kolorimetrični vrednosti kamere
zh_cn: 你可以用图像编辑器中的 Raw 导入工具，调整有关相机色度值的许多选项

source: If the image isn't dark but it looks really weird, you probably made some injudicious choices in the Raw Import user-interface from the Image Editor. The Libraw interface conveniently allows you to *dial in* options. However, convenience always comes at a price. First, the interface might not provide access to all options. And second, to get the most from the Libraw interface, you have to know what the buttons, sliders, etc. in the interface actually do.
it: Se l'immagine non è scura ma appare davvero strana, probabilmente hai apportato qualche scelta avventata nell'interfaccia utente dell'importazione RAW dall'Editor delle immagini. L'interfaccia Libraw ti permette di *digitare* comodamente le opzioni. La comodità ha tuttavia un prezzo. Per prima cosa, l'interfaccia potrebbe non fornire accesso a tutte le opzioni. Secondo, per ottenere il meglio dall'interfaccia Libraw devi sapere cosa fanno i pulsanti, i cursori, ecc. presenti.
pt_br: Se a imagem não estiver escura, mas parecer realmente estranha, você provavelmente fez algumas escolhas imprudentes na interface de usuário de importação RAW do Editor de Imagem. A interface do Libraw permite que você *selecione* opções convenientemente. No entanto, a conveniência sempre tem um preço. Primeiro, a interface pode não fornecer acesso a todas as opções. E segundo, para aproveitar ao máximo a interface do Libraw, você precisa saber o que os botões, controles deslizantes, etc. na interface realmente fazem.
sl: Če slika ni temna, vendar je videti res nenavadno, ste verjetno naredili nekaj nepremišljenih odločitev v uporabniškem vmesniku Raw Import iz urejevalnika slik. Vmesnik Libraw vam priročno omogoča *klicanje* možnosti. Vendar ima udobje vedno svojo ceno. Prvič, vmesnik morda ne omogoča dostopa do vseh možnosti. In drugič, če želite kar najbolje izkoristiti vmesnik Libraw, morate vedeti, kaj dejansko počnejo gumbi, drsniki itd. v vmesniku.
uk: Якщо зображення не є темним, але виглядає досить дивно, ймовірно, ви вказали якісь недоречні параметри у інтерфейсі користувача libraw. За допомогою інтерфейсу імпортування цифрових негативів ви у зручних спосіб можете змінити «вхідні» параметри, які за інших умов довелося б вводити з командного рядка. Але зручність завжди має свою ціну. По-перше, інтерфейс може надавати доступ не до всіх параметрів. По-друге, щоб максимально скористатися інтерфейсом libraw, вам слід добре усвідомлювати призначення кнопок, повзунків тощо у інтерфейсі.
zh_cn: 如果图像不暗，但看起来怪怪的，可能是你在图像编辑器的 RAW 导入界面里选了些不太合适的设置。Libraw的界面很方便，能让你 *调整* 各种选项。但方便也是有代价的：首先，界面可能没提供所有选项；其次，要真正用好 Libraw 的界面，你得搞清楚那些按钮、滑块到底是干嘛用的。

source: The proprietary RAW processing software is coupled with camera profiles that are specific to the RAW images coming from your make and model of camera, when processed using your make and model camera's proprietary RAW processing software. With digikam's Libraw user interface, you can apply Canon's camera model picture style specific color profile to the Libraw output during the RAW development process, and the colors will still not be exactly the same as what Canon produces.
it: Il software di elaborazione RAW proprietario è accoppiato con i profili di fotocamera specifici per le immagini RAW che provengono dalla marca e modello della tua fotocamera, quando elaborate dal software di elaborazione RAW proprietario per la marca e il modello della tua fotocamera. Con l'interfaccia utente Libraw di digikam puoi applicare il profilo dei colori specifico dello stile fotografico, relativo al modello di fotocamera Canon, all'output Libraw durante l'elaborazione dello sviluppo RAW, e tuttavia i colori non saranno esattamente gli stessi di quelli che Canon produce.
pt_br: O software proprietário de processamento RAW é acoplado a perfis de câmera específicos para as imagens RAW provenientes da sua marca e modelo de câmera, quando processadas com o software proprietário de processamento RAW da sua marca e modelo. Com a interface de usuário do Libraw no digikam, você pode aplicar o perfil de cor específico do estilo de imagem do modelo de câmera da Canon à saída Libraw durante o processo de revelação RAW, e as cores ainda não serão exatamente as mesmas que as produzidas pela Canon.
sl: Lastniška programska oprema za obdelavo RAW je povezana s profili kamere, ki so specifični za slike RAW, ki prihajajo iz vaše znamke in modela kamere, ko se obdelujejo z lastniško programsko opremo za obdelavo RAW vaše znamke in modela kamere. Z uporabniškim vmesnikom Libraw podjetja digikam lahko med razvojnim procesom RAW uporabite specifični barvni profil Canonovega modela fotoaparata za slikovni slog na izhodu Libraw, barve pa še vedno ne bodo povsem enake tistim, ki jih proizvaja Canon.
uk: Патентоване програмне забезпечення для обробки цифрових негативів комплектується профілями фотоапаратів, специфічними для зображень цифрових негативів, які створюються фотоапаратом відповідної моделі з відповідним виробником. Звичайно ж, для цього слід скористатися патентованим програмним забезпеченням, створеним виробником вашого фотоапарата саме для вашої моделі. Якщо скористатися інтерфейсом користувача libraw з digiKam, ви зможете застосувати профілі кольорів, специфічні для фотоапарата, моделі, зображення, стилю, створені Canon, до вихідних даних dcraw під час обробки цифрового негатива, але отримати кольори, які все ж не збігаються з кольорами, отриманими за допомогою програмного забезпечення Canon.
zh_cn: 它们的专有 RAW 处理软件搭配的相机色彩特性文件（也叫“相机颜色配置文件”），是专门为你的相机品牌和型号的 RAW 文件量身定制的，配合自家软件使用效果最佳。在 digiKam 的 Libraw 界面里，你可以尝试在 RAW 处理过程中应用佳能的相机型号专属照片风格的色彩特性文件，但出来的颜色还是跟佳能自家软件处理的不完全一样。

source: Digital cameras have an array of millions of little light sensors inside, in the form of either a CCD or a CMOS image sensor. These light-sensing pixels are by construction color-blind - they only record the amount, not the color, of light falling on them. So to allow these pixels to record color information, each pixel is capped by a transparent red, green, or blue lens, usually alternating in what is called a Bayer array (except for Sigma Faveon sensors, which work differently). A RAW image is nothing more than an array of values indicating *how much light* passed through the red, blue, or green lenses to reach the sensor.
it: Le macchine fotografiche digitali hanno una griglia di milioni di piccoli fotosensori all'interno, nella forma di sensore di immagine CCD o CMOS. Questi pixel sensibili alla luce sono ciechi al colore per progettazione, registrano solamente la quantità di luce che ricevono, ma non il colore. Per permettere, dunque, a questi pixel di registrare l'informazione relativa al colore, ogni pixel è avvolto da lenti trasparenti rosse o verdi o blu, solitamente alternati in quella che è chiamata griglia Bayer (eccetto i sensori Foveon di Sigma, che lavorano in modo diverso). Un'immagine RAW non è null'altro che una griglia di valori che indica *quanta luce*» è passata attraverso le lenti, rossa, blu o verde, per raggiungere il sensore.
pt_br: Câmeras digitais possuem um conjunto de milhões de pequenos sensores de luz em seu interior, na forma de um sensor de imagem CCD ou CMOS. Esses pixels sensíveis à luz são, por construção, daltônicos – eles registram apenas a quantidade, e não a cor, da luz que incide sobre eles. Portanto, para permitir que esses pixels registrem informações de cor, cada pixel é coberto por uma lente transparente vermelha, verde ou azul, geralmente alternada no que é chamado de matriz Bayer (exceto pelos sensores Sigma Faveon, que funcionam de forma diferente). Uma imagem RAW nada mais é do que uma matriz de valores que indica *quanta luz* passou pelas lentes vermelha, azul ou verde para atingir o sensor.
sl: Digitalne kamere imajo v notranjosti vrsto milijonov majhnih svetlobnih senzorjev v obliki slikovnega senzorja CCD ali CMOS. Te slikovne pike, ki zaznavajo svetlobo, so barvno slepe – beležijo le količino svetlobe, ki pade nanje, ne barve. Da bi tem slikovnim pikam omogočili snemanje barvnih informacij, je vsaka slikovna pika zaprta s prozorno rdečo, zeleno ali modro lečo, ki se običajno izmenjujejo v tako imenovani Bayerjev vektor (razen senzorjev Sigma Faveon, ki delujejo drugače). Slika RAW ni nič drugega kot niz vrednosti, ki kažejo, *koliko svetlobe* je prešlo skozi rdeče, modre ali zelene leče, da je doseglo senzor.
uk: Одним з елементів цифрового фотоапарата є матриця з мільйонами маленьких світлових датчиків, створених на основі мікросхем ПЗЗ або КМОН. Подібні світлові датчики не розрізняють кольорів, — вони можуть визначити лише потужність, а не колір, світла, що на них падає. Отже, щоб датчик міг записати дані щодо кольору, його вкривають прозорою червоною, зеленою або синьою лінзою. Зазвичай, датчики розташовано у вигляді так званого фільтра Баєра (окрім датчиків Faveon Sigma, які працюють інакше). Зображення цифрового негатива є нічим іншим, ніж масивом значень, що відповідають «кількості світла», яка пройшла крізь червону, зелену чи синю лінзу-накривку і потрапила на датчик.
zh_cn: 数码相机内部有数百万个微小的光传感器，通常是 CCD 或 CMOS 传感器。这些传感器天生是“色盲”的，只能记录光量的多少，不能分辨颜色。为了让它们记录颜色信息，每个像素上都盖了一个透明的红、绿或蓝滤镜，通常按照所谓的拜耳阵列排列（除了适马的 Faveon 传感器，工作方式不同）。RAW 文件其实就是一堆数值，记录了通过红、蓝、绿滤镜进入传感器的光量。

source: Bayer Array of RGB Filters Used to Measure Color
it: Griglia Bayer di filtri RGB utilizzata per misurare il colore
pt_br: Matriz Bayer de filtros RGB usados ​​para medir cores
sl: Bayerjev vektor filtrov RGB, ki se uporablja za merjenje barv
zh_cn: 拜耳阵列：RGB 滤镜的排列方式

source: Clearly, pixel response to light is the result of lots of camera specific factors including: the nature of the sensor array itself, the precise coloring/transmissive qualities of the RGB lenses, and the particular analog to digital conversion and post-conversion processing that happens inside the camera to produce the RAW image that gets stored on the card.
it: Chiaramente la risposta dei pixel alla luce è il risultato di diversi fattori specifici della fotocamera. Questi includono: la natura della griglia dello stesso sensore, le precise qualità di colorazione/trasmissione delle lenti RGB, e la particolare conversione analogico-digitale e la post-elaborazione che avviene all'interno della fotocamera per produrre l'immagine RAW che viene salvata nella scheda di memoria.
pt_br: Claramente, a resposta dos pixels à luz é o resultado de muitos fatores específicos da câmera, incluindo: a natureza do próprio conjunto de sensores, a precisão de cor/qualidade de transmissão das lentes RGB e o processamento específico de conversão de analógico para digital e pós-conversão que ocorre dentro da câmera para produzir a imagem RAW que é armazenada no cartão.
sl: Jasno je, da je odziv slikovnih pik na svetlobo rezultat številnih dejavnikov, specifičnih za kamero, vključno z: naravo samega niza senzorjev, natančnimi barvnimi/prepustnimi lastnostmi leč RGB ter posebno analogno-digitalno pretvorbo in obdelavo po pretvorbi, ki se zgodi znotraj kamere za izdelavo slike RAW, ki se shrani na kartico.
uk: Якщо бути точним, реакція датчика на світло є результатом дії багатьох специфічних для фотоапарата факторів: властивостей самої матриці датчиків, точності зафарбовування і пропускання світла лінзами RGB, частково аналогово-цифрового перетворення і наступної після перетворення обробки, яка відбувається у самому фотоапараті з метою отримання зображення цифрового негатива, яке і потрапляє на картку пам’яті.
zh_cn: 像素对光线的反应受很多相机特定因素影响，包括：传感器本身的特性、RGB 滤镜的具体颜色和透光性能，以及相机内部模数转换和后续处理的过程，这些最终生成了存储卡上的 RAW 文件。

source: *Analog* means continuously varying, like how much water you can put in a glass. *Digitizing* an analog signal means that the continuously changing levels from the analog signal source are *rounded* to discrete quantities convenient to the binary numbers used by computers. The analog to digital conversion that takes place inside the camera is necessary because the light-sensing pixels are analog in nature -- they collect a charge proportionate to the amount of light that reaches them.
it: *Analogico* significa variazione continua, tipo quanta acqua versi in un bicchiere. *Digitalizzare* un segnale analogico significa che i livelli in continuo cambiamento provenienti dalla sorgente del segnale analogico vengono *arrotondati* a quantità discrete adatte ai numeri binari utilizzati dai computer. La conversione da analogico a digitale che avviene all'interno della fotocamera è necessaria perché i pixel sensibili alla luce sono analogici in natura: raccolgono una carica proporzionata alla quantità di luce che li raggiunge.
pt_br: *Analógico* significa variação contínua, como a quantidade de água que você pode colocar em um copo. *Digitalizar* um sinal analógico significa que os níveis em constante mudança da fonte do sinal analógico são *arredondados* para quantidades discretas convenientes para os números binários usados ​​por computadores. A conversão de analógico para digital que ocorre dentro da câmera é necessária porque os pixels sensores de luz são analógicos por natureza — eles coletam uma carga proporcional à quantidade de luz que os atinge.
sl: *Analogno* pomeni nenehno spreminjanje, na primer, koliko vode lahko daste v kozarec. *Digitalizacija* analognega signala pomeni, da se nenehno spreminjajoče se ravni iz vira analognega signala *zaokrožene* na diskretne količine, primerne za binarna števila, ki jih uporabljajo računalniki. Analogno-digitalna pretvorba, ki poteka v kamere, je potrebna, ker so slikovne pike, ki zaznavajo svetlobo, po naravi analogne – zbirajo naboj, sorazmeren s količino svetlobe, ki jih doseže.
uk: *Аналоговий* означає «такий, що змінюється неперервно», подібно до об’єму води, який ви можете налити до склянки. «Цифрування» аналогового сигналу означає, що рівні освітленості, які неперервно змінюються у аналогових даних, «округлюються» до множини дискретних величин, зручної для перетворення на двійкові числа, які використовуються у комп’ютерах. Аналогово-цифрове перетворення, яке відбувається у самому фотоапараті, потрібне, оскільки за своєю природою датчики світла є аналоговими пристроями: вони накопичують заряд пропорційно до кількості світла, яке на них падає.
zh_cn: “模拟”信号是连续变化的，就像你往杯子里倒水，水量可以无限细分。而“数字化”就是把这些连续变化的信号“四舍五入”成离散的数字，方便电脑处理。相机里的光传感器是模拟的——它们根据接收到的光量积累电荷。

source: The accumulated charge on each pixel is then turned into a discrete, digital quantity by the camera's analog to digital converter. Which by the way explains why a 14-bit converter is better than a 12-bit converter -- more precision in the conversion output means less information is thrown away in the conversion process.
it: La carica accumulata su ciascun pixel viene poi trasformata in una quantità digitale, discreta, dal convertitore analogico-digitale della fotocamera. Il che spiega, a proposito, perché un convertitore a 14 bit è meglio di uno a 12 bit: più precisione nell'output implica che meno informazione viene persa durante il processo di conversione.
pt_br: A carga acumulada em cada pixel é então transformada em uma quantidade digital discreta pelo conversor analógico-digital da câmera. O que, aliás, explica por que um conversor de 14 bits é melhor do que um de 12 bits — maior precisão na saída da conversão significa que menos informações são descartadas no processo de conversão.
sl: Akumulirani naboj na vsaki slikovni piki se nato pretvori v diskretno digitalno količino z analogno-digitalnim pretvornikom kamere. Kar mimogrede pojasnjuje, zakaj je 14-bitni pretvornik boljši od 12-bitnega pretvornika -- večja natančnost v izhodu pretvorbe pomeni, da se v procesu pretvorbe zavrže manj informacij.
uk: Зібраний на кожному з датчиків заряд перетворюється на дискретне числове значення аналогово-цифровим інструментом перетворення фотоапарата. Саме цим і пояснюється краща якість 14-бітового перетворення, порівняно з 12-бітовим: вища точність зменшує об’єм даних, які буде відкинуто у процесі перетворення.
zh_cn: 这些电荷随后被相机的模数转换器（ADC）转成离散的数字量。这也解释了为什么 14 位转换器比 12 位好——更高的精度意味着转换过程中丢弃的信息更少。

source: The charge accumulated in each pixel is also subject to a variety of noise terms. These noises add fluctuations to the RGB measurements, that are particularly visible in pictures taken with low light conditions. The digiKam and Libraw interface provides a **Noise Reduction** correction based on wavelets which can be applied while demosaicing.
it: La carica accumulata in ciascun pixel è anche soggetta a una serie di disturbi (rumori). Questi rumori aggiungono fluttuazioni alla misurazione the RGB, che sono in particolar modo visibili nelle fotografie scattate in condizioni di luce scarsa. L'interfaccia di digiKam e Libraw fornisce una correzione di **Riduzione del rumore** basata su wavelet applicabile durante la demosaicizzazione.
pt_br: A carga acumulada em cada pixel também está sujeita a uma variedade de ruídos. Esses ruídos adicionam flutuações às medições RGB, que são particularmente visíveis em imagens tiradas com pouca luz. A interface do digiKam e do Libraw fornece uma correção de **Redução de ruído** baseada em wavelets, que pode ser aplicada durante a reconstrução de cor.
sl: Naboj, nakopičen v vsaki slikovni piki, je prav tako podvržen različnim šumom. Ti šumi dodajajo nihanja k meritvam RGB, kar je še posebej vidno na slikah, posnetih v slabih svetlobnih pogojih. Vmesnik digiKam in Libraw nudi popravek **Zmanjševanje šuma** na podlagi valčkov, ki jih je mogoče uporabiti med odstranjevanjem mozaičnosti.
uk: На заряд, який накопичується у кожному пікселі, також впливають різні шуми. Ці шуми додають відхилення у виміри RGB, які зокрема помітні, якщо знімання відбувалося за умов поганого освітлення. digiKam та інтерфейс Libraw надають доступ до виправлення шумності на основі вейвлетів, які можна застосувати під час усування мозаїчності.
zh_cn: 每个像素积累的电荷还会受到各种噪声的干扰，这些噪声会给 RGB 测量值带来波动，尤其在低光条件下拍的照片里更明显。digiKam 和 Libraw 的界面提供了一种基于小波的降噪功能，可以在去马赛克（demosaicing）时应用，帮你减少这些噪声的影响。

source: digiKam Raw Import Tool from Image Editor Allows Wavelets Noise Reduction While Demosaicing
it: Lo strumento di importazione RAW di digiKam dall'Editor delle immagini permette la riduzione del rumore basato su wavelet durante la demosaicizzazione
pt_br: A ferramenta de importação de RAW do Editor de Imagem do digiKam permite a redução de ruído de wavelets durante a reconstrução de cor
sl: digiKam orodje za uvoz slik Raw iz urejevalnika slik omogoča zmanjševanje šuma z valovčki med odstranjevanjem mozaičnosti
zh_cn: digiKam 图像编辑器的 RAW 导入工具支持去马赛克时的小波降噪
