Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/camera_profiles.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: Real people don't even see the same colors when they look at the world, do they? A long time ago (1931, although refinements continue to be made), the International Color Consortium decided to map out and mathematically describe all the colors visible to real people in the real world. So they showed a whole bunch of people a whole bunch of colors and asked them to say when this color matched that color, where the two visually matching colors were in fact produced by differing combinations of wavelengths. What was the value of such a strange procedure? Human color perception depends on the fact that we have three types of cone receptors with peak sensitivity to light at wavelengths of approximately 430, 540, and 570 nm, but with considerable overlap in sensitivity between the different cone types. One consequence of how we see color is that many different combinations of differing wavelengths of light will look like the same color.
ca: Les persones reals ni tan sols veuen els mateixos colors quan miren el món, oi? Fa molt de temps (1931, encara que se segueixen realitzant perfeccionaments), el consorci internacional del color va decidir mapar i descriure matemàticament tots els colors visibles per a les persones reals en el món real. Així que van mostrar a un munt de persones un munt de colors i els van demanar que diguessin quant d'aquest color coincidia amb aquest color, on els dos colors visualment coincidents es van produir fets per combinacions de longituds d'ona diferents. Quin valor tenia un procediment tan estrany? La percepció humana del color depèn del fet que tenim tres tipus de receptors de con amb un pic de sensibilitat a la llum en longituds d'ona d'aproximadament 430, 540 i 570 nm, però amb una superposició considerable de sensibilitat entre els diferents tipus de con. Una conseqüència de com veiem el color és que moltes combinacions diferents de longituds d'ona diferents de llum semblaran el mateix color.

source: The ICC produced the `CIE-XYZ color space <https://en.wikipedia.org/wiki/CIE_1931_color_space>`_ s which mathematically describes and models all the `colors visible to an ideal human <https://en.wikipedia.org/wiki/Color_vision>`_ observer (*ideal* in the sense of modeling the tested responses of lots of individual humans). This color space is not a color profile in the normal sense of the word. Rather it provides an absolute **Profile Connecting Space** (PCS) for translating color RGB values from one color space to another.
ca: L'ICC va produir els `espais de color CIE-XYZ <https://en.wikipedia.org/wiki/CIE_1931_color_space>`_ que descriuen i modelen matemàticament tots els colors visibles per un observador humà ideal (ideal en el sentit de modelar les respostes provades de molts humans individuals). Aquest espai de color no és un perfil de color en el sentit normal de la paraula. Més aviat proporciona un **Espai de connexió del perfil** (PCS) absolut per a traduir dels valors RGB dels colors des d'un espai de color a un altre.

source: CIE-XYZ is not the only Profile Connection Space. Another commonly used Profile Connection Space is `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_, which is mathematically derived from the CIE-XYZ space. CIE-Lab is intended to be **perceptually uniform**, meaning a change of the same amount in a color value should produce a change of about the same visual importance.
ca: El CIE-XYZ no és l'únic espai de connexió del perfil. Un altre espai de connexió del perfil d'ús comú és `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_, el qual deriva matemàticament de l'espai CIE-XYZ. El CIE-Lab està pensat per a ser **perceptivament uniforme**, és a dir, un canvi de la mateixa quantitat en un valor de color haurà de produir un canvi d'aproximadament la mateixa importància visual.

source: The three coordinates of CIE-Lab represent the lightness of the color (**L = 0** yields black and **L = 100** indicates diffuse white; specular white may be higher), its position between red/magenta and green (**a**, negative values indicate green while positive values indicate magenta) and its position between yellow and blue (**b**, negative values indicate blue and positive values indicate yellow).
ca: Les tres coordenades del CIE-Lab representen la claredat del color (**L = 0** produeix negre i **L = 100** indica blanc difús; el blanc especular pot ser més alt), la seva posició entre vermell/magenta i verd (**a**, valors negatius indiquen verd mentre que els valors positius indiquen magenta) i la seva posició entre groc i blau (**b**, els valors negatius indiquen blau i els valors positius indiquen groc).

source: To be useful, color profiles need to be coupled with software that performs the translation from one color space to another via the Profile Connection Space. In digiKam, translation from one color space to another usually is done by `Lcms <https://www.littlecms.com/>`_, the **Little Color Management Software**.
ca: Perquè siguin útils, els perfils de color s'han d'acoblar amb un programari que faci la traducció des d'un espai de color a un altre mitjançant l'espai de connexió del perfil. En el digiKam, la traducció des d'un espai de color a un altre generalment es realitza mitjançant `Lcms <https://www.littlecms.com/>`_, el **programari petit de gestió del color**.

source: :ref:`Camera Profiles <color_management>`
it: :ref:`Profili delle fotocamere <color_management>`
pt_br: :ref:`Perfis de câmera <color_management>`
sl: :ref:`Profili kamere <color_management>`
uk: :ref:`Профілі фотоапарата <color_management>`
zh_cn: :ref:`相机配置文件 <color_management>`

source: Contents
it: Indice
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: If you are reading this manual you probably are shooting RAW images with a digital camera and you are hoping that somewhere in the arcane waters of color management lies the answers for how to get a nice picture from your RAW image file. The next thing you need is the right camera profile for developing your RAW image. But first let's answer the question you really might have been asking.
it: Se stai leggendo questo manuale, probabilmente stai scattando immagini RAW con una fotocamera digitale e speri che in qualche posto delle arcane acque della gestione dei colori dimori le risposte su come ottenere una bella fotografia dal tuo immagine RAW. La cosa successiva di cui hai bisogno è il profilo della fotocamera giusto per sviluppare l'immagine RAW. Per prima cosa, però, rispondiamo alla domanda che in realtà avresti dovuto chiedere.
pt_br: Se você está lendo este manual, provavelmente está fotografando imagens RAW com uma câmera digital e espera encontrar em algum lugar nas profundezas do gerenciamento de cor as respostas para como obter uma boa imagem a partir do seu arquivo de imagem RAW. A próxima coisa que você precisa é do perfil de câmera certo para revelar sua imagem RAW. Mas primeiro, vamos responder à pergunta que você provavelmente estava se fazendo.
sl: Če berete ta priročnik, verjetno snemate slike RAW z digitalno kamero in upate, da se nekje v skrivnostnih vodah upravljanja barv skrivajo odgovori, kako iz svoje slikovne datoteke RAW dobiti lepo sliko. Naslednja stvar, ki jo potrebujete, je pravi profil kamere za razvijanje vaše slike RAW. A najprej odgovorimo na vprašanje, ki ste si ga res morda zastavili.
uk: Якщо ви читаєте цей підручник, ймовірно, ви знімали ваші цифрові негативи за допомогою цифрового dSLR, а тепер сподіваєтеся, що десь на таємних хвилях керування кольорами ви знайдете відповідь на питання: як отримати чудове зображення з вашого файла цифрового негатива. Для отримання результату вам знадобиться належний профіль фотоапарата. Але спочатку наведемо відповідь на питання, яке вже певно у вас виникло, а саме:
zh_cn: 如果你在读这份手册，估计你已经在用数码相机拍 RAW 文件了，而且可能正头疼于色彩管理的“神秘魔法”，想知道怎么从 RAW 文件搞出一张好看的照片。接下来，你需要一个合适的相机配置文件来处理你的 RAW 文件。但先来回答一个你可能真正想问的问题：

source: digiKam RAW Preview Using **Embedded JPEG Image**
it: L'anteprima RAW di digiKam che utilizza **Immagine JPEG incorporata**
pt_br: Visualização RAW do digiKam usando **Imagem JPEG embutida**
sl: digiKam predogled surove slike z uporabo **vgrajene slike JPEG**
zh_cn: digiKam RAW 预览使用 **嵌入的 JPEG 图像**

source: digiKam RAW Preview Using an Half Sized Demosaiced in 8 bits and **Bilinear** Method
it: L'anteprima RAW di digiKam che utilizza un metodo demosaicizzato a metà dimensione in 8 bit e **bilineare**
pt_br: Visualização RAW do digiKam usando uma reconstrução de cor de tamanho médio em 8 bits e método **Bilinear**
sl: Predogled digiKam RAW z uporabo 8-bitnega odstranjevanja mozaičnosti v polovični velikosti in **Bilinearne** metode
zh_cn: Digikam Raw 预览，使用 8 位色深、半尺寸去马赛克、 ** birinear ** 方法

source: digiKam RAW Import Tool from Image Editor Loading RAW file Demosaiced in 16-bit and **AHD** Method
it: Lo strumento Importazione RAW di digiKam dall'Editor delle immagini che carica il file RAW col metodo demosaicizzato in 16-bit e **AHD**
pt_br: Ferramenta de importação RAW do Editor de Imagem do digiKam carregando arquivo RAW usando uma reconstrução de cor em 16 bits e método **AHD**
sl: Orodje za uvoz digiKam RAW iz urejevalnika slik nalaganje datoteke RAW odstranjevanje mozaičnosti v 16-bitih in metoda **AHD**
zh_cn: digiKam 图像编辑器的 RAW 导入工具，加载 16 位和 AHD 方法去马赛克的 RAW 文件

source: Libraw, which digiKam uses to convert RAW files to image files, doesn't add an S-curve to your image tonality. Libraw gives you the lights and darks that are actually recorded by the camera sensor. Libraw is one of only a handful of RAW developers that actually gives you the *scene-referred* tonality. And the Libraw scene-referred image is flat-looking, because the camera sensor records light linearly, whereas our eyes are constantly interacting with our brain to accommodate dim and bright areas in a scene, meaning our brain to some extent *applies an S-curve* to the scene to enable us to better focus in on the areas of particular interest as we look around.
it: Libraw, utilizzato da digiKam per convertire i file RAW in file immagine, non usa una curva S al tono dell'immagine. Libraw restituisce i chiari e gli scuri realmente registrati dal sensore della tua fotocamera. Libraw è uno dei pochi sviluppatori RAW che realmente restituisce il tono *scene-referred*. E l'immagine scene-referred di Libraw appare piatta, perché il sensore della fotocamera registra la luce in modo lineare, laddove i nostri occhio interagiscono continuamente col nostro cervello per accomodare le aree chiare e scarsamente illuminate in una scena, il che implica il fatto che il nostro cervello in qualche modo *applica una curva S* alla scena per permetterci di focalizzare meglio le aree di particolare interesse quando stiamo osservando.
pt_br: O Libraw, que o digiKam usa para converter arquivos RAW em arquivos de imagem, não adiciona uma curva em S à tonalidade da sua imagem. O Libraw fornece os claros e escuros que são realmente registrados pelo sensor da câmera. O Libraw é um dos poucos reveladores de RAW que realmente fornece a tonalidade *referente à cena*. E a imagem referenciada à cena do Libraw tem aparência plana, porque o sensor da câmera registra a luz linearmente, enquanto nossos olhos estão constantemente interagindo com o cérebro para acomodar áreas claras e escuras em uma cena, o que significa que nosso cérebro, até certo ponto, *aplica uma curva em S* à cena para nos permitir focar melhor nas áreas de interesse específico enquanto olhamos ao redor.
sl: Libraw, ki ga digiKam uporablja za pretvorbo datotek RAW v slikovne datoteke, vaši tonalnosti slike ne doda krivulje S. Libraw vam daje svetlobe in temine, ki jih dejansko posname senzor kamere. Libraw je eden izmed le peščice razvijalcev RAW, ki vam dejansko nudi tonaliteto, ki se nanaša na *sceno*. In slika, ki se nanaša na prizor Libraw, je videti ravno, ker senzor kamere linearno beleži svetlobo, medtem ko so naše oči nenehno v interakciji z našimi možgani, da se prilagodijo zatemnjenim in svetlim področjem v prizoru, kar pomeni, da naši možgani do neke mere *uporabljajo krivuljo S* na prizorišče, da se lahko bolje osredotočimo na področja, ki nas posebej zanimajo, ko gledamo okoli sebe.
uk: Libraw (програма, яку digiKam використовує для перетворення файлів цифрових негативів на файли зображень) не змінює кривої насиченості тональності вашого зображення. Libraw показує вам світлі і темні області, які насправді було записано датчиком фотоапарата. Libraw є однією з програм для обробки цифрових негативів, яка показує вам справжню тональність знятого матеріалу. Зображення, що відповідає знятому, створене libraw, є таким невиразним через те, що датчик фотоапарата записує світло лінійно, а наші очі постійно перебувають у взаємодії з мозком з метою виокремлення тьмяних і світлих областей зображення, тобто наш мозок є додатковим інструментом застосування кривої насиченості до зображення, який надає нам змогу краще сфокусуватися на важливих елементах зображення, коли ми дивимося на щось.
zh_cn: digiKam 用的 Libraw 来把 RAW 文件转成图像文件，它不会给你的图片色调加 S 型曲线。 Libraw 直接给你相机传感器记录的真实光暗信息。它是少数几个能给你“场景参照色调”的 RAW 处理工具之一。Libraw 生成的场景参照图像看起来会比较“平淡”，因为相机传感器记录光线是线性的，而我们的眼睛和大脑会不断互动，自动调整对场景中亮部和暗部的感知，某种程度上就像给场景加了个 S 型曲线，让我们更容易聚焦在感兴趣的区域。

source: The embedded JPEG preview looks so much nicer than Libraw's output, so what is the value in scene-referred tonality? When you take a picture, presumably you have an idea of what you want the final image to look like. It is much easier to achieve that final image if you don't have to *undo* stuff that has already been done to your image. Once Canon (or Nikon, or Sony, etc.) has applied their proprietary S-curves and shadow de-noising, sharpening, etc. to your image, then your shadows, highlights, edge detail, etc. are already squashed, clipped, chopped, and otherwise altered and mangled. You've thrown information away and you cannot get it back, especially in the shadows. This is true even with 16-bit images, that are actually 12- or 14-bit images, depending on the camera that have been encoded as 16-bits for the computer's convenience. There just isn't that much information to begin with.
it: L'anteprima JPEG incorporata sembra molto più bella rispetto al risultato di Libraw, dunque qual è il valore nel tono scene-referred? Quando scatti una foto, presumibilmente hai un'idea di come vuoi che appaia l'immagine finale. È molto più facile ottenere l'immagine finale se non devi *annullare* elementi che sono stati già applicati alla tua immagine. Una volta che Canon (o Nikon, Sony, ecc.) ha applicato la sua curva S proprietaria e la riduzione del rumore nelle ombre, la nitidezza, ecc., all'immagine, allora le ombre, le zone luminose, il dettaglio dei bordi, e via discorrendo, sono stati già appiattiti, troncati, spezzettati e diversamente alterati e deformati. Hai buttato via le informazioni e non puoi recuperarle, in particolare le ombre. Questo è vero anche con immagini a 16 bit, che sono in realtà immagini a 12 o 14 bit, a seconda della fotocamera, ma sono state codificate a 16 bit per comodità del computer. Semplicemente non vi sono molte informazioni per iniziare.
pt_br: A visualização JPEG embutida parece muito melhor do que a saída do Libraw, então qual é o valor da tonalidade referente à cena? Quando você tira uma foto, presumivelmente você tem uma ideia de como quer que a imagem final fique. É muito mais fácil obter essa imagem final se você não tiver que *desfazer* coisas que já foram feitas na sua imagem. Uma vez que a Canon (ou Nikon, ou Sony, etc.) aplicou suas curvas S proprietárias e remoção de ruído de sombra, nitidez, etc. à sua imagem, então suas sombras, tons claros, detalhes de bordas, etc. já estão compactados, recortados e de outra forma alterados e mutilados. Você jogou informações fora e não pode recuperá-las, especialmente nas sombras. Isso é verdade mesmo com imagens de 16 bits, que na verdade são imagens de 12 ou 14 bits, dependendo da câmera, que foram codificadas como 16 bits para a conveniência do computador. Simplesmente não há muita informação para começar.
sl: Vdelani predogled JPEG je videti veliko lepši kot rezultat Libraw, kakšna je torej vrednost v tonaliteti, ki se nanaša na sceno? Ko posnamete sliko, verjetno imate predstavo o tem, kako želite videti končno sliko. To končno sliko je veliko lažje doseči, če vam ni treba *razveljaviti* stvari, ki so bile že narejene na vaši sliki. Ko Canon (ali Nikon, ali Sony itd.) na vašo sliko uporabi svoje lastniške krivulje S in odstranjevanje šuma, ostrenje itd., so vaše sence, poudarki, robovi itd. že zmečkani, odrezani, sesekljani in drugače spremenjeni in popačeni. Zavrgli ste informacije in jih ne morete dobiti nazaj, še posebej v senci. To velja tudi za 16-bitne slike, ki so dejansko 12- ali 14-bitne slike, odvisno od kamere, ki so bile zaradi udobja računalnika kodirane kot 16-bitne. Tam začetek preprosto ni toliko informacij.
uk: Зображення JPEG вбудованого перегляду виглядає набагато краще за виведене libraw. Яким є значення пов’язаної зі сценою тональності? Коли ви робите знімок, ймовірно, ви вже уявляєте як має виглядати остаточне зображення. Набагато простіше отримати таке остаточне зображення, якщо вам не потрібно «скасовувати» вже виконану обробку вашого зображення. Після застосування до зображення комерційних варіантів кривих насиченості, усування шуму на тінях, збільшення різкості тощо від Canon (або Nikon, Sony тощо), тіні, відсвіти, деталізацію меж тощо на вашому зображенні буде стиснуто, обрізано, форматовано або якимось іншим чином змінено і спотворено. Ви втратите частину даних зображення і вже не зможете їх відновити. Особливо для тіней, навіть на 16-бітових зображеннях (які насправді є 12- або 14-бітовими, залежно від фотоапарата, але кодуються як 16-бітові для покращення взаємодії з комп’ютером), залишиться не так багато даних, які можна буде використати під час обробки.
zh_cn: 嵌入的 JPEG 预览图看起来比 Libraw 的输出好看多了，那场景参照色调有啥用？当你拍照时，估计心里已经有最终想要的画面效果了吧。如果你的图片没被提前“加工”过，你会更容易实现那个效果。一旦佳能（或尼康、索尼等）给你的图片加了专有的 S 型曲线、阴影降噪、锐化等处理，你的阴影、高光、边缘细节等就已经被压扁、裁剪、砍掉，甚至弄得乱七八糟。你丢掉了信息，尤其是阴影部分的信息，再也找不回来——即使是 16 位图像（实际上可能是 12 位或 14 位，只是为了电脑处理方便编码成 16 位）。一开始的信息量就没那么多！

source: digiKam Raw Import Tool from Image Editor Allows Post Processing of Exposures and Curves just After Demosaicing
it: Lo strumento di importazione RAW dell'Editor delle immagini permette la post-elaborazione delle esposizioni e le curve subito dopo la demosaicizzazione
pt_br: A ferramenta de importação de RAW do Editor de Imagem do digiKam permite o pós-processamento de exposições e aplicação de curvas logo após a reconstrução de cor
sl: Orodje za uvoz digiKam Raw iz urejevalnika slik omogoča naknadno obdelavo osvetlitev in krivulj takoj po odstranjevanju mozaičnosti
zh_cn: 你可以用图像编辑器的导入工具，在去马赛克后，立即对曝光和曲线进行后期处理

source: It seems to me that the heart and soul of image processing is the deliberate manipulation of image tonality, color, selective sharpening, and so forth, so that the viewer focuses in on what you, the photographer, found of particular interest when you took the picture. Why give the art of image processing over to some proprietary RAW processing software? In other words, *flat is the preferred starting point* if you'd rather give your images your own artistic interpretation. The alternative is to let the canned, proprietary algorithms produced by Canon, Nikon, Sony, etc. interpret your images for you. On the other hand, there is no denying that for many images, those canned algorithms are really pretty good.
it: Sembra che il cuore e l'anima dell'elaborazione delle immagini sia la manipolazione deliberata del tono, del colore, della nitidezza selettiva e così via, dunque lo spettatore si concentra su quello che tu, il fotografo, hai trovato di particolare interesse al momento dello scatto. Perché lasciare l'arte dell'elaborazione dell'immagine a qualche software proprietario che elabora i file RAW? In altre parole, *piatto è il punto di partenza preferito* se vuoi dare alle immagini il tuo personale tocco artistico. L'alternativa è quella di lasciare che l'algoritmo proprietario, inscatolato, prodotto da Canon, Nikon, Sony, ecc. interpreti le tue immagini per te. D'altro canto, non si può negare che per molte immagini, quegli algoritmi preconfezionati sono davvero buoni.
pt_br: Parece que a essência do processamento de imagens é a manipulação deliberada da tonalidade, da cor, da nitidez seletiva e assim por diante, para que o observador se concentre no que você, o fotógrafo, achou de particular interesse ao tirar a foto. Por que entregar a arte do processamento de imagens a um software proprietário de processamento RAW? Em outras palavras, *plano é o ponto de partida preferencial* se você prefere dar às suas imagens sua própria interpretação artística. A alternativa é deixar que os algoritmos proprietários e pré-fabricados produzidos pela Canon, Nikon, Sony etc. interpretem suas imagens para você. Por outro lado, não há como negar que, para muitas imagens, esses algoritmos pré-fabricados são realmente muito bons.
sl: Zdi se mi, da je srce in duša obdelave slik namerna manipulacija tonalnosti slike, barv, selektivne izostritve in tako naprej, tako da se gledalec osredotoči na tisto, kar je vas, fotografa, še posebej zanimalo, ko ste posneli sliko. Zakaj bi umetnost obdelave slik predali neki lastniški programski opremi za obdelavo RAW? Z drugimi besedami, *ravno je prednostna izhodiščna točka*, če želite svojim slikam dati lastno umetniško interpretacijo. Druga možnost je, da pustite, da vaše slike namesto vas interpretirajo vnaprej pripravljeni, lastniški algoritmi, ki jih proizvajajo Canon, Nikon, Sony itd. Po drugi strani pa ni mogoče zanikati, da so ti algoritmi v pločevinkah za veliko slik zelo dobri.
uk: Як видається авторові цього підручника, основою обробки зображення є можливість довільним чином змінювати тональність, кольори, вибіркове збільшення різкості тощо так, щоб зосередити увагу глядача на тому, що ви, як фотограф, вважаєте головним, коли знімаєте. Навіщо віддавати керування у фотомистецтві якомусь комерційному програмному забезпеченню з обробки цифрових негативів? Іншими словами, «просте зображення — чудова початкова позиція», якщо ви маєте намір надати вашим знімкам вашої художньої інтерпретації. Альтернативним шляхом є використання «бездушних», комерційних алгоритмів, створених Canon, Nikon, Bibble тощо, для зміни ваших зображень без вашої участі. З іншого боку, ніхто не заперечує, що для багатьох зображень ці «бездушні» алгоритми дають досить пристойні результати.
zh_cn: 在我看来，图像处理的精髓和灵魂就在于你如何刻意调整图像的色调、颜色、局部锐化等等，让看照片的人能聚焦到你——摄影师——在按下快门时觉得特别重要的东西上。为什么要让厂商的专有 RAW 处理软件来接管这门艺术呢？换句话说，如果你想让照片带上你自己的艺术风格， *“平淡”的起点才是更好的选择* 。否则，你就只能让佳能、尼康、索尼等厂商的“罐头算法”来替你解读你的照片。当然，不可否认，对很多照片来说，这些厂商的算法确实挺不错的。
