Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/camera_profiles.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: Color Management and Camera Profiles
ca: Gestió del color i els perfils de la càmera
it: Gestione dei colori e profili delle fotocamere
pt_br: Gerenciamento de cor e perfis de câmera
sl: Upravljanje barv in profili kamere
uk: Керування кольорами і профілі фотоапаратів
zh_cn: 色彩管理和相机色彩特性文件

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image editor, color management, icc, profile, camera
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, editor d'imatges, gestió del color, icc, perfil, càmera
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor delle immagini, colore, gestione, icc, profilo, fotocamera
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, editor de imagens, gerenciamento de cor, icc, perfil, câmera
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, urejevalnik slik, upravljanje barv, icc, profil, kamera
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, редактор зображень, керування кольорами, icc, профіль, фотоапарат, камера
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 图像编辑器, 颜色管理, 图标, 个人资料, 摄像头

source: The Camera Profiles
ca: Els perfils de la càmera

source: Using Camera Profile
ca: Ús del perfil de la càmera
it: Utilizzare il profilo della fotocamera
pt_br: Usando um perfil de câmera
sl: Uporaba profila kamere
uk: Користування профілями фотоапаратів
zh_cn: 使用相机色彩特性文件

source: Many excellent professional and amateur photographers save all their images as in-camera JPEGs and work exclusively in the sRGB color space. But if you want to work in a larger color space, or if you want to work with RAW files (even if you output sRGB image files from your RAW files), read on.
ca: Molts excel·lents fotògrafs professionals i aficionats guarden totes les seves imatges com a JPEG a la càmera i treballen exclusivament en l'espai de color sRGB. Però si voleu treballar en un espai de color més gran, o si voleu treballar amb fitxers RAW (fins i tot si genereu fitxers d'imatge sRGB des dels vostres fitxers RAW), continueu llegint.
it: Molti eccellenti fotografi professionali e amatoriali salvano tutte le loro immagini come JPEG nella fotocamera, e lavorano esclusivamente nello spazio colore sRGB. Ma se vuoi lavorare in un spazio di colore più ampio, o con i file RAW (anche se elabori immagini sRGB dai tuoi file RAW), continua a leggere.
pt_br: Muitos excelentes fotógrafos profissionais e amadores salvam todas as suas imagens como JPEGs na câmera e trabalham exclusivamente no espaço de cor sRGB. Mas se você quiser trabalhar em um espaço de cor maior ou com arquivos RAW (mesmo que você crie arquivos de imagem sRGB a partir dos seus arquivos RAW), continue lendo.
sl: Mnogi odlični profesionalni in amaterski fotografi shranjujejo vse svoje slike kot JPEG v fotoaparatu in delujejo izključno v barvnem prostoru sRGB. Ampak če vi želite delati v večjem barvnem prostoru ali če želite delati s surovimi datotekami RAW (tudi če slikovne datoteke sRGB izpišete iz datotek RAW), berite naprej.
uk: Багато чудових професіональних фотографів та фотографів-аматорів зберігають створені ними зображення за допомогою вбудованих інструментів камери у форматі JPEG і працюють у просторі кольорів sRGB. Але, якщо ви бажаєте працювати у ширшому просторі кольорів або якщо ви бажаєте працювати з файлами цифрових негативів (навіть якщо результатом обробки буде файл зображення у просторі кольорів sRGB), ознайомтеся з наведеними тут відомостями.
zh_cn: 很多顶尖的专业和业余摄影师都会选择直接保存相机生成的 JPEG 文件，并且全程用 sRGB 色彩空间工作。如果你也满足于这种方式，完全没问题！但如果你想用更大的色彩空间，或者想玩转 RAW 文件（即使最终还是输出 sRGB 图像），那就接着往下看吧。

source: If you are reading this manual you probably are shooting RAW images with a digital dSLR and you are hoping that somewhere in the arcane waters of color management lies the answer to how to get a nice picture from your RAW image file. The next thing you need is the right camera profile for developing your RAW image. But first let's answer the question you really might have been asking.
ca: Si esteu llegint aquest manual, probablement esteu prenent imatges RAW amb una rèflex digital (dSLR) i espereu que en algun lloc de les misterioses aigües de la gestió del color es trobi la resposta a com obtenir una bona imatge des del vostre fitxer d'imatge RAW. El següent que necessiteu és el perfil de la càmera adequat per a revelar la imatge RAW. Però primer responguem la pregunta que realment podríeu haver fet.

source: digiKam RAW Preview Using **Embedded JPEG Image**.
ca: Vista prèvia RAW en el digiKam utilitzant una **imatge JPEG incrustada**.
uk: Попередній перегляд цифрового негатива у digiKam з використанням вбудованого зображення JPEG.

source: digiKam RAW Preview Using an Half Sized Demosaiced in 8 bits and **Bilinear** Method.
ca: Vista prèvia RAW en el digiKam utilitzant una reconstrucció de mida mitjana en 8 bits i amb el mètode **bilineal**.
uk: Попередній перегляд цифрового негатива у digiKam з використанням методу пів розмірного усування мозаїчності у 8 бітовій глибині та методу **Білінійний**.

source: digiKam RAW Import Tool from Image Editor Loading RAW file Demosaiced in 16-bit and **AHD** method.
ca: Eina d'importació RAW en el digiKam des de l'editor d'imatges carregant un fitxer RAW de reconstruït en 16 bits i amb el mètode **AHD**.
uk: Засіб імпортування цифрових негативів редактора зображень digiKam завантажує файл цифрового негатива із усуванням мозаїчності із глибиною кольорів 16 бітів та за допомогою способу **AHD**.

source: Why doesn't the image produced by RAW converters like `Libraw <https://www.libraw.org/>`_ look like the embedded preview displayed by digiKam? All digital camera images start out as RAW files, whether or not the camera allows the user the option to save the image as a RAW file. When you ask the camera to save JPEGs instead of RAW files, the camera uses its on-board processor to convert the RAW file to a JPEG. That embedded preview is what your final image would have looked like if you had set your camera to save JPEGs instead of RAW files.
ca: Per què la imatge produïda pels convertidors RAW com la `LibRaw <https://www.libraw.org/>`_ no s'assembla a la vista prèvia incrustada que mostra el digiKam? Totes les imatges de càmeres digitals comencen com a fitxers RAW, tant si la càmera permet a l'usuari l'opció de desar la imatge com un fitxer RAW. Quan demaneu a la càmera que desi en fitxers JPEG en lloc de fitxers RAW, la càmera utilitzarà el processador integrat per a convertir el fitxer RAW en un fitxer JPEG. Aquesta vista prèvia incrustada és l'aspecte que hauria tingut la imatge final si s'hagués configurat la càmera per a desar fitxers JPEG en lloc de fitxers RAW.
it: Perché l'immagine prodotta dai convertitori RAW tipo `Libraw <https://www.libraw.org/>`_ non assomiglia all'anteprima incorporata visualizzata da digiKam? Tutte le immagini delle fotocamere digitali vengono generate inizialmente come file RAW, sia che la fotocamera abbia l'opzione di salvare l'immagine come file RAW, sia che non l'abbia. Quando chiedi alla fotocamera di salvare file JPEG anziché RAW, essa utilizza il suo processore interno per convertire il file RAW in JPEG. Quest'anteprima incorporata è come l'immagine finale dovrebbe apparire, se hai impostato la fotocamera per salvare in JPEG anziché in RAW.
pt_br: Por que a imagem produzida por conversores RAW como o `Libraw <https://www.libraw.org/>`_ não se parece com a visualização embutida exibida pelo digiKam? Todas as imagens de câmeras digitais começam como arquivos RAW, independentemente de a câmera permitir ou não que o usuário salve a imagem como um arquivo RAW. Quando você solicita à câmera para salvar JPEGs em vez de arquivos RAW, a câmera usa seu processador interno para converter o arquivo RAW para JPEG. Essa visualização embutida é a aparência da sua imagem final se você tivesse configurado a câmera para salvar JPEGs em vez de arquivos RAW.
sl: Zakaj slike, ki jo ustvarijo pretvorniki RAW, kot je `Libraw <https://www.libraw.org/>`_ izgledajo kot vdelan predogled, ki ga prikaže digiKam? Vse slike digitalnega fotoaparata se začnejo kot datoteke RAW, ne glede na to ali kamera omogoča uporabniku možnost shranjevanja slike kot datoteke RAW ali ne. Ko prosite kamero za shranjevanje datotek JPEG namesto datotek RAW, kamera uporablja svoj vgrajeni procesor za pretvorbo datoteke RAW v JPEG. Ta vdelani predogled je to, kar bi bila videti vaša končna slika, če bi kamero nastavili na shranjevanje JPEG namesto datotek RAW.
uk: Чому зображення, створені за допомогою інструментів перетворення зображень цифрових негативів, на зразок `Libraw <https://www.libraw.org/>`_, відрізняються від вбудованих мініатюр, які показує digikam? Радий, що ви спитали. Всі цифрові фотоапарати створюють файли цифрових негативів (raw), надає чи ні фотоапарат змогу користувачеві зберегти зображення у форматі цифрового негатива. Якщо ви налаштуєте фотоапарат так, щоб він зберігав зображення у форматі JPEG, а не у форматі цифрового негатива, вбудований процесор фотоапарата перетворить файл цифрового негатива на файл у форматі JPEG. У вбудованому перегляді ви можете побачити, як виглядатиме ваш знімок, якщо налаштувати фотоапарат на збереження файлів JPEG замість файлів цифрових негативів.
zh_cn: 为什么像 `Libraw <https://www.libraw.org/>`_ 这样的 RAW 转换器生成的图像，看起来跟 digiKam 显示的嵌入式预览图不一样？其实，所有数码相机的图像一开始都是 RAW 文件，不管你的相机能不能让你保存 RAW 文件。如果你让相机保存 JPEG，相机内部的处理器会把 RAW 文件转成 JPEG。那个嵌入的预览图，其实就是如果你设置相机直接输出 JPEG 时，图片最终的样子。

source: Canon for example offers the user several picture styles - neutral, standard, portrait, landscape, and so forth - that determine what kind of processing will be done to the RAW image file to produce the final image, whether or not the processing is done *in-camera* or later, using the proprietary Canon software. This processing software does give the user additional control, but still manipulates the RAW image file in accordance with the chosen picture style. Most of the Canon picture styles add a heavy S-curve and extra color saturation to give the picture more *pop*. Even if you choose the *neutral* picture style (the Canon picture style that gives you the least modified tonality); and select *less contrast*, *less saturation*, *no noise reduction*, and *no sharpening* in the Cannon RAW development software, you will find, if you know what to look for, that an S-curve and also shadow de-noising has been applied to your image.
ca: Canon, per exemple, ofereix a l'usuari diversos estils d'imatge -neutre, estàndard, retrat, paisatge, etc.- que determinen quin tipus de processament es realitzarà en el fitxer d'imatge RAW per a produir la imatge final, ja sigui que el processament es realitzi *en la càmera* o després, utilitzant el programari propietat de Canon. Aquest programari de processament ofereix a l'usuari un control addicional, però encara manipula el fitxer d'imatge RAW d'acord amb l'estil d'imatge escollit. La majoria dels estils d'imatge de Canon afegeixen una corba S molt pronunciada i una saturació del color addicional per a donar a la imatge un toc més *cridaner*. Fins i tot si escolliu l'estil d'imatge *neutre* (l'estil d'imatge de Canon que ofereix una tonalitat menys modificada) i seleccioneu *menys contrast*, *menys saturació*, *sense reducció del soroll* i *sense aguditzar* en el programari de desenvolupament Cannon RAW, trobareu, si sabeu què cercar, que s'ha aplicat una corba S i també una reducció de les ombres a la vostra imatge.
it: Canon, per esempio, offre all'utente diversi stili fotografici (neutro, standard, ritratto, panorama, e via discorrendo) che determinano quale tipologia di elaborazione verrà eseguita sull'immagine RAW per produrre l'immagine finale image, se l'elaborazione verrà eseguita o no *all'interno della fotocamera* o in un momento successivo, tramite il software proprietario Canon. Questo software di elaborazione offre all'utente un controllo aggiuntivo, ma ancora manipola l'immagine RAW in base allo stile fotografico scelto. La maggior parte degli stili fotografici Canon aggiungono una curva S pesante e una saturazione aggiuntiva dei colori per dare alla foto più *brio*. Anche se nel software di sviluppo RAW di Canon scegli lo stile *neutro* (lo stile fotografico che restituisce un tono meno modificato possibile) e selezioni *meno contrasto*, *meno saturazione*, *nessuna riduzione del rumore* e *nessuna nitidezza*, noterai, se sai dove guardare, che all'immagine è stata applicata una curva S e anche la riduzione del rumore alle ombre.
pt_br: A Canon, por exemplo, oferece ao usuário vários estilos de imagem - neutro, padrão, retrato, paisagem e assim por diante - que determinam que tipo de processamento será feito no arquivo de imagem RAW para produzir a imagem final, independentemente de o processamento ser feito *na câmera* ou posteriormente, usando o software proprietário da Canon. Este software de processamento dá ao usuário controle adicional, mas ainda manipula o arquivo de imagem RAW de acordo com o estilo de imagem escolhido. A maioria dos estilos de imagem da Canon adiciona uma curva S pesada e saturação de cor extra para dar à imagem mais *vivacidade*. Mesmo se você escolher o estilo de imagem *neutro* (o estilo de imagem da Canon que lhe dá a tonalidade menos modificada); e selecionar *menos contraste*, *menos saturação*, *sem redução de ruído* e *sem nitidez* no software de revelação RAW da Canon, você descobrirá, se souber o que procurar, que uma curva S e também a remoção de ruído de sombra foram aplicadas à sua imagem.
sl: Canon na primer uporabniku ponuja več slogov slike - nevtralno, standardno, pokončno, ležeče in tako naprej - ki določajo, kakšne vrste obdelava bo izvedena na slikovni datoteki RAW, da se ustvari končna slika, ne glede na to, ali se obdelava izvede *v kameri* ali pozneje z uporabo lastniške programske opremo Canon. Ta programska oprema za obdelavo daje uporabniku dodaten nadzor, vendar še vedno skladno manipulira s slikovno datoteko RAW z izbranim slogom slike. Večina slogov slike Canon dodaja težo S-krivulje in dodatno barvna nasičenost, da bo slika bolj *pop*. Tudi če izberete *nevtralen* slog slike (slog Canon slike, ki daje najmanj spremenjeno tonaliteto) in izberete *manj kontrasta*, *manj nasičenosti*, *brez zmanjšanja šuma* in *brez ostrenja* v Cannon RAW programski opremi za razvoj slike, boste ugotovili, če veste, kaj iskati, da je bila vašo sliko uporabljena S-krivulja krivulja in tudi odstranjevanje šuma v sencah.
uk: У Canon користувачеві пропонується декілька стилів зображення: нейтральний (neutral), стандартний (standard), книжковий (portrait), альбомний (landscape) тощо, — за допомогою яких фотоапарат визначає спосіб обробки цифрового негатива для отримання остаточного зображення, незалежно від того, буде обробку виконано у фотоапараті або поза ним за допомогою комерційного програмного забезпечення Canon. Програмне забезпечення від Canon надає користувачеві додаткові можливості керування, але все ж виконує обробку цифрового негатива відповідно до попередньо вибраного стилю зображення. Використання більшості з стилів зображення Canon значно змінює криву насиченості і додає насиченості до зображення, щоб зробити його «яскравішим». Навіть якщо ви оберете «нейтральний» стиль зображення (стиль зображення Canon, який найменше змінює тональність); а потім оберете «менше контрастності» ("less contrast"), «менше насиченості» ("less saturation"), «не усувати шум» ("no noise reduction") і «не збільшувати різкість» ("no sharpening") у діалоговому вікні обробки цифрових негативів Canon, ви побачите, якщо знаєте, де шукати, що до зображення було застосовано зміну кривої насиченості та усування шуму на тінях.
zh_cn: 以佳能为例，他们提供了几种“照片风格”——比如中性、标准、人像、风光等等——这些风格决定了 RAW 文件会被怎么处理，不管是在相机里直接处理，还是事后用佳能的专有软件处理。这些软件会给你一些额外的控制权，但处理方式还是基于你选的照片风格。大多数佳能照片风格会加个很重的 S 型曲线，再加上额外的颜色饱和度，让照片看起来更有“冲击力”。即使你选了“中性”风格（佳能里改动色调最少的选项），并且在佳能 RAW 处理软件里把对比度、饱和度、降噪和锐化都调到最低，如果你仔细看，还是会发现图片被悄悄加了 S 型曲线和阴影降噪处理。

source: Libraw which digiKam uses to convert RAW files to image files doesn't add an S-curve to your image tonality. Libraw gives you the lights and darks that are actually recorded by the camera sensor. Libraw is one of only a handful of RAW developers that actually gives you the *scene-referred* tonality. And the Libraw scene-referred image is flat-looking, because the camera sensor records light linearly, whereas our eyes are constantly interacting with our brain to accommodate dim and bright areas in a scene, meaning our brain to some extent *applies an S-curve* to the scene to enable us to better focus in on the areas of particular interest as we look around.
ca: La LibRaw que utilitza el digiKam per a convertir fitxers RAW en fitxers d'imatge no afegeix una corba S a la tonalitat de la vostra imatge. La LibRaw ofereix les llums i les ombres que realment registra el sensor de la càmera. La LibRaw és un dels pocs desenvolupadors RAW que ofereix realment la tonalitat *referida a l'escena*. I la imatge referida a l'escena de la LibRaw tindrà un aspecte pla, perquè el sensor de la càmera registra la llum de forma lineal, mentre que els nostres ulls interactuen constantment amb el nostre cervell per a adaptar-se a les àrees fosques i brillants d'una escena, el que significa que el nostre cervell, en certa manera, aplica una corba S a l'escena per a permetre'ns enfocar millor en les àrees d'interès mentre mirem al nostre voltant.

source: The embedded JPEG preview looks so much nicer than Libraw's output. What is the value in scene-referred tonality? When you take a picture, presumably you have an idea of what you want the final image to look like. It is much easier to achieve that final image if you don't have to *undo* stuff that has already been done to your image. Once Canon (or Nikon, or Sony, etc.) has applied their proprietary S-curves and shadow de-noising, sharpening, etc. to your image, then your shadows, highlights, edge detail, etc. are already squashed, clipped, chopped, and otherwise altered and mangled. You've thrown information away and you cannot get it back. Especially in the shadows, even with 16-bit images (actually, 12- or 14-bits, depending on the camera, but it's encoded as 16-bits for the computer's convenience), there just isn't that much information to begin with.
ca: La vista prèvia incrustada del JPEG es veu molt millor que la sortida de LibRaw. Quin és el valor de la tonalitat en referència a l'escena? Quan preneu una fotografia, presumiblement teniu una idea de com voleu que es vegi la imatge final. És molt més fàcil aconseguir aquesta imatge final si no s'han de *desfer* coses que ja s'han fet en la vostra imatge. Quan Canon (Nikon o Sony, etc.) han aplicat les seves corbes S amb patents i eliminat les ombres, nitidesa, etc. a la vostra imatge, aleshores les ombres, llum intensa, detalls de les vores, etc. ja estan aixafats, retallats, picats, i altrament alterat i destrossat. Heu llençat informació i no es pot recuperar. Especialment en les ombres, fins i tot amb imatges de 16 bits (en realitat, 12 o 14 bits, depenent de la càmera, però està codificada com 16 bits per a la comoditat de l'ordinador), senzillament no hi ha molta informació amb la qual començar.

source: digiKam Raw Import Tool from Image Editor Allows to Post Process Exposures and Curves just After the Demosaicing.
ca: L'eina d'importació RAW en el digiKam des de l'editor d'imatges permet el postprocessament d'exposicions i corbes just després de la reconstrucció.

source: It seems to me that the heart and soul of image processing is the deliberate manipulation of image tonality, color, selective sharpening, and so forth, such that the viewer focuses in on what you, the photographer, found of particular interest when you took the picture. Why give the art of image processing over to some proprietary RAW processing software? In other words, *flat is good* if you'd rather give your images your own artistic interpretation. The alternative is to let the canned, proprietary algorithms produced by Canon, Nikon, Sony, etc. interpret your images for you. On the other hand, there is no denying that for many images, those canned algorithms are really pretty good.
ca: Em sembla que el cor i l'ànima del processament de les imatges és la manipulació deliberada de la tonalitat, el color, l'agudesa selectiva, etc. de la imatge, de manera que l'espectador se centri en allò que vosaltres, els fotògrafs, heu trobat particularment d'interès quan heu fet la fotografia. Per què cedir l'art del processament de les imatges a un programari de processament RAW amb patents? En altres paraules, *pla és bo* si preferiu donar a les imatges la vostra interpretació artística. L'alternativa és deixar que els algorismes propietaris enllaunats produïts per Canon, Nikon, Sony, etc. interpretin les vostres imatges. D'altra banda, no es pot negar que per a moltes imatges, aquests algorismes enllaunats són força bons.

source: You can see the value in starting my image-editing with a scene-referred rendition instead of the eye-popping rendition that you see in the embedded JPEG. But the images produced by digiKam and Libraw look a little bit different. If the image looks very dark, then you asked Libraw to output a 16-bit file and you have run into a problem with Libraw not applying a gamma transform before outputting the image file. You can use the Image Editor to apply the appropriate gamma transform to the image file produced by Libraw. Or you can find or make a camera profile with a gamma of 1.
ca: Podeu veure el valor de començar la meva edició d'imatges amb una interpretació en referència a l'escena en lloc de la sorprenent interpretació que veieu en el JPEG incrustat. Però les imatges produïdes per digiKam i la LibRaw es veuen una mica diferents. Si la imatge es veu molt fosca, es deu al fet que se li ha demanat a la LibRaw que generi un fitxer de 16 bits i ha tingut un problema perquè no aplica una transformació de gamma abans de generar el fitxer d'imatge. Podreu utilitzar l'editor d'imatges per a aplicar la transformació de gamma adequada al fitxer d'imatge produït per la Libraw. O podeu cercar o crear un perfil de la càmera amb una gamma d'1.

source: If your image has pink highlights, check your **White Balance** settings in the RAW Import tool, especially the **highlights** options.
ca: Si la vostra imatge té llum intensa de color rosa, comproveu la configuració del **Balanç de blancs** a l'eina d'importació RAW, especialment les opcions de **Llums intenses**.
it: Se la tua immagine presenta zone luminose rosa, verifica le impostazioni del **Bilanciamento del bianco** nello strumento di importazione RAW, in particolare le opzioni **Zone luminose**.
pt_br: Se a sua imagem tiver destaques em rosa, verifique as configurações de **Balanço de branco** na ferramenta de importação RAW, especialmente as opções de **tons claros**.
sl: Če ima vaša slika rožnate poudarke, preverite nastavitve **Ravnovesje beline** v orodju za uvoz RAW, še posebej možnosti **bleščave**.
uk: Якщо на вашому зображенні є рожеві виблиски, перевірте параметри **Балансу білого** у засобі імпортування цифрових негативів, особливо параметри **виблисків**.
zh_cn: 如果你的图像高光部分带点粉红色，检查一下 RAW 导入工具里的 **白平衡设置** ，尤其是 **高光** 相关的选项。
