Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/camera_profiles.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: The Draft of Color Management Logic for RAW Workflow Processing.
uk: Чернетка логіки керування кольорами у процесі обробки цифрових негативів.
