Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/camera_profiles.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: digiKam Raw Import Tool from Image Editor Allows to Tune Many Options about the Camera Colorimetric Values.
ca: L'eina d'importació RAW en el digiKam des de l'editor d'imatges permet ajustar moltes opcions sobre els valors colorimètrics de la càmera.
uk: За допомогою засобу імпортування цифрових негативів редактора зображень digiKam можна скоригувати багато параметрів колориметрії фотоапарата.

source: If the image isn't dark but it looks really weird, probably you made some injudicious choices in the Raw Import user-interface from Image Editor. The Libraw interface conveniently allows you to *dial in* options. However, convenience always comes at a price. First, the interface might not provide access to all the options. And second, to get the most from the Libraw interface, you have to know what the buttons, sliders, etc. in the interface actually do.
ca: Si la imatge no és fosca, però es veu molt estranya, probablement heu pres algunes decisions imprudents en la interfície d'usuari de la Importació RAW des de l'editor d'imatges. La interfície de la LibRaw permet *marcar* les opcions convenientment. Tot i això, la comoditat sempre té un preu. En primer lloc, és possible que la interfície no proporcioni accés a totes les opcions. I segon, per a aprofitar al màxim la interfície de la LibRaw, haureu de saber què fan realment els botons, els controls lliscants, etc. a la interfície.

source: Camera Profile Specificity
ca: Especificitat del perfil de la càmera
it: Specificità del profilo della fotocamera
pt_br: Especificidade do perfil da câmera
sl: Specifičnost profila kamere
uk: Особливості профілів фотоапаратів
zh_cn: 相机色彩特性文件特性

source: Why are the Canon and Nikon colors better than the colors produced by Libraw? Color rendition is one place where the Canon (and presumably Nikon) proprietary RAW developing software does a really good job.
ca: Per què els colors de Canon i Nikon són millors que els colors produïts per la LibRaw? La representació del color és un lloc on el programari de desenvolupament RAW propietari de Canon (i presumiblement el de Nikon) fan una molt bona feina.
it: Perché i colori Canon e Nikon sono migliori dei colori prodotti da Libraw? La resa dei colori è uno dei settori in cui il software di sviluppo RAW proprietario Canon (ma anche Nikon) svolge davvero un ottimo lavoro.
pt_br: Por que as cores da Canon e da Nikon são melhores do que as produzidas pela Libraw? A reprodução de cor é um aspecto em que o software de revelação RAW proprietário da Canon (e presumivelmente da Nikon) faz um trabalho realmente bom.
sl: Zakaj so barve Canon in Nikon boljše od barv, ki jih proizvaja Libraw? Barvna reprodukcija je eno od mest, kjer Canon (in verjetno Nikon) lastniška programska oprema za razvijanje RAW res dobro opravi svoje delo.
uk: Чому кольори Canon і Nikon є кращими за кольори, які дає Libraw? Відтворення кольорів є одним з елементів обробки, де патентоване програмне забезпечення для обробки цифрових негативів Canon (і, ймовірно, Nikon) може виконувати роботу дуже, дуже добре.
zh_cn: 为什么佳能和尼康的颜色看起来比 Libraw 处理的颜色更好？在颜色呈现上，佳能（以及推测尼康）的专有 RAW 处理软件确实干得漂亮。

source: The proprietary RAW processing software is coupled with camera profiles that are specific to RAW images coming from your make and model of camera, when processed using your make and model camera's proprietary RAW processing software. With digikam's Libraw user interface, you can apply Canon's camera model picture style specific color profile to the Libraw output during the RAW development process, and the colors will still not be exactly the same as what Canon produces.
ca: Aquest programari propietari es combina amb perfils de la càmera que són específics per a les imatges RAW que provenen de la seva marca i model de càmera. Amb la interfície d'usuari del Digikam i la LibRaw, podreu aplicar el perfil de color específic de l'estil d'imatge del model de càmera de Canon a la sortida de la Libraw durant el procés de revelatge RAW, i els colors seguiran sense ser exactament iguals als que produeix Canon.

source: Digital cameras have an array of millions of little light sensors inside, making up either a CCD or a CMOS chip. These light-sensing pixels are color-blind - they only record the amount, not the color, of light falling on them. So to allow pixels to record color information, each pixel is capped by a transparent red, green, or blue lens, usually alternating in what is called a Bayer array (except for Sigma Faveon sensors, which work differently). A RAW image is nothing more than an array of values indicating *how much light* passed through the red, blue, or green lens cap to reach the sensor.
ca: Les càmeres digitals tenen una sèrie de milions de petits sensors de llum al seu interior, els quals conformen un xip CCD o CMOS. Aquests píxels sensibles a la llum són daltònics: només registren la quantitat, no el color, de la llum que hi cau. Aleshores, per a permetre que els píxels registrin informació de color, cada píxel està cobert per una lent transparent vermella, verda o blava, que generalment s'alterna en el que s'anomena una matriu de Bayer (excepte els sensors Sigma Faveon, els quals funcionen de manera diferent). Una imatge RAW no és res més que una sèrie de valors que indiquen *quanta llum* ha passat a través de la tapa de la lent vermella, blava o verda fins a arribar al sensor.

source: Clearly, pixel response to light is the result of lots of camera specific factors including: the nature of the sensor array itself, the precise coloring/transmissive qualities of the lens caps, and the particular analog to digital conversion and post-conversion processing that happens inside the camera to produce the RAW image that gets stored on the card.
ca: Clarament, la resposta dels píxels a la llum és el resultat d'un munt de factors específics de la càmera, inclosos: la naturalesa de la pròpia matriu dels sensors, les qualitats de color/transmissores precises de les tapes de la lent, i la conversió analògica a digital en particular i després del procés de postconversió que succeeix a l'interior de la càmera per a produir la imatge RAW que s'emmagatzema a la targeta.

source: Analog to Digital Conversion
ca: Conversió d'analògic a digital
it: Conversione analogico-digitale
pt_br: Conversão de analógico para digital
sl: Analogno-digitalna pretvorba
uk: Аналогово-цифрове перетворення
zh_cn: 模数转换

source: *Analog* means continuously varying, like how much water you can put in a glass. *Digitizing* an analog signal means that the continuously changing levels from the analog signal source are *rounded* to discrete quantities convenient to the binary numbers used by computers. The analog to digital conversion that takes place inside the camera is necessary because the light-sensing pixels are analog in nature - they collect a charge proportionate to the amount of light that reaches them.
ca: *Analògic* vol dir variació contínua, igual que la quantitat d'aigua que podeu posar en un got. *Digitalitzar* un senyal analògic vol dir que els nivells de canvis continus des de la font de senyal analògic són *arrodonits* a quantitats discretes adaptades als nombres binaris utilitzats pels ordinadors. La conversió d'analògic a digital que es porta a terme dins de la càmera, és necessària perquè els píxels sensibles a la llum són de naturalesa analògica -recullen una càrrega proporcional a la quantitat de llum que els arriba-.

source: The accumulated charge on each pixel is then turned into a discrete, digital quantity by the camera's analog to digital converter. Which by the way explains why a 14-bit converter is better than a 12-bit converter - more precision in the conversion output means less information is thrown away in the conversion process.
ca: La càrrega acumulada en cada píxel es convertirà després en una quantitat digital discreta mitjançant el convertidor analògic a digital de la càmera. El que, dit sigui de pas, explica per què un convertidor de 14 bits és millor que un de 12 bits: una precisió més gran en la sortida de la conversió significa que es rebutja menys informació durant el procés de conversió.

source: Especially in pictures taken with low light conditions, a noise is integrated while the analog to digital conversion. digiKam and Libraw interface provides a **Noise Reduction** correction based on wavelets which can be applied while demosaicing.
ca: Especialment en les imatges preses amb condicions de poca llum, s'integra un soroll durant la conversió d'analògic a digital. La interfície del digiKam i la Libraw proporciona una correcció de **Reducció del soroll** basada en ones que es poden aplicar durant la reconstrucció.

source: digiKam Raw Import Tool from Image Editor Allows Wavelets Noise Reduction While Demosaicing.
ca: L'eina d'importació RAW en el digiKam des de l'editor d'imatges permet la reducció del soroll per ondetes durant la reconstrucció.
uk: За допомогою засобу імпортування цифрових негативів редактора зображень digiKam можна скористатися зменшенням шумності за допомогою вейвлетів, яке буде застосовано при усуванні мозаїчності.

source: Camera Profile and RAW Treatment
ca: Perfil de la càmera i tractament RAW
it: Profilo della fotocamera e trattamento RAW
pt_br: Perfil de câmera e tratamento do RAW
sl: Profil kamere in obdelava RAW
uk: Профіль фотоапарата і обробка цифрових негативів
zh_cn: 相机色彩特性文件与RAW处理

source: The whole point of interpolation using demosaicing algorithms such as `Libraw <https://www.libraw.org/>`_'s default AHD is to guess what color and intensity of light actually fell on any given pixel by interpolating information gathered from that single pixel plus its neighboring pixels. Every RAW processing program makes additional assumptions such as when is it signal and when is it background noise, or at what point has the sensor well reached full saturation. The resulting output of all these algorithms and assumptions that RAW processing software makes is a trio of RGB values for each pixel in the image. Given the same RAW file, different RAW processors will output different RGB values.
ca: L'objectiu principal de la interpolació utilitzant algorismes de reconstrucció com l'AHD predeterminat de la `LibRaw <https://www.libraw.org/>`_ és endevinar quin color i intensitat de la llum cauen realment sobre un píxel donat, interpolant la informació recopilada d'aquest únic píxel més els seus píxels veïns. Cada programa de processament RAW fa suposicions addicionals, com quan és senyal i quan és soroll de fons, o en quin punt el sensor ha assolit una saturació total. El resultat de tots aquests algorismes i suposicions que fa el programari de processament RAW és un trio de valors RGB per a cada píxel de la imatge. Donant el mateix fitxer RAW, processadors RAW diferents generaran valors RGB diferents.

source: digiKam Raw Import Tool from Image Editor Allow to Tune the Color Profile to Apply While Demosaicing.
ca: L'eina d'importació RAW en el digiKam des de l'editor d'imatges permet ajustar el perfil de color que s'aplicarà durant la reconstrucció.
uk: За допомогою засобу імпортування цифрових негативів редактора зображень digiKam можна скоригувати профіль кольорів, який буде застосовано при усуванні мозаїчності.

source: Generic Camera Profile
ca: Perfil de la càmera genèrica

source: This website section has information on where to find ready-made camera profiles. If you poke around the digiKam users forum archives, you'll find additional advice. If you keep hunting and experimenting, likely you will find a generic profile that works *well enough*. However, as stated above, it's an unfortunate fact of digital imaging that the camera profiles supplied by Canon, Nikon, and the like don't work as well with RAW converters other than each camera manufacturer's own proprietary RAW converter. Which is why proprietary programs, have to make their own profiles for all the cameras that they support. So eventually you may decide that you want a camera profile that is specific to your camera, your lighting conditions, and your RAW processing workflow.
ca: Aquesta secció del lloc web té informació sobre on trobar perfils de la càmera ja fets. Si feu una ullada als fitxers del fòrum d'usuaris del digiKam, trobareu consells addicionals. Si continueu cercant i experimentant, és probable que trobeu un perfil genèric que funcioni *prou bé*. No obstant això, com s'ha indicat anteriorment, és un fet desafortunat de les imatges digitals que els perfils de la càmera proporcionats per Canon, Nikon i similars no funcionin tan bé amb els convertidors RAW que no siguin els propietaris de cada fabricant de càmeres. És per això que els programes propietaris han de crear els seus propis perfils per a totes les càmeres que admeten. Llavors, finalment, podreu decidir que voleu un perfil de la càmera que sigui específic per a la vostra càmera, les vostres condicions d'il·luminació i el vostre flux de treball de processament RAW.

source: The Draft of Color Management Logic While a RAW Workflow Processing.
ca: L'esborrany de la lògica en la gestió del color mentre es processa un flux de treball RAW.

source: Lighting Conditions and RAW Workflow
ca: Condicions d'il·luminació i flux de treball RAW

source: Many commercial services provide profiling services, for a fee, of course. Or you can use `Argyll <http://www.argyllcms.com/>`_ to profile your camera yourself. If you want to profile your own camera, you will need an `IT8 target <https://en.wikipedia.org/wiki/IT8#Targets>`_, that is, an image containing squares of known colors. Along with the IT8 target, you will receive the appropriate set of known values for each square of color on the target.
ca: Molts serveis comercials ofereixen serveis de perfils, per un preu, és clar. O podeu utilitzar `Argyll <http://www.argyllcms.com/>`_ per a ajustar el perfil de la vostra càmera. Si voleu ajustar el perfil de la vostra pròpia càmera, necessitareu un `objectiu IT8 <https://en.wikipedia.org/wiki/IT8#Targets>`_, és a dir, una imatge que contingui quadrats de colors coneguts. Juntament amb l'objectiu IT8, rebreu el conjunt apropiat de valors coneguts per a cada quadrat de color a l'objectiu.
it: Molti servizi commerciali forniscono un servizio di creazione di profili, a pagamento ovviamente. Oppure puoi usare `Argyll <http://www.argyllcms.com/>`_ per farti il profilo della tua macchina fotografica da solo. Se vuoi procedere in tal senso, avrai bisogno di un `target IT8<https://en.wikipedia.org/wiki/IT8#Targets>`_ per la calibrazione, ossia un'immagine che contiene quadrati di colori conosciuti. Insieme con il target IT8 riceverai il set corretto di valori conosciuti per ogni riquadro di colore presente sul target.
pt_br: Muitos serviços comerciais oferecem serviços de criação de perfil, mediante pagamento, é claro. Ou você pode usar o `Argyll <http://www.argyllcms.com/>`_ para criar o perfil da sua câmera. Se quiser criar o perfil da sua própria câmera, você precisará de um `alvo IT8 <https://en.wikipedia.org/wiki/IT8#Targets>`_, ou seja, uma imagem contendo quadrados de cores conhecidas. Junto com o alvo IT8, você receberá o conjunto apropriado de valores conhecidos para cada quadrado de cor no alvo.
sl: Številne komercialne storitve ponujajo storitve profiliranja, seveda za plačilo. Lahko pa uporabite `Argyll <http://www.argyllcms.com/>`_ za profiliranje vaše lastne kamere. Če želite profilirati lastno kamero, boste potrebovali `IT8 target <https://en.wikipedia.org/wiki/IT8#Targets>`_, to je slika ki vsebuje kvadratke znanih barv. Skupaj s ciljem IT8 boste prejmete ustrezen nabor znanih vrednosti za vsak kvadrat barve na tarči.
uk: Існує багато комерційних компаній, які надають послуги з профілювання, звичайно ж, за гроші. Крім того, ви можете скористатися `Argyll <http://www.argyllcms.com/>`_ для того, щоб профілювати ваш фотоапарат вручну. Якщо ви маєте намір профілювати ваш власний фотоапарат, вам знадобиться `IT8-ціль <https://en.wikipedia.org/wiki/IT8#Targets>`_, тобто знімок квадратів з відомими кольорами. Разом з IT8-ціллю ви отримаєте відповідний набір відомих значень кольору кожного з квадратів на цілі.
zh_cn: 很多商业服务可以帮你制作相机色彩特性文件，当然得花钱。如果你想自己动手，可以用 `Argyll <http://www.argyllcms.com/>`_ 来给你的相机做色彩特性文件。自己做的话，你需要一个 `IT8 色卡 <https://en.wikipedia.org/wiki/IT8#Targets>`_ ，也就是一张包含已知颜色方块的图像。买 IT8 色卡时，会附带每个颜色方块的标准 RGB 数值。

source: If you plan to use Argyll to profile your camera, check the documentation for a list of recommended targets. To profile your camera, you photograph the IT8 target under specified lighting conditions (for example, in daylight, usually taken to mean noon on a sunny day in the summer, with nothing nearby that might cast shadows or reflect color casts) and save the image as a RAW file. Then you process the RAW file using your particular RAW processing software+settings and run the resulting image file through the profiling software. The profiling software compares the RGB values in the image produced by your camera+lighting conditions+RAW processing routine with the RGB values in the original target and then produces your camera (icc) profile.
ca: Si teniu previst utilitzar Argyll per a ajustar el perfil de la vostra càmera, comproveu la documentació per a una llista d'objectius recomanats. Per a ajustar el perfil de la vostra càmera, haureu de fotografiar amb l'objectiu IT8 en condicions d'il·luminació específiques (per exemple, la llum del dia, el que es correspon amb prendre la fotografia a prop del migdia en un dia assolellat a l'estiu, sense res a prop que pugui projectar ombres o reflectir colors indesitjats) i desar la imatge com un fitxer RAW. Després processeu el fitxer RAW amb el programari+opcions de configuració del processament RAW en particular i executeu el fitxer d'imatge resultant a través del programari de creació de perfils. El programari de creació de perfils compararà els valors RGB en la imatge produïda per la càmera+condicions d'il·luminació+rutina de processament RAW amb els valors RGB en l'objectiu original i presentarà el perfil (icc) de la vostra càmera.

source: Profiling a camera is exactly analogous to profiling a monitor. When profiling a monitor, the profiling software tells the graphics card to send squares of color with particular RGB values to the screen. The spectrophotometer measures the actual color that is produced on the screen. When profiling a camera, the known colors are the RGB colors in the original patches on the IT8 target, which the profiling software compares to the colors produced by the digital image of the target, which was photographed in selected lighting conditions, saved as RAW, then processed with specific RAW processing software plus settings.
ca: Ajustar el perfil d'una càmera és exactament anàleg a ajustar el perfil d'un monitor. Quan s'ajusta el perfil d'un monitor, el programari de creació de perfils li diu a la targeta gràfica que enviï els quadrats de color amb determinats valors RGB a la pantalla. L'espectrofotòmetre mesura el color real que es produeix en la pantalla. Quan s'ajusta el perfil d'una càmera, els colors coneguts seran els colors RGB en els patrons originals en l'objectiu IT8, que el programari de creació de perfils compararà amb els colors produïts per la imatge digital del blanc, la qual va ser fotografiada en condicions d'il·luminació seleccionades, desada com a RAW i després processada amb més opcions de configuració específiques pel programari de processament RAW.

source: How to apply a camera profile to the 16-bit image file produced by my open source RAW processing software? If you are using the `Libraw <https://www.libraw.org/>`_ interface from digiKam, here is how to tell digiKam which camera profile to use.
ca: Com aplicar un perfil de la càmera al fitxer d'imatge de 16 bits produït pel meu programari de processament RAW de codi obert? Si utilitzeu la interfície del digiKam i la `LibRaw <https://www.libraw.org/>`_, aquí s'explica com dir-li al digiKam quin perfil de càmera utilitzar.

source: The digiKam Batch Queue Manager Raw Converter has also the Same Noise Reduction and Color Profiles Options than Image Editor
ca: El convertidor RAW en el digiKam des del gestor de la cua per lots també té les mateixes opcions de reducció del soroll i perfils de color que l'editor d'imatges

source: Profiles Point to Real Colors
ca: Els perfils apunten a colors reals

source: A color profile describes the color gamut of the device or space to which it belongs by specifying what real color in the real world corresponds to each trio of RGB values in the color space of the device (camera, monitor, printer) or working space.
ca: Un perfil de color descriu la gamma de colors del dispositiu o de l'espai al qual pertanyen, especificant quin color real en el món real correspon a cada trio de valors RGB en l'espai de color del dispositiu (càmera, monitor, impressora) o espai de treball.

source: With a camera profile, for every RGB trio of values associated with every pixel in the image file produced from the RAW file by the RAW processing software, this RGB image file trio corresponds to real color as seen by a real observer in the real world (or rather, as displayed on the IT8 target if you produced your own camera profile, but it amounts to the same thing - the goal of profiling your camera is to make the picture of the target look like the target).
ca: Amb un perfil de la càmera, per a cada trio RGB de valors associats amb cada píxel en el fitxer d'imatge produït des del fitxer RAW amb el programari de processament RAW, aquest trio de fitxer d'imatge RGB es correspon amb el color veritable vist per un observador en el món real (o més aviat, com es mostra en l'objectiu IT8 si heu produït el vostre propi perfil de la càmera, però ve a ser el mateix -l'objectiu d'ajustar el perfil de la vostra càmera és crear la fotografia de destinació el més semblant a la de l'objectiu-).

source: You cannot see an image by looking at its RGB values. Rather you see an image by displaying it on a monitor or by printing it. When you profile your monitor, you produce a monitor profile which RGB trio of values that the graphics card sends to the screen will produce on the screen with real color as seen by a real observer in the real world.
ca: No es pot veure una imatge mirant els seus valors RGB. La veureu millor mostrant-la en un monitor o imprimint-la. Quan perfileu el vostre monitor, presentareu un perfil del monitor que el trio RGB dels valors que la targeta gràfica envia a la pantalla presentant a la pantalla el color real tal com l'ha vist un observador en el món real.

source: What the monitor profile and the camera profile have in common is the part about that real color as seen by a real observer in the real world. Different trios of RGB numbers in, respectively, the monitor and camera color spaces point to the same real, visible color in the real world. Real colors in the real world provide the reference point for translating between all the color profiles your image will ever encounter on its way from camera to screen to editing program to print or the web.
ca: El que tenen en comú el perfil del monitor i el perfil de la càmera és la part sobre aquest color real tal com ho veu un observador real en el món real. Trios de números RGB diferents en els espais de color del monitor i la càmera, respectivament, apunten al mateix color real i visible en el món real. Els colors reals en el món real ofereixen el punt de referència per a traduir entre tots els perfils de color que la vostra imatge trobarà en el seu camí des de la càmera fins a la pantalla i el programa d'edició per a imprimir-la o publicar-la al web.
