Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/camera_profiles.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: The whole point of interpolation using demosaicing algorithms such as `Libraw <https://www.libraw.org/>`_'s default AHD (see Wikipedia's article on `Demosaicing <https://en.wikipedia.org/wiki/Demosaicing>`_ for more information) is to estimate what color and intensity of light actually fell on any given pixel by interpolating information gathered from that single pixel plus its neighboring pixels. Every RAW processing program makes additional assumptions such as how much of the measured value is signal and how much is background noise, or at what point has the sensor well reached full saturation. The resulting output of all these algorithms, and the assumptions that RAW processing software makes, is a trio of RGB values for each pixel in the image. Given the same RAW file, different RAW processors will output different RGB values.
it: L'intero problema dell'interpolazione che usa algoritmi di demosaicizzazione, come per AHD, che è l'algoritmo di base usato da `Libraw <https://www.libraw.org/>`_ (per ulteriori informazioni, vedi l'articolo di Wikipedia sulla `demosaicizzazione <https://en.wikipedia.org/wiki/Demosaicing>`_), è stimare quale colore e che intensità luminosa è davvero caduta su ciascun pixel, interpolando le informazioni raccolte da ogni singolo pixel più i suoi vicini. Ogni programma di elaborazione RAW presume ulteriormente, per esempio quanto del valore misurato è segnale e quanto è rumore di fondo, o a che punto il sensore ha raggiunto la piena saturazione. Il prodotto risultante di tutti questi algoritmi e presunzioni eseguiti dal programma di elaborazione è un trio di valori RGB per ogni pixel nell'immagine. Dato lo stesso file RAW, processori RAW diversi forniranno valori RGB differenti.
pt_br: O objetivo da interpolação usando algoritmos de reconstrução de cor, como o AHD padrão do `Libraw <https://www.libraw.org/>`_ (consulte o artigo da Wikipédia sobre `Demosaicing <https://en.wikipedia.org/wiki/Demosaicing>`_ para obter mais informações), é estimar qual cor e intensidade de luz realmente incidiram sobre um pixel específico, interpolando as informações coletadas daquele pixel específico mais os pixels vizinhos. Cada programa de processamento RAW faz suposições adicionais, como quanto do valor medido é sinal e quanto é ruído de fundo, ou em que ponto o sensor atingiu a saturação total. A saída resultante de todos esses algoritmos e das suposições feitas pelo software de processamento RAW é um trio de valores RGB para cada pixel da imagem. Dado o mesmo arquivo RAW, diferentes processadores de RAW produzirão diferentes valores RGB.
sl: Bistvo interpolacije z uporabo algoritmov odstranjevanja mozaičnosti, kot je privzeti AHD `Libraw <https://www.libraw.org/>`_ (oglejte si članek Wikipedije o `Odstranjevanju mozaičnosti - Demosaicing <https://en.wikipedia.org/wiki/Demosaicing> `_ za več informacij) je oceniti, kakšna barva in intenzivnost svetlobe je dejansko padla na kateri koli piksel z interpolacijo informacij, zbranih iz to posamezno slikovno piko in njene sosednje slikovne pike. Vsak program za obdelavo RAW naredi dodatne predpostavke, na primer, kolikšen del izmerjene vrednosti je signal in koliko šum v ozadju ali na kateri točki je senzor dosegel popolno nasičenost. Rezultat vseh teh algoritmov in predpostavk programske opreme za obdelavo RAW je trio vrednosti RGB za vsako slikovno piko. Glede na isto datoteko RAW bodo različni procesorji RAW dali različne vrednosti RGB.
uk: Основною метою застосування інтерполяції на основі алгоритмів усування мозаїчності, подібних до використаного у `Libraw <https://www.libraw.org/>`_ типового алгоритму AHD (див. статтю у Вікіпедії щодо `усування мозаїчності <https://en.wikipedia.org/wiki/Demosaicing>`_, щоб дізнатися більше), є визначення кольору та інтенсивності світла, які спостерігаються у вказаній точці, шляхом інтерполяції даних, зібраних з окремого датчика та сусідніх з ним датчиків. Будь-яка програма з обробки цифрових негативів робить додаткові припущення, наприклад, щодо того, як відрізнити сигнал від фонового шуму, де розташовано точку повної насиченості датчика. Результатом застосування всіх алгоритмів та припущень, використаних під час розробки програмного забезпечення з обробки цифрових негативів, буде трійка значень RGB для кожного з пікселів зображення. Таким чином, у результаті обробки одного файла цифрового негатива різними інструментами обробки буде отримано різні значення RGB.
zh_cn: 像 `Libraw <https://www.libraw.org/>`_' 默认使用的 AHD 去马赛克算法（想了解更多可以看看维基百科的 `去马赛克 <https://en.wikipedia.org/wiki/Demosaicing>`_ 词条），核心任务是通过单个像素及其周围像素的信息，估算出落在每个像素上的光线颜色和强度。每个 RAW 处理程序都会做一些额外的假设，比如：测量的数值里有多少是真实信号，多少是背景噪声？或者传感器的像素在什么时候达到饱和？这些算法和 RAW 处理软件的假设最终会生成图像中每个像素的 RGB 数值组合。同样一张 RAW 文件，不同的 RAW 处理器输出的 RGB 数值可能会不一样。

source: digiKam Raw Import Tool from Image Editor Allow to Tune the Color Profile to Apply While Demosaicing
it: Lo strumento di importazione RAW di digiKam dall'Editor delle immagini permette di regolare il profilo dei colori da applicare durante la demosaicizzazione
pt_br: A ferramenta de importação RAW do Editor de Imagem do digiKam permite ajustar o perfil de cor a ser aplicado durante a reconstrução de cor
sl: digiKam orodje za uvoz slik Raw iz urejevalnika slik omogoča nastavitev barvnega profila za uporabo med odstranjevanje mozaičnosti
zh_cn: digiKam 图像编辑器的 RAW 导入工具支持在去马赛克时调整色彩特性文件

source: Obtaining Camera Profiles
it: Ottenere profili delle fotocamere
pt_br: Obtendo perfis de câmera
sl: Pridobivanje profilov kamere
uk: Отримання профілів фотоапарата
zh_cn: 获取相机色彩特性文件

source: We wish we could tell you it was easy to find ready-made camera profiles. If you poke around the digiKam users forum archives, you'll find additional advice. If you keep hunting and experimenting, likely you will find a generic profile that works *well enough*. However, as stated above, it's an unfortunate fact of digital imaging that the camera profiles supplied by Canon, Nikon, and the like don't work as well with open-source RAW converters as they do with each camera manufacturer's own proprietary RAW converter. This is why proprietary programs have to make their own profiles for all the cameras that they support. And this is why you may eventually decide that you want a camera profile that is specific to your camera, your lighting conditions, and your RAW processing workflow.
it: Vorremmo dirti che è facile trovare profili di fotocamera pronti all'uso. Se frughi negli archivi del forum utenti di digiKam troverai informazioni aggiuntive. Se continui a cercare e sperimentare, probabilmente troverai un profilo generico che funziona *abbastanza bene*. Tuttavia, come detto prima, è un fatto sfortunato dell'imaging digitale che i profili di fotocamera forniti da Canon, Nikon e altri, non funzionino così bene con i convertitori RAW open source come fanno con quello proprietario specifico di ciascun produttore. Questo spiega perché i programmi proprietari devono creare profili specifici per tutte le fotocamere che supportano. E questo è perché alla fine potresti decidere di volere un profilo di fotocamera specifico per la tua fotocamera, le tue condizioni di illuminazione e il tuo flusso di lavoro di elaborazione RAW.
pt_br: Gostaríamos de poder dizer que é fácil encontrar perfis de câmera prontos. Se você der uma olhada nos arquivos do fórum de usuários do digiKam, encontrará dicas adicionais. Se continuar procurando e experimentando, provavelmente encontrará um perfil genérico que funcione *bem o suficiente*. No entanto, como mencionado acima, é um fato lamentável na fotografia digital que os perfis de câmera fornecidos pela Canon, Nikon e similares não funcionem tão bem com conversores RAW de código aberto quanto com o conversor RAW proprietário de cada fabricante de câmera. É por isso que os programas proprietários precisam criar seus próprios perfis para todas as câmeras que suportam. E é por isso que você pode eventualmente decidir que deseja um perfil de câmera específico para sua câmera, suas condições de iluminação e seu fluxo de trabalho de processamento RAW.
sl: Želimo si, da bi vam lahko povedali, da je enostavno najti že pripravljene profile kamer. Če pobrskate po arhivih uporabniškega foruma digiKam, boste našli dodatne nasvete. Če boste še naprej lovili in eksperimentirali, boste verjetno našli generični profil, ki deluje *dovolj dobro*. Vendar, kot je navedeno zgoraj, je žalostno dejstvo pri digitalnem slikanju, da profili fotoaparatov, ki jih ponujajo Canon, Nikon in podobni, ne delujejo tako dobro z odprtokodnimi pretvorniki RAW kot z lastnimi pretvorniki RAW vsakega proizvajalca fotoaparata. Zato morajo lastniški programi narediti svoje profile za vse kamere, ki jih podpirajo. In zato se lahko sčasoma odločite, da želite profil kamere, ki je specifičen za vaš fotoaparat, vaše svetlobne pogoje in potek obdelave RAW.
uk: Нам би хотілося сказати вам, що це просто — знайти готові профілі фотоапаратів. Якщо ви зазирнете до архівів форуму користувачів digiKam, ви знайдете додаткові поради. Якщо ви продовжите пошуки та експерименти, ймовірно, вам вдасться знайти загальний профіль, який працюватиме «досить добре». Але, як ми вже зазначали раніше, можна констатувати прикрий факт роботи з цифровими зображеннями: профілі фотоапаратів, які постачаються компаніями Canon, Nikon тощо, не працюють належним чином з відкритими інструментами перетворення цифрових негативів, відмінними від створених виробником фотокамери закритих інструментів. Ось чому програми із закритим кодом змушені створювати власні профілі для всіх фотоапаратів, які ними підтримуються. Отже, зрештою, ви можете зупинитися на профілі фотоапарата, який відповідає саме вашому фотоапарату, вашим умовам освітлення і вашому способу обробки цифрових негативів.
zh_cn: 我们真希望能告诉你“找一个现成的相机色彩特性文件很简单”，可是这只能是希望。如果你翻翻 digiKam 用户论坛的存档，可能会找到一些额外的建议。只要你不停地搜索和尝试，很有可能找到一个“够用”的通用色彩特性文件。但就像前面说的，数字影像有个让人头疼的事实：佳能、尼康等厂商提供的相机色彩特性文件，在开源 RAW 转换器上的效果不如它们自家专有 RAW 转换器好。这就是为什么专有软件得为它们支持的所有相机型号单独制作色彩特性文件。所以，你可能会最终决定，想要一个专门为你这台相机、你的光线条件和 RAW 处理流程量身定制的相机色彩特性文件。

source: The Draft of Color Management Logic for RAW Workflow Processing
it: La bozza dello schema di gestione dei colori durante per l'elaborazione di un flusso di lavoro RAW
pt_br: Rascunho da lógica de gerenciamento de cor para o fluxo de trabalho de processamento de RAW
sl: Osnutek logike upravljanja barv za obdelavo poteka dela RAW
zh_cn: RAW 工作流程中色彩管理的逻辑草图

source: If you plan to use Argyll to profile your camera, check the documentation for a list of recommended targets. To profile your camera, you photograph the IT8 target under specified lighting conditions (for example, in daylight, usually taken to mean noon on a sunny day in the summer, with nothing nearby that might cast shadows or reflect color onto the target) and save the image as a RAW file. Then you process the RAW file using your particular RAW processing software+settings and run the resulting image file through the profiling software. The profiling software compares the RGB values in the image produced by your camera+lighting conditions+RAW processing routine with the RGB values in the original target and then produces your camera (ICC) profile.
it: Se progetti di usare Argyll per profilare la macchina fotografica, controlla la documentazione per una lista di target raccomandati. Per profilare la fotocamera, fotografa il target IT8, seguendo specifiche condizioni di illuminazione (per esempio, con la luce solare, a meta mattina in un giorno assolato d'estate, con nulla accanto che possa gettare la sua ombra o riflettere i colori sul target) e salva l'immagine come file RAW. Elabora, quindi, il file RAW usando uno specifico software di elaborazione con le impostazioni che usi di solito e fai passare l'immagine risultante attraverso il software di profilazione. Il software confronta i valori RGB nell'immagine prodotti dalla tua fotocamera, dalle condizioni luminose usate e dalla routine di elaborazione RAW con i valori RGB del target originale, e quindi produce il profilo (ICC) della tua fotocamera.
pt_br: Se você planeja usar o Argyll para criar o perfil da sua câmera, consulte a documentação para obter uma lista de alvos recomendados. Para criar o perfil da sua câmera, fotografe o alvo IT8 sob condições de iluminação específicas (por exemplo, à luz do dia, geralmente considerada como meio-dia em um dia ensolarado de verão, sem nada por perto que possa projetar sombras ou refletir cores no alvo) e salve a imagem como um arquivo RAW. Em seguida, processe o arquivo RAW usando seu software de processamento RAW específico + configurações e execute o arquivo de imagem resultante no software de criação de perfil. O software de criação de perfil compara os valores RGB na imagem produzida pela sua câmera + condições de iluminação + rotina de processamento RAW com os valores RGB no alvo original e, em seguida, produz o perfil da sua câmera (ICC).
sl: Če nameravate za profiliranje svoje kamere uporabiti Argyll, preverite dokumentacijo za seznam priporočenih ciljev. Če želite profilirati svojo kamero, fotografirate tarčo IT8 pod določenimi svetlobnimi pogoji (na primer pri dnevni svetlobi, kar običajno pomeni opoldan na sončen dan poleti, brez česarkoli v bližini, kar bi lahko metalo sence ali odsevalo tarčo) in shranite sliko kot datoteko RAW. Nato datoteko RAW obdelate s svojo programsko opremo + nastavitvami za obdelavo RAW in zaženete nastalo slikovno datoteko prek programske opreme za profiliranje. Programska oprema za profiliranje primerja vrednosti RGB na sliki, ki jo ustvari vaš fotoaparat+svetlobni pogoji+program obdelave RAW, z vrednostmi RGB v prvotni tarči in nato ustvari profil vaše kamere (ICC).
uk: Якщо ви маєте намір скористатися для профілювання вашого фотоапарата Argyll, знайдіть у документації список рекомендованих шаблонів для зйомки. Для виконання профілювання вашого фотоапарата вам доведеться сфотографувати шаблон IT8 за вказаних умов освітлення (наприклад, за денного світла, зазвичай, опівдні сонячного дня влітку, так, щоб ніякі сусідні предмети не відкидали тінь або не відбивали промені на шаблон), а потім зберегти зображення до файла цифрового негатива. Після цього ви виконаєте обробку файла цифрового негатива за допомогою вашого програмного забезпечення на основі певних параметрів і обробите отримане зображення за допомогою програмного забезпечення з профілювання. Програмне забезпечення з профілювання порівняє значення RGB на зображенні, отриманому за допомогою вашого фотоапарата+умов освітлення+програмного забезпечення з обробки цифрових негативів, зі значеннями RGB на початковому шаблоні і створить на основі порівняння профіль (ICC) вашого фотоапарата.
zh_cn: 如果你打算用 Argyll 做相机色彩特性文件，记得查阅官方文档，里面有推荐的 IT8 色卡列表。做色彩特性文件的过程是这样的：你在特定光线条件下（比如夏天正午的阳光下，确保附近没东西挡光或反光影响目标）拍摄 IT8 色卡，保存为 RAW 文件。然后用你的 RAW 处理软件和设置处理这个 RAW 文件，再把输出的图像文件丢进 Argyll 的分析软件。分析软件会把你相机 + 光线条件 + RAW 处理流程生成的 RGB 数值，跟 IT8 色卡的标准 RGB 数值对比，生成你的相机 ICC 色彩特性文件。

source: Profiling a camera is exactly analogous to profiling a monitor. When profiling a monitor, the profiling software tells the graphics card to send squares of color with particular RGB values to the screen. The spectrophotometer measures the actual color that is produced on the screen. When profiling a camera, the known colors are the RGB colors in the original patches on the IT8 target, which the profiling software compares to the colors produced by the digital image of the target.
it: Fare il profilo di una fotocamera è analogo a profilare un monitor. Quando si profila un monitor, il software dice alla scheda grafica di inviare allo schermo rettangoli di colore con uno specifico valore RGB e lo spettrofotometro misura il colore vero che viene prodotto sullo schermo. Quando si profila una fotocamera, i colori noti sono i colori RGB nelle pezze originali sul target IT8, che il software di profilazione confronta con i colori prodotti dall'immagine digitale del target.
pt_br: A criação de perfil de uma câmera é exatamente análoga à criação de perfil de um monitor. Ao criar o perfil de um monitor, o software de criação de perfil instrui a placa de vídeo a enviar quadrados de cor com valores RGB específicos para a tela. O espectrofotômetro mede a cor real produzida na tela. Ao criar o perfil de uma câmera, as cores conhecidas são as cores RGB nos patches originais do alvo IT8, que o software de criação de perfil compara com as cores produzidas pela imagem digital do alvo.
sl: Profiliranje kamere je natančno eneko profiliranju monitorja. Pri profiliranju monitorja programska oprema za profiliranje sporoči grafični kartici, naj na zaslon pošlje barvne kvadratke z določenimi vrednostmi RGB. Spektrofotometer meri dejansko barvo, ki se ustvari na zaslonu. Pri profiliranju kamere so znane barve barve RGB v izvirnih zaplatah na tarči IT8, ki jih programska oprema za profiliranje primerja z barvami, ki jih ustvari digitalna slika tarče.
uk: Профілювання фотоапарата дуже подібне до профілювання монітора. Під час профілювання монітора програмне забезпечення з профілювання наказує графічній картці надсилати дані щодо кольорових квадратів з певними значеннями каналів RGB на екран. Спектрометр вимірює точний колір, який буде показано на екрані. Під час профілювання фотоапарата відомими кольорами є кольори RGB областей на шаблоні IT8, які програмне забезпечення з профілювання порівнює з кольорами, отриманими на цифровому знімку цілі.
zh_cn: 给相机做色彩特性文件跟给显示器做色彩特性文件是一个道理。给显示器做色彩特性文件时，软件会让显卡输出特定 RGB 值的颜色方块到屏幕上，然后用分光光度计测量屏幕实际显示的颜色。给相机做色彩特性文件时，已知的颜色是 IT8 色卡上的标准色块，分析软件会比较这些色块和你相机拍出的数字图像的颜色差异。

source: Applying Camera Profiles
it: Applicare i profili delle fotocamere
pt_br: Aplicando perfis de câmera
sl: Uporaba profilov kamere
uk: Застосування профілів фотоапарата
zh_cn: 应用相机色彩特性文件

source: To set the default camera profile used for importing images into digiKam, navigate to :menuselection:`Settings --> Configure digiKam... --> Color Management page --> Profiles tab`, and select the desired camera profile. See the :ref:`Color Management Settings <cm_settings>` section of the manual for more information.
it: Per impostare il profilo della fotocamera predefinito utilizzato per importare le immagini in digiKam, vai a :menuselection:`Impostazioni --> Configura digiKam... --> pagina Gestione dei colori --> scheda Profili` e seleziona il profilo della fotocamera che desideri. Per ulteriori informazioni vedi il paragrafo :ref:`Impostazioni sulla gestione del colore <cm_settings>` di questo manuale.
pt_br: Para definir o perfil de câmera padrão usado para importar imagens para o digiKam, navegue até :menuselection:`Configurações --> Configurar o digiKam... --> página Gerenciamento de cor --> aba Perfis` e selecione o perfil de câmera desejado. Consulte a seção :ref:`Configurações de gerenciamento de cor <cm_settings>` do manual para obter mais informações.
sl: Če želite nastaviti privzeti profil kamere za uvažanje slik v digiKam, pojdite na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran za upravljanje barv --> zavihek Profili` in izberite želeni profil kamere. Za več informacij glejte razdelek :ref:`Nastavitve upravljanja barv <cm_settings>` priročnika.
uk: Щоб встановити типовий профіль фотоапарата, який буде використано для імпортування зображень до digiKam, перейдіть за допомогою меню таким шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Керування кольорами» --> вкладка «Профілі»` і виберіть бажаний профіль фотоапарата. Див. розділ :ref:`Параметри керування кольорами <cm_settings>` цього підручника, щоб дізнатися більше.
zh_cn: 想在digiKam里设置默认的相机色彩特性文件，点开 :menuselection:`设置 --> 配置digiKam… --> 色彩管理页面 --> 色彩特性文件选项卡`，然后选你想要的相机特性文件。更多详情可以看看手册里的 :ref:`色彩管理设置 <cm_settings>` 部分。

source: Dialog to set the Color Profiles in digiKam
it: Finestra di dialogo per impostare i profili dei colori in digiKam
pt_br: Janela para definir os perfis de cor no digiKam
sl: Pogovorno okno za nastavitev barvnih profilov v digiKamu
uk: Вікно для встановлення профілів кольорів у digiKam
zh_cn: digiKam 中设置色彩特性文件的对话框

source: You can also use the Batch Queue Manager to convert a 16-bit image file produced by some open-source RAW processing software into your working color space.
it: Puoi anche utilizzare la Gestore elaborazione in serie per convertire un file immagine a 16 bit prodotto da certi programmi di elaborazione RAW open source nel tuo spazio dei colori di lavoro.
pt_br: Você também pode usar o gerenciador de processamento em lote para converter um arquivo de imagem de 16 bits produzido por algum software de processamento RAW de código aberto em seu espaço de cor de trabalho.
sl: Uporabite lahko tudi Upravljalnik čakalnih vrst paketov za pretvorbo 16-bitne slikovne datoteke, ki jo ustvari neka odprtokodna programska oprema za obdelavo RAW, v vaš delovni barvni prostor.
uk: Ви також можете скористатися засобом керування пакетною обробкою для перетворення 16-бітового файла зображення, який є результатом роботи програмного забезпечення для обробки цифрових негативів з відкритим кодом, до вашого робочого простору кольорів.
zh_cn: 你还可以用批处理管理器，把开源 RAW 处理软件生成的 16 位图像文件转到你的工作色彩空间。

source: The digiKam Batch Queue Manager Raw Converter has the Same Noise Reduction and Color Profile Options as the Image Editor
it: Il convertitore RAW del Gestore elaborazione in serie di digiKam possiede le stesse opzioni di riduzione del rumore e profilo dei colori dell'Editor delle immagini
pt_br: O conversor RAW do Gerenciador de processamento em lote do digiKam tem as mesmas opções de redução de ruído e perfil de cor do Editor de Imagem
sl: Pretvornik Raw v Upravljalniku čakalnih vrst paketov ima enake možnosti zmanjšanja šuma in barvnega profila kot urejevalnik slik
uk: У засобі перетворення цифрових негативів керування пакетною обробкою digiKam передбачено ті самі параметри вилучення шумності та профілів кольорів, що і у редакторі зображень
zh_cn: digiKam 批处理管理器的 RAW 转换工具跟图像编辑器有相同的降噪和色彩特性文件选项

source: Once a camera profile has been assigned, digiKam can display the color gamut of the selected image in the colors tab in the right sidebar.
it: Una volta che è stato assegnato un profilo di fotocamera, digiKam è in grado di visualizzare il gamut dei colori dell'immagine selezionata nella scheda Colori della barra laterale destra.
pt_br: Depois que um perfil de câmera for atribuído, o digiKam pode exibir o gamute de cor da imagem selecionada na aba de cores na barra lateral direita.
sl: Ko je profil kamere dodeljen, lahko digiKam prikaže barvni razpon izbrane slike v zavihku barv v desni stranski vrstici.
uk: Після призначення профілю фотоапарата digiKam зможе показати палітру кольорів вибраного зображення на вкладці кольорів правої бічної панелі.
zh_cn: 一旦指定了相机色彩特性文件，digiKam 就能在右边侧栏的“颜色”选项卡里显示选中图像的色域。

source: digiKam can Display your Camera Color Profile from the Right Sidebar Colors Tab
it: digiKam può visualizzare il profilo dei colori della tua macchina fotografica dalla scheda Colori della barra laterale destra
pt_br: O digiKam pode exibir o perfil de cor da sua câmera na aba de Cores da barra lateral direita
sl: digiKam lahko prikaže barvni profil vaše kamere na zavihku Barve na desni stranski vrstici
uk: digiKam може показувати профіль кольорів на вкладці «Кольори» правої бічної панелі
zh_cn: digiKam 可以从右边侧栏的颜色选项卡显示你的相机色彩特性文件

source: digiKam Raw Import Tool from Image Editor Allows Post Processing of Exposures and Curves just After Demosaicing.
uk: За допомогою засобу імпортування цифрових негативів редактора зображень digiKam можна виконати остаточну обробку експозицій та кривих одразу після усування мозаїчності.

source: Bayer Array of RGB Filters Used to Measure Color.
uk: Масив фільтрів RGB, що використовується для вимірювання кольору.
