Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/color_management_basis.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: **HDR** and **LDR** do not refer to the bit-depth of the image. **High dynamic range** and **Low dynamic range** refer to the total dynamic range encompassed by an image. A regular low dynamic range image, say encompassing a mere 5 *stops* (the average digital camera these days can easily accommodate 8 or 9 stops), can be saved as an 8-, 16-, 32-, or even 64-bit image, depending on your software. But storing with more bits does nothing to increase the dynamic range of the image. Only the number of discrete steps from the brightest to the darkest tone in the image has changed. Conversely, a 22-stop scene (way beyond the capacity of a consumer-oriented digital camera without using multiple exposures) can be saved as an 8- or 16-bit image, but the resulting image will exhibit extreme banding (that is, it will display extreme banding in any given tonal range that can actually be displayed on a typical monitor at one time) because of the relatively few available discrete tonal steps from the lightest to the darkest tone in the image.
ca: **HDR** i **LDR** no es refereixen a la profunditat de bits de la imatge. **Marge dinàmic elevat** i **marge dinàmic baix** es refereixen al marge dinàmic total abastat per una imatge. Una imatge de marge dinàmic baix normal, diu que abasta unes 5 *parades* (la càmera digital mitjana en aquests dies pot acomodar fàcilment 8 o 9 parades), es poden desar com una imatge de 8, 16, 32, o fins i tot de 64 bits, depenent del programari, però emmagatzemar amb més bits no augmentarà el marge dinàmic de la imatge. Només canviaran el nombre de passos discrets des dels tons més brillants fins als tons més foscos de la imatge. Per contra, una escena de 22 parades (molt més enllà de la capacitat d'una càmera digital orientada al consumidor, sense utilitzar múltiples exposicions) es pot desar com una imatge de 8 o de 16 bits, però la imatge resultant exhibirà un efecte de cartell extrem (és a dir, mostrarà un efecte de cartell en qualsevol abast tonal donat, ja que en realitat es pot mostrar en un monitor típic alhora), a causa dels relativament pocs passos tonals discrets disponibles des del to més brillant fins al més fosc en la imatge.
it: **HDR** e **LDR** non si riferiscono alla profondità in bit dell'immagine. **High dynamic range** e **low dynamic range** si riferiscono all'estensione dinamica totale abbracciata da un'immagine. Un'immagine LDR regolare, diciamo che comprenda solo 5 *stop* (una macchina digitale media oggigiorno può facilmente accomodare 8 o 9 stop), può essere salvata come un'immagine a 8, 16, 32 e perfino 64 bit in base al tuo software. Ma memorizzare con più bit non aumenta l'intervallo dinamico dell'immagine. Solamente il numero di passi discreti dal tono più chiaro al tono più scuro in un'immagine viene cambiato. Di converso, una scena a 22 stop (decisamente oltre la capacità di una macchina fotografica digitale amatoriale senza usare esposizioni multiple) può essere salvata come immagine a 8 o 16 bit, ma l'immagine risultante mostrerà un effetto banding estremo (cioè, mostrerà un effetto banding estremo in ogni intervallo di toni dato che può essere realmente mostrato su un monitor tipico allo stesso tempo) a causa dei relativamente pochi passaggi di tono discreti disponibili, dal tono più luminoso al più scuro nell'immagine.
pt_br: **HDR** e **LDR** não se referem à profundidade de bits da imagem. **Alta faixa dinâmica** e **Baixa faixa dinâmica** referem-se à faixa dinâmica total abrangida por uma imagem. Uma imagem normal de baixa faixa dinâmica, digamos, abrangendo apenas 5 *pontos* (a câmera digital média hoje em dia pode facilmente acomodar 8 ou 9 pontos), pode ser salva como uma imagem de 8, 16, 32 ou até 64 bits, dependendo do seu software. Mas armazenar com mais bits não aumenta em nada a faixa dinâmica da imagem. Apenas o número de passos discretos do tom mais claro para o mais escuro na imagem mudou. Por outro lado, uma cena de 22 pontos (muito além da capacidade de uma câmera digital voltada para o consumidor sem usar múltiplas exposições) pode ser salva como uma imagem de 8 ou 16 bits, mas a imagem resultante exibirá faixas extremas (ou seja, exibirá faixas extremas em qualquer intervalo tonal que possa ser exibido em um monitor típico ao mesmo tempo) devido aos relativamente poucos passos tonais discretos disponíveis, do tom mais claro ao mais escuro na imagem.
sl: **HDR** in **LDR** se ne nanašata na bitno globino slike. **Visoki dinamični razpon** in **Nizki dinamični razpon** se nanašata na skupni dinamični razpon, ki ga zajema slika. Običajno sliko z nizkim dinamičnim razponom, ki na primer zajema samo 5 *stopenj* (povprečni digitalni fotoaparat dandanes z lahkoto sprejme 8 ali 9 stopenj), lahko shranite kot 8-, 16-, 32- ali celo 64-bitno sliko, odvisno od vaše programske opreme. Toda shranjevanje z več bitov ne poveča dinamičnega obsega slike. Spremenilo se je le število ločenih korakov od najsvetlejšega do najtemnejšega tona na sliki. Nasprotno pa lahko prizor z 22 stopnjami (precej nad zmožnostjo potrošniškega digitalnega fotoaparata brez uporabe večkratnih osvetlitev) shranite kot 8- ali 16-bitno sliko, vendar bo nastala slika pokazala ekstremne pasove (tj. prikazala bo ekstremne pasove v katerem koli danem tonskem obsegu, ki ga je dejansko mogoče hkrati prikazati na tipičnem monitorju) zaradi razmeroma malo razpoložljivih diskretnih tonskih korakov od najsvetlejšega do najtemnejšega tona na sliki.
uk: Визначення **HDR** (високий динамічний діапазон) та **LDR** (низький динамічний діапазон) не пов'язано з бітовою глибиною кольорів зображення. Ці визначення стосуються загального динамічного діапазону, що вкривається кольорами зображення. Звичайне зображення з низьким динамічним діапазоном, який вкриває, скажімо, всього лише 5 «інтервалів» (посередній сучасний фотоапарат з легкістю може дати 8 або 9 інтервалів), можна зберегти як 8-, 16-, 32- або навіть 64-бітове зображення, залежно від вашого програмного забезпечення, але динамічний діапазон зображення таким чином підвищити не можна. Зміниться лише кількість окремих кроків від найяскравішого до найтемнішого тонів на зображенні. І навпаки, кадр з 22 інтервалами (що значно перевищує можливості зорієнтованих на споживача цифрових фотоапаратів, якщо не використовувати декілька експозицій) можна зберегти як 8- або 16-бітове зображення, але отримане зображення значно постраждає внаслідок утворення смуг (тобто спостерігатиметься значна смугастість у будь-якому тональному діапазоні, який може одномоментно показувати типовий монітор) через відносно невелику кількість доступних дискретних тональних кроків від найсвітлішого до найтемнішого тонів зображення.
zh_cn: **HDR（高动态范围）** 和 **LDR（低动态范围）** 指的不是图片的位深度。 **高动态范围** 和 **低动态范围** 说的是图片涵盖的总动态范围有多大。比如，一个普通的低动态范围图片，可能只覆盖了 5 *档* 光比（现在普通数码相机轻轻松松就能拍出 8 到 9 档的动态范围）。这种图片可以存成 8 位、16 位、32 位，甚至 64 位图像，取决于你用的软件。但这并不会让图片的动态范围变大，只是从最亮到最暗的色调之间的“阶梯”数量变多了而已。反过来，一个 22 档光比的场景（普通消费级数码相机单次曝光完全拍不下来，得靠多重曝光），可以存成 8 位或 16 位图像。但这种图片会因为可用的色调“阶梯”太少，出现严重的色带问题（就是说，在普通显示器上一次能显示的某个色调范围内，过渡会特别不自然，条纹感很明显）。

source: **JPEGs produced in-camera don't need a camera profile**: All JPEGs (or TIFFs) coming straight out of a camera (even if produced by point-and-shoot cameras that don't allow you to save a RAW file), start life inside the camera as a RAW file produced by the camera's Analog to Digital converter. If you save your images as JPEGs, then the processor inside the camera interpolates the RAW file, assigns a camera profile, translates the resulting RGB numbers to a working space (usually **sRGB** but sometimes you can choose **AdobeRGB**, depending on the camera), does the JPEG compression, and stores the JPEG file on your camera card. So JPEGs (or TIFFs) from your camera don't need to be assigned a camera profile in order to translate them into a working space. JPEGs from a camera are already in a working space.
ca: **Els JPEG produïts a la càmera no necessiten un perfil de la càmera**: tots els JPEG (o TIFF) que surten directament d'una càmera (fins i tot si són produïts per càmeres instantànies que no us permeten desar un fitxer RAW) comencen la seva vida dins de la càmera com un fitxer RAW produït pel convertidor d'analògic a digital de la càmera. Si deseu les vostres imatges com JPEG, el processador dins de la càmera interpolarà el fitxer RAW, assignarà un perfil de la càmera, traduirà els nombres RGB resultants a un espai de treball (generalment **sRGB**, però de vegades pot triar **AdobeRGB**, depenent de la càmera), farà la compressió JPEG i emmagatzemarà el fitxer JPEG a la targeta de la càmera. Per tant, no cal assignar un perfil de la càmera als fitxers JPEG (o TIFF) de la càmera per tal de traduir-los a un espai de treball. Els fitxers JPEG d'una càmera ja es troben en un espai de treball.
it: **Le immagini JPEG prodotte all'interno della fotocamera non hanno bisogno di un profilo della macchina**: tutte le immagini JPEG (o TIFF) che escono direttamente dalla fotocamera (anche se prodotte da macchine punta-e-scatta che non ti permettono di salvare in formato RAW) prendono vita dentro la fotocamera come un file RAW prodotto dal convertitore da analogico a digitale. Se tu salvassi le tue immagini come JPEG, allora il processore interno della fotocamera interpolerebbe il file RAW, assegnerebbe un profilo di fotocamera, tradurrebbe i numeri RGB risultanti in uno spazio di lavoro (di solito **sRGB**, ma a volte è possibile scegliere **AdobeRGB**, a seconda della macchina fotografica), comprimerebbe in JPEG e memorizzerebbe il file nella scheda di memoria. Dunque, alle immagini JPEG (o TIFF) provenienti dalla tua fotocamera non è necessario assegnare un profilo di fotocamera per tradurli all'interno di uno spazio di lavoro. Le immagini JPEG dalla fotocamera si trovano già in uno spazio di lavoro.
pt_br: **JPEGs produzidos na câmera não precisam de um perfil de câmera**: Todos os JPEGs (ou TIFFs) que saem diretamente de uma câmera (mesmo se produzidos por câmeras do tipo apontar e fotografar que não permitem salvar um arquivo RAW) começam a vida dentro da câmera como um arquivo RAW produzido pelo conversor analógico-digital da câmera. Se você salvar suas imagens como JPEGs, o processador dentro da câmera interpola o arquivo RAW, atribui um perfil de câmera, traduz os números RGB resultantes para um espaço de trabalho (geralmente **sRGB**, mas às vezes você pode escolher **AdobeRGB**, dependendo da câmera), faz a compactação JPEG e armazena o arquivo JPEG no cartão da câmera. Portanto, os JPEGs (ou TIFFs) da sua câmera não precisam ter um perfil de câmera atribuído para serem traduzidos para um espaço de trabalho. Os JPEGs de uma câmera já estão em um espaço de trabalho.
sl: **JPEG-ji, ustvarjeni v fotoaparatu, ne potrebujejo profila kamere**: vsi JPEG-ji (ali TIFF-ji), ki prihajajo naravnost iz fotoaparata (tudi če so ustvarjeni s fotoaparati z usmeritvijo in fotografiranjem, ki vam ne omogočajo shranjevanja RAW datoteka), začne življenje znotraj fotoaparata kot datoteka RAW, ki jo ustvari analogno-digitalni pretvornik fotoaparata. Če shranite svoje slike kot JPEG, potem procesor znotraj fotoaparata interpolira datoteko RAW, dodeli profil fotoaparata, prevede nastale številke RGB v delovni prostor (običajno **sRGB**, včasih pa lahko izberete **AdobeRGB** , odvisno od fotoaparata), izvede stiskanje JPEG in shrani datoteko JPEG na kartico fotoaparata. JPEG-jem (ali TIFF-om) iz vašega fotoaparata torej ni treba dodeliti profila kamere, da bi jih prevedli v delovni prostor. JPEG iz kamere so že v delovnem prostoru.
uk: **Зображення JPEG, створені у фотоапараті, не потребують профілю фотоапарата.** Всі зображення JPEG (або TIFF), отримані безпосередньо за допомогою фотоапарата (навіть створені фотоапаратами типу «навів і клацнув», які не дозволяють зберігати зображення цифрових негативів), починають своє життя у фотоапараті як файл цифрового негатива, створений аналогово-цифровим перетворювачем фотоапарата. Якщо ви зберігаєте ваші зображення у форматі JPEG, інструмент обробки у самому фотоапараті наблизить файл цифрового негатива, призначить профіль фотоапарата, перетворить отримані числа RGB у робочий простір (зазвичай, sRGB, але іноді ви можете вибрати **AdobeRGB**, все залежить від фотоапарата), виконає стискання JPEG і збереже файл JPEG на картці фотоапарата. Отже, для файлів JPEG (або TIFF) з вашого фотоапарата не потрібно призначати профіль фотоапарата, який потім буде перетворено у робочий простір. Кольори файлів JPEG з фотоапарата вже перебувають у робочому просторі.
zh_cn: **相机直出的 JPEG 不需要相机色彩特性文件**：所有从相机、甚至那些不能拍 RAW 的傻瓜相机里直接出来的 JPEG（或TIFF），在相机内部其实都是从 RAW 文件开始的。RAW 文件是相机模数转换器生成的原始数据。如果你选择保存为 JPEG，相机处理器会这么做：先把 RAW 文件插值处理，指定一个相机色彩特性文件，把RGB数字转换到一个工作空间（通常是 **sRGB** ，有些相机还能选 **AdobeRGB** ），然后进行 JPEG 压缩，最后把 JPEG 文件存到存储卡上。所以，从相机出来的 JPEG（或 TIFF）已经自带了工作空间，不需要你再去指定一个相机色彩特性文件然后再转换到工作空间。

source: Profile Connection Space
ca: Espai de connexió de perfils
it: Spazio di connessione tra profili
pt_br: Espaço de conexão de perfil
sl: Prostor za povezavo profila
uk: Простір з'єднання кольорів
zh_cn: 配置文件连接空间

source: Suppose Libraw produces a 16-bit TIFF image from a RAW file produced by a particular (make and model) camera. The question then becomes: what does each particular trio of RGB values assigned to each pixel in the image really mean in terms of some absolute standard, referencing some ideal observer? And is it even possible to define an ideal observer? Do real people even see the same colors when they look at the world?
ca: Suposem que la Libraw produeix una imatge TIFF de 16 bits a partir d'un fitxer RAW produït per una càmera particular (fabricant i model). La pregunta llavors es converteix en: què significa cada trio particular de valors RGB assignats a cada píxel de la imatge en termes d'un estàndard absolut, fent referència a un observador ideal? I fins i tot és possible definir un observador ideal? Les persones reals fins i tot veuen els mateixos colors quan miren al món?
it: Supponiamo che Libraw produca un'immagine TIFF a 16 bit da un file RAW prodotto da uno specifico modello di fotocamera. La domanda allora è: cosa ciascun particolare trio di valori RGB assegnati a ciascun pixel nell'immagine implica davvero in termini di un determinato standard assoluto, con riferimento a un determinato osservatore ideale? Ed è possibile persino definire un osservatore ideale? Le persone reali percepiscono gli stessi colori quando guardano il mondo?
pt_br: Suponha que a Libraw produza uma imagem TIFF de 16 bits a partir de um arquivo RAW produzido por uma câmera específica (marca e modelo). A questão então é: o que cada trio específico de valores RGB atribuídos a cada pixel da imagem realmente significa em termos de algum padrão absoluto, referenciando algum observador ideal? E é mesmo possível definir um observador ideal? Pessoas reais veem as mesmas cores quando olham para o mundo?
sl: Recimo, da Libraw ustvari 16-bitno sliko TIFF iz datoteke RAW, ki jo ustvari določen fotoaparat (znamka in model). Vprašanje se nato pojavi: kaj vsak posamezen trio vrednosti RGB, dodeljen vsakemu pikslu na sliki, v resnici pomeni v smislu nekega absolutnega standarda, ki se nanaša na nekega idealnega opazovalca? In ali je sploh mogoče definirati idealnega opazovalca? Ali resnični ljudje sploh vidijo enake barve, ko gledajo na svet?
uk: Припустімо, що Libraw створить 16-бітне зображення TIFF із файла RAW, створеного певним фотоапаратом (марки та моделі). Тоді постає запитання: що насправді означає кожна конкретна трійка значень RGB, призначена кожному пікселю зображення, з точки зору якогось абсолютного стандарту, який посилається на якогось ідеального спостерігача? І чи можна взагалі визначити ідеального спостерігача? Чи реальні люди бачать однакові кольори, коли дивляться на світ?
zh_cn: 假设 Libraw 从一台特定品牌和型号的相机的 RAW 文件生成了一个 16 位 TIFF 图像。问题来了：图像中每个像素的 RGB 数值组合，到底代表什么？有没有一个绝对的标准，参照一个“理想观察者”来定义这些颜色？甚至，真的能定义一个“理想观察者”吗？现实中不同的人看世界时，看到的颜色是一样的吗？

source: In 1931 the International Color Consortium decided to map out and mathematically describe all the colors visible to real people in the real world. They did this by showing a whole bunch of people a whole bunch of colors, asking them to say when this color matched that color. This testing was complicated by the fact that two colors that visually match can be produced by differing combinations of wavelengths. Human color perception depends on the fact that we have three types of cone receptors with peak sensitivity to light at wavelengths of approximately 430, 540, and 570 nm, but with considerable overlap in sensitivity between the different cone types. One consequence of how we see color is that many different combinations of differing wavelengths of light will look like the same color.
ca: El 1931 el Consorci Internacional del Color va decidir fer un mapa i descriure matemàticament tots els colors visibles per a les persones reals en el món real. Ho van fer mostrant a moltes de persones un munt de colors, demanant-los que diguessin quan aquest color coincideix amb aquell color. Aquesta prova es va complicar pel fet que dos colors que visualment coincideixen es poden produir amb diferents combinacions de longituds d'ona. La percepció humana del color depèn del fet que tenim tres tipus de cons receptors amb una sensibilitat màxima a la llum en longituds d'ona d'aproximadament 430, 540 i 570 nm, però amb una superposició considerable en la sensibilitat entre els tipus diferents de con. Una conseqüència de com veiem el color és que moltes combinacions diferents de diferents longituds d'ona de la llum es veuran com el mateix color.
it: Nel 1931 lo International Color Consortium decise di mappare e descrivere matematicamente tutti i colori visibili dalle persone reali, nel mondo reale. Lo fecero mostrando tantissimi colori a un nutrito gruppo di persone, chiedendo loro di individuare la corrispondenza tra i vari colori. Questa prova fu complicata dal fatto che due colori visivamente coincidenti possono essere prodotti da combinazioni diversi di lunghezze d'onda. La percezione umana dei colori dipende dal fatto che possediamo tre tipi di coni recettori con sensibilità di picco alla luce alle lunghezze d'onda di circa 430, 540 e 570 nm (nanometri), ma con considerevole sovrapposizione nella sensibilità tra i diversi tipi di coni. Una delle conseguenze di come percepiamo i colori è che molte diverse combinazioni di differenti lunghezze d'onda della luce sembrano lo stesso colore.
pt_br: Em 1931, o Consórcio Internacional de Cores decidiu mapear e descrever matematicamente todas as cores visíveis para pessoas reais no mundo real. Eles fizeram isso mostrando a um grupo de pessoas um conjunto de cores, pedindo-lhes que dissessem quando uma cor combinava com aquela cor. Esse teste foi complicado pelo fato de que duas cores visualmente correspondentes podem ser produzidas por diferentes combinações de comprimentos de onda. A percepção humana das cores depende do fato de que temos três tipos de receptores de cone com pico de sensibilidade à luz em comprimentos de onda de aproximadamente 430, 540 e 570 nm, mas com considerável sobreposição de sensibilidade entre os diferentes tipos de cone. Uma consequência de como vemos as cores é que muitas combinações diferentes de diferentes comprimentos de onda de luz parecerão a mesma cor.
sl: Leta 1931 se je Mednarodni barvni konzorcij odločil preslikati in matematično opisati vse barve, ki jih vidijo resnični ljudje v resničnem svetu. To so storili tako, da so celemu kupu ljudi pokazali cel kup barv in jih prosili, naj povedo, kdaj se ta barva ujema s to barvo. To testiranje je bilo zapleteno zaradi dejstva, da je mogoče dve barvi, ki se vizualno ujemata, proizvesti z različnimi kombinacijami valovnih dolžin. Človeško zaznavanje barv je odvisno od dejstva, da imamo tri vrste stožčastih receptorjev z največjo občutljivostjo na svetlobo pri valovnih dolžinah približno 430, 540 in 570 nm, vendar s precejšnjim prekrivanjem občutljivosti med različnimi vrstami stožcev. Ena od posledic tega, kako vidimo barvo, je, da bo veliko različnih kombinacij različnih valovnih dolžin svetlobe videti kot ista barva.
uk: У 1931 році Міжнародний консорціум кольорів (ICC) вирішив скласти карту та математично описати всі кольори, видимі реальним людям у реальному світі. Вони зробили це, показавши групі людей цілу купу кольорів, попросивши їх сказати, коли цей колір збігається з іншим. Це тестування було ускладнене тим фактом, що два кольори, які візуально збігаються, можуть бути отримані різними комбінаціями довжин хвиль. Сприйняття кольору людиною залежить від того факту, що ми маємо три типи колбочкоподібних рецепторів з максимальною чутливістю до світла на довжинах хвиль приблизно 430, 540 і 570 нм, але зі значним перекриттям чутливості між різними типами колбочок. Одним із наслідків того, як ми бачимо колір, є те, що багато різних комбінацій різних довжин хвиль світла виглядатимуть як один колір.
zh_cn: 早在 1931 年，国际色彩联盟（ICC）决定搞清楚并用数学方式描述人类在现实世界中能看到的所有颜色。他们找了一大群人，展示了一堆颜色，让他们判断哪些颜色看起来是一样的。测试挺复杂，因为两种看起来一样的颜色，可能由不同波长的光组合而成。人类的颜色感知靠的是视网膜上三种锥细胞，分别对大约 430 纳米、540 纳米和 570 纳米波长的光最敏感，但不同锥细胞的敏感范围有不少重叠。这导致很多不同波长组合的光，看起来可能是同一个颜色。

source: In the end, the ICC produced the `CIE-XYZ color space <https://en.wikipedia.org/wiki/CIE_1931_color_space>`_ which mathematically describes and models all the `colors visible to an ideal human <https://en.wikipedia.org/wiki/Color_vision>`_ observer. The term *ideal* in this case means that the modeling was based on the mean response of lots of individuals.
ca: Al final, l'ICC va produir l'espai de color `CIE-XYZ <https://en.wikipedia.org/wiki/CIE_1931_colors_pace>`_ que descriu i modela matemàticament tots els `colors visibles per a un observador humà ideal <https://en.wikipedia.org/wiki/Color_vision>`_. El terme *ideal* en aquest cas significa que el modelatge es va basar en la resposta mitjana de molts individus.
it: Alla fine, ICC produsse lo `spazio dei colori CIE-XYZ <https://en.wikipedia.org/wiki/CIE_1931_color_space>`_ che descrive e modella matematicamente tutti i `colori visibili da un osservatore umano ideale <https://en.wikipedia.org/wiki/Color_vision>`_. Il termine *ideale* in questo caso significa che la modellazione si era basata sulla risposta media di molte persone.
pt_br: No final, o ICC produziu o `espaço de cores CIE-XYZ <https://en.wikipedia.org/wiki/CIE_1931_color_space>`_, que descreve e modela matematicamente todas as `cores visíveis a um observador humano ideal <https://en.wikipedia.org/wiki/Color_vision>`_. O termo *ideal*, neste caso, significa que a modelagem foi baseada na resposta média de muitos indivíduos.
sl: Na koncu je ICC izdelal barvni prostor CIE-XYZ <https://en.wikipedia.org/wiki/CIE_1931_color_space>_, ki matematično opisuje in modelira vse 'barve vidne idealnemu človeku <https:// en.wikipedia.org/wiki/Color_vision>`_ opazovalcu. Izraz *idealno* v tem primeru pomeni, da je modeliranje temeljilo na povprečnem odzivu velikega števila posameznikov.
uk: Зрештою, ICC було створено `простір кольорів CIE-XYZ <https://en.wikipedia.org/wiki/CIE_1931_color_space>`_, який математично описує і моделює усі `кольори, які видимі ідеальній людині-спостерігачу <https://en.wikipedia.org/wiki/Color_vision>`_. Термін *ідеальний* у цьому випадку означає, що моделювання засновано на середньому відгуку багатьох осіб.
zh_cn: 最终，ICC 搞出了 `CIE-XYZ 色彩空间 <https://en.wikipedia.org/wiki/CIE_1931_color_space>`_ ，用数学方式描述和建模了一个“理想人类观察者”能看到的所有颜色。这里的“理想”是指基于很多人的平均反应得出的模型。
