Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/color_management_basis.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: Your printer wants images in the sRGB color space.
ca: La vostra impressora vol imatges en l'espai de color sRGB.
it: La tua stampante vuole immagini nello spazio dei colori sRGB.
pt_br: Sua impressora deseja imagens no espaço de cor sRGB.
sl: Vaš tiskalnik želi slike v barvnem prostoru sRGB.
uk: Для вашого принтера потрібні зображення у просторі кольорів sRGB.
zh_cn: 你的打印机也支持 sRGB 色彩空间的图片

source: Your scanner produces images in the sRGB color space.
ca: El vostre escàner produeix imatges en l'espai de color sRGB.
it: Il tuo scanner produce immagini nello spazio dei colori sRGB.
pt_br: Seu scanner produz imagens no espaço de cor sRGB.
sl: Vaš skener ustvarja slike v barvnem prostoru sRGB.
uk: Ваш сканер створює зображення у просторі кольорів sRGB.
zh_cn: 扫描仪输出的图片也是 sRGB 格式

source: Your only other image output is via email or the web, where sRGB is the de facto standard.
ca: La vostra única altra sortida de la imatge és a través de correu electrònic o el web, on sRGB és l'estàndard de facto.
it: Il tuo unico altro modo di utilizzare le immagini è tramite la posta elettronica o il web, dove sRGB è lo standard de facto.
pt_br: A única outra saída de imagem é via e-mail ou pela web, onde sRGB é o padrão de fato.
sl: Vaš edini drugi slikovni izhod je prek e-pošte ali spleta, kjer je sRGB de facto standard.
uk: Іншими джерелами потрібних вам зображень є електронна пошта та інтернет, де sRGB є фактичним стандартом.
zh_cn: 图片只在网上用，比如发邮件或者传网站，反正各种默认都是用 sRGB 的场景

source: Useful Definitions
ca: Definicions útils
it: Definizioni utili
pt_br: Definições úteis
sl: Uporabne definicije
uk: Корисні визначення
zh_cn: 概念解释

source: To better understand Color Management, we need to define some key terms:
ca: Per entendre millor la gestió del color, hem de definir alguns termes clau:
it: Per capire meglio la Gestione dei colori dobbiamo definire alcuni termini chiave:
pt_br: Para entender melhor o gerenciamento de cor, precisamos definir alguns termos-chave:
sl: Da bi bolje razumeli upravljanje barv, moramo definirati nekaj ključnih izrazov:
uk: Для кращого розуміння керування кольорами нам слід дати декілька визначень ключових термінів:
zh_cn: 要搞懂色彩管理，得先明白几个专业术语：

source: **ICC profile** is a set of data that characterizes a color input or output device, or a color space, according to standards promulgated by the Interglobal Color Consortium (ICC). Profiles describe the color attributes of a particular device (or the viewing requirements for an image) by defining a mapping between the device source or target color space and a profile connection space (PCS). This PCS is either CIELAB (L*a*b*) or CIEXYZ. Mappings may be specified using tables, to which interpolation is applied, or through a series of parameters for transformations.
ca: El **perfil ICC** és un conjunt de dades que caracteritza un dispositiu d'entrada o sortida de color, o un espai de color, d'acord amb els estàndards promulgats pel Consorci Interglobal del Color (ICC). Els perfils descriuen els atributs de color d'un dispositiu en particular (o els requisits de visualització d'una imatge) mitjançant la definició d'un mapatge entre la font del dispositiu o l'espai de color de destinació i un espai de connexió de perfils (PCS). Aquest PCS és CIELAB (L*a*b*) o CIEXYZ. Els mapatges es poden especificar utilitzant taules, a les quals s'aplica la interpolació, o mitjançant una sèrie de paràmetres per a les transformacions.
it: Il **profilo ICC** è un gruppo di dati che caratterizza un input di colori o un dispositivo di uscita, oppure uno spazio dei colori, conformemente a standard promulgati dall'Interglobal Color Consortium (ICC). I profili descrivono gli attributi dei colori di un dispositivo specifico (o i requisiti di visualizzazione per un'immagine) definendo una mappatura tra la sorgente del dispositivo o lo spazio dei colori di destinazione e uno spazio di connessione tra profili (PCS, Profile Connection Space). Questo PCS può essere CIELAB (L*a*b*) o CIEXYZ. Le mappature possono essere specificate tramite tabelle, a cui viene applicata l'interpolazione, o tramite una serie di parametri per le trasformazioni.
pt_br: **Perfil ICC** é um conjunto de dados que caracteriza um dispositivo de entrada ou saída de cor, ou um espaço de cor, de acordo com os padrões promulgados pelo Consórcio Interglobal de Cores (ICC, em inglês). Os perfis descrevem os atributos de cor de um dispositivo específico (ou os requisitos de visualização de uma imagem) definindo um mapeamento entre o espaço de cor de origem ou de destino do dispositivo e um espaço de conexão de perfil (PCS). Este PCS é CIELAB (L*a*b*) ou CIEXYZ. Os mapeamentos podem ser especificados usando tabelas, às quais se aplica interpolação, ou por meio de uma série de parâmetros para transformações.
sl: **ICC profil** je nabor podatkov, ki označuje barvno vhodno ali izhodno napravo ali barvni prostor v skladu s standardi, ki jih je objavil Interglobal Color Consortium (ICC). Profili opisujejo barvne atribute določene naprave (ali zahteve glede gledanja slike) z definiranjem preslikave med izvornim ali ciljnim barvnim prostorom naprave in prostorom povezave profila (PCS). Ta PCS je bodisi CIELAB (L*a*b*) ali CIEXYZ. Preslikave je mogoče določiti z uporabo tabel, za katere se uporablja interpolacija, ali z nizom parametrov za transformacije.
uk: **Профіль ICC** — це набір даних, які характеризують пристрій введення чи виведення кольору або простір кольорів відповідно до стандартів, оприлюднених Interglobal Color Consortium (ICC). Профілі описують атрибути кольорів конкретного пристрою (або вимоги до перегляду зображення), визначаючи прив'язку між вихідним або цільовим простором кольорів пристрою та простором з'єднання профілів (PCS). Цим простором з'єднання кольорів є CIELAB (L*a*b*) або CIEXYZ. Прив'язки можна визначити за допомогою таблиць, до яких застосована інтерполяція, або через ряд параметрів для перетворень.
zh_cn: **ICC 色彩特性文件** 是一组数据，用来描述某个颜色输入或输出设备（比如相机、显示器、打印机）或某个颜色空间的特性，遵循的是国际色彩联盟（ICC）的标准。这些特性文件通过定义设备源颜色空间或目标颜色空间与色彩特性文件连接空间（PCS）之间的映射，来描述设备的颜色属性。这个标准空间可以是 CIELAB（L*a*b*）或者 CIEXYZ。转换方式有两种：要么用转换表格插值计算，要么用参数公式转换。

source: (The overview section oversimplified the ICC profile as mapping between the device and a working space, when actually they convert to a PCS. The PCS can be thought of as a universal color space. So the camera to monitor flow actually may involve 4 color space conversions: camera to PCS, PCS to working space, working space to PCS, and PCS to monitor. The reasons for these extra steps are described below.)
ca: (La secció de vista general simplificava excessivament el perfil ICC com a mapatge entre el dispositiu i un espai de treball, quan en realitat es converteixen a un PCS. Els PCS es poden considerar com un espai de color universal. Per tant, el flux des de la càmera al monitor pot implicar 4 conversions d'espai de color: càmera a PCS, PCS a espai de treball, espai de treball a PCS i PCS a monitor. Els motius d'aquests passos addicionals es descriuen a continuació.)
it: Il paragrafo sulla panoramica semplifica molto il profilo ICC, considerandolo una mappatura tra il dispositivo e uno spazio di lavoro, quando in realtà essi convertono in un PCS. Si può pensare al PCS come uno spazio dei colori universale. Il flusso dalla fotocamera al monitor può dunque implicare in realtà quattro conversioni dello spazio dei colori: da fotocamera a PCS, da PCS a spazio di lavoro, da spazio di lavoro a PCS e da PCS a monitor. Le ragioni per questi passaggi aggiuntivi sono descritti sotto.
pt_br: (A seção da visão geral simplificou demais o perfil ICC como mapeamento entre o dispositivo e um espaço de trabalho, quando na verdade eles convertem para um PCS. O PCS pode ser considerado um espaço de cor universal. Portanto, o fluxo da câmera para o monitor pode, na verdade, envolver quatro conversões de espaço de cor: câmera para PCS, PCS para espaço de trabalho, espaço de trabalho para PCS e PCS para monitor. Os motivos para essas etapas extras são descritos abaixo.)
sl: (Razdelek s pregledom je preveč poenostavil profil ICC kot preslikavo med napravo in delovnim prostorom, ko se dejansko pretvorijo v PCS. PCS lahko razumemo kot univerzalni barvni prostor. Tako lahko kamera za spremljanje toka dejansko vključuje 4 barvne prostore pretvorbe: kamera v PCS, PCS v delovni prostor, delovni prostor v PCS in PCS za monitor. Razlogi za te dodatne korake so opisani spodaj.)
uk: (У розділі огляду профіль визначено ICC надто спрощено, як прив'язку між простором пристрою і робочим простором, хоча насправді для обох перетворення відбувається до простору з'єднання кольорів. Простір з'єднання кольорів можна розглядати як універсальний простір кольорів. Отже перенесення даних з фотоапарата до монітора насправді може включати 4 перетворення між просторами кольорів: з фотоапарата до PCS, з PCS до робочого простору, з робочого простору до PCS і з PCS до простору монітора. Причини цих додаткових кроків описано нижче.)
zh_cn: 前面概述部分说 ICC 特性文件是把设备颜色转到工作空间，其实不太准确。实际上是要先转到 PCS 标准空间。所以从相机到显示器的完整流程可能要转四次：相机→PCS→工作空间→PCS→显示器。为什么要这么折腾？下面会解释。

source: **Gamut** is the span of colors that can be accurately encoded into an image, or represented by a device.
ca: **Gamut** és l'amplitud de colors que es poden codificar amb precisió en una imatge, o representada per un dispositiu.
it: **Gamut** è la gamma dei colori che può essere precisamente codificata all'interno di un'immagine, o rappresentata da un dispositivo.
pt_br: **Gamute** é a amplitude de cores que pode ser codificada com precisão em uma imagem ou representada por um dispositivo.
sl: **Gamut** je razpon barv, ki jih je mogoče natančno kodirati v sliko ali predstaviti z napravo.
uk: **Палітра** — діапазон кольорів, які можна точно закодувати до зображення або відтворено на пристрої.
zh_cn: **色域** （Gamut）是指一个图像能准确编码的颜色范围，或者一个设备能呈现的颜色范围。

source: **White point** is a set of RGB values that serve to define the color "white" in an image or reproduction.
ca: **Punt blanc** és un conjunt de valors RGB que serveixen per definir el color «blanc» en una imatge o reproducció.
it: **Punto di bianco** è un gruppo di valori RGB che serve per definire il colore "bianco" in un'immagine o una riproduzione.
pt_br: **Ponto branco** é um conjunto de valores RGB que servem para definir a cor "branca" em uma imagem ou reprodução.
sl: **Bela točka** je niz vrednosti RGB, ki služijo za definiranje "bele" barve na sliki ali reprodukciji.
uk: **Точка білого** — набір значень RGB, який слугує для визначення кольору «білий» на зображенні або відбитку.
zh_cn: **白点** （White point）是用来定义图像或复制品中"白色"的一组RGB数值。

source: **Gamma correction** is a nonlinear operation used to encode and decode values in images in order to reduce the visual artifacts caused by storing pixel data with a finite number of bits. For example, images are encoded with a gamma of about 0.45 and decoded with the reciprocal gamma of 2.2 for display on most computer monitors.
ca: **Correcció de la gamma** és una operació no lineal utilitzada per a codificar i descodificar valors en imatges per tal de reduir els defectes visuals causats per l'emmagatzematge de dades dels píxels amb un nombre finit de bits. Per exemple, les imatges estan codificades amb una gamma d'aproximadament 0,45 i descodificades amb la gamma recíproca de 2,2 per a la visualització en la majoria dels monitors d'ordinador.
it: **Correzione gamma** è un'operazione non lineare utilizzata per codificare e decodificare i valori in immagini, in modo da ridurre gli artefatti visivi causati dalla memorizzazione dei dati di pixel con un numero finito di bit. Per esempio, le immagini sono codificate con una gamma di circa 0,45 e decodificate con la gamma reciproca di 2,2 per la visualizzazione sulla maggior parte dei monitor dei computer.
pt_br: **Correção de gama** é uma operação não linear usada para codificar e decodificar valores em imagens, a fim de reduzir os artefatos visuais causados ​​pelo armazenamento de dados de pixels com um número finito de bits. Por exemplo, imagens são codificadas com uma gama de aproximadamente 0,45 e decodificadas com a gama recíproca de 2,2 para exibição na maioria dos monitores de computador.
sl: **Popravek gama** je nelinearna operacija, ki se uporablja za kodiranje in dekodiranje vrednosti v slikah, da se zmanjšajo vizualni artefakti, ki nastanejo zaradi shranjevanja slikovnih podatkov s končnim številom bitov. Na primer, slike so kodirane z gama približno 0,45 in dekodirane z recipročno gama 2,2 za prikaz na večini računalniških monitorjev.
uk: **Виправлення гамми** — нелінійна дія, якою користуються для кодування і декодування значень на зображеннях з метою зменшення візуальних дефектів, які спричинено збереженням даних пікселя за допомогою скінченної кількості бітів. Наприклад, зображення закодовано за допомогою гамми рівної приблизно 0,45 і декодовано за допомогою оберненої гамми у 2,2 для показу на більшості комп'ютерних моніторів.
zh_cn: **伽马校正** （Gamma correction）是一种非线性运算，用来编码和解码图像数值，目的是减少因像素数据位数有限导致的视觉瑕疵。举个例子：大多数电脑显示器显示图像时，会用 0.45 的伽马值编码，再用 2.2 的倒数伽马值解码。

source: A simple example of one such conversion might be helpful. To apply a gamma correction of 2.2 to a data value of 212 in an 8-bit representation, you divide the value by 2^8 = 256 in order to convert to a 0 to 1 scale. In this case 212/256 = 0.828. Then raise this value to the 2.2 power, 0.828^2.2 = 0.660. Then multiply by 256 to convert the result back to a scale from 0 to 255: 0.660 * 256 = 169. Gamma correction applies this same algorithm to each color in every pixel in the image, all in real time.
ca: Un exemple senzill d'aquesta conversió podria ser útil. Per a aplicar una correcció de la gamma de 2,2 a un valor de dades de 212 en una representació de 8 bits, dividiu el valor per 2^8 = 256 per tal de convertir a una escala de 0 a 1. En aquest cas 212/256 = 0,828. A continuació, eleva aquest valor a la potència de 2,2, 0,828^2,2 = 0,60. Llavors multiplicar per 256 per a convertir el resultat a una escala de 0 a 255: 0,660 * 256 = 169. La correcció de gamma aplica aquest mateix algorisme a cada color de cada píxel de la imatge, tot en temps real.
it: Un semplice esempio di questo tipo di conversione potrebbe risultare utile. Per applicare una correzione di gamma di 2,2 a un valore di dati di 212 in una rappresentazione a 8 bit, dividi il valore per 2^8 = 256 per convertire in una scala da 0 a 1. In questo caso 212/256 = 0,828. Quindi eleva questo valore alla potenza di 2,2, 0,828^2.2 = 0,660. Poi moltiplica per 256 per riconvertire a una scala da 0 a 255: 0,660 * 256 = 169. La correzione di gamma applica questo stesso algoritmo a ogni colore in ciascun pixel nell'immagine, tutto in tempo reale.
pt_br: Um exemplo simples de uma dessas conversões pode ser útil. Para aplicar uma correção gama de 2,2 a um valor de dados de 212 em uma representação de 8 bits, divida o valor por 2^8 = 256 para converter para uma escala de 0 a 1. Nesse caso, 212/256 = 0,828. Em seguida, eleve esse valor à potência de 2,2, ou seja, 0,828^2,2 = 0,660. Em seguida, multiplique por 256 para converter o resultado de volta para uma escala de 0 a 255: 0,660 * 256 = 169. A correção gama aplica esse mesmo algoritmo a cada cor em cada pixel da imagem, tudo em tempo real.
sl: Preprost primer takšne pretvorbe bi lahko bil v pomoč. Če želite uporabiti popravek gama 2,2 za podatkovno vrednost 212 v 8-bitni predstavitvi, vrednost delite z 2^8 = 256, da jo pretvorite v lestvico od 0 do 1. V tem primeru 212/256 = 0,828. Nato povišajte to vrednost na potenco 2,2, 0,828^2,2 = 0,660. Nato pomnožite z 256, da pretvorite rezultat nazaj v lestvico od 0 do 255: 0,660 * 256 = 169. Popravek gama uporabi isti algoritem za vsako barvo v vsaki slikovni piki na sliki, vse v realnem času.
uk: Розібратися можна за допомогою простого прикладу одного такого перетворення. Щоб застосувати виправлення гамми 2,2 до значення даних 212 у 8-бітовому представленні, потрібно розділити значення на 2^8 = 256, щоб перетворити у діапазон від 0 до 1. У цьому випадку 212/256 = 0,828. Потім піднесіть це значення до степеня 2,2, 0,828^2,2 = 0,660. Потім помножте на 256, щоб перетворити результат назад у діапазон від 0 до 255: 0,660 * 256 = 169. Виправлення гамми застосовує той самий алгоритм до кожного кольору у кожному пікселі зображення у режимі реального часу.
zh_cn: 具体例子可能更好理解：假设你要在 8 位表示的图像中，对一个数据值 212 做伽马校正，伽马值为 2.2。首先，你得把这个值“标准化”到0到1的范围，也就是除以 2^8 = 256。所以，212 ÷ 256 = 0.828。接着，把这个值做 2.2 次幂运算：0.828^2.2 = 0.660。然后，把结果再乘以 256，转换回 0 到 255 的范围：0.660 × 256 = 169。伽马校正就是用这个算法，实时处理图像中每个像素的每个颜色通道。

source: The simplest **color spaces** can be specified by a combination of gamut, white point, and gamma.
ca: Els **espais de color** més simples es poden especificar mitjançant una combinació de gamut, punt blanc i gamma.
it: Gli **spazi dei colori** più semplici possono essere specificati da una combinazione di gamut, punto di bianco e gamma.
pt_br: Os **espaços de cor** mais simples podem ser especificados por uma combinação de gamute, ponto branco e gama.
sl: Najenostavnejše **barvne prostore** je mogoče določiti s kombinacijo lestvice, bele točke in game.
uk: Найпростіші **простори кольорів** можна задати визначенням комбінації палітри, точки білого та гамми.
zh_cn: 最简单的 **色彩空间** 可以通过色域、白点和伽马值的组合来定义。

source: **Converting** an image to a new profile embeds the new profile in the image, but also changes the RGB numbers in the image so that the meaning of the RGB values -- that is, the real-world visible color represented by the trio of RGB numbers associated with each pixel in an image -- remains the same before and after the conversion from one space to another.
ca: **Convertir** una imatge a un perfil nou incrusta el perfil nou a la imatge, però també canvia els nombres RGB a la imatge de manera que el significat dels valors RGB (és a dir, el color visible del món real representat pel trio de nombres RGB associats a cada píxel en una imatge) roman igual abans i després de la conversió d'un espai a un altre.
it: **Convertire** un'immagine a un nuovo profilo incorpora il nuovo profilo nell'immagine, ma cambia anche i numeri RGB nell'immagine, in modo che il significato dei valori RGB (cioè, i colori visibili del mondo reale sono rappresentati dal trio numerico RGB associato a ogni pixel dell'immagine) rimanga lo stesso prima e dopo la conversione da uno spazio all'altro.
pt_br: **Converter** uma imagem em um novo perfil incorpora o novo perfil na imagem, mas também altera os números RGB na imagem para que o significado dos valores RGB — ou seja, a cor visível no mundo real representada pelo trio de números RGB associados a cada pixel em uma imagem — permaneça o mesmo antes e depois da conversão de um espaço para outro.
sl: **Pretvorba** slike v nov profil vdela nov profil v sliko, vendar tudi spremeni številke RGB na sliki, tako da pomen vrednosti RGB -- to je vidna barva v resničnem svetu, ki jo predstavlja trio števil RGB, povezanih z vsako slikovno piko na sliki -- ostane enak pred in po pretvorbi iz enega prostora v drugega.
uk: **Перетворити** у профіль означає вбудувати новий профіль, але вже зі зміною чисел RGB відповідно до значень RGB — тобто видимих кольорів, яким відповідають трійки чисел RGB, пов'язані з кожним з пікселів зображення, — так, щоб вони були однаковими до і після перетворення з одного простору у інший.
zh_cn: 将图像转换为新的 **色彩特性文件** (也叫“配置文件”) 时，不仅会嵌入新的色彩特性文件，还会改变图像中的 RGB 数值。这样做的目的是确保 RGB 数值所代表的实际颜色（即图像中每个像素的 RGB 数值对应的真实世界可见颜色）在转换前后保持一致。

source: If the spaces only differ by their gammas, then the conversion involves gamma correction using the respective gammas of the starting and ending color spaces. Color conversions involving gamut and white points are mathematically more complex, but based on similar logic.
ca: Si els espais només difereixen per les seves gammes, llavors la conversió implica la correcció de la gamma utilitzant les gammes respectives dels espais de color inicial i final. Les conversions de color que impliquen gamut i punts blancs són matemàticament més complexes, però basades en una lògica similar.
it: Se gli spazi differiscono soltanto per le loro gamme, allora la conversione implica la correzione di gamma con uso delle rispettive gamme degli spazi dei colori iniziali e finali. Le conversioni dei colori che comportano gamut e punti di bianco sono matematicamente più complessi ma si basano su una logica simile.
pt_br: Se os espaços diferirem apenas por seus gamas, a conversão envolverá a correção de gama usando os respectivos gamas dos espaços de cor inicial e final. Conversões de cor envolvendo gama e pontos brancos são matematicamente mais complexas, mas baseadas em lógica semelhante.
sl: Če se presledki razlikujejo le po gamah, potem pretvorba vključuje korekcijo gama z uporabo ustreznih gam začetnih in končnih barvnih prostorov. Pretvorbe barv, ki vključujejo obseg in bele točke, so matematično bolj zapletene, vendar temeljijo na podobni logiki.
uk: Якщо простори відрізняються лише гаммою, перетворення включає виправлення гамми за допомогою відповідних гамм початкового і кінцевого просторів кольорів. Перетворення кольорів з врахуванням палітри і точок білого математично є складнішими, але заснованими на подібній логіці.
zh_cn: 如果两个色彩空间仅在伽马值上不同，那么转换时只需要用起始和目标空间的伽马值进行校正。涉及色域和白点的转换在数学上更复杂，但基本原理是相似的。
