Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/color_management_basis.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: In practice this color space that spans human perception is not a color profile in the normal sense of the word. Rather it does provide a reference space for describing all colors. Color management systems commonly use the CIE-XYZ color space as a **Profile Connecting Space** (PCS) for translating color RGB values from one color space to another. For example, a camera profile is needed to accurately characterize or describe the response of a given camera's pixels to light entering that camera so those colors can be mapped into a working space. ICC camera profiles work by first converting the RGB values into an absolute Profile Connection Space, often based on CIE-XYZ, and then from the Profile Connection Space to your chosen working space.
ca: A la pràctica, aquest espai de color que abasta la percepció humana no és un perfil de color en el sentit normal de la paraula. Més aviat proporciona un espai de referència per a descriure tots els colors. Els sistemes de gestió del color normalment utilitzen l'espai de color CIE-XYZ com a **Espai de connexió de perfils** (PCS) per traduir els valors RGB de color d'un espai de color a un altre. Per exemple, es necessita un perfil de càmera per a caracteritzar o descriure amb precisió la resposta dels píxels d'una càmera donada a la llum que entra en aquesta càmera de manera que aquests colors es poden assignar en un espai de treball. Els perfils de càmera ICC funcionen primer convertint els valors RGB en un espai de connexió de perfils absolut, sovint basat en CIE-XYZ, i després des de l'espai de connexió de perfils a l'espai de treball escollit.
it: In pratica, questo spazio dei colori che attraversa la percezione umana non è un profilo dei colori nel verso senso della parola. Fornisce piuttosto uno spazio di riferimento per descrivere tutti i colori. I sistemi di gestione dei colori usano normalmente lo spazio dei colori CIE-XYZ come uno **Spazio di connessione tra profili** (PCS, Profile Connection Space). Per esempio, il profilo di una fotocamera è richiesto per caratterizzare in modo accurato o descrivere la risposta dei pixel di una fotocamera specificata alla luce che entra in quella fotocamera, affinché i colori possano essere mappati all'interno di uno spazio di lavoro. I profili ICC per macchine fotografiche funzionano prima convertendo i valori RGB in uno spazio di connessione tra profili, spesso basato su CIE-XYZ, quindi dallo spazio di connessione tra profili allo spazio di lavoro che hai scelto.
pt_br: Na prática, esse espaço de cor que abrange a percepção humana não é um perfil de cor no sentido comum da palavra. Em vez disso, ele fornece um espaço de referência para descrever todas as cores. Os sistemas de gerenciamento de cor comumente usam o espaço de cores CIE-XYZ como um **Espaço de conexão de perfil** (PCS, em inglês) para traduzir valores RGB de cores de um espaço de cor para outro. Por exemplo, um perfil de câmera é necessário para caracterizar ou descrever com precisão a resposta dos pixels de uma determinada câmera à luz que entra nessa câmera, para que essas cores possam ser mapeadas em um espaço de trabalho. Os perfis de câmera ICC funcionam primeiro convertendo os valores RGB em um espaço de conexão de perfil absoluto, geralmente baseado em CIE-XYZ, e depois do espaço de conexão de perfil para o espaço de trabalho escolhido.
sl: V praksi ta barvni prostor, ki zajema človeško zaznavo, ni barvni profil v običajnem pomenu besede. Namesto tega ponuja referenčni prostor za opis vseh barv. Sistemi za upravljanje barv običajno uporabljajo barvni prostor CIE-XYZ kot **Povezovalni prostor profilov** (PCS) za prevajanje barvnih vrednosti RGB iz enega barvnega prostora v drugega. Na primer, profil kamere je potreben za natančno opredelitev ali opis odziva slikovnih pik dane kamere na svetlobo, ki vstopa v to kamero, tako da je te barve mogoče preslikati v delovni prostor. Profili kamer ICC delujejo tako, da najprej pretvorijo vrednosti RGB v absolutni prostor povezave profila, ki pogosto temelji na CIE-XYZ, nato pa iz prostora povezave profila v vaš izbrani delovni prostor.
uk: На практиці цей простір кольорів, який охоплює людське сприйняття, не є профілем кольорів у звичайному розумінні цього слова. Скоріше він надає еталонний простір для опису всіх кольорів. Системи керування кольором зазвичай використовують простір кольорів CIE-XYZ як **простір з'єднання профілів** (PCS) для перетворення значень кольорів RGB з одного простору кольорів в інший. Наприклад, профіль фотоапарата потрібен, щоб точно охарактеризувати або описати реакцію пікселів певного фотоапарата на світло, що потрапляє в фотоапарат, щоб ці кольори можна було показати у робочому просторі. Профілі камери ICC працюють шляхом початкового перетворення значення RGB в абсолютний простір з'єднання профілів, часто на основі CIE-XYZ, а потім із простору з'єднання профілів до вибраного робочого простору.
zh_cn: 实际上，这个涵盖人类感知的颜色空间并不是常规意义上的色彩特性文件，而是提供了一个描述所有颜色的参考空间。色彩管理系统通常用 CIE-XYZ 作为 **配置文件连接空间** （Profile Connecting Space，PCS，又译作“特性文件相关空间”“标准色彩空间”，没有标准译法），用来在不同颜色空间之间转换 RGB 值。比如，要准确描述相机像素对光线的反应，需要一个相机色彩特性文件，把这些颜色映射到工作空间。ICC 相机色彩特性文件的工作方式是先把 RGB 值转到绝对的色彩特性文件连接空间（通常基于 CIE-XYZ），再从连接空间转到你选的工作空间。

source: CIE-XYZ is not the only Profile Connection Space. Another commonly used Profile Connection Space is `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_, which is mathematically derived from the CIE-XYZ space. CIE-Lab is intended to be **perceptually uniform**, meaning a change of the same amount in a color value should produce a change of about the same visual importance.
ca: El CIE-XYZ no és l'únic espai de connexió de perfils. Un altre espai de connexió de perfils d'ús comú és `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_, el qual deriva matemàticament de l'espai CIE-XYZ. El CIE-Lab està pensat per a ser **perceptivament uniforme**, és a dir, un canvi de la mateixa quantitat en un valor de color haurà de produir un canvi d'aproximadament la mateixa importància visual.
it: CIE-XYZ non è l'unico Spazio di connessione tra profili. Un altro spazio comunemente utilizzato è `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_, che deriva matematicamente dallo spazio CIE-XYZ. CIE-Lab è concepito per essere **percettivamente uniforme**, a significare che una modifica della stessa quantità nel valore di un colore dovrà produrre una modifica di circa la stessa importanza visiva.
pt_br: O CIE-XYZ não é o único espaço de conexão de perfil. Outro espaço de conexão de perfil comumente utilizado é o `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_, que é matematicamente derivado do espaço CIE-XYZ. O CIE-Lab foi projetado para ser **perceptualmente uniforme**, o que significa que uma mudança da mesma magnitude em um valor de cor deve produzir uma mudança com aproximadamente a mesma importância visual.
sl: CIE-XYZ ni edini prostor za povezavo profilov. Drug pogosto uporabljen prostor za povezavo profilov je `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_, ki je matematično izpeljan iz prostora CIE-XYZ. Laboratorij CIE naj bi bil **zaznavno enoten**, kar pomeni, da bi enaka količina barvne vrednosti povzročila spremembo približno enake vizualne pomembnosti.
uk: CIE-XYZ не є єдиним PCS. Іншим поширеним простором з'єднання профілів є `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_, який було математично виведено з простору CIE-XYZ Метою створення CIE-Lab було досягнення «відчуттєвої однорідності», тобто реалізації формули «однакові зміни у значенні кольору мають призводити до таких самих однакових змін у візуальному сприйнятті» (цитата зі статті у Вікіпедії).
zh_cn: CIE-XYZ 不是唯一的配置文件连接空间，另一个常用的是 `CIE-Lab <https://en.wikipedia.org/wiki/Lab_color_space>`_ ，它是从 CIE-XYZ 数学推导出来的。CIE-Lab的设计目标是 **“感知均匀”** ，意思是颜色值的变化量相同，视觉上的重要性变化也差不多。

source: The three coordinates of CIE-Lab represent the lightness of the color (**L = 0** yields black and **L = 100** indicates diffuse white; specular white may be higher), its position between red/magenta and green (**a**, negative values indicate green while positive values indicate magenta) and its position between yellow and blue (**b**, negative values indicate blue and positive values indicate yellow).
ca: Les tres coordenades del CIE-Lab representen la claredat del color (**L = 0** produeix negre i **L = 100** indica blanc difús; el blanc especular pot ser més alt), la seva posició entre vermell/magenta i verd (**a**, valors negatius indiquen verd mentre que els valors positius indiquen magenta) i la seva posició entre groc i blau (**b**, els valors negatius indiquen blau i els valors positius indiquen groc).
it: Le tre coordinate di CIE-Lab rappresentano la chiarezza (lightness) del colore (**L = 0** indica nero e **L = 100** indica bianco diffuso; il bianco speculare può essere più elevato), la sua posizione tra rosso/magenta e verde (**a**, i valori negativi indicano verde mentre i valori positivi indicano magenta) e la sua posizione tra giallo e blu (**b**, i valori negativi indicano blu e quelli positivi indica giallo).
pt_br: As três coordenadas do CIE-Lab representam a luminosidade da cor (**L = 0** produz preto e **L = 100** indica branco difuso; branco especular pode ser maior), sua posição entre vermelho/magenta e verde (**a**, valores negativos indicam verde, enquanto valores positivos indicam magenta) e sua posição entre amarelo e azul (**b**, valores negativos indicam azul e valores positivos indicam amarelo).
sl: Tri koordinate CIE-Lab predstavljajo svetlost barve (**L = 0** daje črno in **L = 100** označuje razpršeno belo; zrcalna bela je lahko višja), njen položaj med rdečo/magenta in zeleno (**a**, negativne vrednosti označujejo zeleno, medtem ko pozitivne vrednosti označujejo škrlatno) in njegov položaj med rumeno in modro (**b**, negativne vrednosti označujejo modro, pozitivne vrednosti pa rumeno).
uk: Три координати простору CIE-Lab відповідають освітленості (lightness) кольору (**L = 0** дає чорний колір, а **L = 100** відповідає розсіяному білому; дзеркально білий може мати вищі значення), розташуванню кольору між червоним/малиновим і зеленим (**a**, від’ємні значення відповідають зеленішим кольорам, а додатні — червонішим) і розташуванню кольору між жовтим і синім (**b**, від’ємні значення відповідають синішим кольорам, а додатні — жовтішим).
zh_cn: CIE-Lab 的三个坐标分别是：L表示亮度（ **L=0** 是黑色， **L=100** 是漫反射白色，镜面白色可能更高）； **a** 表示红/洋红到绿色的位置（负值偏绿，正值偏洋红）； **b** 表示黄到蓝的位置（负值偏蓝，正值偏黄）。

source: The software used in digiKam to translate from the camera profile to the Profile Connection Space and from the Profile Connection Space to your chosen working space and eventually to your chosen output space (for printing or perhaps monitor display) is based on `Lcms <https://www.littlecms.com/>`_ (the **Little Color Management** engine).
ca: El programari utilitzat en el digiKam per a traduir des del perfil de la càmera a l'espai de connexió de perfils i des de l'espai de connexió de perfils a l'espai de treball escollit i, finalment, a l'espai de sortida escollit (per a la impressió o potser la visualització del monitor) es basa en `Lcms <https://www.littlecms.com/>`_ (el motor **Little Color Management**).
it: Il software utilizzato in digiKam per tradurre dal profilo della fotocamera allo spazio di connessione tra profili e da quest'ultimo allo spazio di lavoro che hai scelto, ed eventualmente allo spazio del risultato che hai scelto (per la stampa o magari per la visualizzazione su schermo) si basa su `Lcms <https://www.littlecms.com/>`_ (il motore **Little Color Management**).
pt_br: O software usado no digiKam para traduzir do perfil da câmera para o espaço de conexão de perfil e do espaço de conexão de perfil para o espaço de trabalho escolhido e, eventualmente, para o espaço de saída escolhido (para impressão ou talvez exibição no monitor) é baseado no `Lcms <https://www.littlecms.com/>`_ (o mecanismo **Little Color Management**).
sl: Programska oprema, ki se v digiKamu uporablja za prevajanje iz profila kamere v prostor za povezavo profila in iz prostora za povezavo profila v vaš izbrani delovni prostor in na koncu v vaš izbrani izhodni prostor (za tiskanje ali morda prikaz monitorja), temelji na `Lcms <https: //www.littlecms.com/>`_ (stroj **Little Color Management**).
uk: Програмне забезпечення, яке використовується у digiKam для перенесення даних з профілю фотоапарата до простору з'єднання профілів і з простору з'єднання профілів до вибраного вами робочого простору і, нарешті, до вибраного вами простору виведення (для друку або, можливо, показу на моніторі), засновано на `Lcms <https://www.littlecms.com/>`_ (рушії **Little Color Management**).
zh_cn: 在 digiKam 里，从相机色彩特性文件到配置文件连接空间，再到你选的工作空间，甚至最终到输出空间（比如打印或显示器显示）的转换，都是靠 `Lcms <https://www.littlecms.com/>`_ （小色彩管理引擎）完成的。

source: For what it's worth, *Lcms* performs more accurate conversions than Adobe's proprietary color conversion engine. Furthermore, the RAW conversion in digiKam is based on decoding of the proprietary RAW file done by **Libraw**. `This library <https://www.libraw.org/>`_, is a great open-source component as without it we'd all be stuck using the Windows-only or Mac-only proprietary software that comes with our digital cameras. The Libraw's demosaicing algorithms (not to be confused with the aforementioned decoding of the proprietary RAW file) produce results equal or superior to commercial, closed-source software.
ca: Pel que val la pena, *Lcms* fa conversions més precises que el motor de conversió de color patentat d'Adobe. A més, la conversió RAW en el digiKam es basa en la descodificació del fitxer RAW propietari realitzat per la **LibRaw**. `Aquesta biblioteca <https://www.libraw.org/>`_ és un component excel·lent de codi obert, ja que sense ella tots estaríem atrapats utilitzant el programari propietari de només Windows o només Mac, el qual ve amb les nostres càmeres digitals. Els algorismes de reconstrucció de la LibRaw (que no s'han de confondre amb la descodificació abans esmentada del fitxer RAW propietari), produeixen resultats iguals o superiors als del programari comercial de codi tancat.
it: Per quel che vale, *Lcms* esegue conversioni più precise rispetto al motore di conversione dei colori proprietario di Adobe. Inoltre, la conversione RAW in digiKam si basa sulla decodifica del file RAW proprietario eseguita da **Libraw**. `Questa libreria <https://www.libraw.org/>`_ è un grande componente open source poiché se usassimo solo il software proprietario Windows o Mac, fornito con le nostre fotocamere digitali, ci troveremmo impantanati. Gli algoritmi di demosaicizzazione di Libraw (da non confondere con la decodifica del file RAW proprietario sopracitata) producono risultati uguali o superiori al software commerciale con codice chiuso.
pt_br: Vale a pena mencionar que o *Lcms* realiza conversões mais precisas do que o mecanismo de conversão de cor proprietário da Adobe. Além disso, a conversão RAW no digiKam é baseada na decodificação do arquivo RAW proprietário feita pelo **Libraw**. `Esta biblioteca <https://www.libraw.org/>`_ é um ótimo componente de código aberto, pois sem ela estaríamos todos presos ao software proprietário exclusivo para Windows ou Mac que acompanha nossas câmeras digitais. Os algoritmos de reconstrução de cor do Libraw (não confundir com a decodificação do arquivo RAW proprietário mencionada anteriormente) produzem resultados iguais ou superiores aos de softwares comerciais de código fechado.
sl: Vredno je da, *Lcms* izvaja natančnejše pretvorbe kot Adobejev lastniški mehanizem za pretvorbo barv. Poleg tega pretvorba RAW v digiKamu temelji na dekodiranju lastniške datoteke RAW, ki jo izvaja **Libraw**. `Ta knjižnica <https://www.libraw.org/>`_ je odlična odprtokodna komponenta, saj bi brez nje vsi obtičali pri uporabi lastniške programske opreme samo za Windows ali Mac, ki je priložena naši digitalni kamere. Algoritmi odstranjevanja mozaičnosti programa Libraw (ne smemo jih zamenjevati z zgoraj omenjenim dekodiranjem lastniške datoteke RAW) dajejo rezultate, enake ali boljše od komercialne, zaprtokodne programske opreme.
uk: Що б там не було, *Lcms* виконує точніші перетворення за комерційний рушій перетворення кольорів Adobe. Більше того, перетворення цифрових негативів у digiKam засновано на декодуванні пропрієтарного файла цифрового негатива, яке виконує **Libraw**. `Ця бібліотека <https://www.libraw.org/>`_ є чудовим компонентом з відкритим кодом — без нього єдиним виходом було б використання звичайного для windows/mac комерційного закритого програмного забезпечення, яке постачається разом з цифровими фотоапаратами. Алгоритми наближення libraw (їх не слід плутати з декодуванням файла цифрового негатива у закритому форматі, про яке ми згадували раніше), які є частиною digiKam, за їх належного використання, дають результати, які не поступаються або переважають результати комерційного програмного забезпечення з закритим кодом.
zh_cn: 顺便说一句， *Lcms* 的转换比 Adobe 的专有色彩转换引擎还要精准。另外，digiKam 的 RAW 转换靠的是 Libraw 这个 `开源库 <https://www.libraw.org/>`_ 来解码专有 RAW 文件。没有 Libraw，我们就只能用相机厂商提供的、通常只支持 Windows 或 Mac 的专有软件了。Libraw 的去马赛克算法（别跟解码 RAW 文件混淆）效果跟商业闭源软件一样好，甚至可能更好。

source: So in summary, all color management conversions are made to and from Profile Connection Spaces that are defined with a color gamut that closely matches human perception. The PCS is used internal to the conversion process, and you'll never see data in the PCS. But you can think of a **Profile Connection Space** as a **Universal Translator** between all other color profiles.
ca: Resumint, totes les conversions de gestió del color es fan a i des d'espais de connexió de perfils que es defineixen amb un gamut de color que coincideix estretament amb la percepció humana. El PCS s'utilitza internament en el procés de conversió, i mai es veuran dades en el PCS. Però podeu pensar en un **Espai de connexió de perfils** com un **Traductor universal** entre tots els altres perfils de color.
it: In sintesi, tutte le conversioni nella gestione dei colori sono eseguite verso e da gli spazi di connessione tra profili, i quali sono definiti con un gamut dei colori che corrisponde da vicino alla percezione umana. Il PCS viene usato internamente nel processo di conversione, e non vedrai mai dati nel PCS. Ma puoi considerare uno **spazio di connessione tra profili** come un **traduttore universale** tra tutti i profili dei colori.
pt_br: Resumindo, todas as conversões de gerenciamento de cor são feitas de e para espaços de conexão de perfil, definidos com um gamute de cor que se aproxima bastante da percepção humana. O PCS é usado internamente no processo de conversão, e você nunca verá dados nele. Mas você pode pensar em um **Espaço de conexão de perfil** como um **Tradutor universal** entre todos os outros perfis de cor.
sl: Če povzamemo, se vse pretvorbe upravljanja barv izvajajo v in iz povezovalnih prostorov profilov, ki so definirani z barvnim razponom, ki se zelo ujema s človeško percepcijo. PCS se uporablja znotraj postopka pretvorbe in nikoli ne boste videli podatkov v PCS. Lahko pa si omislite **Prostor povezave profilov** kot **Univerzalni prevajalnik** med vsemi drugimi barvnimi profili.
uk: Таким чином, усі перетворення керування кольорами здійснюються до та з просторів з’єднання профілів, які визначені палітрою кольорів, яка точно відповідає людському сприйняттю. Простір з'єднання профілів використовується всередині процесу перетворення, і ви ніколи не побачите дані у просторі з'єднання профілів. Але ви можете уявляти **Простір з’єднання профілів** як **Універсальний перекладач** між усіма іншими профілями кольорів.
zh_cn: 总结一下，所有的色彩管理转换都是通过配置文件连接空间（PCS）来完成的，PCS 的色域跟人类感知很接近。PCS 只在转换过程内部使用，你不会直接看到 PCS 里的数据。可以把配置文件连接空间想象成一个“颜色宇宙翻译器”，在所有色彩特性文件之间搭桥。

source: Color Space Connections
ca: Connexions de l'espai de color
it: Connessioni degli spazi dei colori
pt_br: Conexões de espaço de cor
sl: Povezave barvnega prostora
uk: Зв’язки між просторами кольорів
zh_cn: 色彩空间的连接

source: The workflow that a typical image might follow in the course of its journey from camera RAW file to final output includes the following steps:
ca: El flux de treball que una imatge típica podria seguir en el transcurs del seu viatge des del fitxer RAW de la càmera fins a la sortida final inclou els passos següents:
it: Il flusso di lavoro che potrebbe seguire una normale immagine nel corso del suo viaggio dal file RAW della fotocamera al risultato finale include i passaggi seguenti:
pt_br: O fluxo de trabalho que uma imagem típica pode seguir no decorrer de sua jornada do arquivo RAW da câmera até a saída final inclui as seguintes etapas:
sl: Potek dela, ki mu tipična slika lahko sledi na poti od datoteke RAW fotoaparata do končnega izpisa, vključuje naslednje korake:
uk: Робочий процес, який використовується для обробки типового зображення і слідує шляхом подорожі даних з файла цифрового негатива фотоапарата до остаточного результату, складається з таких кроків:
zh_cn: 一张图片从相机 RAW 文件到最终输出的典型工作流程，包含以下几个步骤：

source: *Lcms* uses the camera profile, also called an **Input profile**, to translate the interpolated Libraw-produced RGB numbers, which only have meaning relative to your (make and model of) camera, to a second set of RGB numbers that only have meaning in the **Profile Connection Space**.
ca: *Lcms* utilitza el perfil de la càmera, també anomenat **perfil d'entrada**, per a traduir els nombres RGB interpolats produïts per la LibRaw, els quals només tenen significat en relació amb la vostra càmera (marca i model), amb un segon conjunt de nombres RGB que només tenen significat en l'**espai de connexió de perfils**.
it: *Lcms* usa il profilo della fotocamera, chiamato anche **profilo di input**, per tradurre i numeri RGB interpolati prodotti da Libraw, che hanno solo un significato relativo alla (marca e modello) fotocamera, in un secondo set di numeri RGB che hanno un significato solo nello **spazio di connessione tra profili**.
pt_br: O *Lcms* usa o perfil da câmera, também chamado de **Perfil de entrada**, para traduzir os números RGB interpolados produzidos pelo Libraw, que só têm significado em relação à sua câmera (marca e modelo), para um segundo conjunto de números RGB que só têm significado no **Espaço de conexão de perfil**.
sl: *Lcms* uporablja profil kamere, imenovan tudi **Vhodni profil**, za prevajanje interpoliranih števil RGB, ki jih proizvede Libraw, ki imajo pomen le glede na vaš (znamko in model) kamere, v drugi niz števil RGB ki imajo pomen le v **Prostoru povezave profila**.
uk: У *Lcms* використовується профіль фотоапарата, який ще називають **вхідним профілем**, для перетворення наближених чисел RGB, створених за допомогою libraw, які мають значення лише для вашого фотоапарата (його параметрів виробника та моделі), на інший набір чисел RGB, який має значення лише у **просторі з’єднання профілів (PCS)**.
zh_cn: Lcms 用相机色彩特性文件（也叫 **输入配置文件** ），把 Libraw 生成的 RGB 数值（这些数值只对你的相机品牌和型号有意义）翻译成一组只在 **配置文件连接空间** 有意义的 RGB 数值。
