Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/color_management_basis.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: *Lcms* translates the **Profile Connection Space** RGB numbers to the corresponding numbers in your chosen **Working space** so you can edit your image. And again, these working space numbers only have meaning relative to a given working space. The same red, visually speaking, is represented by different trios of RGB numbers in different working spaces; and if you assign the wrong profile the image will look either slightly wrong or very wrong depending on the differences between the two profiles.
ca: *Lcms* tradueix els nombres RGB de l'**espai de connexió de perfils** als nombres corresponents en el vostre **espai de treball**, triat de manera que pugueu editar la imatge. I una vegada més, aquests nombres d'espai de treball només tenen sentit en relació amb un espai de treball determinat. El mateix vermell, parlant a un nivell visual, és representat per trios diferents de nombres RGB en espais de treball diferents; i si assigneu el perfil equivocat, la imatge es veurà una mica malament o molt malament en funció de les diferències entre els dos perfils.
it: *Lcms* traduce i numeri RGB dello **spazio di connessione tra profili** nei numeri corrispondenti allo **spazio di lavoro** che hai scelto, così che tu possa modificare la tua immagine. Di nuovo, questi numeri dello spazio di lavoro hanno solamente significato relativamente allo spazio di lavoro specificato. Lo stesso rosso, visivamente parlando, è rappresentato da differenti triplette di numeri RGB nei differenti spazi di lavoro; e se assegni il profilo sbagliato l'immagine apparirà o leggermente sbagliata oppure molto sbagliata, a seconda delle differenze tra i due profili.
pt_br: O *Lcms* traduz os números RGB do **Espaço de conexão de perfil** para os números correspondentes no **Espaço de trabalho** escolhido, para que você possa editar sua imagem. E, novamente, esses números do espaço de trabalho só têm significado em relação a um determinado espaço de trabalho. O mesmo vermelho, visualmente falando, é representado por diferentes trios de números RGB em diferentes espaços de trabalho; e se você atribuir o perfil errado, a imagem ficará ligeiramente ou muito errada, dependendo das diferenças entre os dois perfis.
sl: *Lcms* prevede številke RGB **Prostora povezave profilov** v ustrezne številke v vašem izbranem **Delovnem prostoru**, tako da lahko urejate svojo sliko. In spet, te številke delovnega prostora imajo pomen samo glede na dani delovni prostor. Enako rdečo, vizualno gledano, predstavljajo različni trii številk RGB v različnih delovnih prostorih; in če dodelite napačen profil, bo slika videti nekoliko napačno ali zelo napačno, odvisno od razlik med obema profiloma.
uk: Lcms перетворює числові трійки RGB **простору з’єднання кольорів** на відповідні числа у вибраному вами **робочому просторі** так, щоб ви змогли редагувати зображення. І знову ж таки, ці числа у робочому просторі мають значення **лише** відносно певного робочого простору. Однаковому, з точки зору спостерігача, червоному кольору у різних робочих просторах відповідають різні трійки чисел RGB. Якщо ви призначите неправильний профіль, зображення виглядатиме неправильно. Лише трохи неправильно чи дуже неправильно, залежить від відмінностей між двома профілями.
zh_cn: 接着，Lcms 再把这些 **连接空间** 的 RGB 数值转到你选的 **工作空间** ，好让你编辑图片。工作空间的 RGB 数值只在那个特定工作空间有意义。同样的红色，在不同工作空间里，用的 RGB 数值组合是不一样的。如果指定了错误的色彩特性文件，图片看起来就会有点不对劲，或者非常不对劲，取决于两个色彩特性文件差多少。

source: While you are editing an image in your chosen **Working space**, *Lcms* is used to translate all the working space RGB numbers back to the **Profile Connection Space**, and then over to the correct RGB numbers that enable your monitor (your display device) to give you the most accurate possible display representation of your image. This translation into the display's color space is done on the fly and you should never even notice it happening.
ca: Mentre esteu editant una imatge a l'**Espai de treball**, *Lcms* s'utilitza per a traduir tots els nombres RGB de l'espai de treball de nou a l'**Espai de connexió de perfils**, i després als nombres RGB correctes que permeten al vostre monitor (el vostre dispositiu de visualització) per a donar-vos la representació de la visualització més precisa possible de la imatge. Aquesta traducció a l'espai de color de la pantalla es fa sobre la marxa i mai hauríeu d'adonar-vos que succeeix.
it: Mentre stai modificando un'immagine nello **spazio di lavoro** che hai scelto, *Lcms* è solito tradurre tutti i numeri RGB dello spazio di lavoro di nuovo nello **spazio di connessione tra profili**, quindi sui numeri RGB corretti che abilitano il tuo monitor (il dispositivo di visualizzazione) a fornire la rappresentazione più precisa possibile della tua immagine. Questa traduzione all'interno dello spazio dei colori della visualizzazione viene fatta *al volo* e non dovresti mai accorgerti che sta avvenendo.
pt_br: Enquanto você edita uma imagem no **Espaço de trabalho** escolhido, o *Lcms* é usado para traduzir todos os números RGB do espaço de trabalho de volta para o **Espaço de conexão do perfil** e, em seguida, para os números RGB corretos que permitem que seu monitor (seu dispositivo de exibição) forneça a representação de exibição mais precisa possível da sua imagem. Essa tradução para o espaço de cor do monitor é feita instantaneamente e você nem deve perceber.
sl: Medtem ko urejate sliko v izbranem **Delovnem prostoru**, se *Lcms* uporablja za prevajanje vseh številk RGB delovnega prostora nazaj v **Prostor povezave profila** in nato v pravilne številke RGB, ki omogočajo vašemu monitorju (vaši prikazovalni napravi), da vam zagotovi najbolj natančno možno prikazovanje vaše slike. Ta prevod v barvni prostor zaslona se izvaja sproti in tega ne bi smeli niti opaziti.
uk: Під час редагування вашого зображення у вибраному **робочому просторі**, lcms має перетворювати всі числа RGB робочого простору у **простір з'єднання профілів**, а потім знову у належні числа RGB, які уможливлять найточніший показ образу вашого зображення у процесі редагування на вашому моніторі (вашому пристрої показу). Це перетворення для показу виконується на льоту: ви навіть не помічаєте, коли воно відбувається, якщо всі дії виконуються належним чином.
zh_cn: 当你在 **工作空间** 里编辑图片时，Lcms 会把工作空间的 RGB 数值翻译回 **配置文件连接空间**，再转到适合你显示器的 RGB 数值，确保显示器尽可能准确地呈现你正在编辑的图片。这个转换是实时进行的，你通常根本感觉不到，除非转换出错了——那图片看起来就会怪怪的。

source: When you are satisfied that your edited image is ready to share with the world, *Lcms* translates the **Working space** RGB numbers back into the **Profile Connection Space** space and out again to a **Printer color space** using a **Printer profile** characterizing your printer/paper combination (if you plan on printing the image) or to the sRGB color space (if you plan on displaying the image on the web or emailing it to friends or are perhaps creating a slide-show to play on monitors other than your own).
ca: Quan esteu satisfet amb la vostra imatge editada estareu a punt per a compartir-la amb el món, *Lcms* tradueix els nombres RGB des de l'**espai de treball** cap a l'espai de l'**espai de connexió de perfils** i de nou cap a un **espai de color de la impressora** utilitzant un **perfil de la impressora** que caracteritzi la vostra combinació d'impressora/paper (si penseu a imprimir la imatge) o a l'espai de color sRGB (si penseu a mostrar la imatge al web o enviar-la per correu electrònic a amics o potser crear una presentació de diapositives per a reproduir-la en altres monitors).
it: Quando l'immagine che hai modificato è pronta per essere condivisa, *Lcms* traduce i numeri RGB dello **spazio di lavoro** nello **spazio di connessione tra profili** e nello **spazio di colore della stampante** utilizzando il **profilo della stampante** che caratterizza la combinazione della tua stampante e carta, se hai deciso di stampare l'immagine, oppure nello spazio dei colori sRGB, se hai deciso di mostrare l'immagine sul web, inviarla ai tuoi amici o magari creare una presentazione da proiettare su monitor diversi dal tuo.
pt_br: Quando você estiver satisfeito que sua imagem editada esteja pronta para ser compartilhada com o mundo, o *Lcms* traduz os números RGB do **Espaço de trabalho** de volta para o **Espaço de conexão de perfil** e novamente para um **Espaço de cor da impressora** usando um **Perfil de impressora** caracterizando sua combinação de impressora/papel (se você planeja imprimir a imagem) ou para o espaço de cores sRGB (se você planeja exibir a imagem na web ou enviá-la por e-mail para amigos ou talvez esteja criando uma apresentação de slides para reproduzir em monitores diferentes do seu).
sl: Ko ste zadovoljni, da je vaša urejena slika pripravljena za skupno rabo s svetom, *Lcms* prevede številke RGB **Delovnega prostora** nazaj v **Prostor povezave profilov** in ponovno v **Barvni prostor tiskalnika** z uporabo **Profila tiskalnika**, ki označuje vašo kombinacijo tiskalnik/papir (če nameravate natisniti sliko) ali v barvnem prostoru sRGB (če nameravate sliko prikazati v spletu ali jo poslati po e-pošti na prijatelji ali morda ustvarjate predstavitev za predvajanje na monitorjih, ki niso vaši).
uk: Коли вас задовольнять результати редагування і зображення, і ви готові будете поділитися ним зі світом, lcms перетворить числа **робочого простору** RGB у простір PCS, а потім знову у **простір кольорів принтера** за допомогою характерної комбінації параметрів вашого принтера/паперу (якщо ви плануєте друк зображення) або у sRGB (якщо ви плануєте показ зображення у мережі або надсилання його електронною поштою друзям або, можливо, створення показу слайдів на моніторах, відмінних від вашого).
zh_cn: 当你编辑好图片，准备分享给全世界时，Lcms 会把 **工作空间** 的 RGB 数值再转回 **配置文件连接空间** ，然后根据你的输出目标，转到 **打印机色彩空间** （用描述你打印机和纸张组合的 **打印机色彩特性文件** ，如果你要打印）或者转到 sRGB（如果你要发到网上、发邮件给朋友，或做个幻灯片在别的显示器上播放）。

source: This magic of converting profiles, also supports **Soft Proofing** which is a way of previewing on the screen the result to be expected from an output on another device, typically a printer. Soft proofing will show you the expected output before you actually print it and waste your costly ink. This allows you to improve your color settings without wasting time and money. For more information take a look at the dedicated :ref:`Soft Proofing <soft_proof>` section of this manual.
ca: Aquesta màgia de conversió de perfils també admet la **provatura suau**, la qual és una manera d'obtenir una vista prèvia a la pantalla del resultat que s'espera d'una sortida en un altre dispositiu, normalment una impressora. La provatura suau us mostrarà la diferència que s'espera abans que realment ho feu i malbarateu una tinta molt cara. Això permet millorar la configuració de color sense perdre temps i diners. Per a més informació vegeu la secció dedicada a la :ref:`Provatura suau <soft_proof>` d'aquest manual.
it: Questa conversione tra profili supporta anche la **Prova colore**, che è un metodo di visualizzare l'anteprima sullo schermo del risultato che ci si aspetta di ottenere su un altro dispositivo, tipicamente una stampante. La Prova colore ti mostra il risultato atteso prima di stampare realmente l'immagine e sprecare il costoso inchiostro. Ciò ti consente di migliorare le tue impostazioni dei colori senza perdere tempo e soldi. Per maggiori informazioni, dai un'occhiata alla sezione :ref:`Prova colore <soft_proof>` di questo manuale.
pt_br: Essa mágica de conversão de perfis também suporta **Prova de monitor**, uma forma de visualizar na tela o resultado esperado de uma saída em outro dispositivo, normalmente uma impressora. A prova de monitor mostra a saída esperada antes mesmo de você imprimi-la e desperdiçar sua cara tinta. Isso permite que você aprimore suas configurações de cor sem desperdiçar tempo e dinheiro. Para mais informações, consulte a seção dedicada :ref:`Prova de monitor <soft_proof>` deste manual.
sl: Ta čarovnija pretvorbe profilov podpira tudi **soft proofing**, ki je način predogleda na zaslonu rezultata, ki se pričakuje iz izpisa na drugi napravi, običajno tiskalniku. Mehko preverjanje vam bo pokazalo pričakovan rezultat, preden ga dejansko natisnete in zapravite svoje drago črnilo. To vam omogoča izboljšanje barvnih nastavitev brez izgube časa in denarja. Za več informacij si oglejte namenski razdelek :ref:`Soft proofing <soft_proof>` tega priročnika.
uk: **Проба кольорів** є способом попереднього перегляду на екрані (моніторі) результатів, яких слід очікувати від виводу на інший пристрій, типово, принтер. Проба кольорів продемонструє вам відмінності, яких слід очікувати, до створення остаточного відбитка (без витрати дорогого чорнила). Таким чином, ви зможете покращити параметри відтворення без зайвих витрат часу та грошей. Щоб дізнатися про це більше, ознайомтеся із :ref:`відповідним розділом цього підручника <soft_proof>`.
zh_cn: **色彩校样** 是一种在屏幕上预览输出效果的方法，通常是模拟打印机等其他设备的输出结果。色彩校样能让你在实际输出前（比如打印前）看到效果的差异，省得浪费昂贵的墨水。这样你就能先优化设置，不用白白浪费时间和钱。想了解更多，可以去看看手册里 :ref:`专门讲这个的部分 <soft_proof>` 。

source: Of course, profile conversions are not perfect, especially when converting between spaces that have different gamuts. **Rendering intent** refers to the way gamuts are handled when the intended target color space cannot handle the full gamut. For more information take a look at :ref:`this section <working_space>` of this manual.
ca: Per descomptat, les conversions de perfil no són perfectes, especialment quan es converteixen entre espais que tenen gamuts diferents. **Intenció de representació** es refereix a la manera en què es gestionen els gamuts quan l'espai de color de destinació previst no pot gestionar tot el gamut. Per a més informació, consulteu :ref:`aquesta secció <working_space>` d'aquest manual.
it: Naturalmente, le conversioni dei profili non sono perfette, specialmente quando si converte tra gli spazi con gamut differenti. **Obiettivo di resa** si riferisce al modo in cui i gamut sono gestiti lo spazio dei colori di destinazione previsto non è in grado di gestire l'intero gamut. Per maggior informazioni dai un'occhiata a :ref:`questa sezione <working_space>` del manuale.
pt_br: É claro que as conversões de perfil não são perfeitas, especialmente quando se converte entre espaços com gamutes diferentes. **Intenção de renderização** refere-se à maneira como os gamutes são tratados quando o espaço de cor alvo pretendido não consegue lidar com o gamute completo. Para mais informações, consulte :ref:`esta seção <working_space>` deste manual.
sl: Seveda pretvorbe profilov niso popolne, zlasti pri pretvorbah med prostori, ki imajo različne lestvice. **Namen upodabljanja** se nanaša na način obravnavanja lestvic, ko predvideni ciljni barvni prostor ne more obdelati celotne lestvice. Za več informacij si oglejte :ref:`ta razdelek <working_space>` tega priročnika.
uk: Звичайно, перетворення кольорів не є ідеальним, особливо при перетворенні між просторами з різними палітрами. **Відтворення кольорів** — це спосіб обробки палітри у разі, якщо простір кольорів призначення не може вмістити всю поточну палітру кольорів. Щоб дізнатися про це більше, ознайомтеся із :ref:`відповідним розділом цього підручника <working_space>`.
zh_cn: 当然，色彩特性文件转换不是完美的，尤其是当转换的两个颜色空间色域不同时。 **渲染意图** 就是处理目标颜色空间无法容纳全部色域时的策略。想知道详情，可以看看手册的 :ref:`对应章节 <working_space>` 。

source: Now that you've seen the outline of how color management is used to convert from camera to working space (for editing) to display to printer, it should be clear that color management is all about applying the right profiles for the devices you are using, and picking the right color spaces for editing and storing images. So where do we get the profiles, and how do we pick a working space? Those are the subjects of the following sections.
ca: Ara que heu vist l'esquema de com s'utilitza la gestió del color per a convertir des de la càmera a l'espai de treball (per a editar) per a mostrar a la impressora, hauria de quedar clar que la gestió del color consisteix a aplicar els perfils adequats als dispositius que esteu utilitzant, i triar els espais de color adequats per a editar i emmagatzemar imatges. Així doncs, on obtenim els perfils i com triem un espai de treball? Aquests són els temes dels apartats següents.
it: Ora che hai appreso lo schema di come la gestione del colore viene utilizzata per convertire dalla fotocamera allo spazio di lavoro (per la modifica) e alla visualizzazione e alla stampa, dovrebbe essere chiaro che la gestione dei colori riguarda l'applicazione dei profili corretti per i dispositivi che stai utilizzando e la scelta degli spazi dei colori corretti per la modifica e l'archiviazione delle immagini. Quindi, dove prendiamo i profili e come scegliamo uno spazio di lavoro? Questi sono gli argomenti dei capitoli seguenti.
pt_br: Agora que você viu o esboço de como o gerenciamento de cor é usado para converter imagens da câmera para o espaço de trabalho (para edição) e da tela para a impressora, deve ficar claro que o gerenciamento de cor consiste em aplicar os perfis corretos para os dispositivos que você está usando e escolher os espaços de cor corretos para edição e armazenamento de imagens. Então, de onde obtemos os perfis e como escolhemos um espaço de trabalho? Esses são os assuntos das próximas seções.
sl: Zdaj, ko ste videli oris, kako se upravljanje barv uporablja za pretvorbo iz fotoaparata v delovni prostor (za urejanje) za prikaz v tiskalnik, mora biti jasno, da je upravljanje barv uporaba pravih profilov za naprave, ki jih uporabljate in izbiranje pravih barvnih prostorov za urejanje in shranjevanje slik. Kje torej dobimo profile in kako izberemo delovni prostor? To so teme naslednjih razdelkov.
uk: Тепер, коли ви побачили схему того, як керування кольорами використовується для перетворення даних з фотоапарата у робочий простір (для редагування), а потім для показу або друку, має бути зрозуміло, що керування кольорами — це застосування правильних профілів для пристроїв, які ви використовуєте, а також вибір правильних просторів кольорів для редагування та зберігання зображень. Тож де взяти профілі та як вибрати робочий простір? Це предмет обговорення у наступних розділів.
zh_cn: 现在你已经大致了解了色彩管理如何从相机到工作空间（编辑用）、显示器再到打印机的转换过程。显然，色彩管理的核心就是给你的设备用对色彩特性文件，并为编辑和存储图片选好颜色空间。那么，色彩特性文件从哪儿来？怎么挑工作空间？这些就是接下来的章节要讲的。
