Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/color_management_basis.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: Basic Knowledge about Color Management
ca: Coneixements bàsics sobre la gestió del color
it: Conoscenze di base sulla Gestione dei colori
pt_br: Conhecimento básico sobre gerenciamento de cor
sl: Osnovno znanje o upravljanju barv
uk: Базові відомості щодо керування кольорами
zh_cn: 色彩管理基础知识

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image editor, color management, icc, profile, basis
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, editor d'imatges, gestió del color, icc, perfil, base
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor delle immagini, colore, gestione, icc, profilo, di base
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, editor de imagens, gerenciamento de cores, icc, perfil, base
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, urejevalnik slik, upravljanje barv, icc, profil, osnova
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, редактор зображень, керування кольорами, icc, профіль, основи
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 图像编辑器, 颜色管理, 图标, 个人资料, 基础

source: :ref:`The Basis of Color Management <color_management>`
ca: :ref:`La base de la gestió del color <color_management>`
it: :ref:`Fondamenti sulla gestione dei colori <color_management>`
pt_br: :ref:`O básico sobre gerenciamento de cor <color_management>`
sl: :ref:`Osnova upravljanja barv <color_management>`
uk: :ref:`Базові відомості щодо керування кольорами <color_management>`
zh_cn: :ref:`色彩管理的基础 <color_management>`

source: Contents
ca: Contingut
it: Indice
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: Overview
ca: Vista general
it: Panoramica
pt_br: Visão geral
sl: Pregled
uk: Огляд
zh_cn: 概述

source: The point of a color-managed workflow is to ensure that the colors coming from your camera or scanner have a predictable relationship with the colors you actually photographed or scanned, that the colors displayed on your monitor match the colors coming from your camera or scanner, and that the colors you print or display on the web match the colors you produced in your digital darkroom.
ca: El punt d'un flux de treball per a la gestió del color és garantir que els colors que arriben des de la càmera o escàner tenen una relació predictible amb els colors que realment heu fotografiat o escanejat, que els colors que es mostren en el monitor coincideixin amb els colors que arriben des de la càmera o escàner, i que els colors que imprimiu o mostreu al web coincideixen amb els colors que es produeixen en la cambra fosca digital.
it: La ragione dell'esistenza di una procedura per gestire il colore è quella di assicurare che i colori che provengono dalla tua macchina fotografica o dal tuo scanner abbiano una relazione prevedibile con i colori che hai veramente fotografato o scansionato, che i colori mostrati sul tuo schermo combacino con quelli provenienti dalla tua macchina fotografica o dallo scanner, e che i colori che stampi o che visualizzi sul web siano gli stessi prodotti nella tua camera oscura digitale.
pt_br: O objetivo de um fluxo de trabalho com gerenciamento de cor é garantir que as cores provenientes da sua câmera ou scanner tenham uma relação previsível com as cores que você realmente fotografou ou digitalizou, que as cores exibidas no seu monitor correspondam às cores provenientes da sua câmera ou scanner e que as cores que você imprime ou exibe na web correspondam às cores que você produziu na sua sala escura digital.
sl: Bistvo barvno upravljanega poteka dela je zagotoviti, da so barve, ki prihajajo iz vašega fotoaparata ali optičnega bralnika, v predvidljivem razmerju z barvami, ki ste jih dejansko fotografirali ali skenirali, da se barve, prikazane na vašem monitorju, ujemajo z barvami, ki prihajajo iz vaše kamere ali optičnega bralnika, in da se barve, ki jih natisnete ali prikažete na spletu, ujemajo z barvami, ki ste jih ustvarili v vaši digitalni temnici.
uk: Основним питання роботи з керуванням кольорами є забезпечення передбачуваної відповідності кольорів зображення, які було отримано за допомогою фотоапарата або сканера, кольорам справжніх об’єктів зйомки та сканованих зображень; відповідності кольорів, які ви бачите на моніторі, кольорам, які було отримано у результаті зйомки або сканування, та відповідності кольорів надрукованих або оприлюднених у мережі зображень кольорам зображень, створених у результаті цифрової обробки знімків.
zh_cn: 色彩管理的核心目标，就是确保颜色在各个环节都能准确传递—— 1) 输入环节​​：相机/扫描仪捕捉的颜色与实际拍摄/扫描的对象一致；2) 显示环节​​：屏幕上显示的颜色与输入设备记录的颜色一致；3) ​​输出环节​​：打印品或网页呈现的颜色与数字暗房（修图软件）处理的结果一致

source: A typical color workflow acquires images with a camera or scanner, displays images on a monitor, and prints images on a printer. While each of these devices may represent colors using 8-bit RGB values, they do not do so in exactly the same way. Specifically, an RGB value of (200,130,200) will probably correspond to different shades of purple on each of these devices. The goal of color management is to adjust the RGB values of the image data as it moves from input, to display, and on to print in such a way that maintains the same perceived colors on all devices.
ca: Un flux de treball de color típic adquireix imatges amb una càmera o un escàner, mostra imatges en un monitor i imprimeix imatges en una impressora. Tot i que cadascun d'aquests dispositius pot representar colors utilitzant valors RGB de 8 bits, no ho fan exactament de la mateixa manera. En concret, un valor RGB de (200,130,200) probablement correspondrà a tonalitats diferents de porpra en cadascun d'aquests dispositius. L'objectiu de la gestió del color és ajustar els valors RGB de les dades de la imatge a mesura que es mou des de l'entrada, a la visualització i a la impressió de manera que mantingui els mateixos colors percebuts en tots els dispositius.
it: Il tipico flusso di lavoro sui colori acquisisce le immagini con una macchina fotografica o uno scanner, visualizza le immagini su uno schermo e le stampa con una stampante. Sebbene ognuno di questi dispositivi è in grado di rappresentare i colori utilizzando i valori RGB a 8 bit, essi non lo fanno esattamente allo stesso modo. Nello specifico, un valore RGB di (200,130,200) corrisponderà probabilmente a sfumature diverse di viola in ciascuno di questi dispositivi. Lo scopo della gestione dei colori è regolare i valori RGB dei dati dell'immagine durante lo spostamento dall'ingresso alla visualizzazione e alla stampa, in modo che l'immagine conservi gli stessi colori percepiti su tutti i dispositivi.
pt_br: Um fluxo de trabalho de cor típico adquire imagens com uma câmera ou scanner, exibe as imagens em um monitor e as imprime em uma impressora. Embora cada um desses dispositivos possa representar cores usando valores RGB de 8 bits, eles não o fazem exatamente da mesma maneira. Especificamente, um valor RGB de (200, 130, 200) provavelmente corresponderá a diferentes tons de roxo em cada um desses dispositivos. O objetivo do gerenciamento de cor é ajustar os valores RGB dos dados da imagem à medida que eles passam da entrada para a exibição e para a impressão, de forma a manter as mesmas cores percebidas em todos os dispositivos.
sl: Tipičen barvni potek dela pridobi slike s kamero ali optičnim bralnikom, prikaže slike na monitorju in natisne slike na tiskalniku. Čeprav lahko vsaka od teh naprav predstavlja barve z uporabo 8-bitnih vrednosti RGB, tega ne počnejo na povsem enak način. Natančneje, vrednost RGB (200,130,200) bo verjetno ustrezala različnim odtenkom vijolične na vsaki od teh naprav. Cilj upravljanja barv je prilagoditi vrednosti RGB slikovnih podatkov, ko se premikajo od vnosa, prikaza in naprej do tiskanja na tak način, da ohranja enake zaznane barve na vseh napravah.
uk: Типова робоча процедура із керуванням кольорами полягає в отриманні зображення за допомогою камери чи сканера, показі зображення на моніторі та друці зображення на принтері. Хоча кожен із цих пристроїв може відтворювати кольори за допомогою 8-бітних значень RGB, вони не роблять це абсолютно однаково. Зокрема, значення RGB (200,130,200), ймовірно, відповідатиме різним відтінкам фіолетового на кожному з цих пристроїв. Метою керування кольором є налаштування значень RGB даних зображення під час його переходу від отримання до показу і друку таким чином, щоб підтримувати однакові кольори із підтриманням однаковості у сприйнятті на всіх пристроях.
zh_cn: 一般色彩处理流程包含三个步骤：1) 用相机/扫描仪获取图像；2) 在显示器上查看图像； 3)通过打印机输出图像。虽然这些设备都用 8 位 RGB 数值表示颜色，但具体呈现效果各不相同。比如同样的 RGB 值 (200, 130, 200)，在相机里可能是薰衣草紫，到显示器变成紫罗兰色，打印出来又成了丁香紫。色彩管理就是要调整这些 RGB 值，让所有设备最终呈现的视觉效果保持一致。

source: Color management works by characterizing the color reproduction capability (also called the color space) of each device (e.g. camera, scanner, monitor or printer) in what is called an ICC profile. These ICC profiles are defined so they can be used to translate the RGB numbers used to represent a specific color at one point in the workflow, into the appropriate RGB numbers to represent the exact same color at another point in the workflow. Color management using ICC conversions is illustrated in the following figure.
ca: La gestió del color funciona caracteritzant la capacitat de reproducció del color (també anomenat espai de color) de cada dispositiu (per exemple, càmera, escàner, monitor o impressora) en el que s'anomena un perfil ICC. Aquests perfils ICC es defineixen de manera que es poden utilitzar per a traduir els nombres RGB utilitzats per a representar un color específic en un punt del flux de treball, als nombres RGB apropiats per a representar el mateix color exacte en un altre punt del flux de treball. La gestió del color mitjançant conversions ICC s'il·lustra en la figura següent.
it: La Gestione dei colori funziona caratterizzando la capacità di riproduzione dei colori (chiamata anche "spazio dei colori") di ciascun dispositivo (fotocamera, scanner, monitor o stampante) in quello che è chiamato *profilo ICC*. I profili ICC sono definiti, possono essere dunque usati per tradurre i numeri RGB utilizzati per rappresentare un colore specifico, in un punto del flusso di lavoro, nei corretti numeri RGB in un altro punto del flusso di lavoro, al fine di rappresentare lo stesso preciso colore. Nella figura che segue è rappresentata la Gestione dei colori che utilizza le conversioni ICC.
pt_br: O gerenciamento de cor funciona caracterizando a capacidade de reprodução de cor (também chamada de espaço de cor) de cada dispositivo (por exemplo, câmera, scanner, monitor ou impressora) no que é chamado de perfil ICC. Esses perfis ICC são definidos para que possam ser usados ​​para traduzir os números RGB usados ​​para representar uma cor específica em um ponto do fluxo de trabalho nos números RGB apropriados para representar exatamente a mesma cor em outro ponto do fluxo de trabalho. O gerenciamento de cor usando conversões ICC é ilustrado na figura a seguir.
sl: Upravljanje barv deluje tako, da okarakterizira sposobnost barvne reprodukcije (imenovano tudi barvni prostor) vsake naprave (npr. kamere, optičnega bralnika, monitorja ali tiskalnika) v tako imenovanem profilu ICC. Ti profili ICC so definirani tako, da jih je mogoče uporabiti za prevajanje števil RGB, ki se uporabljajo za predstavitev določene barve na eni točki poteka dela, v ustrezna števila RGB za predstavitev povsem enake barve na drugi točki poteka dela. Upravljanje barv s pretvorbami ICC je prikazano na naslednji sliki.
uk: Керування кольорами працює шляхом характеризації здатності відтворення кольорів (також звану простором кольорів) кожного пристрою (наприклад, фотоапарата, сканера, монітора чи принтера) у тому, що називається профілем ICC. Ці профілі ICC визначено так, щоб їх можна було використовувати для перетворення чисел RGB, які використовуються для представлення певного кольору в одній точці робочого процесу, у відповідні числа RGB для представлення того самого кольору в іншій точці робочого процесу. Керування кольорами за допомогою перетворень ICC показано на наступному рисунку.
zh_cn: 色彩管理的实现原理是，通过 ICC 特性文件（ICC Profile）来描述每个设备（相机/扫描仪/显示器/打印机等）的色域特征。这些文件就像翻译官，把工作流中某个环节的 RGB 数值转换成另一个环节对应的 RGB 数值，确保呈现的颜色视觉效果相同。下图介绍了使用 ICC 转换的流程。

source: The Overall Scheme of Color Spaces Used in a Color Managed Application as digiKam
ca: L'esquema general d'espais de color utilitzats en una aplicació de gestió de color com el digiKam
it: Lo schema complessivo degli spazi dei colori utilizzato in un'applicazione con gestione dei colori come digiKam
pt_br: O esquema geral de espaços de cor usados ​​em um aplicativo com gerenciamento de cor como o digiKam
sl: Splošna shema barvnih prostorov, ki se uporabljajo v barvno upravljani aplikaciji kot digiKam
uk: Загальна схема просторів кольорів, яку використано у програмі з керуванням кольорами, зокрема digiKam
zh_cn: digiKam 色彩管理应用的色彩空间转换示意图

source: In order to be able to convert from any color space to any other color space, it was decided that all ICC profiles would be defined so that they can convert between the device color space and a common working color space. Thus two ICC conversions are shown in the diagram to convert data from a camera into data suitable for display on a monitor: one from the camera to the working space, and one from the working space to the monitor. So color management is largely a matter of using the appropriate device profiles to allow for the appropriate conversion of the image data as it moves from device to device.
ca: Per tal de poder convertir des de qualsevol espai de color a qualsevol altre espai de color, es va decidir que tots els perfils ICC es definirien de manera que puguin convertir entre l'espai de color del dispositiu i un espai de color de treball comú. Per tant, es mostren dues conversions ICC al diagrama per a convertir les dades d'una càmera en dades adequades per a la visualització en un monitor: una des de la càmera a l'espai de treball, i una altra des de l'espai de treball al monitor. Per tant, la gestió del color és en gran part una qüestió d'utilitzar els perfils de dispositiu apropiats per a permetre la conversió apropiada de les dades de la imatge a mesura que es mou de dispositiu a dispositiu.
it: Per convertire da qualsiasi spazio dei colori a qualsiasi altro spazio dei colori, è stato deciso che tutti i profili ICC debbano essere definiti, in modo che siano in grado di convertire tra lo spazio dei colori del dispositivo e uno spazio dei colori di lavoro comune. Sono pertanto due le conversioni ICC mostrate nel grafico per convertire i dati da una fotocamera in dati adatti alla visualizzazione in un monitor: una dalla fotocamera allo spazio di lavoro e una dallo spazio di lavoro al monitor. Alla luce di questo, la gestione dei colori è fondamentalmente una questione di utilizzare i corretti profili dei dispositivi per consentire la giusta conversione dei dati dell'immagine, nel suo movimento da un dispositivo a un altro.
pt_br: Para permitir a conversão de qualquer espaço de cor para qualquer outro espaço de cor, decidiu-se que todos os perfis ICC seriam definidos de forma que pudessem converter entre o espaço de cor do dispositivo e um espaço de cor de trabalho comum. Assim, duas conversões ICC são mostradas no diagrama para converter dados de uma câmera em dados adequados para exibição em um monitor: uma da câmera para o espaço de trabalho e outra do espaço de trabalho para o monitor. Portanto, o gerenciamento de cor é, em grande parte, uma questão de usar os perfis de dispositivo apropriados para permitir a conversão adequada dos dados da imagem à medida que eles se movem de um dispositivo para outro.
sl: Da bi bilo mogoče pretvoriti iz katerega koli barvnega prostora v kateri koli drug barvni prostor, je bilo odločeno, da bodo vsi profili ICC definirani tako, da bodo lahko pretvorili med barvnim prostorom naprave in skupnim delovnim barvnim prostorom. Tako sta na diagramu prikazani dve pretvorbi ICC za pretvorbo podatkov iz kamere v podatke, primerne za prikaz na monitorju: ena iz kamere v delovni prostor in ena iz delovnega prostora na monitor. Upravljanje barv je torej v veliki meri stvar uporabe ustreznih profilov naprave, ki omogočajo ustrezno pretvorbo slikovnih podatkov, ko se premikajo iz naprave v napravo.
uk: Для того, щоб уможливити перетворення з будь-якого простору кольорів у будь-який інший простір кольорів, було вирішено, що всі профілі ICC будуть визначені так, щоб за їх допомогою можна було виконувати перетворення між простором кольорів пристрою та загальним робочим простором кольорів. Таким чином, на схемі показано два перетворення ICC для перетворення даних з камери в дані, придатні до показу на моніторі: одне з фотоапарата у робочий простір і одне з робочого простору на монітор. Таким чином, керування кольорами здебільшого залежить від використання відповідних профілів пристрою для належного перетворення даних зображення під час їхнього передавання від пристрою до пристрою.
zh_cn: 为了实现不同设备之间的颜色转换，所有 ICC 特性文件都支持两个方向的转换：从设备色彩空间转到标准色彩空间，再从标准色彩空间转到目标设备。所以整个过程需要经过两次转换：先把相机数据转到标准空间，再从标准空间转到显示器。所以说，色彩管理本质上就是通过特性文件实现图像数据在不同设备间的精准转换。

source: When it comes to color management, everyone wants to know, *which buttons do I push to get the right colors*. Unfortunately, color management involves making informed choices at every step along the image-processing workflow. The purpose of this section is to provide sufficient background information on color management, along with links to more in-depth information, to enable you to begin to make your own informed decisions.
ca: Quan es tracta de la gestió del color, tothom vol saber *quins botons que de prémer per a obtenir els colors correctes*. Malauradament, la gestió del color implica prendre decisions informades a cada pas del flux de treball de processament de les imatges. L'objectiu d'aquesta secció és proporcionar suficient informació bàsica sobre la gestió del color, juntament amb enllaços a informació més detallada, per a permetre començar a prendre les vostres pròpies decisions informades.
it: Quando si arriva alla gestione dei colori, tutti vogliono sapere *quali pulsanti vanno premuti per ottenere i colori corretti*. Sfortunatamente, la gestione del colore implica fare delle scelte consapevoli in ogni passaggio dell'elaborazione dell'immagine. Lo scopo di questa guida è proprio quello di fornire una sufficiente formazione di base sulla gestione del colore, insieme ad alcuni collegamenti a informazioni più approfondite, per far sì che tu possa iniziare a prendere delle decisioni consapevoli.
pt_br: Quando se trata de gerenciamento de cor, todos querem saber *quais botões apertar para obter as cores certas*. Infelizmente, o gerenciamento de cor envolve fazer escolhas informadas em cada etapa do fluxo de trabalho de processamento de imagens. O objetivo desta seção é fornecer informações básicas suficientes sobre gerenciamento de cor, juntamente com links para informações mais detalhadas, para que você possa começar a tomar suas próprias decisões informadas.
sl: Ko gre za upravljanje barv, vsi želijo vedeti, *katere gumbe pritisnem, da dobim prave barve*. Na žalost upravljanje barv vključuje sprejemanje premišljenih odločitev na vsakem koraku delovnega procesa obdelave slik. Namen tega razdelka je zagotoviti zadostne osnovne informacije o upravljanju barv, skupaj s povezavami do bolj poglobljenih informacij, da boste lahko začeli sprejemati svoje odločitve na podlagi informacij.
uk: Якщо йдеться про керування кольорами, усі хочуть знати, «які кнопки слід натискати, щоб отримати правильні кольори». На жаль, для керування кольорами потрібні добре обґрунтовані даними кроки у процедурі обробки зображень. Метою цього розділу є надання достатніх базових відомостей щодо керування кольорами та посилань на докладніші відомості, щоб ви могли почати робити власні обґрунтовані рішення.
zh_cn: 很多人总想找个 “一键调成正确颜色” 的按钮，但实际情况是，色彩管理需要你在每个环节都做正确的选择。所以本章内容会把基础知识讲到位，也会提供更详细的教程链接，帮助你掌握正确的设置方法，从而获得自己想要的色彩效果。

source: When You Don't Need Color Management
ca: Quan no cal la gestió del color
it: Quando non hai bisogno della Gestione dei colori
pt_br: Quando você não precisa de gerenciamento de cor
sl: Ko ne potrebujete upravljanja barv
uk: Коли керування кольорами вам не потрібне
zh_cn: 不用色彩管理的情况

source: If your imaging workflow meets all of the six criteria listed below, then you don't need to worry about color management:
ca: Si el flux de treball amb les imatges compleix tots els sis criteris llistats a continuació, llavors no haureu de preocupar-vos per la gestió del color:
it: Se il flusso di lavoro di gestione delle tue immagini soddisfa tutti e sei i criteri elencati qui sotto, allora non hai bisogno di preoccuparti della gestione dei colori:
pt_br: Se o seu fluxo de trabalho de geração de imagens atender a todos os seis critérios listados abaixo, você não precisará se preocupar com o gerenciamento de cor:
sl: Če vaš potek dela s slikanjem izpolnjuje vseh šest spodaj navedenih meril, potem vam ni treba skrbeti za upravljanje barv:
uk: Якщо ваш спосіб обробки зображень відповідає шістьом переліченим нижче критеріями, вам не потрібно перейматися керуванням кольорами:
zh_cn: 如果你的工作流程满足以下六个条件，那就不用操心色彩管理这件事了：

source: You are working at a monitor properly calibrated to the sRGB color space (refer to :ref:`this section <monitor_profiles>` of this manual for a detailed description of the sRGB color space).
ca: Esteu treballant en un monitor calibrat correctament a l'espai de color sRGB (vegeu :ref:`aquesta secció <monitor_profiles>` del manual per a una descripció detallada de l'espai de color sRGB).
it: Stai lavorando in uno schermo correttamente calibrato nello spazio dei colori sRGB (per una descrizione dettagliata dello spazio dei colori sRGB, consulta :ref:`questa sezione <monitor_profiles>` del manuale).
pt_br: Você está trabalhando em um monitor calibrado corretamente para o espaço de cor sRGB (consulte :ref:`esta seção <monitor_profiles>` deste manual para uma descrição detalhada do espaço de cor sRGB).
sl: Delate na monitorju, ki je pravilno umerjen za barvni prostor sRGB (za podroben opis barvnega prostora sRGB glejte :ref:`ta razdelek <monitor_profiles>` tega priročnika).
uk: Ви працюєте за монітором, який належним чином відкалібровано для простору кольорів sRGB (докладніший опис простору кольорів sRGB наведено у :ref:`цьому розділі <monitor_profiles>` підручника).
zh_cn: 你的显示器已经校准到 sRGB 色彩空间（了解 sRGB 色彩空间，手册 :ref:`这一节 <monitor_profiles>` 有详细说明）

source: Your imaging workflow starts with an in-camera-produced JPEG already in the sRGB color space.
ca: El vostre flux de treball amb les imatges comença amb una càmera que produeix JPEG en l'espai de color sRGB.
it: La tua gestione delle immagini inizia da un'immagine JPEG prodotta dalla fotocamera che è già nello spazio colore sRGB.
pt_br: Seu fluxo de trabalho de geração de imagens começa com um JPEG produzido na câmera já no espaço de cor sRGB.
sl: Vaš potek dela s slikanjem se začne z JPEG, izdelanim v fotoaparatu, ki je že v barvnem prostoru sRGB.
uk: Ваш процес обробки зображень починається з файла JPEG, створеного фотоапаратом, який працює у просторі кольорів sRGB.
zh_cn: 你修图修的是相机直出的 JPEG，而且照片色彩空间是 sRGB。

source: You work exclusively in the sRGB color space for editing.
ca: Treballeu exclusivament en l'espai de color sRGB per a l'edició.
it: Modifichi esclusivamente nello spazio dei colori sRGB.
pt_br: Você trabalha exclusivamente no espaço de cor sRGB para edição.
sl: Za urejanje delate izključno v barvnem prostoru sRGB.
uk: Ви працюєте лише з простором sRGB під час редагування.
zh_cn: 修图时全程都用 sRGB 色彩空间
