Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/color_management_basis.po
Languages: ca, it, pt_br, sl, uk, zh_cn

source: In theory, you should be able to do multiple conversions of an image from one color space to another, and if you are using a color-managed image editor, even though all the RGB numbers in the image will change with each conversion, the image displayed on your screen should look the same. In actual fact, rounding errors occur on each conversion, and gamut-clipping can occur when going from a larger to a smaller color space. Thus image color accuracy degrades a bit every time you convert from one space to another.
ca: En teoria, hauríeu de ser capaç de fer múltiples conversions d'una imatge des d'un espai de color a un altre, i si esteu utilitzant un editor d'imatges amb gestió del color, tot i que tots els nombres RGB de la imatge canviaran amb cada conversió, la imatge que aparegui a la pantalla hauria de ser la mateixa. En realitat, hi ha errors d'arrodoniment en cada conversió, i pot haver-hi retallat del gamut quan es passa d'un espai de color més gran a un de més petit. Per tant, la precisió de color d'una imatge es degradarà una mica cada vegada que convertiu des d'un espai a un altre.
it: In teoria dovresti essere in grado di fare conversioni multiple di un'immagine da uno spazio dei colori a un altro e, se stai usando un editor di immagini che viene gestito dal colore, l'immagine mostrata sul tuo schermo dovrebbe sembrare la stessa anche se tutti i numeri RGB nell'immagine cambiassero a ogni conversione. In verità, gli errori di arrotondamento si verificano a ogni conversione, e può verificarsi il taglio del gamut quando si passa da uno spazio dei colori più grande a uno più piccolo. Pertanto, la precisione dei colori dell'immagine degrada un pochino ogni volta che converti da uno spazio a un altro.
pt_br: Em teoria, você deveria ser capaz de realizar múltiplas conversões de uma imagem de um espaço de cor para outro e, se estiver usando um editor de imagem com gerenciamento de cor, mesmo que todos os números RGB da imagem mudem a cada conversão, a imagem exibida na tela deverá ter a mesma aparência. Na verdade, erros de arredondamento ocorrem em cada conversão, e cortes de gamute podem ocorrer ao passar de um espaço de cor maior para um menor. Portanto, a precisão das cores da imagem diminui um pouco a cada conversão de um espaço para outro.
sl: Teoretično bi morali imeti možnost narediti več pretvorb slike iz enega barvnega prostora v drugega in če uporabljate urejevalnik slik z upravljanjem barv, čeprav se bodo vsa števila RGB na sliki spremenila z vsako pretvorbo, bo slika prikazano na vašem zaslonu mora izgledati enako. Pravzaprav pride do napak pri zaokroževanju pri vsaki pretvorbi in do izrezovanja lestvice lahko pride pri prehodu iz večjega v manjši barvni prostor. Tako se barvna natančnost slike nekoliko poslabša vsakič, ko pretvorite iz enega prostora v drugega.
uk: Теоретично, у вас має бути можливість виконати декілька перетворень зображення з одного робочого простору у інший, і хоча всі трійки чисел RGB на зображенні змінюватимуться під час кожного з перетворень, зображення, показане на екрані, має залишатися незмінним. Насправді ж, через помилки округлення під час кожного з перетворень, вже не кажучи про обрізання палітри під час переходів від ширших до вужчих робочих просторів, кожне з перетворень з одного простору у інший призводитиме до втрати якості зображення.
zh_cn: 理论上，你可以将图像在多个色彩空间之间反复转换。如果使用支持色彩管理的图像编辑器，虽然每次转换都会改变所有 RGB 数值，但屏幕上显示的图像看起来应该是一样的。但实际上，每次转换都会产生舍入误差，而且从大色域转到小色域时会出现色域裁切。所以每转换一次，图像色彩的准确性就会降低一点。

source: **Assigning** a color profile changes the meaning of the RGB numbers in an image by embedding a new profile *without* changing the actual RGB numbers associated with each pixel in the image. When you simply assign a new color profile, the appearance of the image should more or less drastically change (usually for the worse, unless the wrong profile had previously been inadvertently embedded in the image). The one exception occurs when initially assigning a camera profile to the image file you get from your RAW processing software. This is an exception because the assignment is presumably the correct color profile for an image produced by that camera.
ca: **Assignant** un perfil de color canvia el significat dels nombres RGB en una imatge incrustant un perfil nou *sense* canviar els nombres RGB reals associats amb cada píxel de la imatge. Quan simplement assigneu un perfil de color nou, l'aparença de la imatge hauria de canviar més o menys dràsticament (normalment a pitjor, llevat que el perfil equivocat s'hagués incrustat inadvertidament a la imatge). L'única excepció es produeix en assignar inicialment un perfil de càmera al fitxer d'imatge que obteniu del programari de processament RAW. Aquesta és una excepció perquè l'assignació és presumiblement el perfil de color correcte per a una imatge produïda per aquesta càmera.
it: **Assegnare** un profilo dei colori cambia il significato dei numeri RGB in un'immagine, incorporando un nuovo profilo *senza* cambiare i numeri RGB reali associati a ciascun pixel nell'immagine. Quando assegni semplicemente un nuovo profilo dei colori, l'aspetto dell'immagine dovrebbe cambiare più o meno drasticamente (di solito in peggio, a meno che il profilo sbagliato non sia stato precedentemente incorporato inavvertitamente nell'immagine). L'unica eccezione si verifica quando si assegna inizialmente un profilo della fotocamera al file immagine ottenuto dal software di elaborazione RAW. Rappresenta un'eccezione perché l'assegnazione è presumibilmente il profilo dei colori corretto per un'immagine prodotta da quella fotocamera.
pt_br: **Atribuir** um perfil de cor altera o significado dos números RGB em uma imagem, incorporando um novo perfil *sem* alterar os números RGB reais associados a cada pixel da imagem. Quando você simplesmente atribui um novo perfil de cor, a aparência da imagem deve mudar mais ou menos drasticamente (geralmente para pior, a menos que o perfil errado tenha sido incorporado inadvertidamente à imagem). A única exceção ocorre ao atribuir inicialmente um perfil de câmera ao arquivo de imagem obtido do seu software de processamento RAW. Isso é uma exceção porque a atribuição é presumivelmente o perfil de cor correto para uma imagem produzida por aquela câmera.
sl: **Dodeljevanje** barvnega profila spremeni pomen števil RGB na sliki z vdelavo novega profila *brez* spreminjanja dejanskih števil RGB, povezanih z vsako pikslom na sliki. Ko preprosto dodelite nov barvni profil, bi se moral videz slike bolj ali manj drastično spremeniti (običajno na slabše, razen če je bil prej v sliko nenamerno vdelan napačen profil). Edina izjema se pojavi pri začetni dodelitvi profila kamere slikovni datoteki, ki jo dobite iz programske opreme za obdelavo RAW. To je izjema, ker je dodelitev verjetno pravilen barvni profil za sliko, ki jo ustvari ta kamera.
uk: **Призначення** профілю кольорів змінює значення чисел RGB у зображенні шляхом вбудовування нового профілю *без* зміни фактичних чисел RGB, пов'язаних з кожним пікселем зображення. Коли ви просто призначаєте новий профіль кольорів, зовнішній вигляд зображення має більш-менш суттєво змінитися (зазвичай у гірший бік, якщо раніше в зображення ненавмисно не було вбудовано неправильний профіль). Єдиним винятком є випадок початкового призначення профілю фотоапарата файлу зображення, який ви отримуєте з програмного забезпечення обробки цифрових негативів. Це виняток, оскільки призначення, імовірно, виправить профіль кольорів для зображення, створеного цим фотоапаратом.
zh_cn: 直接指定一个新的色彩特性文件时，只会修改图像内嵌的色彩特性文件元数据，而不会改变实际的像素 RGB 数值。这时候图像显示效果通常会发生明显变化（往往是变差，除非之前嵌入了错误的配置文件）。唯一的例外是：当你首次为 RAW 处理软件导出的图像文件指定相机色彩特性文件时，因为这本就应该是该相机图像的正确色彩特性文件。

source: **Device-dependent** and **device-independent** profiles: A camera profile, a scanner profile, your monitor's profile, and your printer's color profile are all device-dependent profiles -- these profiles only work with the specific device for which they were produced by means of profiling. Working space profiles and the Profile Connection Space are *device-independent*. Once an image file has been translated by *Lcms* (the open-source color management system used in digiKam) to a device-independent working space, in a sense it no longer matters what device originally produced the image. But as soon as you want to display or print the image, then the output device (monitor, printer) matters a great deal, and the image must be converted into the output device's profile.
ca: Perfils **dependents** i **independents del dispositiu**: un perfil de càmera, un perfil de l'escàner, el perfil del monitor i el perfil de color de la impressora són tots els perfils dependents del dispositiu; aquests perfils només funcionen amb el dispositiu específic per al qual s'han creat mitjançant la creació de perfils. Els perfils dels espais de treball i els espais de connexió de perfils són *independents del dispositiu*. Una vegada el *Lcms* (sistema de gestió de color de codi obert utilitzat en el digiKam) ha traduït un fitxer d'imatge a un espai de treball independent del dispositiu, en cert sentit ja no importa quin dispositiu va produir originalment la imatge. Però tan aviat com vulgueu mostrar o imprimir la imatge, el dispositiu de sortida (monitor, impressora) serà molt important i la imatge s'haurà de convertir al perfil del dispositiu de sortida.
it: Profili **dipendenti dal dispositivo** e **indipendenti dal dispositivo**: un profilo della fotocamera, un profilo dello scanner, il profilo del monitor e quello della tua stampante sono tutti profili dipendenti dal dispositivo: questi profili funzionano solo con un dispositivo specifico per il quale sono stati prodotti attraverso la profilazione. I profili degli spazi di lavoro e lo spazio di connessione tra profili (PCS) sono **indipendenti dal dispositivo**. Una volta che il file di immagine è stato tradotto da *LCMS* (il sistema di gestione dei colori open source utilizzato in digiKam) a uno spazio di lavoro indipendente dal dispositivo, in un certo senso non ha più importanza quale dispositivo ha originariamente prodotto l'immagine. Ma non appena vuoi visualizzare o stampare l'immagine, allora il dispositivo di uscita (monitor, stampante) assume molta importanza, e l'immagine deve essere convertita all'interno del profilo del dispositivo di uscita.
pt_br: Perfis **dependentes de dispositivo** e **independentes de dispositivo**: Um perfil de câmera, um perfil de scanner, o perfil do seu monitor e o perfil de cor da sua impressora são todos perfis dependentes de dispositivo — esses perfis funcionam apenas com o dispositivo específico para o qual foram produzidos por meio da criação de perfil. Os perfis de espaço de trabalho e o espaço de conexão de perfil são *independentes de dispositivo*. Depois que um arquivo de imagem é traduzido pelo *Lcms* (o sistema de gerenciamento de cor de código aberto usado no digiKam) para um espaço de trabalho independente de dispositivo, em certo sentido, não importa mais qual dispositivo produziu a imagem originalmente. Mas assim que você desejar exibir ou imprimir a imagem, o dispositivo de saída (monitor, impressora) importa muito, e a imagem deve ser convertida no perfil do dispositivo de saída.
sl: Profila **odvisno od naprave** in **neodvisno od naprave**: profil kamere, profil optičnega bralnika, profil vašega monitorja in barvni profil vašega tiskalnika so vsi profili odvisni od naprave – ti profili delujejo samo z določeno napravo za katere so bili izdelani s pomočjo profiliranja. Profili delovnega prostora in Profile Connection Space so *neodvisni od naprave*. Ko slikovno datoteko prevede *Lcms* (odprtokodni sistem za upravljanje barv, ki se uporablja v digiKamu) v delovni prostor, neodvisen od naprave, v nekem smislu ni več pomembno, katera naprava je prvotno ustvarila sliko. Toda takoj, ko želite prikazati ali natisniti sliko, je izhodna naprava (monitor, tiskalnik) zelo pomembna in sliko je treba pretvoriti v profil izhodne naprave.
uk: **Залежні від пристрою** і **незалежні від пристрою** профілі: профіль фотоапарата, профіль сканера, профіль вашого монітора та профіль кольорів вашого принтера є залежними від пристроїв профілями*. Ці профіль працюють лише для окремих пристроїв, для яких їх було створено шляхом профілювання. Профілі робочих просторів і простір з'єднання профілів є *незалежними від пристроїв*. Після того, як файл зображення буде перетворено за допомогою *Lcms* на незалежний від пристрою робочий простір, більше не матиме значення, за допомогою якого саме пристрою було створено зображення. Але, тільки-но ви вирішите, що ваше зображення слід показати або надрукувати, параметри використаного пристрою (монітора, принтера) матимуть велике значення, а для показу чи друку знадобиться залежний від пристрою профіль.
zh_cn: **设备相关** 的色彩特性文件​​：相机色彩特性文件、扫描仪色彩特性文件、显示器色彩特性文件、打印机色彩特性文件都只适用于特定设备。 **​​设备无关​​** 的色彩特性文件：工作空间色彩特性文件和PCS（特性文件连接空间）是通用的。当图像通过 digiKam 使用的开源色彩管理系统（Lcms）转换到设备无关的工作空间后，原始采集设备就不再重要。但输出到显示器或打印机时，就必须转换到输出设备的色彩特性文件。

source: A **demosaiced RAW file** isn't a RAW file. For some reason this simple point causes a lot of confusion. But after a RAW file has been interpolated and demosaiced by RAW processing software and then output as a TIFF or JPEG, while the original RAW file is still a RAW file, but the demosaiced file is just an image file. It is no longer a RAW file.
ca: Un **fitxer RAW reconstruït** no és un fitxer RAW. Per alguna raó, aquest punt senzill provoca una gran confusió. Però, després que un fitxer RAW s'hagi interpolat i reconstruït pel programari de processament RAW i que després s'hagi generat la sortida com a TIFF o JPEG, mentre el fitxer RAW original seguirà sent un fitxer RAW, però el fitxer reconstruït només serà un fitxer d'imatge. Ja no serà un fitxer RAW.
it: Un **file RAW demosaicizzato** non è un file RAW. Per qualche ragione, questo semplice punto causa molta confusione. Dopo che un file RAW è stato interpolato e demosacizzato dal programma di elaborazione RAW, e dunque restituito come file TIFF o JPEG, mentre il file RAW originale è ancora un file RAW, ma il file demosacizzato è semplicemente un file immagine. Non è più un file RAW.
pt_br: Um **arquivo RAW demosaicado** não é um arquivo RAW. Por algum motivo, esse simples ponto causa muita confusão. Mas depois que um arquivo RAW é interpolado e demosaicado (reconstrução de cor) por um software de processamento RAW e, em seguida, gerado como TIFF ou JPEG, o arquivo RAW original ainda é um arquivo RAW, mas o arquivo demosaicado é apenas um arquivo de imagem. Ele não é mais um arquivo RAW.
sl: **Surova datoteka z odstranjeno mozaičnostjo RAW** ni surova datoteka RAW. Iz nekega razloga ta preprosta točka povzroča veliko zmede. Toda potem, ko je bila datoteka RAW interpolirana in odstranjena mozaičnost s programsko opremo za obdelavo RAW in nato natisnjena kot TIFF ali JPEG, medtem ko je izvirna datoteka RAW še vedno datoteka RAW, vendar je datoteka brez mozaičnosti le slikovna datoteka. To ni več surova datoteka RAW.
uk: **Наближений файл цифрового негатива** не є файлом цифрового негатива. З певних причин цей простий факт призводить до багатьох непорозумінь. Після того як файл цифрового негатива було наближено програмним забезпеченням з обробки цифрових негативів і виведено до файла TIFF або JPEG, початковий файл цифрового негатива, звичайно ж, залишиться файлом цифрового негатива, але наближений файл буде лише файлом зображення. Цей файл вже не буде файлом цифрового негатива.
zh_cn: **经过插值处理的 RAW 文件** 其实已经不是RAW文件了。这个简单的道理不知为啥总让很多人犯迷糊。RAW 文件被 RAW 处理软件插值处理后，输出成 TIFF 或 JPEG 格式，原来的 RAW 文件当然还是 RAW 文件，没变。但那个经过插值处理输出的文件呢？它只是个普通的图像文件，已经不是 RAW 文件了。

source: **Linear** has two related and easily confused definitions. *Linear* can mean that the image tonality reflects the tonality in the original scene as photographed, instead of being altered by the application of an S-curve or other means of changing local and global tonality. It can also mean that the gamma transfer curve of the color space is linear. An image can be *linear* in either, both, or neither of these two senses. A RAW image as developed by Libraw is linear in both senses. The same image developed by Canon's RAW processing software won't be linear in either sense.
ca: **Lineal** té dues definicions relacionades i que es confonen amb facilitat. *Lineal* pot significar que la tonalitat de la imatge reflecteix la tonalitat de l'escena original fotografiada, en lloc de ser alterada per l'aplicació d'una corba S o altres mitjans per a canviar la tonalitat local i global. També pot significar que la corba de transferència de la gamma de l'espai de color és lineal. Una imatge pot ser *lineal* en qualsevol d'aquests dos sentits, en tots dos o cap. Una imatge RAW desenvolupada per Libraw és lineal en ambdós sentits. La mateixa imatge desenvolupada pel programari de processament RAW de Canon no serà lineal en cap sentit.
it: **Lineare** ha due definizioni correlate e facilmente confondibili. *Lineare* può significare che la tonalità dell'immagine riflette la tonalità della scena originale, esattamente come è stata fotografata, invece di essere alterata da qualche applicazione con una curva a S o altri mezzi di modifica della tonalità locale e globale. Può anche voler significare che la curva di trasferimento della gamma dello spazio dei colori è lineare. Un'immagine può essere *lineare* in uno dei due sensi, entrambi o nessuno dei due. Un'immagine RAW come sviluppata da Libraw è lineare in entrambi i sensi, mentre la stessa immagine sviluppata dal software di elaborazione RAW della Canon non sarà lineare in alcun senso.
pt_br: **Linear** possui duas definições relacionadas e facilmente confundíveis. *Linear* pode significar que a tonalidade da imagem reflete a tonalidade da cena original conforme fotografada, em vez de ser alterada pela aplicação de uma curva S ou outros meios de alterar a tonalidade local e global. Também pode significar que a curva de transferência gama do espaço de cor é linear. Uma imagem pode ser *linear* em qualquer um, ambos ou nenhum desses dois sentidos. Uma imagem RAW, como a desenvolvida pela Libraw, é linear em ambos os sentidos. A mesma imagem desenvolvida pelo software de processamento RAW da Canon não será linear em nenhum dos dois sentidos.
sl: **Linearno** ima dve povezani definiciji, ki ju je zlahka zamenjati. *Linearno* lahko pomeni, da tonaliteta slike odraža tonalnost izvirnega prizora, kot je bila fotografirana, namesto da bi bila spremenjena z uporabo S-krivulje ali drugih sredstev za spreminjanje lokalne in globalne tonalnosti. Lahko tudi pomeni, da je krivulja prenosa gama barvnega prostora linearna. Slika je lahko *linearna* v katerem koli, v obeh ali v nobenem od teh dveh pomenu. Slika RAW, kot jo je razvil Libraw, je linearna v obeh smislih. Ista slika, ki jo razvije Canonova programska oprema za obdelavo RAW, ne bo linearna v nobenem smislu.
uk: Слово **лінійне** має два пов'язаних між собою визначення, які легко сплутати. «Лінійне» може означати, що тональність зображення відповідає тональності початкових об'єктів під час фотографування і її не було змінено застосуванням S-кривої (кривої насиченості) або іншого способу зміни локальної і глобальної тональності. Крім того, це може означати, що крива перетворення гами простору кольорів є лінійною. Зображення може бути «лінійним» у межах одного з цих означень, обох означень або жодного з означень. Зображення цифрового негатива, створене за допомогою libraw, є лінійним у межах обох означень. Те саме зображення, створене за допомогою програми для обробки цифрових негативів від Canon, не буде лінійним за жодного з означень.
zh_cn: **“线性”** 这个词有两个容易混淆的含义。第一，线性可能指图片的色调跟拍摄时原始场景的色调一模一样，没被 S 型曲线或者其他调整局部或整体色调的方式改动过。第二，线性还可以指色彩空间的伽马传输曲线是线性的。也就是说，一张图片可能在这两个意义上都是线性的，也可能只符合其中一个，或者两个都不符合。比如，用 Libraw 处理的 RAW 图像，在这两个意义上都是线性的。但同样的图像如果用佳能的 RAW 处理软件来处理，那它在两个意义上都不算线性了。
