Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/monitor_profiles.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: In contrast to calibration, the process of creating a profile is a characterization of the device that does not involve making any changes or adjustments to the device. Rather it is a measurement process that results in a file that contains a precise mathematical description of the device's color and tonality characteristics. This file is an **ICC profile**. These characteristics include the transfer function from the device's color space to a standardized absolute color space (this is called a Profile Color Space in an ICC profile), the device's **white point**, **black point**, **primaries** and other information. Displays are normally characterized (profiled) in their calibrated state.
ca: A diferència del calibratge, el procés de creació d'un perfil és una caracterització del dispositiu que no implica fer cap canvi o ajust al dispositiu. Més aviat és un procés de mesura que dona com a resultat un fitxer que conté una descripció matemàtica precisa de les característiques de color i tonalitat del dispositiu. Aquest fitxer és un **perfil ICC**. Aquestes característiques inclouen la funció de transferència des de l'espai de color del dispositiu fins a un espai de color absolut estandarditzat (això s'anomena Perfil de l'espai de color, en un perfil ICC), el **punt blanc**, el **punt negre**, les **primàries** i alguna altra informació del dispositiu. Les pantalles normalment es caracteritzen (amb un perfil creat) en el seu estat calibrat.
it: A differenza della calibrazione, il processo di creazione di un profilo è la caratterizzazione di un dispositivo che non implica modifiche o regolazioni sullo stesso. È piuttosto un processo di misurazione che produce un file contenente una precisa descrizione matematica delle caratteristiche dei colori e delle tonalità del dispositivo. Il file è un **profilo ICC**. Queste caratteristiche includono la funzione di trasferimento dallo spazio dei colori del dispositivo a uno spazio dei colori assoluto standardizzato (chiamato Spazio dei colori del profilo in un profilo ICC), il **punto di bianco** il **punto di nero**, i colori **primari** del dispositivo e altre informazioni. Gli schermi sono normalmente caratterizzati (profilati) nel loro stato calibrato.
nl: In tegenstelling tot kalibreren is het proces van maken van een profiel een karakterisering van het apparaat waarbij geen enkele wijziging of aanpassing aan het apparaat wordt gedaan. Het is echter een meetproces dat resulteert in een bestand dat een precieze wiskundige beschrijving bevat van de kleur- en tonaliteitskarakteristieken. Dit bestand is een **ICC profiel**. Deze karakteristieken bevatten de overdrachtsfunctie van de kleurruimte van het apparaat naar een gestandaardiseerde absolute kleurruimte (die een Profielkleurruimte in een ICC profiel wordt genoemd), het **witpunt**, **zwartpunt**, **primaries** en andere informatie. Schermen worden normaal gekarakteriseerd (geprofileerd) in hun gekalibreerde staat.
pt: Em contraste com a calibração, o processo de criação de um perfil é uma caracterização do dispositivo que não envolve fazer quaisquer alterações ou ajustes ao dispositivo. Em vez disso, é um processo de medição que resulta num ficheiro que contém uma descrição matemática precisa das características de cores e tonalidades do dispositivo. Este ficheiro é um **perfil do ICC**. Estas características incluem a função de transferência do espaço de cores do dispositivo para um espaço de cores-padrão absoluto (isto é chamado um Espaço de Cores do Perfil num perfil ICC), o **ponto branco**, o **ponto preto**, as cores **primárias** e outras informações. Os ecrãs estão normalmente caracterizados (com perfil definido) no seu estado calibrado.
pt_br: Ao contrário da calibração, o processo de criação de um perfil é uma caracterização do dispositivo que não envolve alterações ou ajustes. Em vez disso, é um processo de medição que resulta em um arquivo que contém uma descrição matemática precisa das características de cor e tonalidade do dispositivo. Este arquivo é um **perfil ICC**. Essas características incluem a função de transferência do espaço de cor do dispositivo para um espaço de cor absoluto padronizado (chamado de espaço de cor de perfil em um perfil ICC), o **ponto branco**, o **ponto preto**, as **cores primárias** do dispositivo e outras informações. Os monitores são normalmente caracterizados (perfilados) em seu estado calibrado.
sl: V nasprotju s kalibracijo je postopek ustvarjanja profila karakterizacija naprave, ki ne vključuje vnašanja nobenih sprememb oz. prilagoditve naprave. Rezultat je postopek merjenja, ki daje rezultat v datoteki, ki vsebuje natančen matematični opis naprave značilnosti barve in tonalnosti. Ta datoteka je **ICC profil**. Te značilnosti vključujejo funkcijo prenosa iz barvnega prostora naprave v standardizirani absolutni barvni prostor (to se imenuje barvni prostor profila v profilu ICC), **bela točka**, **črna točka** naprave, **primarne** in druge informacije. Zasloni so običajno označeni (profilirani) v njihovem kalibriranem stanju.
uk: На відміну від калібрування, процес створення профілю є процесом характеризації пристрою, який не передбачає внесення будь-яких змін або коригувань щодо самого пристрою. Це скоріше процес вимірювання, результатом якого є файл, що містить точний математичний опис кольорових та тональних характеристик пристрою. Цей файл і є профілем ICC. Серед характеристик у файлі описано функцію, яка відображає простір кольорів пристрою на стандартний абсолютний простір кольорів (цей простір називається у профілі **ICC профілем** простору кольорів (Profile Color Space або PCS)), **точки білого** пристрою, **точки чорного**, **основних параметрів** та інших даних. Характеристики моніторів, зазвичай, вимірюють (профілюють) у каліброваному стані.
zh_cn: 相比之下，创建色彩特性文件（profiling）是个测量过程，不会对设备做任何调整或改变，而是生成一个文件，精确描述设备的颜色和色调特性。这个文件就是 **ICC 色彩特性文件** 。它包含了设备色彩空间到标准绝对色彩空间（在 ICC 色彩特性文件中叫配置文件连接空间）的转换函数、设备的 **白点** 、* *黑点** 、 **原色（色彩空间）** 等信息。显示器通常是在校准后的状态下创建色彩特性文件的。

source: Calibrating your monitor technically is not really part of color management. But obviously a properly profiled monitor is a prerequisite for a color-managed workflow. This manual does not cover the important topics of how to calibrate and profile a monitor. The documents available at `Argyll <http://www.argyllcms.com/>`_ are very good and highly recommended reading. To use this software to calibrate and/or profile your monitor, you will need a spectrophotometer. A spectrophotometer (sometimes called a *spider*) is a device for measuring the RGB values of color patches projected onto the monitor screen by calibration/profiling software such as Argyll. The Argyll website maintains an up-to-date list of supported spectrophotometers.
ca: Calibrar el monitor tècnicament realment no forma part de la gestió del color. Però, òbviament, un monitor amb un perfil creat correctament calibrat creat és un requisit previ per a un flux de treball amb la gestió del color. Aquest manual no cobreix els temes importants sobre com calibrar i crear el perfil d'un monitor. La documentació disponible a `Argyll <http://www.argyllcms.com/>`_ és molt bona i recomanable de llegir. Per a utilitzar aquest programari per a calibrar i/o crear el perfil del vostre monitor, necessitareu un espectrofotòmetre. Un espectrofotòmetre (de vegades s'anomena *aranya*) és un dispositiu per a mesurar els valors RGB dels patrons de color projectats a la pantalla del monitor mitjançant un programari de calibratge/creació de perfils com l'Argyll. El lloc web de l'Argyll manté una llista actualitzada d'espectrofotòmetres admesos.
pt_br: Calibrar seu monitor tecnicamente não faz parte do gerenciamento de cor. Mas, obviamente, um monitor com perfil adequado é um pré-requisito para um fluxo de trabalho com gerenciamento de cor. Este manual não aborda os tópicos importantes sobre como calibrar e criar o perfil de um monitor. Os documentos disponíveis em `Argyll <http://www.argyllcms.com/>`_ são muito bons e altamente recomendados. Para usar este software para calibrar e/ou criar o perfil do seu monitor, você precisará de um espectrofotômetro. Um espectrofotômetro (às vezes chamado de *spider*) é um dispositivo para medir os valores RGB de manchas de cores projetadas na tela do monitor por um software de calibração/criação de perfil como o Argyll. O site da Argyll mantém uma lista atualizada de espectrofotômetros suportados.
zh_cn: 严格来说，校准显示器不算色彩管理的一部分。但显然，一个正确分析过的显示器是色彩管理流程的先决条件。这份手册不深入讲如何校准和分析显示器，但 `Argyll <http://www.argyllcms.com/>`_ 的文档非常棒，强烈推荐阅读。想用 Argyll 软件校准或创建色彩特性文件，你得有个分光光度计（有时候叫“蜘蛛”），用来测量校准/分析软件（比如 Argyll）投到显示器屏幕上的颜色块的 RGB 值。Argyll 官网有最新的支持分光光度计列表。

source: Calibrating your Monitor
ca: Calibrar el monitor
it: Calibrare il monitor
nl: Kalibreren van uw monitor
pt: Calibrar o seu Monitor
pt_br: Calibrando seu monitor
sl: Umerjanje vašega monitorja
uk: Калібрування вашого монітора
zh_cn: 校准显示器

source: There are various methods given on the Internet for calibrating a monitor without using a spectrophotometer. These *eye-ball* methods are better than not calibrating your monitor at all, and depending your eyeball and your monitor, can produce quite usable results. But the eye-ball methods are not a true substitute for a properly calibrated and profiled monitor. For the record, calibrating and profiling a monitor with a spectrophotometer, though intimidating at first, is not difficult. Spectrophotometers can be obtained for well under 100€. (If you opt for a more expensive model, make sure you are paying for a better piece of hardware, rather than just a more fully-featured accompanying bit of manufacturer's software that won't run under Linux).
ca: Hi ha diversos mètodes a Internet per a calibrar un monitor sense utilitzar un espectrofotòmetre. Aquests mètodes de *globus ocular* són millors que no calibrar el monitor en absolut, i depenent del vostre globus ocular i del monitor, es poden produir resultats força útils. Però els mètodes del globus ocular no són un substitut veritable d'un monitor degudament calibrat i amb un perfil creat. Perquè consti, calibrar i crear un perfil d'un monitor amb un espectrofotòmetre, encara que intimidant al començament, no és difícil. Els espectrofotòmetres es poden obtenir per menys de 100 €. (Si opteu per un model més car, assegureu-vos que esteu pagant per una millor peça de maquinari, en lloc de senzillament un programari del fabricant que l'acompanya amb unes característiques més completes que no funcionarà amb Linux).
pt_br: Existem vários métodos disponíveis na internet para calibrar um monitor sem usar um espectrofotômetro. Esses métodos "olho a olho" são melhores do que não calibrar o monitor e, dependendo do seu olho e do monitor, podem produzir resultados bastante úteis. Mas os métodos "olho a olho" não substituem de fato um monitor devidamente calibrado e perfilado. Para constar, calibrar e perfilar um monitor com um espectrofotômetro, embora intimidante no início, não é difícil. Espectrofotômetros podem ser obtidos por bem menos de 100€. (Se você optar por um modelo mais caro, certifique-se de estar pagando por um hardware melhor, em vez de apenas um software do fabricante com mais recursos que não roda no Linux).
zh_cn: 网上有很多不用分光光度计校准显示器的方法，靠的就是“眼球校准”。这些方法总比完全不校准好，凭你的眼力和显示器情况，效果也能凑合着用。但说实话，眼球校准没法完全替代用分光光度计做的专业校准和分析。别被分光光度计吓到，校准和分析显示器虽然一开始看起来复杂，其实不难。分光光度计的价格也不贵，100 欧元以下就能搞定（如果你买更贵的型号，注意别花冤枉钱买一堆 Linux 上跑不了的厂商软件，硬件好就行）。

source: `Argyll <http://www.argyllcms.com/>`_ documentation will guide you through the process of calibrating and profiling your monitor, without your having to learn very much color management theory. And if/when you learn enough about color management to realize that you want or need a more detailed monitor profile of a particular type, for a particular purpose, the Argyll software have all the advanced capabilities you could possibly hope for.
ca: La documentació d'`Argyll <http://www.argyllcms.com/>`_ us guiarà a través del procés de calibratge i la creació del perfil del vostre monitor, sense que hàgiu d'aprendre gaire sobre la teoria de la gestió del color. I quan apreneu prou sobre la gestió del color per a adonar-vos que voleu o necessiteu un perfil del monitor més detallat d'un tipus particular, per a un propòsit particular, el programari Argyll té totes les capacitats avançades que podríeu esperar.
pt_br: A documentação do `Argyll <http://www.argyllcms.com/>`_ guiará você pelo processo de calibração e criação de perfil do seu monitor, sem que você precise aprender muita teoria sobre gerenciamento de cor. E se/quando você aprender o suficiente sobre gerenciamento de cor para perceber que deseja ou precisa de um perfil de monitor mais detalhado de um tipo específico, para uma finalidade específica, o software Argyll possui todos os recursos avançados que você poderia desejar.
zh_cn: `Argyll <http://www.argyllcms.com/>`_ 的文档会手把手教你怎么校准显示器、创建色彩特性文件，不用你先去啃一堆色彩管理理论。而且，如果有一天你对色彩管理了解多了，想为特定用途做个更精细的显示器色彩特性文件，Argyll 的强大功能绝对能满足你。

source: Assuming you've decided to work exclusively in the sRGB color space, what *digiKam buttons* must be used after a monitor calibration? If your monitor has been calibrated to the sRGB standard and you work exclusively in the sRGB color space, then you can disable color management in digiKam. You don't need to tell digiKam what monitor profile to use because digiKam defaults to using the sRGB color space as the monitor color space profile. And you don't need to tell digiKam to use a color-managed workflow because digiKam defaults to using sRGB for your camera, printer, and working space.
ca: Suposant que heu decidit treballar exclusivament en l'espai de color sRGB, quins *botons del digiKam* s'han d'utilitzar després del calibratge del monitor? Si el vostre monitor s'ha calibrat amb l'estàndard sRGB i treballa exclusivament en l'espai de color sRGB, podeu desactivar la gestió del color en el digiKam. No caldrà dir-li al digiKam quin perfil del monitor utilitzar perquè el digiKam utilitza l'espai de color sRGB de manera predeterminada com a perfil d'espai de color del monitor. I no caldrà dir-li al digiKam que utilitzeu un flux de treball amb gestió del color perquè el digiKam utilitza sRGB de manera predeterminada per a la vostra càmera, impressora i espai de treball.
it: Presupponendo di aver deciso di lavorare esclusivamente in uno spazio dei colori sRGB, quali *pulsanti digiKam* devono essere utilizzati dopo la calibrazione di un monitor? Se il tuo monitor è stato calibrato allo standard sRGB e lavori esclusivamente nello spazio dei colori sRGB, allora puoi disabilitare la gestione dei colori in digiKam. Non hai bisogno di indicare a digiKam quale profilo del monitor utilizzare, perché digiKam usa come impostazione predefinita lo spazio dei colori sRGB come profilo dello spazio dei colori del monitor. E non devi indicare a digiKam di usare un flusso di lavoro di gestione del colore perché digiKam è impostato in modo predefinito per usare sRGB per la tua fotocamera, la tua stampante e lo spazio di lavoro.
nl: Aannemend dat u hebt besloten om exclusief in de sRGB kleurruimte te werken, welke *digiKam*-knoppen" moeten er gebruikt worden na het kalibreren van een monitor? Als uw monitor is gekalibreerd naar sRGB standaard en u werkt uitsluitend in sRGB dan kunt u kleurbeheer in digiKam uitzetten. U hoeft digiKam niet te vertellen welk monitorprofiel te gebruiken omdat digiKam de standaard instelling sRGB als kleurprofiel voor de monitor gebruikt. En u hoeft digiKam niet te vertellen een sRGB werkmethode aan te houden omdat digiKam standaard sRGB gebruikt voor uw camera, printer en werkruimte.
pt: Assumindo que optou por trabalhar em exclusivo no espaço de cores sRGB, quais os *botões do digiKam* que deverão ser usados após a calibração de um monitor? Se o seu monitor tiver sido calibrado com o padrão sRGB e você lidar em exclusivo com o espaço de cores sRGB, então poderá desactivar a gestão de cores no digiKam. Não precisa de indicar ao digiKam qual o perfil do monitor a usar, porque o digiKam usa por omissão o sRGB como perfil do espaço de cores do monitor. E não também não precisa de dizer ao digiKam para usar um processo de gestão de cores, porque o digiKam usa por omissão o sRGB como espaço de cores da sua câmara, da impressora e como espaço de trabalho.
pt_br: Supondo que você tenha decidido trabalhar exclusivamente no espaço de cor sRGB, quais *botões do digiKam* devem ser usados ​​após a calibração do monitor? Se o seu monitor foi calibrado para o padrão sRGB e você trabalha exclusivamente no espaço de cor sRGB, é possível desativar o gerenciamento de cor no digiKam. Você não precisa informar ao digiKam qual perfil de monitor usar, pois o digiKam usa o espaço de cor sRGB como padrão. E você não precisa informar ao digiKam para usar um fluxo de trabalho com gerenciamento de cor, pois o digiKam usa sRGB como padrão para sua câmera, impressora e espaço de trabalho.
sl: Če predpostavimo, da ste se odločili delati izključno v barvnem prostoru sRGB, katere*gumbe digiKam* moramo uporabiti po kalibraciji monitorja? Če je vaš monitor umerjen na standard sRGB in delate izključno v barvnem prostoru sRGB, potem lahko onemogočite upravljanje barv v digiKamu. Potem digiKamu ni treba povedati, kateri profil monitorja naj uporabi, ker digiKam privzeto uporablja barvni prostor sRGB kot profil barvnega prostora monitorja. In digiKamu vam ni treba povedati, naj uporablja potek dela z upravljanjem barv, ker digiKam privzeto uporablja sRGB za vašo kamero, tiskalnik in delovni prostor.
uk: Припустімо, що було прийнято рішення працювати лише з простором кольорів sRGB. Які «кнопки digiKam» мені слід натискати після калібрування монітора? Якщо ваш монітор було відкалібровано згідно стандартів sRGB і ви працюєте лише з простором кольорів sRGB, ви можете просто вимкнути керування кольорами у digiKam. Вам не потрібно буде повідомляти digiKam, що слід використовувати певний профіль монітора, оскільки, типово, digiKam налаштовано на використання простору кольорів sRGB як простору кольорів профілю монітора. Вам також не потрібно повідомляти digiKam про те, що слід використовувати керування кольорами під час роботи з зображеннями, оскільки, типово, digiKam налаштовано на використання sRGB для вашого фотоапарата, принтера і робочого простору.
zh_cn: 假设你决定全程用 sRGB 色彩空间，校准完显示器后，digiKam 里要 *按哪些按钮* ？如果你的显示器已经校准到 sRGB 标准，而且你只用 sRGB 色彩空间，那你可以直接在 digiKam 里禁用色彩管理。你不用特意告诉 digiKam 用哪个显示器色彩特性文件，因为 digiKam 默认把 sRGB 当做显示器色彩空间配置文件，也不用告诉 digiKam 用色彩管理流程，因为它默认会用 sRGB 来处理你的相机、打印机和工作空间。

source: The digiKam Monitor Profile Settings from Color Management Setup Page
ca: La configuració del perfil del monitor en el digiKam des de la pàgina de configuració de la gestió del color
it: Le impostazioni del profilo del monitor di digiKam dalla pagina di configurazione della Gestione dei colori
nl: De instellingenpagina voor profielinstellingen uit kleurbeheer van digiKam
pt: A Configuração do Perfil de Monitor do digiKam na Página de Configuração da Gestão de Cores
pt_br: Configurações do perfil do monitor na página de configuração do gerenciamento de cor do digiKam
sl: Nastavitve profila monitorja digiKam s strani z nastavitvami upravljanja barv
uk: Параметри профілю монітора у digiKam на сторінці налаштовування керування кольорами
zh_cn: digiKam 色彩管理设置页面中的显示器色彩特性文件设置

source: But if you want to take the first steps toward a color-managed workflow, then navigate to :menuselection:`Settings --> Configure digiKam... --> Color Management page` to enable color management in the Behavior tab, and then switch to the Profile tab to select sRGB as your **monitor profile**, your **camera profile**, your **working space** profile, and your **printer profile**. If you've also used `Argyll <http://www.argyllcms.com/>`_ to produce a monitor profile (preferably after you calibrated your monitor) named :file:`mymonitorprofile.icc`, then tell digiKam to use it instead of sRGB as your monitor profile.
ca: Però si voleu donar els primers passos cap a un flux de treball amb la gestió del color, llavors navegueu a :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Gestió del color` per a activar la gestió del color a la pestanya Comportament, i després canvieu a la pestanya Perfil per a seleccionar sRGB com el vostre **perfil del monitor**, **de la càmera**, **de l'espai de treball** i **de la impressora**. Si també heu utilitzat `Argyll <http://www.argyllcms.com/>`_ per a produir un perfil del monitor (preferiblement després de calibrar el monitor) amb el nom :file:`perfil-del-meu-monitor.icc`, digueu-li al digiKam que l'utilitzi en lloc de sRGB com a perfil del monitor.
pt_br: Mas se você quiser dar os primeiros passos em direção a um fluxo de trabalho com gerenciamento de cor, navegue até :menuselection:`Configurações --> Configurar digiKam... --> página Gerenciamento de cor` para habilitar o gerenciamento de cor na aba Comportamento e, em seguida, alterne para a aba Perfil para selecionar sRGB como seu **perfil de monitor**, seu **perfil de câmera**, seu perfil de **espaço de trabalho** e seu **perfil de impressora**. Se você também usou o `Argyll <http://www.argyllcms.com/>`_ para criar um perfil de monitor (de preferência após a calibração do monitor) chamado :file:`meuperfildemonitor.icc`, informe ao digiKam para usá-lo em vez do sRGB como perfil de monitor.
zh_cn: 但如果你想迈出色彩管理的第一步，那就去 :menuselection:`设置 --> 配置 digiKam… --> 色彩管理页面` ，在“行为”选项卡里启用色彩管理，然后切换到 **色彩特性文件** 标签，选 sRGB 作为你的 **显示器色彩特性文件** 、 **相机色彩特性文件** 、 **工作空间色彩特性文件** 和 **打印机色彩特性文件** 。如果你还用 `Argyll <http://www.argyllcms.com/>`_ 生成了一个显示器配置文件（最好是在校准显示器后生成的），比如叫 :file:`mymonitorprofile.icc` ，那就告诉 digiKam 用这个色彩特性文件代替 sRGB 作为显示器色彩特性文件。

source: Monitor Profiles Storage
ca: Emmagatzemar els perfils del monitor
it: Memorizzazione dei profili del monitor
nl: Opslag van monitorprofielen
pt: Armazenamento dos Perfis do Monitor
pt_br: Armazenamento de perfis de monitor
sl: Shranjevanje profilov nadzora
uk: Сховище профілів моніторів
zh_cn: 显示器色彩特性文件的存储位置

source: Windows, MacOS and Linux store their monitor profiles in different places.
ca: El Windows, MacOS i Linux emmagatzemen els seus perfils de monitor en llocs diferents.
pt_br: Windows, MacOS e Linux armazenam seus perfis de monitor em locais diferentes.
zh_cn: 显示器色彩特性文件在 Windows，MacOS 和 Linux 上存储的位置各不相同。

source: On **Windows**, the default search paths include:
ca: A **Windows**, els camins de cerca predeterminats inclouen:
it: In **Windows**, il percorso predefinito di ricerca include:
nl: Op **Windows** omvatten de standaard zoekpaden:
pt: No **Windows**, os locais predefinidos de pesquisa incluem:
pt_br: No **Windows**, os caminhos de pesquisa padrão incluem:
sl: V sistemu **Windows** privzete iskalne poti vključujejo:
uk: У **Windows** типовими шляхами для пошуку є такі:
zh_cn: 在 **Windows** 上，默认搜索路径包括：

source: On **macOS**, the default search paths include:
ca: A **macOS**, els camins de cerca predeterminats inclouen:
it: In **macOS**, il percorso predefinito di ricerca include:
nl: Op **macOS** omvatten de standaard zoekpaden:
pt: No **macOS**, os locais predefinidos de pesquisa incluem:
pt_br: No **macOS**, os caminhos de pesquisa padrão incluem:
sl: V **macOS** privzete iskalne poti vključujejo:
uk: У **macOS** типовими шляхами пошуку є такі:
zh_cn: 在 **macOS**，默认搜索路径包括：

source: On **Linux**, the default search paths include:
ca: A **Linux**, els camins de cerca predeterminats inclouen:
it: In **Linux**, il percorso predefinito di ricerca include:
nl: Op **Linux** omvatten de standaard zoekpaden:
pt: No **Linux**, os locais de pesquisa predefinidos incluem:
pt_br: No **Linux**, os caminhos de pesquisa padrão incluem:
sl: V **Linuxu** privzete iskalne poti vključujejo:
uk: У **Linux** типовими шляхами пошуку є такі:
zh_cn: 在 **Linux**，默认搜索路径包括：
