Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/monitor_profiles.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Under Linux and macOS, your personal ICC profiles are generally located in the :file:`~/local/share/color/icc` folder from your home directory.
ca: Sota Linux i macOS, els vostres perfils ICC personals generalment es troben a la carpeta :file:`~/local/share/color/icc` del vostre directori d'inici.
it: In Linux e macOS, i profili personalizzati ICC si trovano in genere nella cartella :file:`~/local/share/color/icc` all'interno della tua cartella Home.
nl: Onder Linux en macOS zijn uw persoonlijke ICC-profielen in het algemeen gelokaliseerd in de map :file:`~/local/share/color/icc` in uw thuismap.
pt: No Linux e no macOS, os seus perfis pessoais do ICC localizam-se geralmente na pasta :file:`~/local/share/color/icc` da sua pasta pessoal.
pt_br: No Linux e no macOS, seus perfis ICC pessoais geralmente estão localizados na pasta :file:`~/local/share/color/icc` da sua pasta pessoal.
sl: V sistemu Linux in macOS se vaši osebni ICC profili običajno nahajajo v mapi :file:`~/local/share/color/icc` v vašem domačem imeniku.
uk: У Linux і macOS ваші особисті профілі ICC загалом зберігаються у теці :file:`~/local/share/color/icc` вашого домашнього каталогу.
zh_cn: 在 Linux 和 macOS 下，你自己的 ICC 特性文件通常位于 home （用户名）文件夹下的 :file:`~/local/share/color/icc` 这个文件夹。

source: digiKam Allows You to Setup Customized Places Where you can Store your Personal Color Profile
ca: El digiKam permet configurar llocs personalitzats on podreu emmagatzemar el vostre perfil de color personal
pt_br: O digiKam permite que você configure locais personalizados onde você pode armazenar seu perfil de cor pessoal
zh_cn: 在 digiKam 里你可以自行个人色彩特性文件的存放位置

source: Ambient Lighting and Monitors
ca: Il·luminació ambiental i els monitors
pt_br: Iluminação ambiente e monitores
zh_cn: 环境光线与显示器

source: Does the lighting and wall/ceiling/drape/furniture colors near my monitor matter? Yes. Good lighting is a prerequisite for proper image editing and for comparing prints to the image on your screen. If the lighting near your workstation is too bright (dark), colors on your monitor will look too dark (bright). If the light from the fixtures in your workroom have a low CRI (**color rendering index**, meaning you don't have full spectrum bulbs), or if the light in your workroom comes from a window and so varies as the weather and time of day varies (or worse, is filtered through colored drapery), or if the walls and ceiling are creating color casts on your monitor, then your editing process will *correct* color casts that don't really exist.
ca: Importen la il·luminació i els colors de la paret/sostre/cortines/mobles a prop del meu monitor? Sí. Una bona il·luminació és un requisit previ per a l'edició adequada d'imatges i per a comparar la impressió amb la imatge a la pantalla. Si la il·luminació a prop de la vostra estació de treball és massa brillant (fosc), els colors del vostre monitor es veuran massa foscos (brillant). Si la llum dels accessoris de la vostra cambra de treball té un CRI baix (**índex de reproducció del color**, el que significa que no teniu bombetes d'espectre complet), o si la llum de la vostra cambra de treball prové d'una finestra i, per tant, varia segons el clima i l'hora del dia (o pitjor encara, es filtra a través d'unes cortines de colors), o si les parets i el sostre estan creant colors indesitjats en el monitor, llavors el vostre procés d'edició *corregirà* aquests colors indesitjats que en realitat no existeixen.
pt_br: A iluminação e as cores das paredes/teto/cortinas/móveis perto do meu monitor importam? Sim. Uma boa iluminação é um pré-requisito para uma edição de imagem adequada e para comparar impressões com a imagem na sua tela. Se a iluminação perto da sua estação de trabalho for muito brilhante (escura), as cores no seu monitor parecerão muito escuras (brilhantes). Se a luz das luminárias na sua sala de trabalho tiver um baixo IRC (índice de reprodução de cor, o que significa que você não tem lâmpadas de espectro total), ou se a luz na sua sala de trabalho vier de uma janela e, portanto, variar conforme o clima e a hora do dia (ou pior, for filtrada por cortinas coloridas), ou se as paredes e o teto estiverem criando projeções de cor no seu monitor, então o seu processo de edição irá *corrigir* projeções de cor que realmente não existem.
zh_cn: 问：我工作台附近的灯光、墙壁、天花板、窗帘和家具颜色重要吗？答：当然重要！好的光线环境是正确编辑图片和比较屏幕图像与打印效果的前提。如果工作台附近的光线太亮（或太暗），显示器上的颜色就会显得太暗（或太亮）。如果工作间的灯具光线 **显色指数（CRI）** 低（也就是没用全光谱灯泡），或者光线来自窗户，会随着天气和时间变化（更糟的是，可能会被有色窗帘过滤），又或者墙壁和天花板的颜色在显示器上造成色偏，那你在编辑图片时，可能会去“纠正”一些根本不存在的颜色偏差。

source: Although maintaining harmony in the family is important, our best advice is to paint your walls and ceiling a neutral grey, cover the windows, wear neutral clothing, and set appropriate light levels using appropriate bulbs and fixtures.
ca: Tot i que mantenir l'harmonia en la família és important, el nostre millor consell és pintar les parets i el sostre d'un gris neutre, cobrir les finestres, portar roba neutra, i establir els nivells de llum adequats utilitzant bombetes i accessoris adequats.
pt_br: Embora manter a harmonia na família seja importante, nosso melhor conselho é pintar as paredes e o teto de um cinza neutro, cobrir as janelas, usar roupas neutras e definir níveis de luz apropriados usando lâmpadas e luminárias adequadas.
zh_cn: 虽然家庭和谐很重要，但我们最好的建议是：把墙壁和天花板刷成中性灰色，把窗户遮住，穿中性颜色的衣服，用合适的灯泡和灯具设置适当的光线强度。

source: The Monitor Profiles
it: I profili dei monitor
nl: De monitorprofielen
pt: Os Perfis dos Monitores
sl: Profili monitorja
uk: Профілі моніторів

source: Hewlett-Packard and Microsoft propose the addition of support for a standard color space, sRGB, within the Microsoft operating systems, HP products, the Internet, and all other interested vendors. The aim of this color space is to complement the current color management strategies by enabling a third method of handling color in the operating systems, device drivers and the Internet that utilizes a simple and robust device independent color definition. This will provide good quality and backward compatibility with minimum transmission and system overhead. Based on a calibrated colorimetric RGB color space well suited to Cathode Ray Tube (CRT) monitors, television, scanners, digital cameras, and printing systems, such a space can be supported with minimum cost to software and hardware vendors.
it: Hewlett-Packard e Microsoft propone l'aggiunta del supporto per uno spazio dei colori standard, sRGB, all'interno dei sistemi operativi Microsoft, i prodotti HP, Internet e tutti gli altri produttori interessati. Lo scopo di questo spazio dei colori è completare le strategie di gestione dei colori attuali abilitando un terzo metodo di gestione del colore nei sistemi operativi, nei driver dei dispositivi e in Internet, che utilizzi una definizione dei colori semplice, robusta e indipendente dai dispositivi. Ciò offrirà buona qualità e retrocompatibilità con trasmissione e overhead del sistema minimi. Basato su uno spazio dei colori RGB colorimetrico calibrato che ben si adatta a monitor CRT (Cathode Ray Tube), televisioni, scanner, fotocamere digitali e sistemi di stampa, tale spazio può essere supportato con un costo minimo dai produttori di software e hardware.
nl: Hewlett-Packard en Microsoft stellen de toevoeging van ondersteuning voor voor een standaard kleurruimte, sRGB, in het besturingssysteem van Microsoft, HP producten, het internet en alle andere geïnteresseerde leveranciers. Het doel van deze kleurruimte is de huidige strategieën voor kleurbeheer aan te vullen door een derde methode van behandeling van kleur in besturingssystemen, apparaatstuurprogramma's en het internet dat een eenvoudige en robuuste apparaat-onafhankelijke kleurdefinitie gebruikt. Dit zal goede kwaliteit leveren en achterwaarts compatibel zijn met minimale transmissie- and systeem-overhead. Gebaseerd op een gekalibreerd colorimetrische RGB kleurruimte goed geschikt voor kathodestraalbuis (CRT) monitors, televisie, scanners, digitale camera's en afdruksystemen, kan zo'n ruimte ondersteund worden met minimale kosten door software en hardware leveranciers.
pt: A Hewlett-Packard e a Microsoft propuseram a adição do suporte para um espaço de cores-padrão, o sRGB, dentro dos sistemas operativos da Microsoft, dos produtos da HP, na Internet e em todos os outros fabricantes interessados. O objectivo deste espaço de cores é complementar as estratégias de gestão de cores actuais, permitindo um terceiro método de lidar com a cor nos sistemas operativos, nos controladores de dispositivo e na Internet, usando uma definição decores robusta, simples e independente do dispositivo. Isto irá oferecer uma boa qualidade e a retro-compatibilidade com o mínimo de transmissão e sobrecarga do sistema. Usando um espaço de cores RGB colorimétrico e calibrado para monitores de Tubos de Raios Catódicos (TRC ou CRT), televisões, câmaras, 'scanners' e sistemas de impressão, um espaço de cores assim pode ser suportado com um custo mínimo por parte dos fabricantes de 'software' e 'hardware'.
sl: Hewlett-Packard in Microsoft predlagata dodano podporo za standardni barvni prostor, sRGB, v operacijskih sistemih Microsoft, izdelkih HP, internet in vsi ostalih zainteresiranih ponudnikov. Cilj tega barvnega prostora je za dopolnitev trenutnih strategij upravljanja barv z omogočanjem tretjega načina ravnanja z barvo v operacijskih sistemih, gonilnikih naprav in internetu, ki uporablja preprosto in robustno barvo, neodvisno od definicije naprave. To bo zagotovilo dobro kakovost in združljivost s prejšnjimi različicami, minimalne stroške prenosa in sistema. Na podlagi kalibrirane kolorimetrije je barvni prostor RGB zelo primeren za monitorje s katodno cevjo (CRT), televizijo,optične bralnike, digitalne fotoaparate in sisteme za tiskanje in tak prostor je podprt z minimalnimi stroški za prodajalce programske in strojne opreme.
uk: Hewlett-Packard і Microsoft пропонують додати підтримку для стандартного простору кольорів, sRGB, у операційні системи Microsoft, продукти HP, інтернет та продукти всіх інших зацікавлених компаній. Метою використання цього простору кольорів є доповнення поточних стратегій керування кольорами уможливленням третього способу обробки кольорів у операційних системах, драйверах пристроїв та інтернеті, такого, який би використовував просте і стійке незалежне від пристроїв визначення кольорів. Таким чином, буде забезпечено пристойну якість та зворотну сумісність з мінімальним навантаженням на канали передавання даних та систему. Заснований на каліброваному колориметричному просторі кольорів RGB, що добре пасує до електропроменевих (CRT) моніторів, телебачення, сканерів, цифрових фотокамер та систем друку, подібний простір може бути підтримано за мінімальних витрат постачальниками програмного та апаратного забезпечення.

source: Currently, the ICC (International Color Consortium) tracks and ensures that a color is correctly mapped from the input to the output color space. By attaching a profile for the input color space to the image in question. This is appropriate for high end users. However, there are a broad range of users that do not require this level of flexibility and control. Additionally, most existing file formats do not, and may never support color profile embedding, and finally, there are a broad range of uses [that] actually discourage people from appending any extra data to their files. A common standard RGB color space addresses these issues by merging the many standard and non-standard RGB monitor spaces into a single standard RGB color space. Such a standard could dramatically improve the color fidelity in the desktop environment. For example, if operating system vendors provide support for a standard RGB color space, the input and output device vendors that support this standard color space could easily and confidently communicate color without further color management overhead in the most common situations.
it: Attualmente, ICC (International Color Consortium) monitora e assicura che un colore sia correttamente mappato dallo spazio dei colori di input a quello di output, allegando un profilo per lo spazio dei colori di input all'immagine in questione. Questo è corretto per gli utenti di fascia alta. Tuttavia, esiste una fascia ampia di utenti che non richiede questo livello di flessibilità e controllo. Inoltre, la maggior parte dei formati di file esistenti non lo fa, e potrebbe mai supportare l'incorporamento del profilo dei colori; infine, esiste un'ampia fascia di utilizzi che, per la verità, scoraggiano gli utenti all'allegare qualsiasi dato aggiuntivo ai propri file. Uno spazio dei colori RGB standard comune indirizza questi problemi unendo gli spazi dei molti monitor RGB standard e non standard in un unico spazio dei colori RGB standard. Un tale tipo di standard potrebbe sensibilmente migliorare la fedeltà del colore nell'ambiente desktop. Per esempio, se i produttori dei sistemi operativi forniscono supporto per uno spazio dei colori RGB standard, i produttori di dispositivi di input e output che supportano questo spazio dei colori standard potrebbe comunicare in modo semplice e sicuro il colore senza ulteriore sovraccarico della gestione dei colori nella maggior parte delle situazioni comuni.
nl: Op dit moment volgt en verzekert de ICC (International Color Consortium) dat een kleur juist overeenkomt vanaf de invoer naar de uitvoerkleurruimte. Door een profiel voor de invoerkleurruimte aan de afbeelding in kwestie te hangen. Dit is voldoende voor gebruikers aan de hoge kant. Er is echter een brede reeks gebruikers die dit niveau van flexibiliteit en controle vereisen. Bovendien doen de meeste bestaande bestandsformaten dat niet en zullen nooit een ingebed kleurprofiel ondersteunen, en tenslotte zijn er een brede reeks gebruikers die nu mensen ontraden om welke extra gegevens dan ook aan hun bestanden te hangen. Een algemene standaard RGB kleurruimte adresseert deze zaken door mengen van de vele standaard en niet-standaard RGB monitorruimten in een enkele standaard RGB kleurruimte. Zo'n standaard zou dramatisch de kwaliteit van de kleur in de bureaubladomgeving verbeteren. Als, bijvoorbeeld leveranciers van besturingssystemen ondersteuning leveren voor een standaard RGB-kleurruimte, dan kunnen leveranciers van de invoer en uitvoerapparaten die deze standaard kleurruimten ondersteunen gemakkelijk en vertrouwelijk communiceren met kleur zonder verdere overhead voor kleurbeheer in de meest algemene situaties.
pt: De momento, o ICC (International Color Consortium) regista e garante que uma cor está devidamente associada desde o espaço de cores de entrada até ao de saída, ao associar um perfil para o espaço de cores de entrada para a imagem em questão. Isto é apropriado para os utilizadores mais profissionais. Contudo, existe um grande grupo de utilizadores que não precisam deste nível de flexibilidade e controlo. Adicionalmente, a maioria dos formatos de ficheiros existentes não suportam, nem pretendem vir a suportar, a incorporação do perfil de cores e, finalmente, existe uma grande gama de usos que desaconselham de facto as pessoas de adicionar quaisquer dados extra aos seus ficheiros. Um espaço de ores RGB comum e baseado num padrão lida com estes problemas, reunindo os vários espaços de monitores RGB padrão e não-padrão num único espaço de cores RGB-padrão. Uma norma assim poderia melhorar drasticamente a fidelidade da cor no ambiente de trabalho. Por exemplo, se os fabricantes dos sistemas operativos oferecerem o suporte para um espaço de cores RGB-padrão, os fabricantes de dispositivos de entrada e saída que suportem essa norma de espaço de cores poderão facilmente e com confiança comunicar as cores, sem mais sobrecargas de gestão de cores nas situações mais comuns.
sl: Trenutno ICC (International Color Consortium) to spremlja in zagotavlja, da je barva pravilno preslikana iz vhodnega v izhodni barvni prostor. Pripenjanje profila vhodnega barvnega prostora na sliko za obdelavo. To je primerno za visoke končne uporabnike. Vendar pa obstaja širok krog uporabnikov, ki ne zahtevajo te stopnje prilagodljivosti in nadzora. Poleg tega večina obstoječih formatov datotek ne podpira in morda nikoli ne bo podpiralo vdelavo barvnega profila in nenazadnje obstaja širok nabor uporab, ki dejansko ljudi odvračajo od dodajanja dodatnih podatkov v svoje datoteke. Skupni standardni barvni prostor RGB obravnava ta vprašanja z združitvijo številnih standardov in nestandardne prostore monitorjev RGB v en sam standardni barvni prostor RGB. Tak standard bi lahko dramatično izboljšal barvno natančnost v namiznem okolju. Na primer, če proizvajalci operacijskega sistema nudijo podporo za standardni barvni prostor RGB, prodajalci vhodnih in izhodnih naprav, ki podpirajo ta standardni barvni prostor bi zlahka in zanesljivo prenašali barvo brez dodatnih stroškov upravljanja barv v najpogostejših situacijah.
uk: Зараз за точністю відображення простору кольорів вхідних даних на простір вихідних даних стежить і забезпечує ICC [International Color Consortium]... додаванням профілю простору кольорів вхідних даних до зображення. Цей підхід можна використовувати для корпоративних користувачів. Але існує широке коло користувачів, яким подібний рівень гнучкості і керування просто не потрібен. Крім того, більшість наявних форматів файлів не підтримують, і, можливо, ніколи не підтримуватимуть, вбудовування профілів кольорів, і, нарешті, існує широке коло користувачів, які не бажають, щоб програми додавали будь-які дані до їх файлів. Загальний стандартний простір кольорів RGB має вирішити всі ці проблеми об’єднанням багатьох стандартних і нестандартних просторів кольорів RGB у один стандартний простір кольорів RGB. Подібний стандарт може значно покращити точність відтворення кольорів у стільничних середовищах. Наприклад, якщо виробники операційних систем забезпечуватимуть підтримку стандартного простору кольорів RGB, виробники пристроїв отримання та виводу даних, які підтримуватимуть цей стандартний простір кольорів зможуть забезпечити просте і точне передавання даних про колір без потреби у додатковій обробці у найпоширеніших випадках.
