Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/monitor_profiles.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: sRGB was designed to contain colors easily displayed on consumer-oriented monitors and printed by consumer-oriented printers manufactured since 1996. This least-common-denominator set of viewable and printable colors - the technical term is **color gamut** - is much smaller than the set of colors we can see in the real world, much smaller than the set of colors today's digital cameras can capture, much smaller than the set of colors today's printers can print, and much smaller than the color gamut of the new wide gamut monitors that are beginning to enter the consumer market. For anyone who wants to make use of the wider color gamuts available today even at the consumer level, the gamut of sRGB is too small. Conversely, if you don't intend to make use of an expanded gamut of colors at any point in your digital imaging workflow, then you don't need to worry about non-sRGB color spaces and all the attending intricacies of color management.
it: sRGB fu progettato per contenere i colori che si potevano facilmente riprodurre nei monitor e stampare sulle stampanti prodotte per il mercato di massa dal 1996. Questo insieme «minimo comune denominatore» di colori visibili e stampabili, il termine tecnico è il **gamut dei colori**, è molto più piccolo dell'insieme dei colori che possiamo vedere nel mondo reale, molto più piccolo dell'insieme dei colori che le attuali fotocamere digitali possono catturare, molto più piccolo dell'insieme dei colori che le attuali stampanti possono stampare, e molto più piccolo del gamut dei nuovi monitor a larga gamma dei colori che stanno iniziando a diffondersi nel mercato di massa. Per chiunque volesse far uso dei gamut dei colori disponibili oggi, anche a livello di mercato di massa, il gamut del profilo sRGB è troppo piccolo. All'opposto, se non hai intenzione di fare uso di un gamut dei colori esteso all'interno del tuo flusso di lavorazione delle immagini, allora non devi preoccuparti degli spazi dei colori non s-RGB e tutte le complicazioni future della gestione del colore.
nl: sRGB is ontworpen om kleuren te bevatten die gemakkelijk getoond worden op consumenten-georiënteerde monitoren en afgedrukt op consumenten-georiënteerde printers gemaakt sinds 1996. Deze set minst-algemene-samenstelling van zichtbare en af te drukken kleuren - de technische term is **kleuren-gamut** - is veel kleiner dan de set kleuren die we kunnen zien in de echte wereld, veel kleiner dan de set kleuren die hedendaagse digitale camera's kunnen vangen, veel kleiner dan de set kleuren die hedendaagse printers kunnen printen en veel kleiner dan het kleuren-gamut van de nieuwe brede gamut monitoren die in de consumentenmarkt beginnen binnen te komen. Voor iedereen die gebruik wil maken van de bredere kleurengamut's beschikbaar vandaag zelfs op het consumentenniveau, is de gamut van sRGB te klein. Omgekeerd, als u niet de bedoeling hebt om gebruik te maken van een uitgebreid gamut aan kleuren op elk punt in uw werkmethode met digitale afbeeldingen, dan hoeft u geen zorgen te hebben over niet-sRGB kleurruimten en alle aandacht vragende fijne kneepjes van kleurbeheer.
pt: O sRGB foi desenhado para incluir as cores facilmente apresentadas nos monitores da gama de consumo normal, bem como das impressoras da mesma gama, fabricados desde 1996. Este mínimo denominador comum de cores visíveis e imprimíveis - o termo técnico é o **gamute de cores** - é muito mais pequeno que o conjunto de cores que podemos ver no mundo real, muito mais pequeno que o conjunto de cores que as câmaras digitais dos dias de hoje conseguem capturar, muito mais pequeno que o gamute de cores que as impressoras de hoje conseguem imprimir e muito mais pequena que o gamute de cores que os novos monitores de gamute amplo que começam a entrar no mercado de consimo. Para os que queiram tirar mais partido dos gamutes mais amplos disponíveis nos dias de hoje, mesmo a nível da gama de consumo, o gamute do sRGB é demasiado pequeno. Por outro lado, se não pretende tirar partido de um gamute de cores expsndido em qualquer ponto nos seus processos de imagens digitais, então não precisa de se preocupar com os espaços de cores não-sRGB e todos os detalhes intrínsecos da gestão de cores.
sl: sRGB je bil zasnovan tako, da vsebuje barve, ki so enostavno prikazane na potrošniških monitorjih in natisnjene s potrošniško usmerjenih tiskalnikih, izdelanimi od leta 1996. Ta nabor najmanjših skupnih imenovalcev barv za ogled in tiskanje – tehnični izraz je **barvni razpon** - je veliko manjši od nabora barv, ki jih lahko vidimo v resničnem svetu, veliko manjši od današnjega nabora barv, ki jih digitalni fotoaparati lahko zajamejo, veliko manjše od današnjega nabora barv, ki jih tiskalniki lahko tiskajo in veliko manjše od barvnega obsega nove širine gamut monitorjev, ki začenjajo vstopati na potrošniški trg. Za kogarkoli, ki želi izkoristiti širše barvne lestvice, ki so danes na voljo tudi na potrošniški ravni je razpon sRGB premajhen. Nasprotno, če ne nameravate uporabiti razširjeno paleto barv na kateri koli točki vašega poteka dela za digitalne slike, potem vam ni treba skrbeti za barve, ki niso iz sRGB prostorov in vse spremljajoče zapletenosti upravljanja barv.
uk: sRGB було розроблено таким чином, щоб у цьому просторі містилися кольори, які просто показати на поширених серед споживачів моніторах і надрукувати на поширених серед споживачів з 1996 року принтерах. Цей «спільний знаменник» серед просторів кольорів для перегляду і друку — технічний термін «палітра кольорів» (**color gamut**) — є значно вужчим, ніж набір кольорів, які ми бачимо у реальному світі, набагато вужчим, ніж набір кольорів, які здатні відтворювати сучасні цифрові фотоапарати, набагато вужчим, ніж набір кольорів, який здатні друкувати сучасні принтери, і набагато вужчим, ніж палітра сучасних моніторів з широкою палітрою, які починають з’являтися на роздрібному ринку. Всі, хто бажає скористатися ширшими палітрами кольорів, які доступні зараз рядовим споживачам, палітра sRGB є завузькою. І навпаки, якщо ви не маєте наміру користуватися розширеною палітрою кольорів на будь-якому кроці обробки цифрових зображень, вам не потрібно перейматися просторами кольорів, відмінними від sRGB, та всіма тонкощами керування кольорами.

source: sRGB Limitations
it: Limitazioni di sRGB
nl: Beperkingen van sRGB
pt: Limitações do sRGB
sl: omejitve sRGB
uk: Обмеження sRGB

source: A visual representation of the limitations of sRGB compared to the colors we actually see in the real world is presented here after. It shows a two-dimensional representation of all the colors we can see (the horseshoe-shaped region) and the colors contained in the sRGB space (the smaller triangular region).
it: Una rappresentazione visiva delle limitazioni dello sRGB a confronto con i colori che noi percepiamo nel mondo reale è presentata qui di seguito. Mostra una rappresentazione bi-dimensionale di tutti i colori che possiamo vedere (la regione a forma di ferro di cavallo) e i colori contenuti all'interno dello spazio sRGB (la regione triangolare).
nl: Een beeld van de beperkingen van sRGB in vergelijking met de kleuren die we in werkelijkheid zien wordt hieronder getoond. Het toont een twee dimensionaal beeld van alle kleuren die we kunnen zien (het hoefijzervormige gebied) en de kleuren die de sRGB ruimte omvat (het kleinere driehoekige gebied).
pt: É apresentada a seguir uma representação visual das limitações do sRGB em relação às cores que vemos de facto no mundo real. Mostra uma representação a duas-dimensões de todas as cores que se podem ver (a região em forma de ferradura) e as cores contidas no espaço de cores sRGB (a região triangular mais pequena).
sl: Vizualna predstavitev omejitev sRGB v primerjavi z barvami, ki jih lahko dejansko vidimo v resničnem svetu je predstavljen tukaj naprej. Prikazuje dvo-dimenzijsko predstavitev vseh barv, ki jih lahko vidimo (v podkvi oblikovanem območju) in barve v prostoru sRGB (manjše trikotno območje).
uk: Нижче наведено наочне зображення обмежень sRGB, порівняно з кольорами, які ми спостерігаємо у навколишньому світі. На зображенні показано двовимірну карту всіх кольорів, які ми здатні бачити (копитоподібна область), і кольорів, що містяться у просторі кольорів sRGB (менша трикутна область).

source: The Gamut of D65 sRGB Color Profile Used by Default with Standard LCD Monitor
it: Il gamut del profilo dei colori sRGB D65 utilizzato in modo predefinito col monitor LCD standard
nl: Het Gamut van D65 sRGB kleurprofiel standaard gebruikt met standaard LCD-monitor
pt: O Gamute do Perfil de Cores sRGB da D65, Usado por Omissão nos Monitores LCD-padrão
sl: Razpon barvnega profila D65 sRGB, ki se privzeto uporablja s standardnim LCD monitorjem
uk: Палітра профілю кольорів sRGB D65, яку типово використано для стандартного рідкокристралічного монітора

source: If you choose to work exclusively in the sRGB color space, do you need to calibrate your monitor? Whether you stay within the color gamut provided by sRGB or not, you need a properly calibrated monitor because sRGB assumes that your monitor is calibrated to sRGB. Your monitor calibration closes the loop. If you work within the color gamut provided by sRGB then you need to calibrate your monitor to the sRGB standard (or produce and use an accurate monitor profile, or both). What are the consequences of working with an uncalibrated monitor?
it: Se scegli di lavorare esclusivamente nello spazio dei colori sRGB, hai necessità di calibrare il monitor? Sia che rimanga o no all'interno del gamut dei colori fornito da sRGB, hai necessità di un monitor correttamente calibrato perché sRGB presume che esso sia calibrato in sRGB. La calibrazione del tuo monitor chiude il cerchio. Se lavori all'interno del gamut dei colori fornito da sRGB, allora devi calibrare il monitor allo standard sRGB (o produrre e utilizzare profilo di monitor accurato, o entrambi). Quali sono le conseguenze di lavorare con un monitor non calibrato?
nl: Als u kiest om exclusief in de sRGB kleurruimte te werken, moet u dan uw monitor kalibreren? Of u nu blijft binnen het kleurengamma dat door sRGB wordt geboden of niet, u heeft een juist gekalibreerd monitor nodig omdat sRGB er van uitgaat dat uw monitor is gekalibreerd voor sRGB. De kalibratie van uw monitor vormt het sluitstuk van de cirkel. Als u werkt binnen het kleurengamma, zoals voorzien door sRGB dan moet u uw monitor kalibreren voor de sRGB standaard (of een accuraat kleurenschermprofiel aanmaken of beiden). Wat zijn de consequenties van werken met een niet gekalibreerde monitor?
pt: Se optar por trabalhar em exclusivo no espaço de cores sRGB, precisa de calibrar o seu monitor? Quer fique dentro do gamute de cores oferecido pelo sRGB ou não, precisa de um monitor devidamente calibrado, porque o sRGB assume que o seu monitor está calibrado como sRGB. A sua calibração do monitor fecha o ciclo. Se trabalhar dentro do gamute de cores oferecido pelo sRGB, então terá de calibrar o seu monitor com a norma sRGB (ou produzir e usar um perfil de monitor adequado, ou ambos). Quais são as consequências de trabalhar com um monitor não calibrado?
sl: Če se odločite za delo izključno v barvnem prostoru sRGB, ali morate kljub temu kalibrirati monitor? Ne glede na to, ali ostanete v barvni lestvici, ki jo ponuja sRGB ali ne, potrebujete pravilno umerjen monitor, ker sRGB predvideva da je vaš monitor umerjen na sRGB. Kalibracija vašega monitorja zapre zanko. Če delate znotraj barvnega razpona, ki ga zagotavlja sRGB, morate umeriti svoj monitor na standard sRGB (ali izdelajte in uporabite natančen profil monitorja ali oboje). Kakšne so posledice dela z nekalibriranim monitorjem?
uk: Якщо робота виконуватиметься лише у просторі кольорів sRGB, чи слід калібрувати монітор? Будете ви використовувати кольорову палітру sRGB чи ні, вам слід налаштувати ваш монітор належним чином, оскільки за використання sRGB вважатиметься, що ваш монітор відкалібровано саме для sRGB. Калібрування вашого монітора завершує цикл налаштування. Якщо ви працюєте з палітрою кольорів sRGB, вам слід відкалібрувати ваш монітор відповідно до стандартів sRGB (або створити і використовувати точний профіль монітора, або зробити і те, і інше). Якими є наслідки роботи із некаліброваним монітором?

source: There are several possible consequences, none of them good. Every monitor, calibrated or otherwise, has a native (uncalibrated) white point, expressed as a temperature in degrees Kelvin. The white point of a monitor (calibrated or not) is the color you see when you are looking at a patch of pure white on your screen. Pure white is when the RGB values in your image all equal 255 (as expressed in 8-bits), such as the plain white background of a web page or an office document. You are thinking, *white is white* but if you were able to line up several monitors calibrated to different white points, you would see that the higher the temperature of the monitor's white point, the bluer the screen looks in comparison with monitors with lower white points.
it: Le possibili conseguenze sono diverse, e nessuna è buona. Ogni monitor, calibrato o no, possiede un punto di bianco (non calibrato) nativo, espresso come temperatura in gradi Kelvin. Il punto di bianco di un monitor (calibrato no) è il colore che vedi quando stai osservando un pezzo di bianco puro sul tuo schermo. Il bianco puro è quando i valori RGB nella tua immagine sono tutti 255 (come espressi in 8 bit), tipo lo sfondo bianco semplice di una pagina web o di un documento per ufficio. Stai pensando: il *bianco è bianco*. Ma se fossi in grado di mettere in fila vari monitor calibrati con punti di bianco differenti, noterai che più alta è la temperatura del punto di bianco del monitor, più blu appare lo schermo al confronto con monitor con punti di bianco più bassi.
nl: Er zijn verschillende mogelijke consequenties. Geen van hen is goed. Elk monitor, gekalibreerd of anders, kent een eigen (gekalibreerd) witpunt dat wordt uitgedrukt als temperatuur in graden Kelvin. Het witpunt van een monitor (gekalibreerd of niet) is de kleur die u ziet als u kijkt naar een stukje zuiver wit op de monitor. Zuiver wit is wanneer de RGB waarden in uw afbeelding allen gelijk zijn aan 255 (uitgedrukt in 8 bits), zoals de egaal witte pagina van een webpagina of een kantoordocument. U denkt misschien *wit is wit*, maar als u verschillende monitoren, die allen gekalibreerd zijn op verschillende witpunten, dan zou u zien dat hoe hoger de temperatuur van het witpunt van de monitor, hoe blauwer het scherm toont in vergelijking met schermen met een lager witpunt.
pt: Existem várias consequências possíveis, nenhuma delas sendo boa. Todos os monitores, calibrados ou não, têm um ponto branco nativo (não calibrado), expresso como uma temperatura em graus Kelvin. O ponto branco de um monitor (calibrado ou não) é a cor que vê quando olhar para uma amostra de branco puro no seu ecrã. O branco puro é quando os valores RGB da sua imagem são todos iguais a 255 (como está definido em 8 bits), como o fundo em branco simples numa página Web ou num documento de escritório. Poderá pensar *branco é branco*, mas se puder alinhar vários monitores calibrados com diferentes pontos brancos, irá ver que quanto maior a temperatura do ponto branco do monitor, mais azulado parecerá o ecrã com os monitores de pontos brancos mais baixos.
sl: Možnih je več posledic, od katerih nobena ni dobra. Vsak monitor, umerjen ali ne, ima naravno (neumerjeno) belo točko, izraženo kot temperaturo v stopinjah Kelvina. Bela točka monitorja (umerjena ali ne) je barva, ki jo vidite, ko gledate čisto belo liso na vašem zaslonu. Čista bela je, ko so vse vrednosti RGB na vaši sliki enake 255 (kot je izraženo v 8-bitih), kot je navadno belo ozadje spletastran ali pisarniški dokument. Razmišljate, *belo je belo*, ampak če bi lahko postavili več monitorjev, umerjenih na različne bele točke, bi videli, da višja kot je temperatura bele točke monitorja, bolj moder je videti zaslon v primerjavi z monitorji z manj beline točke.
uk: З вищенаведеного випливає декілька наслідків, жоден з яких не є доброю новиною. Будь-який монітор, калібрований чи ні, має власну (некалібровану) точку білого, яку можна виміряти у градусах Кельвіна. Точка білого монітора (каліброваного чи ні) є кольором, який ви бачите, коли дивитеся на повністю білі ділянки зображення на екрані. Повністю білим вважається колір, всі значення компонент RGB якого рівні 255 (у 8-бітовому представленні), зокрема колір тла вебсторінок або офісних документів. Ви можете подумати: «білий — це білий», але, якби ви могли порівняти декілька моніторів відкаліброваних на різні точки білого, ви б переконалися, що чим вищою є температура точки білого монітора, тим синішим виглядає білий колір, порівняно з моніторами з нижчою температурою точки білого.

source: If you can find the controls of your own monitor, change the temperature up and down (remembering to put it back to its initial setting when you are done, unless you decide you want a different white point). Your eyes, which adapt quickly to a constant white point, will easily discern the screen getting bluer and yellower as you move the white point higher and lower. If your uncalibrated monitor is too blue (native CRT color temperature is typically 9300K and sRGB assumes 6500K), as you edit your image you will overcompensate and produce images that will look yellowish and too warm on a properly calibrated monitor. Conversely, if your monitor is too yellow because the color temperature is set too low (LCD native color temperature is around 5500K), your images will look blueish/too cool on a properly calibrated monitor.
it: Tramite i controlli del tuo monitor, cambia la temperatura su e giù, ricordandoti di rimetterla alle sue impostazioni iniziali una volta che hai terminato, a meno che tu non decida di utilizzare un punto di bianco diverso. I tuoi occhi, che si adattano rapidamente a un punto di bianco costante, distingueranno facilmente le variazioni tendenti al blu o al giallo all'aumento o alla diminuzione del punto di bianco. Se il tuo monitor non calibrato è troppo blu (la temperatura nativa dei monitor CRT è tipicamente 9300K e sRGB presume 6500K), durante la modifica delle immagini sovracompenserai e produrrai immagini che appariranno giallastre e troppo *calde* su un monitor calibrato adeguatamente. Al contrario, se il tuo monitor è troppo giallo perché la temperatura impostata è troppo bassa (quella nativa dei colori nei monitor LCD è intorno ai 5500K), le tue immagini appariranno bluastre e troppo *fredde* in un monitor calibrato adeguatamente.
nl: Als u de instellingen van uw eigen monitor kunt vinden, wijzig dan de temperatuur naar boven of naar beneden (vergeet niet om die weer terug te zetten naar beginstand wanneer u klaar bent, behalve als u besluit dat u een ander witpunt wilt instellen). Uw ogen, die zich snel aanpassen aan een constant witpunt, zullen gemakkelijk het verschil zien wanneer het scherm blauwer en geler wordt naarmate u de aanwijzer hoger en lager beweegt. Als uw niet gekalibreerde scherm te blauw is (ingebouwde CRT kleurtemperatuur is 9300K en sRGB gaat er van uit dat het 6500K is) als u dan uw beeld bewerkt dan zult u overcompenseren en beelden produceren die te geel en te warm van kleur lijken op een juiste gekalibreerd monitor. Omgekeerd, als uw monitor te geel is omdat de kleurtemperatuur te laag werd ingesteld (ingebouwde kleurtemperatuur van LCD schermen ongeveer 5500K is), dan zullen uw afbeeldingen blauwachtig/te koel lijken op een juist gekalibreerd monitor.
pt: Se conseguir descobrir os controlos do seu próprio monitor, aumente e reduza a temperatura (lembrando-se de voltar a colocar na configuração inicial quando terminar, a menos que decida experimentar um ponto branco diferente). Os seus olhos, que se adaptam rapidamente a um ponto branco constante, irão distinguir facilmente o ecrã a ficar mais azul ou mais amarelo, à medida que aumenta ou diminui o ponto branco. Se o seu monitor não calibrado for demasiado azul (a temperatura de cor nativa dos CRT's é tipicamente de 9300K e o sRGB assume 6500K), à medida que edita a sua imagem irá compensar em exagero e irá produzir imagens que parecem demasiado amarelas ou muito quentes num monitor devidamente calibrado. Por outro lado, se o seu monitor estiver demasiado amarelo por ter uma temperatura de cor demasiado baixa (a temperatura de cor nativa dos LCD's é de aproximadamente 5500K), as suas imagens irão parecer demasiado azuis/fritas num monitor devidamente configurado.
sl: Če najdete kontrolnike svojega monitorja, spremenite temperaturo navzgor in navzdol (ne pozabite, da ga morate vrniti na prvotno nastavitev, ko ste končali, razen če se odločite, da želite drugo belo točko). Vaše oči, ki se hitro prilagajajo na stalno belo točko, bodo zlahka razločile zaslon, ki postaja vse bolj moder ali rumen, ko premikate belo točko višje ali nižje. Če je vaš neumerjen monitor preveč moder (naravna barvna temperatura CRT je običajno 9300K, sRGB pa predvideva 6500K), boste ob urejanju sliko, prekomerno kompenzirali in ustvarjali slike, ki bodo videti rumenkaste in pretople na pravilno kalibriranem monitorju. Nasprotno, če je vaš monitor preveč rumen, ker je barvna temperatura nastavljena prenizko (naravna barvna temperatura LCD-ja je okoli 5500K), bodo vaše slike videti modrikaste/prehladne na pravilno kalibriranem monitorju.
uk: Якщо ви знаєте, як керувати вашим монітором, спробуйте збільшити або зменшити температуру (не забудьте після експерименту повернути початкове значення, якщо наслідки його зміни вам не сподобалися). Ваші очі, які швидко пристосовуються до сталої точки білого, з легкістю доведуть вам те, що зображення стане синішим, якщо ви підвищите точку білого, і жовтішим, якщо знизите її. Якщо зображення на вашому некаліброваному моніторі буде зсунуто за кольором у напрямку синього кольору (типовим значенням кольорової температури CRT є 9300K, типовим же значенням sRGB є 6500K) під час редагування вашого зображення, вами буде створено зображення з перевищенням витримки, яке виглядатиме жовтуватим з занадто теплими кольорами на належно каліброваному моніторі. І навпаки, якщо зображення кольорів на вашому моніторі зсунутим у бік жовтих кольорів, оскільки встановлено занизьку температуру (типовим значенням кольору LCD є значення близько 5500K), ваші зображення виглядатимуть синюватими і надто холодними на належним чином каліброваному моніторі.

source: :kbd:`F12` Shortcut Allows to Turn On/Off the Color Management in Image Editor and all digiKam Thumbnail Views
it: La scorciatoia :kbd:`F12` permette di attivare/disattivare la gestione dei colori nell'editor delle immagini e tutte le viste miniature di digiKam
nl: Sneltoets :kbd:`F12` biedt het aan/uitzetten van het kleurbeheer in afbeeldingsbewerker en alle miniatuurweergaven van digiKam
pt: O Atalho :kbd:`F12` Permite Ligar/Desligar a Gestão de Core no Editor de Imagens e Todas as Áreas de Miniaturas do digiKam
sl: kbd:`F12` Bližnjica Omogoča vklop/izklop upravljanja barv v urejevalniku slik in vseh pogledih sličic digiKam
uk: За допомогою натискання клавіші :kbd:`F12` можна увімкнути або вимкнути керування кольорами у редакторі зображень та на усіх панелях мініатюр digiKam
