Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/monitor_profiles.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Calibrating your monitor technically is not really part of color management. But obviously a properly calibrated and/or profiled monitor is a prerequisite for a color-managed workflow. This manual does not cover the important topics of how to calibrate and profile a monitor. The `Argyll <http://www.argyllcms.com/>`_ documentations are very good and highly recommended reading. To use either of this software to calibrate and/or profile your monitor, you will need a spectrophotometer. A spectrophotometer (sometimes called a *spider*) is a device for measuring the RGB values of color patches projected onto the monitor screen by calibration/profiling software such as Argyll. The Argyll website maintains an up-to-date list of supported spectrophotometers.
it: La calibrazione del tuo monitor tecnicamente non fa in realtà parte della gestione dei colori. Ovviamente, un monitor correttamente profilato e/o calibrato è un prerequisito per un flusso di lavoro gestito dai colori. Questo manuale non tratta importanti argomenti quali la calibrazione e la profilazione di un monitor. La documentazione `Argyll <http://www.argyllcms.com/>`_ è una lettura molto valida e fortemente consigliata. Per utilizzare uno qualsiasi di questi software per calibrare e /o profilare il tuo monitor, hai bisogno di uno spettrofotometro. Questo (chiamato talvolta *spider*) è un dispositivo per misurare i valori RGB di pezze di colore proiettate sullo schermo di un monitor da un software per la calibrazione/profilazione tipo Argyll. Il sito web Argyll contiene un elenco aggiornato degli spettrofotometri supportati.
nl: Uw monitor technisch kalibreren is niet echt onderdeel van kleurbeheer. Maar het is duidelijk dat een juist gekalibreerde en/of geprofileerde monitor een voorwaarde is voor een werkmethode met kleurbeheer. Deze handleiding dekt niet de belangrijke onderwerpen van hoe een monitor te kalibreren en te profileren. De `Argyll <http://www.argyllcms.com/>`_ documentatie is erg goed en zeer aan te bevelen leesstof. Om een van deze software te gebruiken om uw monitor te kalibreren en/of te profileren, hebt u will een spectrophotometer nodig. Een spectrophotometer (soms genaamd een *spider*) is een apparaat voor het meten van de RGB waarden van kleurvlekken geprojecteerd op het monitorscherm door software voor kalibreren/profileren zoals Argyll. De website van Argyll onderhoudt een up-to-date lijst met ondersteunde spectrophotometers.
pt: Calibrar o seu monitor não faz parte, a nível técnico, da gestão de cores. Mas obviamente um monitor devidamente calibrado e/ou com um perfil adequado é um pré-requisito para um processo de gestão de cores. Este manual não cobre os tópicos importantes de como calibrar e gerar um perfil para um monitor. A documentação do `Argyll <http://www.argyllcms.com/>`_ é bastante boa e uma leitura altamente recomendada. Para usar alguma destas aplicações para calibrar e/ou gerar o perfil do seu monitor, irá necessitar de um espectrofotómetro. Este, normalmente chamado de *aranha*, é um dispositivo para medir os valores de RGB dos padrões de cores projectados no ecrã do monitor, usando aplicações de calibração/perfis como o Argyll. A página Web do Argyll mantém uma lista actualizada com os espectrofotómetros suportados.
sl: Tehnično umerjanje monitorja v resnici ni del upravljanja barv. Toda očitno je pravilno umerjen in/ali profiliran monitor predpogoj za potek dela z upravljanjem barv. Ta priročnik ne pokriva pomembnih tem, kako umeriti in profilirati monitor. Dokumentacija `Argyll <http://www.argyllcms.com/>`_ je zelo dobra in zelo priporočljiva za branje. Če želite uporabiti katero koli od te programske opreme za umerjanje in/ali profiliranje vašega monitorja, boste potrebovali spektrofotometer. Spektrofotometer (včasih imenovan tudi *pajek*) je naprava za merjenje vrednosti RGB barvne lise, projicirane na zaslon monitorja s programsko opremo za umerjanje/profiliranje, kot je Argyll. Spletno mesto Argyll vzdržuje posodobljen seznam podprtih spektrofotometrov.
uk: Калібрування вашого монітора з технічної точки зору не є насправді частиною керування кольорами Але, очевидно, належним чином калібрований і/або профільований монітор є попередньою умовою роботи з керуванням кольорами У цьому підручнику ми не розповідатимемо вам про важливі теми щодо калібрування або профілювання моніторів Ці питання доволі добре висвітлено у документації до `Argyll <http://www.argyllcms.com/>`_, ми наполегливо рекомендуємо вам з нею ознайомитися. Для того, щоб скористатися однією з цих програм для калібрування і/або профілювання вашого монітора, вам потрібен буде спектрофотометр. Спектрофотометр — це пристрій для вимірювання значень RGB для кольорів, які проєктуються на екран монітора програмним забезпеченням з калібрування/профілювання моніторів, зокрема Argyll. На вебсайті Argyll ви можете знайти список сучасних спектрофотометрів, що підтримуються програмою. LProf може використовувати всі спектрофотометри, які може використовувати Argyll.

source: There are various methods given on the Internet for calibrating a monitor without using a spectrophotometer. These *eye-ball* methods are better than not calibrating your monitor at all, and depending your eyeball and your monitor, can produce quite usable results. But the eye-ball methods are not a substitute for a properly calibrated and profiled monitor. For the record, calibrating and profiling a monitor with a spectrophotometer, though intimidating at first, is not difficult. Spectrophotometers can be obtained for well under 100€ (if you opt for a more expensive model, make sure you are paying for a better piece of hardware, rather than just a more fully-featured accompanying bit of manufacturer's software that won't run under Linux).
it: Sono presenti vari metodi su Internet per la calibrazione di un monitor senza l'uso di uno spettrofotometro. Questi metodi *a occhio* sono meglio di non calibrare per nulla il monitor e, a seconda della tua capacità visiva e del tuo monitor, può produrre risultati assolutamente funzionanti. I metodi *a occhio* non sostituiscono, però, un monitor correttamente calibrato e profilato. Per la precisione, la calibrazione e la profilazione di un monitor con uno spettrofotometro, sebbene spaventevole a prima vista, non è difficile. Spettrofotometri validi si possono trovare per meno di 100 € (se opti per un modello più costoso, accertati di pagare per un dispositivo hardware di migliore qualità, piuttosto che per uno con maggiori funzionalità ma corredato da software che non funziona in Linux).
nl: Op internet worden diverse manieren aangegeven om een monitor te kalibreren zonder een spectrophotometer te gebruiken. Deze *op het oog* methoden zijn beter dan helemaal geen kalibratie en afhankelijk van uw ogen en van uw monitor, kunnen ze redelijk bruikbare resultaten opleveren. Maar deze methode is geen vervanging voor een juist gekalibreerd en geprofileerd monitor. Voor de goede orde, kalibreren en een profiel aanmaken voor een monitor met een spectrophotometer, ofschoon beangstigend in het begin, is niet moeilijk. Spectrophotometers zijn te koop voor prijzen vanaf ca. 100 Euro. (Als u liever een duurder model wilt kopen let dan op dat u niet iets koopt dat volop mogelijkheden biedt maar niet onder Linux werkt).
pt: Existem vários métodos referenciados na Internet para calibrar um monitor sem usar um espectrofotómetro. Estes métodos de *óculo* são melhores que não calibrar o seu monitor de todo, e dependendo do seu óculo e do seu monitor, poderão produzir resultados bastante úteis. Mas os métodos dos óculos não são são um substituto para um monitor com uma calibração e um perfil adequados. Para que conste, a calibração e geração do perfil do monitor com um espectrofotómetro, ainda que seja intimidante à primeira vista, não é difícil. Os espectrofotómetros podem ser adquiridos por menos de 100€ (se optar por um modelo mais caro, certifique-se que está realmente a pagar por um aparelho melhor, em vez de usar um cheio de funcionalidades, mas que depois não funciona em Linux).
sl: Na internetu so na voljo različne metode za umerjanje monitorja brez uporabe spektrofotometra. Te metode *očesa* so boljše od tega, da monitorja sploh ne kalibrirate in odvisno od vašega zrkla in vašega monitorja, lahko ustvarite zelo uporabne rezultate. Toda metode očesnega jabolka niso nadomestek za pravilno kalibriran in profiliran monitor. Čeprav se zdi sprva umerjanje in profiliranje monitorja s spektrofotometrom sprva zastrašujoče, ni težko. Spektrofotometre je mogoče dobitiza krepko pod 100€ (če se odločite za dražji model, poskrbite, da boste plačali za boljši kos strojne opreme, ne le za bolj popolno predstavljen spremljajoči del proizvajalčeve programske opreme, ki ne deluje pod Linuxom).
uk: У інтернеті можна знайти різноманітні методики калібрування монітора без використання спектрофотометра. Використання методів «на око» є кращим, ніж повна відсутність калібрування монітора: все залежить від вашого ока і вашого монітора. Подібне калібрування може дати досить пристойні результати. Але всі подібні методи не можна розглядати як заміну професійного калібрування та профілювання монітора. Для довідки, калібрування і профілювання монітора за допомогою спектрофотометра, хоча і може здаватися складною справою, насправді не є складним. Спектрофотометр можна придбати за менше, ніж 100 євро (якщо ви віддасте перевагу дорожчій моделі, переконайтеся, що гроші сплачено за краще обладнання, а не за додаткове програмне забезпечення, яке все одно не працюватиме у Linux).

source: `Argyll <http://www.argyllcms.com/>`_ documentation will guide you through the process of calibrating and profiling your monitor, without your having to learn very much color management theory. And if/when you learn enough about color management to realize that you want or need a more detailed monitor profile of a particular type, for a particular purpose, these two software have all the advanced capabilities you could possibly hope for.
it: La documentazione `Argyll <http://www.argyllcms.com/>`_ ti guiderà attraverso il processo di calibrazione e profilazione del tuo monitor, senza dover conoscere troppa teoria di gestione dei colori. E se, o quando, avrai imparato abbastanza sulla gestione dei colori da renderti conto che vuoi o hai bisogno di un profilo del monitor più dettagliato di un tipo particolare, per uno scopo particolare, questi due software hanno tutte le capacità avanzate che ti puoi aspettare.
nl: De `Argyll <http://www.argyllcms.com/>`_ documentatie begeleidt u door het proces voor het kalibreren en profileren van uw monitor, zonder veel te moeten leren over kleurbeheer. En als/wanneer u voldoende weet over kleurbeheer om te beseffen dat u een meer gedetailleerd kleurprofiel nodig heeft voor een een specifieke toepassing dan bieden deze twee programma's alle geavanceerde mogelijkheden die u kunt wensen.
pt: A documentação do `Argyll <http://www.argyllcms.com/>`_ conduzi-lo-á pelo processo de calibrar e gerar um perfil para o seu monitor, sem ter de aprender muita teoria sobre a gestão de cores. E se/quando tiver aprendido o suficiente sobre a gestão de cores, para perceber que quer ou precisa de um perfil de monitor mais detalhado para um dado tipo em particular, para um fim em particular, estas duas aplicações têm todas as capacidades avançadas que possa estar à espera.
sl: Dokumentacija `Argyll <http://www.argyllcms.com/>`_ vas bo vodila skozi postopek umerjanja in profiliranja vašega monitorja, ne da bi se vi morali naučiti zelo veliko teorije upravljanja barv. In če/ko se naučite dovolj o upravljanju barv, da ugotovite, da želite ali potrebujete podrobnejše monitor profila določene vrste za določen namen, imata ti dve programski opremi vse napredne zmogljivosti, ki bi jih lahko potrebovali.
uk: Документація з `Argyll <http://www.argyllcms.com/>`_ допоможе вам у процесі калібрування та профілювання вашого монітора,— глибокі знання у теорії керування кольорами вам не знадобляться. Якщо ж подальше вивчення керування кольорами наведе вас на думку, що вам потрібен докладніший профіль монітора певного типу, у цих двох програмах ви знайдете всі додаткові можливості, на які ви могли б очікувати. Припустімо, що мною було прийнято рішення працювати лише з простором кольорів sRGB. Які «кнопки digiKam» мені слід натискати після калібрування монітора?

source: But if you want to take the first steps toward a color-managed workflow, then refer to corresponding page of Settings, enable color management, and select sRGB as your **monitor profile**, your **camera profile**, your **working space** profile, and your **printer profile**. If you've also used `Argyll <http://www.argyllcms.com/>`_ to produce a monitor profile after you calibrated your monitor named :file:`mymonitorprofile.icc`, then tell digiKam to use it instead of sRGB as your monitor profile.
it: Ma se vuoi muovere i primi passi nel processo di gestione dei colori, allora devi fare riferimento alla pagina corrispondente delle Impostazioni, abilitare la gestione dei colori e selezionare sRGB come **profilo del monitor**, **profilo della fotocamera**, profilo del tuo **spazio di lavoro** e **profilo della stampante**. Se hai anche utilizzato `Argyll <http://www.argyllcms.com/>`_ per produrre un profilo del monitor, dopo averlo calibrato, chiamato :file:`mio_profilo_monitor.icc`, allora istruisci digiKam a utilizzarlo come profilo del monitor al posto di sRGB.
nl: Maar als u de eerste stappen wilt nemen naar een kleurbeheer werkmethode, kijk dan op: overeenkomstige pagina voor Instellingen, schakel kleurbeheer in en kies sRGB als uw **monitorprofiel**, uw **cameraprofiel**, uw **werkruimteprofiel** en uw **printerprofiel**. Als u ook `Argyll <http://www.argyllcms.com/>`_ heeft gebruikt om een monitorprofiel te maken nadat u uw monitor hebt gekalibreerd en bijvoorbeeld genoemd :file:`mijnmonitorprofiel.icc`, vertel digiKam dan om dat te gebruiken in plaats van sRGB als monitorprofiel.
pt: Mas se quiser efectuar os primeiros passos face a um procedimento de gestão de cores, então consulte a página correspondente da Configuração, active a gestão de cores e seleccione o sRGB como o seu **perfil do monitor**, o seu **perfil da câmara**, o seu perfil do **espaço de trabalho** e o seu **perfil da impressora**. Se tiver também usado o `Argyll <http://www.argyllcms.com/>`_ para produzir um perfil de monitor, após ter calibrado o seu monitor, chamado :file:`perfil-do-meu-monitor.icc`, então diga ao digiKam para o usar em vez do sRGB como o perfil do seu monitor.
sl: Če pa želite narediti prve korake k barvno upravljanemu delovnemu toku, si oglejte ustrezno stran v nastavitvah, omogočite upravljanje barv in izberite sRGB kot **profil monitorja**, **profil kamere**, vaš **profil delovnega prostora** in vaš **profil tiskalnika**. Če ste tudi uporabljali `Argyll <http://www.argyllcms.com/>`_ za izdelavo profila monitorja, potem ko ste umerili vaš monitor z imenom :file:`mymonitorprofile.icc`, nato povejte digiKamu, da ga uporabite namesto sRGB kot svoj profil monitorja.
uk: Але, якщо ви бажаєте зробити перші кроки у роботі з використанням керування кольорами, зверніться до відповідного розділу цього підручника, увімкніть керування кольорами і виберіть **профілем монітора**, **фотоапарата**, **робочого простору** та **принтера** sRGB. Крім того, якщо у вас є профіль кольорів, створений після калібрування вашого монітора з використанням програм `Argyll <http://www.argyllcms.com/>`_ (він називається :file:`mymonitorprofile.icc`), повідомте digiKam про те, що слід використовувати профіль монітора замість sRGB.

source: digiKam Allows to Setup Customized Places Where you can Store your Personal Color Profile
it: digiKam permette di configurare posizioni personalizzate in cui memorizzare i tuoi profili di colore personalizzati
nl: digiKam biedt het opzetten van aangepaste plaatsen waar u uw persoonlijke kleurprofiel kunt opslaan
pt: O digiKam Permite Configurar Locais Personalizados para Armazenar os seus Perfis de Cores Pessoais
sl: digiKam omogoča nastavitev prilagojenih mest, kjer lahko shranite svoj osebni barvni profil
uk: У digiKam можна налаштувати нетипові місця, де ви можете зберігати ваші особисті профілі кольорів

source: Ambient Light and Monitor
it: Luce ambientale e monitor
nl: Omgevingslicht en monitor
pt: A Luz Ambiente e o Monitor
sl: Ambientalna svetloba in monitor
uk: Зовнішнє світло і монітор

source: Does the lighting and wall/ceiling/drape/furniture colors near my monitor matter? Good lighting is a prerequisite for proper image editing and for comparing prints to the image on your screen. If the lighting near your workstation is too bright, colors on your monitor look too dark, and conversely. If the light from the fixtures in your workroom have a low CRI (**color rendering index**, meaning you don't have full spectrum bulbs), or if the light in your workroom comes from a window and so varies as the weather and time of day varies (or worse, is filtered through colored drapery), or if the walls and ceiling are creating color casts on your monitor, then your editing process will *correct* color casts that don't really exist.
it: Ha importanza l'illuminazione e i colori del muro, delle tende, del soffitto e dei mobili vicini al mio monitor? Una buona illuminazione è un prerequisito per la modifica corretta delle immagini e per il confronto delle stampe all'immagine sul tuo schermo. Se l'illuminazione accanto al tuo computer è troppo forte, i colori sul monitor appaiono troppo scuri, e viceversa. Se la luce dagli impianti della tua stanza hanno un IRC basso (**indice di resa cromatica**, che significa che non hai lampadine a spettro intero), o se la luce della tua stanza proviene da una finestra e dunque varia col tempo e l'ora del giorno (o peggio, è filtrata da una tenda colorata), oppure se i muri e il soffitto creano combinazioni di colore sul tuo monitor, allora il tuo processo di modifica *correggerà* queste combinazioni di colore che in realtà non esistono.
nl: Zijn de verlichting en muur/plafond/gordijn/meubelkleuren bij mijn monitor van belang? Goede verlichting is een voorwaarde voor juiste bewerking van afbeeldingen en voor vergelijken van afdrukken met de afbeelding op uw screen. Als de verlichting bij uw werkstation te helder is, zullen uw kleuren op uw monitor te donker lijken en omgekeerd. Als het licht van de armaturen in uw werkkamer een lage CRI (**kleurweergaveindex**, wat betekent u hebt geen lampen met volledig spectrum) of als het licht in uw werkkamer komt van een venster en zo varieert als het weer en tijd van de dag varieert (of slechter, is gefilterd door gekleurde gordijnen), of als de muren en het plafond een kleurzweem op uw monitor werpt, dan zal uw bewerkingsproces kleurzween *corrigeren* die niet echt bestaat.
pt: Será que a iluminação e as cores da parede/tecto/tapeçarias/mobílias perto do meu monitor interessam? Uma boa iluminação é um pré-requisito para uma edição de imagens adequada e para comparar as impressões com a imagem no seu ecrã. Se a iluminação perto do seu computador for demasiado clara, as cores do seu monitor irão parecer demasiado escuras, e vice-versa. Se a luz dos candeeiro no seu escritório tiverem um IRC baixo (**índice de representação de cores**, o que significa que não tem lâmpadas em todo o espectro, ou se a luz no escritório vem de uma janela, variando assim à medida que a hora do dia e o tempo variam (ou, pior ainda, se é filtrada por alguma tapeçaria colorida), ou se as paredes e tectos provocam conversões de cores no seu monitor, então o seu processo de edição irá *corrigir* as ocnversões de cores, quando as mesmas não existem de facto.
sl: Ali ima osvetlitev in barve sten/stropa/draperij/pohištva blizu mojega monitorja pomemben vpliv? Dobra osvetlitev je predpogoj za pravilno urejanje slik in zaprimerjanje natisov s sliko na vašem zaslonu. Če je razsvetljava blizu vaše delovne postaje presvetla, so barve na monitorju videti pretemne in obratno. Če ima svetloba napeljave v vaši delovni sobi nizek CRI (**indeks barvne reprodukcije**, kar pomeni, da nimate žarnic s polnim spektrom), oz. če svetloba v vašo delovno sobo prihaja skozi okno in se tako spreminja z vremenom in časom v dnevu se spreminjata (ali še huje, filtrirata skozi barvne draperije) ali če stene in strop ustvarjajo barvne odtenke na vašem monitorju, potem bo vaš postopek urejanja *popravil* barvne odtenke, ki zares ne obstajajo.
uk: Чи мають значення освітлення і кольори стін/стелі/завіси/меблів поряд з монітором? Так! Добре освітлення є попередньою умовою належного редагування зображень та порівняння надрукованих зображень з зображенням на екрані. Якщо освітлення поряд з вашою робочою станцією буде надмірним, кольори на вашому моніторі виглядатимуть занадто темними, і навпаки. Якщо освітлення від ламп у вашій робочій кімнаті має низький показник відтворення кольорів (тобто лампи освітлюють приміщення лише у обмеженому діапазоні спектру), або якщо світло у вашій робочій кімнаті надходить з вікна, а отже змінюється відповідно до погоди та часу доби (або, ще гірше, проходить через кольорові фіранки), або якщо стіни і стеля створюють кольорові відсвіти на вашому моніторі, під час редагування зображень вам не вдасться досягти належного виправлення кольорів.

source: Best advice, as far as is consistent with maintaining harmony in the family: neutral grey walls and ceiling, cover the windows, wear neutral clothing, set appropriate light levels using appropriate bulbs and fixtures.
it: Il consiglio migliore, concordemente col mantenimento dell'armonia in famiglia, è: muri e soffitto grigio neutro, copertura delle finestre, indossare vestiti di colore neutro, impostare livelli di luce appropriata utilizzando lampadine e impianti adeguati.
nl: Het beste advies, voor zover het overeenkomt met het bewaren van harmonie in het gezin: neutraal grijze muren en plafond, bedek de vensters, draag neutrale kleding, stel toepasselijke lichtniveaus in met toepasselijke lampen en armaturen.
pt: O melhor conselho, sendo consistente com a manutenção da harmonia na família: paredes e tecto em cinzento neutro, tapar as janelas, usar roupas com cores neutras, definir níveis de luz apropriados, usando lâmpadas e candeeiros apropriados.
sl: Najboljši nasvet, kolikor je v skladu z ohranjanjem harmonije v družini: nevtralno sive stene in strop, pokrijte okna, nosite nevtralna oblačila, nastavite primerno raven svetlobe z ustreznimi žarnicami in napeljavami.
uk: Можемо лише порадити, якщо це не порушить мир і гармонію у сім’ї, пофарбуйте стіни і стелю у світло-сірий колір, затуліть вікна, одягніть одяг нейтрального кольору, встановіть відповідний рівень освітлення за допомогою належних ламп та елементів освітлення.

source: The Gamuts of the sRGB, Adobe RGB and DCI-P3 Color Spaces. sRGB is the Default Profile for LCD Monitors
pt_br: Os gamutes dos espaços de cor sRGB, Adobe RGB e DCI-P3. sRGB é o perfil padrão para monitores LCD
zh_cn: sRGB、Adobe RGB 和 DCI-P3 色彩空间的色域对比，sRGB 是 LCD 显示器的默认色彩特性文件
