Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/monitor_profiles.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: If your monitor gamma is improperly set, your tonal variations from dark to light will be off. That is, the shadows or highlights might be overly compressed or expanded, leading you to compensate in the opposite direction. So when viewed on a properly calibrated monitor, the shadows might be too bright or dark (or the highlights too dark or bright), with the rest of the image suffering from tonal over-compression. And heaven help you if the internal R, G, and B guns (or LCD equivalent) of your monitor are improperly set (each gun has its own black point and gain), because the resulting color casts - too green, too magenta, too orange, etc. that you will inevitably create by *correcting* your image during editing - are very obvious when viewed on a properly calibrated monitor.
it: Se la gamma del tuo monitor non è impostata correttamente, le variazioni di tono da scuro a chiaro saranno falsate. In altre parole, le ombre o le zone luminose potrebbero essere eccessivamente espanse o compresse, portandoti a compensare nella direzione opposta. Così, quando le immagini sono viste su uno schermo adeguatamente calibrato, le ombre potrebbero risultare troppo chiare o troppo scure (lo stesso dicasi per le zone luminose), col resto dell'immagine che soffre di una sovra-compressione dei toni. E il cielo ti aiuti nel caso in cui i cannoni elettronici R, G e B interni del tuo monitor (o i loro equivalenti nei monitor LCD) sono impostati scorrettamente (ogni cannone ha il proprio punto di nero e di guadagno), perché le fusioni dei colori risultanti - troppo verde, troppo magenta, troppo arancio, ecc., che inevitabilmente genererai *correggendo* la tua immagine durante la modifica, sono molto evidenti osservandole in uno schermo adeguatamente calibrato.
nl: Als het gamma van uw monitor onjuist is ingesteld dan zullen uw variaties in kleurtoon onjuist zijn. Dat betekent, de schaduwen of de zeer lichte delen kunnen te veel gecomprimeerd of opgerekt zijn en u verleiden om dat in de tegenovergestelde richting te compenseren. Dus wanneer bekeken op een juist ingestelde monitor zouden de schaduwen te helder of te donker worden (of de zeer lichte delen te donker of te licht) en de rest van het beeld zou lijden aan overmatige compressie. Nog erger is het als de interne R, G, en B kanon (of het LCD-equivalent) van uw monitor onjuist zijn ingesteld (elk kanon heeft zijn eigen zwartpunt en versterking), omdat de resulterende kleurenset - te groen, te magenta, te oranje, etc. is, die u onvermijdelijk maakt door uw afbeelding bij bewerking te *corrigeren* - zijn zeer duidelijk wanneer bekeken op een juist gekalibreerde monitor.
pt: Se o 'gama' do seu monitor estiver definido de forma inadequada, as suas variações de tonalidade do escuro para o claro ficarão incorrectas. Isto é, os tons escuros ou claros poderão estar demasiado comprimidos ou expandidos, o que o poderá levar a compensar no sentido oposto. Por isso, quando for visto num monitor devidamente calibrado, os tons escuros poderão estar demasiado claros ou escuros (ou os tons claros, da mesma forma), com o resto da imagem a sofrer de demasiada compressão de tonalidades. E Deus o ajude se os canhões internos de R, G e B (ou o seu equivalente em LCD) do seu monitor estiverem mal configurados (cada canhão tem o seu próprio ponto preto e ganho), devido às conversões de cores resultantes - demasiado verde, demasiado magenta, demasiado laranja, etc. que irá criar inevitavelmente ao *corrigir* a sua imagem durante a edição - são muito óbvias quando forem vistas num monitor devidamente calibrado.
sl: Če je gama vašega monitorja nepravilno nastavljena, se bodo vaše tonske variacije od temne do svetle napačne. To pomeni, da so lahko sence ali poudarki preveč stisnjeni ali razširjeni, kar vas vodi do kompenzacije v nasprotni smeri. Če torej gledate na pravilno umerjenem monitorju, so lahko sence presvetle ali pretemne (ali bleščave pretemne ali presvetle), s preostalo sliko, ki bo trpela zaradi tonske prekomerne kompresije. In nič ne pomaga, če notranji svetlobni snopi R, G in B (ali enakovreden LCD) vašega monitorja niso pravilno nastavljeni (vsa svetlobni snop ima svojo črno točko in ojačanje), ker nastajajo odtenki barve – preveč zelen, preveč magente, preveč oranžne itd., da boste neizogibno ustvarili tako, da boste *popravili* svojo sliko med urejanjem – bodo zelo očitni, ko jih gledamo na pravilno kalibriranem monitorju.
uk: Якщо степінь контрастності (гаму) вашого монітора встановлено неправильно, тональні зміни від темного до світлого буде показано неправильно. Це означає, що затінені та підсвічені ділянки буде занадто стиснуто або розтягнуто, що змусить вас до встановлення параметрів, які компенсуватимуть ці ефекти. Отже, якщо створене зображення після цього переглянути на належним чином каліброваному моніторі, тіні можуть виявитися занадто світлими або занадто темними (а підсвічування занадто темними або світлими), кольори ж решти зображення буде занадто стиснуто у тонах. Якщо ж внутрішні променеві гармати R, G і B (або їх еквіваленти для LCD-моніторів) налаштовано неправильно (кожна з гармат має власну точку білого і підсилення), вам, мабуть, мало що може допомогти, оскільки остаточні похибки — занадто зелені, занадто малинові, занадто жовті тощо зображення, які неминуче буде створено у результаті «виправлення» зображення під час редагування — будуть очевидними під час перегляду за допомогою належним чином каліброваного монітора.

source: Whether or not your monitor is properly calibrated, you might be surprised by the results of comparing an image you've edited on your home monitor to the same image as displayed by other monitors in your house or on your friend's and neighbor's monitors. Every image edited on either monitor looked very wrong on the other monitor, until we purchased a spectrophotometer to calibrate and profile both monitors. Unfortunately, at this point neither of these two monitors can be calibrated to display a proper black point, so they are no longer used for image editing - the point being that an additional benefit of using a spectrophotometer is you know when it's time replace your monitor.
it: Che il tuo monitor sia o no adeguatamente calibrato, potresti essere sorpreso dai risultati del confronto di un'immagine che hai modificato sul tuo monitor casalingo con la stessa visualizzata in altri monitor (di casa o di un amico). Ogni immagine modificata su uno o l'altro monitor diversi è apparsa *sbagliata* se visualizzata su un altro monitor, finché non hai comprato uno spettrofotometro per calibrare e profilare entrambi i monitor. Sfortunatamente, a questo punto nessuno dei due monitor può essere calibrato per visualizzare un punto di nero corretto, in quanto essi non vengono più utilizzati per la modifica dell'immagine - un ulteriore beneficio dell'uso di uno spettrofotometro è che sai quando è ora di sostituire il tuo monitor.
nl: Of uw monitor juist is gekalibreerd of niet, u zult verbaasd zijn over de resultaten bij het vergelijken van een beeld dat u heeft bewerkt op uw eigen computer wanneer dat beeld op andere monitoren bij u thuis of op de monitor van een vriend of buurman wordt weergegeven. Wij waren werkelijk verbaasd, elk beeld bewerkt op onze computer zag er op de andere monitoren anders uit, tot we een spectrophotometer kochten, om alle monitoren in ons huis te kalibreren en er een kleurprofiel voor aan te maken. Geen van de twee verouderde CRT monitoren in ons huis kunnen nu nog gekalibreerd worden om een juist zwartpunt in te stellen en worden niet langer gebruikt voor beeldbewerking. Daaruit blijkt dat een bijkomend voordeel van het gebruik van een spectrophotometer is dat u kunt vaststellen wanneer het tijd wordt om een ander monitor aan te schaffen.
pt: Se o seu monitor está ou não devidamente calibrado, poderá ficar surpreso pelos resultados de comparação de uma imagem, que editou no seu monitor em casa, com a mesma imagem apresentada em outros monitores na sua casa ou nos monitores do vizinho. Cada imagem editada noutro monitor parecia estar realmente mal num outro, até que comprámos um espectrofotómetro para calibrar e gerar um perfil para ambos os monitores. Infelizmente, nest aaltura, nenhum destes dois monitores pode ser calibrado para mostrar um pont opreto adequado, pelo que não são mais usados para para edição de imagens - o ponto em que o benefício adicional de usar um espectrofotómetro é saber que está na altura de substituir o seu monitor.
sl: Ne glede na to, ali je vaš monitor pravilno umerjen ali ne, boste morda presenečeni z rezultati primerjave slike, ki ste jo uredili na domačem monitorju z isto sliko, kot jo prikazujejo drugi monitorji v vaši hiši ali na monitorjih vaših prijateljev ali sosedov. Vsaka slika, urejena na katerem koli monitorju, bo na drugem monitorju izgledala zelo narobe, dokler nismo kupili spektrofotometra za umerjanje in profiliranje obeh monitorjev. Na žalost na tej točki nobenega od teh dveh monitorjev ni mogoče umeriti za prikaz pravilne črne točko, zato se ne uporabljajo več za urejanje slik – dodatna prednost uporabe spektrofotometra je da ugotovite, kdaj je čas, da zamenjajte monitor.
uk: Було чи не було належним чином калібровано ваш монітор, результати порівняння зміненого вами за допомогою вашого домашнього монітора зображення з тим самим зображенням, але показаним на інших моніторах у вас вдома чи у приятелів або сусідів, можуть викликати здивування. Зображення, відредаговане на одному з моніторів, виглядало зовсім інакше на іншому моніторі, аж доки ми не придбали спектрофотометр для калібрування та профілювання обох моніторів. На жаль, так і не вдалося відкалібрувати ці два монітори на показ належної точки чорного, отже довелося припинити редагування зображень на цих моніторах. Висновок: за допомогою спектрофотометра ви можете визначитися з моментом, коли слід замінити ваш монітор.

source: The meaning of **black point** and **brightness** seems pretty clear, but what does **gamma** mean? **Gamma compression**, also known as gamma encoding, is used to encode **linear luminance** or RGB values into video signals or digital video file values; **gamma expansion** is the inverse, or decoding, process.
it: Il significato di **punto di nero** e **luminosità** sembra abbastanza chiaro, ma cosa significa **gamma**? La **compressione della gamma**, conosciuta anche come codifica della gamma, viene utilizzata per codificare la **luminanza lineare** o i valori RGB all'interno dei segnali video o i valori dei file dei video digitali; L'**espansione della gamma** è il processo contrario, o la decodifica.
nl: De betekenis van **zwartpunt** en **helderheid** lijkt tamelijk helder, maar wat betekent **gamma**? **Gammacompressie**, ook bekend als gamma-codering, wordt gebruikt om **lineaire helderheid** of RGB-waarden in videosignalen of in digitale videobestanden; **gamma ontplooiing** is het omgekeerde, of decoderingsproces.
pt: O significado do **ponto preto** e **brilho** parece bastante claro, mas o que significa o **gama**? A **compressão do Gama**, também conhecida como codificação do gama, é usada para codificar a **luminosidade linear** ou os valores de RGB nos sinais de vídeo ou nos valores de ficheiros de vídeo digital; a **expansão do gama** é o conceito inverso, ou seja, de descodificação.
sl: Pomen **črne točke** in **svetlosti** se zdi precej jasen, vendar kaj pomeni **gama**? **Kompresija gama**, znana tudi kot kodiranje game, se uporablja za kodiranje vrednosti **linearne svetilnosti** ali video signalov RGB ali vrednosti digitalnih video datotek; **gama ekspanzija** je obratno, to je proces dekodiranja.
uk: Зі значенням понять «точка чорного» і «яскравість» усе зрозуміло, але що таке «гама»? **Стискання гами**, також відоме як кодування гами, використовується для кодування **лінійної освітленості** або значень RGB у відеосигнали або дані файла цифрового відео; **розгортання гами** є зворотнім процесом декодування.

source: Gamma encoding helps to map data (both analog and digital) into a more perceptually uniform domain. If you wade very deeply into image editing and color management, eventually you will need to make decisions about what gamma (or other encoding/decoding function) you want to use when you calibrate your monitor, profile your digital camera, and choose a working color space. When in doubt (for those of you who just want to know which button to push), gamma=2.2 is a widely-used value, both for monitor calibration and working color spaces.
it: La codifica della gamma aiuta a mappare i dati (analogici e digitali) all'interno di un dominio percettivamente più uniforme. Se sei molto addentro il mondo dell'editing delle immagini e della gestione dei colori, dovrai eventualmente decidere quale gamma (o altra funzione di codifica/decodifica) utilizzare quando calibrerai il tuo monitor, profilerai la fotocamera digitale e sceglierai uno spazio dei colori di lavoro. Se sei in dubbio, o per quelli che vogliono semplicemente sapere quale pulsante pigiare, la gamma=2.2 è il valore più utilizzato, sia per la calibrazione dei monitor, sia per gli spazi dei colori di lavoro.
nl: Gamma-codering helpt om gegevens (zowel analoog als digitaal) te laten passen in een meer waarneembaar uniform domein. Als u zich ver verdiept in bewerken van afbeeldingen en kleurbeheer, zult u tenslotte een beslissing moeten nemen over welke gamma (of andere coderings/decoderingsfunctie) u wilt gebruiken wanneer u uw monitor kalibreert, een profiel maakt van uw digitale camera en een werkkleurruimte kiest. Bij twijfel (voor die van u die gewoon willen weten op welke knop te drukken), gamma=2,2 is een breed gebruikte waarde, zowel voor monitor-kalibratie als voor werkkleurruimten.
pt: A codificação do gama ajuda a associar os dados (tanto analógicos como digitais) num domínio de percepção mais uniforme. Se estudar profundamente a edição de imagens e a gestão de cores, eventualmente terá de fazer decisões sobre qual o gama (ou outra função de codificação/descodificação) que deseja usar quando calibrar o seu monitor, criar um perfil para a sua câmara digital e usar um espaço de cores de trabalho. Em caso de dúvida (para aqueles que apenas querem saber qual o botão a carregar), um gama=2,2 é um valor bastante usado, seja para a calibração dos monitores ou para os espaços de cores de trabalho.
sl: Kodiranje gama pomaga preslikati podatke (tako analogne kot digitalne) v bolj zaznavno enotno domeno. Če se zelo poglobite v urejanje slik in upravljanje barv, se boste sčasoma morali odločiti, katero gamo (ali drugo funkcijo kodiranja/dekodiranja), želite uporabiti, ko umerite monitor, določite profil digitalne kamere in izberete delovni barvni prostor. Ko ste v dvomih (za tiste, ki želite samo vedeti, kateri gumb pritisniti), je gama=2,2 pogosto uporabljena vrednost, tako za kalibracijo monitorja in delovne barvne prostore.
uk: За допомогою кодування гами можна відобразити дані (аналогові і цифрові) у одноріднішу для сприйняття область. Якщо ви глибоко зануритеся до редагування зображень та керування кольорами, у вас врешті виникне потреба у прийнятті рішень щодо того, який степінь контрастності (гаму або іншу функцію кодування-декодування) ви бажаєте використовувати під час калібрування вашого монітора, профілювання вашого цифрового фотоапарата і вибору вашого робочого простору. Якщо ви не знаєте, яке значення слід вибрати (для тих з вас, хто просто бажає знати, яку кнопку слід натиснути!), найпоширенішим значенням є гама=2,2, як для калібрування монітора, так і для робочих просторів кольорів.

source: What's the difference between calibrating a monitor and profiling a monitor? When first learning about color management, many people are confused about the difference between calibrating and profiling a monitor. Calibration is a process where a device is brought into some defined state by making adjustments to its controls or some other physical means. For example, the act of calibrating a monitor involves adjusting its **white point**, **black level**, **luminosity** and **gamma** to predetermined or standard values using the monitor's controls and by altering the video card gamma ramp.
it: Qual è la differenza tra la calibrazione e la profilazione di un monitor? Durante i primi passi di apprendimento della gestione dei colori molte persone confondono le due cose. La calibrazione è un processo in cui un dispositivo viene portato in un determinato stato definito eseguendo regolazioni sui suoi controlli o altri mezzi fisici. Per esempio, l'atto di calibrare un monitor implica la regolazione del suo **punto di bianco**, il **livello di nero**, la **luminosità** e la **gamma** a valori standard o predeterminati che utilizzano i controlli del monitor e alterando la rampa gamma della scheda video.
nl: Wat is het verschil tussen kalibreren van een monitor en profileren van een monitor? Bij het eerst iets leren over kleurbeheer zijn vele mensen in de war over het verschil tussen kalibreren en profileren van een monitor. Kalibreren is een proces waar een apparaat in een gedefinieerde staat wordt gebracht door aanpassingen te maken in zijn instellingen of een of andere fysieke manier. Bijvoorbeeld de actie voor het kalibreren van een monitor houdt in het aanpassen van zijn **witpunt**, **zwart niveau**, **helderheid** en **gamma** naar vooraf bepaalde of standaard waarden met de instellingen van de monitor en door veranderen van de gammahelling van de videokaart.
pt: Qual é a diferença entre calibrar um monitor e gerar um perfil para o mesmo? Quando aprender pela primeira vez a gestão de cores, muitas pessoas ficam confusas com a diferença entre calibrar e definir um perfil para o monitor. A calibração é um processo onde um dispositivo é configurado para um dado estado definido, fazendo ajustes aos seus controlos ou outros métodos físcos. Por exemplo, o acto de calibrar um monitor envolve ajustar o seu **ponto branco**, o **ponto preto**, a **luminosidade** e o **gama** para os valores pré-determinados ou padrão, usando os controlos do monitor e alterando a rampa do 'gama' da placa gráfica.
sl: Kakšna je razlika med umerjanjem monitorja in profiliranjem monitorja? Ko se prvič učimo o upravljanju barv, so mnogi ljudje zmedeni ob razliki med kalibracijo in profiliranjem monitorja. Kalibracija je proces, kjer se naprava spravi v določeno stanje z izdelavo prilagoditve njegovih krmilnih elementov ali drugih fizičnih sredstev. Na primer, dejanje umerjanja monitorja vključuje prilagoditev njegove **bele točke**, **ravni črne**, **svetilnosti** in **game** na vnaprej določene ali standardne vrednosti z uporabo kontrolnikov monitorja in s spreminjanjem naklona game video kartice.
uk: У чому різниця між калібруванням і профілюванням монітора? Протягом початкового періоду вивчення керування кольорами багато хто плутає калібрування та профілювання монітора. Калібрування — це процес, за якого пристрій переводиться у певний визначений стан шляхом коригування його параметрів або у якийсь інший спосіб. Наприклад, дія з калібрування монітора включає налаштування його **точки білого**, **рівня чорного**, **світності** і **степеня контрастності** до наперед визначених або стандартних значень за допомогою інструментів керування монітором або зміною параметрів степеня контрастності для даних з відеокартки.

source: To summarize, calibration makes changes to the device to alter it's color reproduction characteristics to conform to some predetermined state. Profiling or characterization is a measurement process that results in a detailed description of the device's (normally calibrated) color reproduction characteristics.
it: Per riassumere, la calibrazione modifica il dispositivo per alterare le sue caratteristiche di riproduzione dei colori e fargli rispettare uno stato predeterminato. La profilazione, o caratterizzazione, è un processo di misurazione che produce una descrizione dettagliata delle caratteristiche di riproduzione dei colori (normalmente calibrate) del dispositivo.
nl: Om samen te vatten, kalibratie maakt wijzigingen aan het apparaat om zijn kleurweergavekarakteristieken overeen te laten komen met een vooraf bepaalde staat. Profilering of karakterisering is een meetproces dat resulteert in een gedetailleerde beschrijving van de kleurweergave karakteristieken van het apparaat (normaal gekalibreerd).
pt: Em resumo, a calibração faz alterações ao dispositivo para alterar as suas características de reprodução das cores, em conformidade com algum estado pré-determinado. O perfil ou a caracterização é um processo de medida que resulta numa descrição detalhada das características de reprodução de cores (calibradas normalmente) do dispositivo.
sl: Če povzamemo, kalibracija spremeni napravo, da spremeni njeno lastno barvo reprodukcije tako, da se prilagodijo nekemu vnaprej določenemu stanju. Profiliranje ali karakterizacija je postopek merjenja, katerega rezultat je podroben opis lastnosti reprodukcije barve (običajno kalibrirane) naprave.
uk: Якщо підбити підсумок, калібрування змінює характеристики відтворення кольорів пристрою так, щоб це відтворення відповідало певному наперед визначеному стану. Профілювання ж або характеризація є процесом вимірювання, результатом якого є докладний опис характеристик відтворення кольорів (нормально відкаліброваного) пристрою.
