Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/monitor_profiles.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Color Management and Monitor Profiles
ca: Gestió del color i els perfils del monitor
it: Gestione dei colori e profili dei monitor
nl: Kleurbeheer en monitorprofielen
pt: Gestão de Cores e Perfis dos Monitores
pt_br: Gerenciamento de cor e perfis de monitor
sl: Upravljanje barv in profili monitorja
uk: Керування кольорами і профілі моніторів
zh_cn: 色彩管理与显示器色彩特性文件

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image editor, color management, icc, profile, srgb, monitor
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, editor d'imatges, gestió del color, icc, perfil, srgb, monitor
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor delle immagini, colore, gestione, icc, profilo, srgb, monitor
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeeldingsbewerker, beheer van kleuren, icc, profiel, srgb, monitor
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, editor de imagens, gestão de cores, icc, perfil, srgb, monitor
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, editor de imagens, gerenciamento de cores, icc, perfil, srgb, monitor
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, urejevalnik slik, upravljanje barv, icc, profil, srgb, monitor
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, редактор зображень, керування кольорами, icc, профіль, srgb, монітор
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 图像编辑器, 颜色管理, 图标, 个人资料, srgb, 监视器

source: :ref:`Monitor Profiles <color_management>`
ca: :ref:`Perfils del monitor <color_management>`
pt_br: :ref:`Perfis de monitor <color_management>`
zh_cn: :ref:`显示器色彩特性文件 <color_management>`

source: Contents
ca: Contingut
pt_br: Conteúdo
zh_cn: 目录

source: sRGB Color space
ca: Espai de color sRGB
it: Spazio dei colori sRGB
nl: sRGB kleurruimte
pt: Espaço de Cores sRGB
pt_br: Espaço de cor sRGB
sl: barvni prostor sRGB
uk: Простір кольорів sRGB
zh_cn: sRGB 色彩空间

source: sRGB is widely accepted as a standard color profile by virtually everyone involved with consumer-oriented imaging. sRGB was proposed in 1996 by Hewlett Packard and Microsoft as a standardized color space for consumer-oriented applications. As stated in the initial proposal:
ca: sRGB és àmpliament acceptat com un perfil de color estàndard per pràcticament tots els involucrats en les imatges orientades al consumidor. sRGB es va proposar en el 1996 per Hewlett-Packard i Microsoft com un espai de color estandarditzat per a aplicacions orientades al consumidor. Com s'indica a la proposta inicial d'HP i MS:
it: sRGB è ampiamente accettato come profilo dei colori standard virtualmente da tutti coloro coinvolti con i processi di imaging rivolti ai consumatori. sRGB fu proposto nel 1996 da Hewlett Packard e Microsoft come spazio dei colori standardizzato per le applicazioni rivolte ai consumatori. Come dichiarato nella proposta iniziale:
nl: sRGB is breed geaccepteerd als een standaard kleurprofiel door bijna iedereen betrokken op consument-georiënteerde afbeeldingen. sRGB was voorgesteld in 1996 door Hewlett Packard en Microsoft als een gestandaardiseerde kleurruimte voor consument-georiënteerde toepassingen. Zoals verwoord in het initiële voorstel:
pt: O sRGB é um perfil de cores-padrão largamente aceite por praticamente todas as entidades envolvidas com a gestão de imagens orientadas ao consumidor. O sRGB foi proposto em 1996 pela Hewlett Packard e pela Microsoft como um espaço de cores-padrão para aplicações orientadas ao consumidor. Como definido na proposta inicial:
pt_br: O sRGB é amplamente aceito como um perfil de cor padrão por praticamente todos os envolvidos com imagens voltadas para o consumidor. O sRGB foi proposto em 1996 pela Hewlett Packard e pela Microsoft como um espaço de cor padronizado para aplicações voltadas para o consumidor. Conforme declarado na proposta inicial:
sl: sRGB je splošno sprejet kot standardni barvni profil tako rekoč vseh vpletenih s potrošniško usmerjeno izdelavo slik. sRGB sta leta 1996 predlagala Hewlett Packard in Microsoft kot standardiziran barvni prostor za potrošniško usmerjene aplikacije. Kot je navedeno v prvotnem predlogu:
uk: sRGB вважається стандартним профілем кольорів майже повсюди, де виконується зорієнтоване на споживача відтворення зображень. sRGB було запропоновано у 1996 році компаніями Hewlett Packard і Microsoft, як стандартний колір для зорієнтованих на споживача програм. Як записано у початковій пропозиції:
zh_cn: sRGB 几乎是所有消费级影像相关人士公认的标准色彩空间。1996 年，惠普（Hewlett-Packard）和微软（Microsoft）提出将 sRGB 作为消费级应用的标准化色彩空间。他们的初始提案是这么说的：

source: Hewlett-Packard and Microsoft propose the addition of support for a standard color space, sRGB, within the Microsoft OS's, HP products and the Internet. The aim of this color space is to complement the current color management strategies by enabling a third method of handling color in the OS's and the Internet that utilizes a simple and robust device-independent color definition that will provide good quality and backwards compatibility with minimum transmission and system overhead. Based on a colorimetric RGB color space well suited to Cathode Ray Tube (CRT) monitors, televisions, scanners, digital cameras, and printing systems, such a space can be supported with minimum cost to software and hardware vendors.
ca: Hewlett-Packard i Microsoft proposen afegir suport per a un espai de color estàndard, sRGB, dins dels sistemes operatius de Microsoft, els productes d'HP i a Internet. L'objectiu d'aquest espai de color és complementar les estratègies actuals de gestió del color habilitant un tercer mètode de gestió del color en els sistemes operatius i a Internet que utilitzi una definició del color independent del dispositiu senzilla i robusta. Això proporcionarà bona qualitat i compatibilitat enrere amb una transmissió i sobrecàrrega del sistema mínima. Basat en un espai de color RGB colorimètric molt adequat per a monitors amb tub de raigs catòdics (CRT), televisors, escàners, càmeres digitals i sistemes d'impressió, aquest espai es pot admetre amb un cost mínim per als distribuïdors de programari i maquinari.
pt_br: A Hewlett-Packard e a Microsoft propõem a adição de suporte para um espaço de cor padrão, sRGB, nos sistemas operacionais da Microsoft, nos produtos da HP e na internet. O objetivo desse espaço de cor é complementar as estratégias atuais de gerenciamento de cor, possibilitando um terceiro método de tratamento de cores nos sistemas operacionais e na internet, que utiliza uma definição de cor simples e robusta, independente de dispositivo, que proporcionará boa qualidade e compatibilidade com versões anteriores com o mínimo de transmissão e sobrecarga do sistema. Com base em um espaço de cor RGB colorimétrico, adequado para monitores de tubo de raios catódicos (CRT), televisores, scanners, câmeras digitais e sistemas de impressão, esse espaço pode ser suportado com custo mínimo para fornecedores de software e hardware.
zh_cn: 惠普和微软建议在微软操作系统、惠普产品和互联网中加入对标准色彩空间 sRGB 的支持。这个色彩空间的目的是补充现有的色彩管理策略，提供第三种处理操作系统和互联网颜色的方法，用简单且可靠的设备无关颜色定义，确保良好的画质和向后兼容，同时尽量减少传输和系统开销。这个基于色度学的 RGB 色彩空间非常适合阴极射线管（CRT）显示器、电视、扫描仪、数码相机和打印系统，软件和硬件厂商支持它的成本也很低。

source: Currently, the ICC (International Color Consortium) tracks and ensures that a color is correctly mapped from the input to the output color space, by attaching a profile for the input color space to the image in question. This is an appropriate approach for high end users. However, there are a broad range of users that do not require this level of color quality, a broad range of file formats that will never support color profile embedding, and a broad range of uses that discourage people from appending any extra data to their files. It is at this level that a common standard RGB color space becomes useful and necessary.
ca: Actualment, l'ICC (Consorci internacional del color) fa un seguiment i garanteix que un color s'assigni correctament des de l'espai de color d'entrada al de sortida, adjuntant un perfil per a l'espai de color d'entrada a la imatge en qüestió. Això és un enfocament apropiat per a usuaris d'alt nivell. No obstant això, hi ha una gran varietat d'usuaris que no requereixen aquest nivell de qualitat de color, una gran varietat de formats de fitxer que mai suportaran la incrustació de perfils de color, i una gran varietat d'usos que descoratgen a les persones d'afegir qualsevol dada extra als seus fitxers. És en aquest nivell que un espai de color RGB estàndard comú esdevé útil i necessari.
pt_br: Atualmente, o ICC (International Color Consortium) rastreia e garante que uma cor seja mapeada corretamente do espaço de cor de entrada para o de saída, anexando um perfil para o espaço de cor de entrada à imagem em questão. Essa é uma abordagem adequada para usuários avançados. No entanto, há uma ampla gama de usuários que não exigem esse nível de qualidade de cor, uma ampla gama de formatos de arquivo que nunca suportarão a incorporação de perfis de cor e uma ampla gama de usos que desencorajam as pessoas a adicionar dados extras aos seus arquivos. É nesse nível que um espaço de cor RGB padrão comum se torna útil e necessário.
zh_cn: 目前，国际色彩联盟（ICC）通过给图像附上输入色彩空间的配置文件，确保颜色从输入到输出的空间被正确映射。这对高端用户很合适。但有大量用户并不需要这么高的色彩质量，也有很多文件格式压根不支持嵌入色彩配置文件，还有很多场景让用户不愿意给文件附上额外数据。这时候，一个通用的标准 RGB 色彩空间就变得有用且必要了。

source: A common standard RGB color space addresses these issues by merging the many standard and non-standard RGB monitor spaces into a single standard RGB color space. Such a standard could dramatically improve the color fidelity in the desktop environment. For example, if operating system vendors provide support for a standard RGB color space, the input and output device vendors that support this standard color space could easily and confidently communicate color without further color management overhead in the most common situations.
ca: Un espai de color RGB estàndard comú resol aquests problemes mitjançant la fusió de molts espais de monitor RGB estàndard i no estàndard en un sol espai de color RGB estàndard. Aquest estàndard podria millorar dràsticament la fidelitat del color en l'entorn d'escriptori. Per exemple, si els distribuïdors de sistemes operatius proporcionen suport per a un espai de color RGB estàndard, els proveïdors de dispositius d'entrada i de sortida que admeten aquest espai de color estàndard podrien comunicar el color de manera fàcil i segura sense més sobrecàrregues en la gestió del color en les situacions més habituals.
pt_br: Um espaço de cor RGB padrão comum resolve esses problemas ao mesclar os diversos espaços de monitor RGB padrão e não padrão em um único espaço de cor RGB padrão. Tal padrão poderia melhorar drasticamente a fidelidade de cores no ambiente de desktop. Por exemplo, se os fornecedores de sistemas operacionais oferecerem suporte a um espaço de cor RGB padrão, os fornecedores de dispositivos de entrada e saída que oferecem suporte a esse espaço de cor padrão poderiam comunicar as cores com facilidade e segurança, sem sobrecarga adicional de gerenciamento de cor nas situações mais comuns.
zh_cn: 一个通用的标准 RGB 色彩空间通过把各种标准和非标准的 RGB 显示器空间合并成单一的标准 RGB 色彩空间，解决了这些问题。这样的标准能大大提升桌面环境的颜色保真度。比如，如果操作系统厂商支持这个标准 RGB 色彩空间，输入和输出设备厂商只要支持这个标准，就能轻松自信地在最常见场景下实现颜色沟通，不需要额外的色彩管理开销。

source: To summarize, the point of the by-now almost universally adopted sRGB color space was and is to make life easier for consumers (no need to worry about color management), less expensive for manufacturers (no need to worry about compatibility between consumer-level digital cameras or scanners, monitors, printers, and so forth), and more convenient for displaying images on the Internet (don't worry about embedding and reading ICC profiles - just assume sRGB).
ca: En resum, l'objectiu de l'espai de color sRGB, ara gairebé adoptat universalment, era i és fer la vida més fàcil als consumidors (sense necessitat de preocupar-se per la gestió del color), menys costosa per als fabricants (sense necessitat de preocupar-se per la compatibilitat entre càmeres digitals o escàners, monitors, impressores, etc.) i més oportú per a mostrar imatges a Internet (no us preocupeu per incrustar i llegir perfils ICC -senzillament assumiu sRGB-).
it: Per riassumere, lo scopo dello spazio dei colori sRGB attualmente adottato quasi universalmente era ed è rendere più semplice la vita degli utenti finali (nessun bisogno di preoccuparsi della gestione dei colori), rendere meno costosa la produzione (nessun bisogno di preoccuparsi della compatibilità tra fotocamere digitali, scanners, monitors e stampanti destinati al mercato di massa, ecc.) e più conveniente la visualizzazione delle immagini in Internet (nessuna preoccupazione sull'incorporamento e la lettura dei profili ICC - solo presupporre sRGB).
nl: Om samen te vatten, het punt van de nu bijna universeel geadopteerde sRGB kleurruimte was en is om het leven gemakkelijker te maken voor consumenten (geen noodzaak om zorgen te maken over kleurbeheer), minder duur voor fabrikanten (geen noodzaak om zorgen te maken over compatibiliteit tussen consumenten-niveau digitale camera's of scanners, monitors, printers, enzovoort), en meer gemakkelijk voor tonen van afbeeldingen op het internet (geen zorgen over inbedden en lezen van ICC-profielen - neem gewoon aan sRGB).
pt: Em resumo, o objectivo do espaço de cores adoptado universalmente que é o sRGB foi e ainda é tornar a vida mais fácil para os consumidores (que não precisam de se preocupar com a gestão de cores), para os fabricantes (que não precisam de se preocupar com a compatibilidade com as câmaras digitais, 'scanners', monitores, impressoras do utilizador final, etc.) e mais conveniente para mostrar imagens na Internet (que não se preocupam em incorporar ou ler perfis de ICC - assumindo simplesmente o sRGB).
pt_br: Para resumir, o objetivo do espaço de cor sRGB, agora quase universalmente adotado, era e é tornar a vida mais fácil para os consumidores (não é preciso se preocupar com gerenciamento de cor), menos dispendiosa para os fabricantes (não é preciso se preocupar com compatibilidade entre câmeras digitais ou scanners, monitores, impressoras e assim por diante, a nível de consumidor) e mais conveniente para exibir imagens na Internet (não se preocupar em incorporar e ler perfis ICC - basta assumir o sRGB).
sl: Če povzamemo, bistvo da do zdaj skoraj vsesplošno sprejetega barvnega prostora sRGB je bilo in je zato, da potrošnikom olajša življenje (ni potrebe po skrbi za upravljanje barv), cenejši za proizvajalce (ni potrebe po skrbi združljivost med potrošniškimi digitalnimi fotoaparati ali skenerji, monitorji,tiskalniki itd.) in bolj priročno za prikaz slik na internet (ne skrbite glede vdelave in branja ICC profilov – samo domnevajte da je sRGB).
uk: Підбиваючи підсумок метою запровадження найпоширенішого зараз та загальноприйнятого простору кольорів sRGB було і є спрощення життя споживачів (немає потреби непокоїтися щодо керування кольорами), зменшення витрат виробників (немає потреби у забезпеченні сумісності між непрофесійними цифровими фотоапаратами або сканерами, моніторами, принтерами тощо) та створення умов для зручного показу зображень у інтернеті (не потрібно непокоїтися щодо вбудовування і читання профілів ICC: типовим профілем завжди є sRGB).
zh_cn: 总结一下，sRGB 这个如今几乎被全球采用的色彩空间，目的是让消费者更省心（不用操心色彩管理）、让厂商更省钱（不用担心消费级数码相机、扫描仪、显示器、打印机等的兼容性），以及让网络显示更方便（不用管嵌入和读取 ICC 配置文件，直接假设是 sRGB 就行）。

source: So if sRGB works so well and makes life so easy for everyone, why use any other color space and thus be forced to worry about color management issues?
ca: De manera que si el sRGB funciona tan bé i fa la vida més fàcil per a tothom, per a què utilitzar qualsevol altre espai de color i d'aquesta manera veure's obligat a preocupar-se pels assumptes de la gestió del color?
it: Così, se sRGB funziona così bene e rende la vita facile per tutti, perché usare un qualsiasi altro spazio dei colori, e quindi essere obbligati a preoccuparsi dei problemi della gestione dei colori?
nl: Dus, als sRGB zo goed werkt en het leven voor iedereen zo gemakkelijk maakt, waarom zou je nog een andere kleurruimte gebruiken en dus gedwongen worden om zich zorgen te maken over zaken als kleurbeheer?
pt: Como tal, se o sRGB funciona tão bem e torna a vida tão fácil para todos, para quê usar outro espaço de cores e, deste modo, ter de me preocupar com as questões de gestão de cores?
pt_br: Assim, se o sRGB funciona tão bem e torna a vida tão fácil para todos, para quê usar outro espaço de cor e, deste modo, ter que me preocupar com as questões do gerenciamento de cor?
sl: Torej, če sRGB deluje tako dobro in vsem tako olajša življenje, zakaj bi uporabljali kateri koli drug barvni prostor in bi bili tako prisiljeni skrbeti za težave z upravljanjem barv?
uk: Отже, якщо sRGB працює належним чином і полегшує всім життя, навіщо використовувати інші простори кольорів, а отже перейматися проблемами з керуванням кольорами?
zh_cn: 那既然 sRGB 这么好用，干嘛还要用其他色彩空间，费劲去操心色彩管理的问题？

source: sRGB was designed to contain colors easily displayed on consumer-oriented monitors and printed by consumer-oriented printers manufactured since 1996. This least-common-denominator set of viewable and printable colors - the technical term is **color gamut** - is much smaller than the set of colors we can see in the real world, much smaller than the set of colors today's digital cameras can capture, much smaller than the set of colors today's printers can print, and much smaller than the color gamut of the new wide-gamut monitors that are beginning to enter the consumer market. The gamut of sRGB is simply too small to use the wider color gamuts available today even at the consumer level. Conversely, if you don't intend to make use of an expanded gamut of colors at any point in your digital imaging workflow, then you don't need to worry about non-sRGB color spaces and all the attending intricacies of color management.
ca: El sRGB es va dissenyar per a contenir colors mostrats amb facilitat en monitors i impressores orientades al consumidor i impressores orientades al consumidor fabricades el 1996. Aquest conjunt denominador comú mínim dels colors visibles i imprimibles -el terme tècnic és **gamma de colors**- és molt més petit que el conjunt de colors que podem veure en el món real, molt més petit que el conjunt de colors que poden capturar les càmeres digitals d'avui en dia, molt més petit que el conjunt de colors que poden imprimir les impressores d'avui en dia, i molt més petit que la gamma de colors que els nous monitors de gamma àmplia que estan començant a entrar en el mercat de consum. La gamma del sRGB és massa petita. Per contra, si no teniu la intenció d'utilitzar una gamma expandida de colors en qualsevol punt del vostre flux de treball amb les imatges digitals, llavors no heu de preocupar-vos dels espais de color que no siguin sRGB i totes les complexitats que acompanyen a la gestió del color.
pt_br: O sRGB foi projetado para conter cores facilmente exibidas em monitores voltados para o consumidor e impressas por impressoras voltadas para o consumidor, fabricadas desde 1996. Esse conjunto de cores visíveis e imprimíveis de menor denominador comum — o termo técnico é **gamute de cor** — é muito menor do que o conjunto de cores que podemos ver no mundo real, muito menor do que o conjunto de cores que as câmeras digitais atuais conseguem capturar, muito menor do que o conjunto de cores que as impressoras atuais conseguem imprimir e muito menor do que o gamute de cor dos novos monitores de amplo gamute que estão começando a entrar no mercado consumidor. O gamute do sRGB é simplesmente muito pequena para usar os gamutes de cor mais amplos disponíveis hoje, mesmo no nível do consumidor. Por outro lado, se você não pretende usar um gamute expandido de cor em nenhum ponto do seu fluxo de trabalho de imagem digital, não precisa se preocupar com espaços de cor não sRGB e todas as complexidades do gerenciamento de cor.
zh_cn: sRGB 是为 1996 年后生产的消费级显示器和打印机设计的，目标是让颜色在这些设备上都能轻松显示和打印。它包含的颜色范围（专业术语叫 **色域** ）是“最低公分母”，比我们在现实世界能看到的颜色少得多，也比现在数码相机能捕捉的颜色少，比现代打印机能打印的颜色少，甚至比现在开始进入消费市场的新款广色域显示器的色域小得多。简单说，sRGB 的色域太小了，没法充分利用今天消费级设备能呈现的更广颜色范围。不过反过来，如果你压根不打算在数字影像工作流程里用更广的色域，那确实不用操心非 sRGB 颜色空间和那些复杂的色彩管理问题。

source: A visual representation of the gamuts of sRGB, Adobe RGB and DCI-P3 compared to the colors we can actually see in the real world appears in the figure below. It shows a two-dimensional representation of all the colors we can see (the horseshoe-shaped region) and the colors contained in the three named color space (the smaller triangular regions).
ca: A la figura de sota es mostra una representació visual de les gammes sRGB, Adobe RGB i DCI-P3 en comparació amb els colors que podem veure en el món real. Mostra una representació bidimensional de tots els colors que podem veure (la regió en forma de ferradura) i els colors continguts en els tres espais de color anomenats (les regions triangulars més petites).
pt_br: Uma representação visual dos gamutes de sRGB, Adobe RGB e DCI-P3 em comparação com as cores que podemos ver no mundo real aparece na figura abaixo. Ela mostra uma representação bidimensional de todas as cores que podemos ver (a região em forma de ferradura) e das cores contidas nos três espaços de cor nomeados (as regiões triangulares menores).
zh_cn: 下图展示了一个直观的对比，把 sRGB、Adobe RGB 和 DCI-P3 的色域跟我们在现实世界能看到的颜色范围放在一起。这张图用二维方式表示了人类能看到的所有颜色（那个马蹄形区域）和三种色彩空间包含的颜色（那些小三角形区域）。

source: The Gamuts of the sRGB, Adobe RGB and DCI-P3 Color Spaces. sRGB is the Default Profile for LCD Monitors.
ca: Les gammes de color sRGB, Adobe RGB i DCI-P3. sRGB és el perfil predeterminat per als monitors LCD.

source: It is interesting to note that this image itself has an embedded sRGB color profile, so the colors represented in the image do not represent the full range of colors that can be shown in the other color spaces.
ca: És interessant tenir en compte que aquesta imatge té un perfil de color sRGB incrustat, de manera que els colors representats a la imatge no representen la gamma completa de colors que es poden mostrar en els altres espais de color.
pt_br: É interessante notar que esta imagem em si tem um perfil de cor sRGB embutido, portanto as cores representadas na imagem não representam toda a gama de cores que podem ser mostradas nos outros espaços de cor.
zh_cn: 有意思的是，这张图片本身嵌入的就是 sRGB 色彩特性文件，所以它展示的颜色并不能完全代表其他色彩空间的全范围。

source: Profiling Your Monitor
ca: Crear un perfil per al vostre monitor
it: Creare il profilo del monitor
nl: Profiel maken van uw monitor
pt: Gerar o Perfil do seu Monitor
pt_br: Criando o perfil do seu monitor
sl: Profiliranje vašega monitorja
uk: Профілювання вашого монітора
zh_cn: 为你的显示器创建色彩特性文件
