Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/monitor_profiles.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: If you choose to work exclusively in the sRGB color space, do you need to calibrate your monitor? Whether you stay within the color gamut provided by sRGB or not, you need a properly calibrated monitor because sRGB assumes that your monitor is calibrated to sRGB.
ca: Si escolliu treballar exclusivament en l'espai de color sRGB, cal calibrar el monitor? Ja sigui que romangui dins de la gamma de colors proporcionada per sRGB o no, necessitareu un monitor calibrat correctament perquè sRGB assumeixi que el monitor està calibrat per a sRGB.
pt_br: Se você optar por trabalhar exclusivamente no espaço de cor sRGB, precisará calibrar seu monitor? Independentemente de permanecer ou não dentro do gamute de cor fornecido pelo sRGB, você precisa de um monitor devidamente calibrado, pois o sRGB pressupõe que seu monitor esteja calibrado para sRGB.
zh_cn: 如果你选择全程用 sRGB 色彩空间，是不是就不用校准显示器了？不管你是不是只用 sRGB 的色域，答案都是：必须校准！因为 sRGB 的前提是你的显示器已经校准到 sRGB 的标准。

source: There are several possible consequences of working with an uncalibrated monitor, none of them good. Every monitor, calibrated or otherwise, has a native (uncalibrated) white point, expressed as a color temperature in degrees Kelvin. The white point of a monitor (calibrated or not) is the color you see when you are looking at a patch of pure white on your screen. Pure white is when the RGB values in your image all equal 255 (as expressed in 8-bits), such as the plain white background of a web page or an office document. You are thinking, *white is white* but if you were able to line up several monitors calibrated to different white points, you would see that the higher the temperature of the monitor's white point, the bluer the screen looks in comparison with monitors with lower white points.
ca: Hi ha diverses conseqüències possibles de treballar amb un monitor no calibrat, cap d'elles bona. Cada monitor, calibrat o no, té un punt blanc nadiu (sense calibrar), expressat com a temperatura de color en graus Kelvin. El punt blanc d'un monitor (calibrat o no) és el color que veieu quan esteu mirant un patró de blanc pur a la pantalla. El blanc pur és quan els valors RGB en la imatge són tots iguals a 255 (expressats en 8 bits), com el fons blanc d'una pàgina web o un document d'oficina. Esteu pensant, *el blanc és blanc*, però si poguéssiu alinear diversos monitors calibrats en diferents punts blancs, veuríeu que com més gran és la temperatura del punt blanc del monitor, més blava es veurà la pantalla en comparació amb els monitors amb punts blancs més baixos.
pt_br: Existem várias consequências possíveis de trabalhar com um monitor não calibrado, nenhuma delas boa. Todo monitor, calibrado ou não, tem um ponto branco nativo (não calibrado), expresso como uma temperatura de cor em graus Kelvin. O ponto branco de um monitor (calibrado ou não) é a cor que você vê quando olha para uma mancha de branco puro na tela. Branco puro é quando os valores RGB na sua imagem são todos iguais a 255 (expresso em 8 bits), como o fundo branco simples de uma página da web ou de um documento do Office. Você está pensando, *branco é branco*, mas se você pudesse alinhar vários monitores calibrados para diferentes pontos brancos, veria que quanto maior a temperatura do ponto branco do monitor, mais azul a tela parece em comparação com monitores com pontos brancos mais baixos.
zh_cn: 如果使用的是没校准的显示器，会有几种后果，没一个是好的。每个显示器（无论校准过或没校准）都有一个原生的（未校准的）白点，用色温（开尔文度数）表示。白点就是你在屏幕上看纯白（RGB 值在 8 位下全是 255，比如网页或文档的纯白背景）时的颜色。你可能觉得“白就是白”，但如果你把几台校准到不同白点的显示器摆一起，就会发现白点色温越高，屏幕看起来越偏蓝；色温越低，越偏黄。

source: You can see this for yourself by using the controls on your own monitor to change the temperature up and down. Remember to put it back to its initial setting when you are done! Your eyes, which adapt quickly to a constant white point, will easily discern the screen getting bluer and yellower as you move the white point higher and lower. If your uncalibrated monitor is too blue, you will overcompensate as you edit your image, producing images that will look yellowish and too warm on a properly calibrated monitor. Conversely, if your monitor is too yellow because the color temperature is set too low (LCD native color temperature is around 5500K while sRGB assumes 6500K), your images will look blueish/too cool on a properly calibrated monitor.
ca: Podeu veure-ho per vós mateix utilitzant els controls del vostre propi monitor per a canviar la temperatura cap amunt i cap avall. Recordeu tornar a col·locar-la a la configuració inicial una vegada hàgiu acabat! Els vostres ulls, els quals s'adapten ràpidament a un punt blanc constant, percebran amb facilitat que la pantalla es torna més blava i groga a mesura que moveu el punt blanc cap amunt i cap avall. Si el monitor sense calibrar és massa blau, compensareu en excés mentre editeu la vostra imatge, produint imatges que es veuran groguenques i massa càlides en un monitor calibrat correctament. Per contra, si el monitor és massa groc perquè la temperatura del color està configurada massa baixa (la temperatura de color nativa del LCD és d'uns 5.500 K, mentre que el sRGB assumeix 6.500 K), les imatges es veuran blavoses/massa fredes en un monitor calibrat correctament.
pt_br: Você pode ver isso por si mesmo usando os controles do seu próprio monitor para aumentar e diminuir a temperatura. Lembre-se de redefini-lo para a configuração inicial quando terminar! Seus olhos, que se adaptam rapidamente a um ponto branco constante, perceberão facilmente a tela ficando mais azul e mais amarela à medida que você move o ponto branco para cima e para baixo. Se o seu monitor não calibrado estiver muito azul, você compensará excessivamente ao editar a imagem, produzindo imagens que parecerão amareladas e muito quentes em um monitor devidamente calibrado. Por outro lado, se o seu monitor estiver muito amarelo porque a temperatura da cor está definida muito baixa (a temperatura da cor nativa do LCD é em torno de 5500K, enquanto o sRGB assume 6500K), suas imagens parecerão azuladas/muito frias em um monitor devidamente calibrado.
zh_cn: 你可以自己试试，用显示器的控制按钮把色温调高或调低，感受一下屏幕变蓝或变黄的变化（试完记得调回原设置！）。你的眼睛很快会适应固定的白点，但调整色温时，蓝黄变化会很明显。如果没校准的显示器偏蓝，你编辑图片时会过度补偿，结果在校准正常的显示器上看，你的图片会偏黄、显得太“暖”。反过来，如果显示器色温太低（比如 LCD 原生色温大约 5500K，而 sRGB 假设是 6500K），偏黄的屏幕会导致你编辑的图片在正常显示器上看起来偏蓝、太“冷”。

source: Setting a proper white point is only part of monitor calibration. You also need a proper black point, brightness (luminance), and gamma (transfer) function. If your monitor is too dark because the black point is set too low, you will overcompensate and produce images that look washed out on a properly calibrated monitor. Conversely, if your monitor black point is set too high, your images will look took dark and overly saturated on a properly calibrated monitor.
ca: Establir un punt blanc adequat és només una part del calibratge del monitor. També necessitareu un punt negre apropiat, la brillantor (luminància), i la funció gamma (transferència). Si el vostre monitor és massa fosc a causa que el punt negre és massa baix, compensarà en excés i presentarà imatges que es veuran esvaïdes en un monitor calibrat correctament. Per contra, si el punt negre de la pantalla és massa alt, les imatges es veuran fosques i excessivament saturades en un monitor calibrat correctament.
it: Impostare correttamente il punto di bianco è solo una parte della calibrazione del monitor. Hai bisogno pure di un punto di nero corretto, luminosità (luminanza), e una funzione gamma (trasferimento). Se il tuo monitor è troppo scuro perché il punto di nero è impostato troppo basso, compenserai eccessivamente e produrrai immagini che su un monitor adeguatamente calibrato sembreranno slavate. Al contrario, se il punto di nero del tuo monitor è troppo alto, le tue immagini sembreranno troppo scure e sovrasaturate su di un monitor adeguatamente calibrato.
nl: Het juiste witpunt instellen is slechts een deel van de kalibratie van het monitor. U heeft ook een exact zwartpunt, helderheid en kleurengamma nodig. Als uw monitor te donker is omdat het zwartpunt te laag is ingesteld dan zult u overcompenseren en beelden krijgen die er bleek uitzien op een juist ingesteld monitor. Andersom, als het zwartpunt van uw monitor te hoog is ingesteld dan zullen uw beelden te donker en oververzadigd lijken op een juist ingesteld monitor.
pt: A definição de um ponto branco adequado é apenas parte da calibração do monitor. Necessita também de um ponto preto adequado, do brilho (luminosidade) e função de gama (transferência). Se o seu monitor for demasiado escuro porque o ponto preto está definido como sendo muito baixo, terá de compensar por cima e produzir imagens que pareçam deslavadas num monitor devidamente calibrado. Por outro lado, se o ponto preto do seu monitor for demasiado elevado, as suas imagens irão parecer muito escuras e demasiado saturadas num monitor devidamente calibrado.
pt_br: Definir um ponto branco adequado é apenas parte da calibração do monitor. Você também precisa de um ponto preto adequado, brilho (luminância) e funções de gama (transferência). Se o seu monitor estiver muito escuro porque o ponto preto está muito baixo, você compensará excessivamente e produzirá imagens que parecem desbotadas em um monitor calibrado corretamente. Por outro lado, se o ponto preto do seu monitor estiver muito alto, suas imagens parecerão muito escuras e excessivamente saturadas em um monitor calibrado corretamente.
sl: Nastavitev ustrezne bele točke je le del kalibracije monitorja. Potrebujete tudi ustrezno črno točko, svetlost (svetilnost) in funkcijo gama (prenos). Če je vaš monitor pretemen, ker je nastavljena črna točka prenizko, boste prekomerno kompenzirali in ustvarili slike, ki bodo videti izprane na pravilno kalibriranem monitorju. Nasprotno, če je na vašem monitorju nastavljena črna točka previsoka, bodo vaše slike ob pravilnem delovanju videti temne in preveč nasičene na kalibriranem monitorju.
uk: Встановлення належної точки білого є лише частиною калібрування монітора. Крім того, вам слід встановити належну точку чорного, яскравість (освітленість) і функцію коефіцієнта контрастності (гами або перенесення). Якщо зображення на вашому моніторі буде занадто темним, оскільки встановлено занизьку точку чорного, під час обробки ви засвітите знімки, отже вони виглядатимуть збляклими на належним чином каліброваному моніторі. І навпаки, якщо встановлено зависоку точку чорного, після обробки знімки будуть тьмяними і занадто насиченими на моніторі, відкаліброваному належним чином.
zh_cn: 校准显示器不只是设置白点，还要搞定黑点、亮度（发光强度）和伽马（传输）函数。如果黑点设太低，显示器太暗，你会过度补偿，编辑出的图片在正常显示器上会显得褪色、没活力。相反，如果黑点设太高，你的图片在正常显示器上会显得太暗、饱和度过高。

source: If the brightness/contrast is set too high, you will assume your images have a lot more *pop* than they really have when viewed on a properly calibrated monitor, plus your eyes will hurt and your LCD screen will burn out faster.
ca: Si s'estableix massa alta la brillantor/contrast, assumireu que les vostres imatges tinguin molt més *pop* del que realment tenen quan es veuen en un monitor calibrat correctament, a més que els vostres ulls es feriran i la pantalla LCD es cremarà més ràpidament.
it: Se la luminosità/contrasto è impostata troppo elevata, ti sembrerà che le tue immagini abbiano molti più *punti sovraesposti* di quanti effettivamente ve ne siano, quando visualizzate su un monitor adeguatamente calibrato; inoltre, gli occhi ti faranno male e il tuo schermo LCD si guasterà più velocemente.
nl: Als de helderheid/contrast te hoog is ingesteld, dan neemt u aan dat uw afbeeldingen meer *pop* hebben dan ze werkelijk hebben wanneer ze bekeken worden op een goed gekalibreerde monitor, plus dat uw ogen zeer gaan doen en uw LCD-scherm sneller zal inbranden.
pt: Se o brilho/contraste for muito elevado, irá assumir que as suas imagens tem um pouco mais de *impacto* do que se fossem vistas num monitor devidamente ajustado; para além disso, os seus olhos ficarão a doer e o seu ecrã LCD irá queimar mais depressa.
pt_br: Se o brilho/contraste estiver muito alto, você presumirá que suas imagens terão muito mais *destaque* do que realmente têm quando visualizadas em um monitor calibrado corretamente, além de doerem os olhos e a tela LCD queimar mais rápido.
sl: Če sta svetlost/kontrast nastavljena previsoko, boste domnevali, da so vaše slike veliko bolj *pop* kot v resnici, ko jih gledate na pravilno umerjenem monitorju, poleg tega vas bodo bolele oči in vaš LCD zaslon bo hitreje izgorel.
uk: Якщо встановлено зависокі значення яскравості/контрастності, ви вважатимете зображення набагато яскравішими, ніж вони насправді є під час перегляду на належно каліброваному моніторі, крім того, ваші очі втомлюватимуться, а ваш LCD-монітор швидше вийде з ладу.
zh_cn: 如果你把显示器亮度/对比度设太高，你会觉得图片很有“冲击力”，但在正常校准的显示器上，这些图片其实没那么鲜艳，而且高亮度会让你的眼睛不舒服，还会加速 LCD 屏幕的老化。

source: :kbd:`F12` Shortcut to Turn On/Off Color Management in the Image Editor and all digiKam Thumbnail Views
ca: La drecera :kbd:`F12` permet activar/desactivar la gestió del color en l'editor d'imatges i en totes les vistes de miniatures del digiKam
pt_br: :kbd: Atalho `F12` para ativar/desativar o gerenciamento de cor no Editor de Imagem e em todas as visualizações de miniaturas do digiKam
zh_cn: :kbd:`F12` 快捷键可在图像编辑器和 digiKam 所有缩略图视图中开关色彩管理

source: If your monitor gamma is improperly set, your tonal variations from dark to light will be off. That is, the shadows or highlights might be overly compressed or expanded, leading you to compensate in the opposite direction. So when viewed on a properly calibrated monitor, the shadows might be too bright or dark (or the highlights too dark or bright), with the rest of the image suffering from tonal over-compression. And heaven help you if the internal color channel gains of your monitor are improperly set, because the resulting color casts - too green, too magenta, too orange, etc. that you will inevitably create by *correcting* your image during editing - are very obvious when viewed on a properly calibrated monitor.
ca: Si la gamma del vostre monitor està establerta de forma inadequada, les seves variacions tonals de més fosc a més clar estaran desactivades. És a dir, les ombres o la llum intensa poden estar excessivament comprimides o esteses, el que permet compensar en la direcció oposada. De manera que quan es veu sobre un monitor calibrat correctament, les ombres poden ser massa brillants o fosques (o la llum intensa massa fosca o brillant), amb la resta de la imatge patint excés de compressió tonal. I que el cel us ajudi si els guanys interns de canal de color del vostre monitor estan definits adequadament, a causa que els colors indesitjats resultants (massa verd, massa magenta, massa taronja, etc., que inevitablement heu creat per a *corregir* la vostra imatge durant l'edició) són molt evidents quan s'observa en un monitor calibrat correctament-.
pt_br: Se o gama do seu monitor estiver configurado incorretamente, as variações tonais do escuro para o claro serão desproporcionais. Ou seja, as sombras ou os realces podem ser excessivamente comprimidos ou expandidos, levando você a compensar na direção oposta. Portanto, quando visualizadas em um monitor devidamente calibrado, as sombras podem ficar muito claras ou escuras (ou os realces muito escuros ou claros), com o restante da imagem sofrendo com a supercompressão tonal. E Deus te ajude se os ganhos do canal de cor interno do seu monitor estiverem configurados incorretamente, porque as projeções de cores resultantes – muito verde, muito magenta, muito laranja, etc., que você inevitavelmente criará ao *corrigir* sua imagem durante a edição – são muito óbvias quando visualizadas em um monitor devidamente calibrado.
zh_cn: 如果你的显示器伽马值设置不对，暗部到亮部的色调变化就会出问题。比如，阴影或高光可能会被过度压缩或拉伸，导致你在编辑时往反方向过度补偿。结果呢？在校准正常的显示器上看，你的阴影可能太亮或太暗，高光也可能太暗或太亮，整个图片的色调看起来像是被“挤”得太紧了。更别提如果显示器的内部颜色通道增益设置错误，那问题就大了！你编辑时为了“纠正”颜色，可能会让图片偏绿、偏洋红、偏橙……这些色偏在校准正常的显示器上会特别明显，简直让人抓狂。

source: Whether or not your monitor is properly calibrated, you might be surprised by the results of comparing an image on your home monitor to the same image as displayed by other monitors in your house or on your friend's and neighbor's monitors. Typically, every image edited on one uncalibrated monitor looks very different on another uncalibrated monitor. You can buy calibrated monitors, or you can purchase a spectrophotometer to calibrate and profile your monitors.
ca: Independentment de si el vostre monitor està calibrat correctament, us sorprendrà el resultat de comparar la imatge en el monitor de casa amb la mateixa imatge mostrada en altres monitors a casa vostra, a la d'un amic i en els monitors dels veïns. Normalment, cada imatge editada en qualsevol dels monitors es veu molt malament en un altre monitor no calibrat. Podeu comprar monitors calibrats, o podeu comprar un espectrofotòmetre per a calibrar i ajustar el perfil dels monitors.
pt_br: Independentemente de o seu monitor estar ou não calibrado corretamente, você pode se surpreender com os resultados ao comparar uma imagem no monitor da sua casa com a mesma imagem exibida em outros monitores da sua casa ou nos monitores de amigos e vizinhos. Normalmente, cada imagem editada em um monitor não calibrado parece muito diferente em outro monitor não calibrado. Você pode comprar monitores calibrados ou um espectrofotômetro para calibrar e criar o perfil dos seus monitores.
zh_cn: 哪怕你的显示器没校准，你也可能会惊讶地发现，同一张图片在你家显示器上看起来跟在其他显示器（比如你家另一台显示器，或者朋友、邻居的显示器）上完全不一样。通常，在一台没校准的显示器上编辑的图片，换到另一台没校准的显示器上，效果会天差地别。你可以买一台已经校准好的显示器，或者买个分光光度计来自己校准显示器、创建色彩特性文件。

source: You may be surprised that there is a difference between calibrating a monitor and profiling a monitor. Calibration is a process where a device is brought into some defined state by making adjustments to its controls or some other physical means. For example, the act of calibrating a monitor involves adjusting its **white point**, **black level**, **luminosity** and **gamma** to predetermined or standard values using the monitor's controls and by altering the video card settings.
ca: Us pot sorprendre que hi ha una diferència entre calibrar i crear el perfil d'un monitor. El calibratge és un procés en què un dispositiu es porta a un estat definit fent ajustaments als seus controls o per altres mitjons físics. Per exemple, l'acte de calibrar un monitor implica ajustar el **punt blanc**, el **nivell de negre**, la **lluminositat** i la **gamma** a valors predeterminats o estàndard utilitzant els controls del monitor i alterant la configuració de la targeta de vídeo.
pt_br: Você pode se surpreender com a diferença entre calibrar um monitor e criar um perfil de monitor. Calibração é um processo em que um dispositivo é levado a um estado definido por meio de ajustes em seus controles ou outros meios físicos. Por exemplo, calibrar um monitor envolve ajustar seu **ponto branco**, **nível de preto**, **luminosidade** e **gama** para valores predeterminados ou padrão usando os controles do monitor e alterando as configurações da placa de vídeo.
zh_cn: 你可能会惊讶，校准显示器和给显示器做色彩特性文件居然不是一回事！校准（calibration）是通过调整显示器的控制选项或其他物理方式，让设备达到某个定义好的状态。比如，校准显示器就是用显示器的控制按钮和显卡设置，调整 **白点** 、 **黑点** 、 **亮度** 和 **伽马** 到标准值。
