Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/printer_profiles.po
Languages: ca, nl, pt, pt_br, sl, sv, uk, zh_cn

source: Color Management and Printer Profiles
ca: Gestió del color i els perfils de la impressora
nl: Kleurbeheer en printerprofielen
pt: Gestão de Cores e Perfis das Impressoras
pt_br: Gerenciamento de cor e perfis de impressora
sl: Upravljanje barv in profili tiskalnika
sv: Färghantering och skrivarprofiler
uk: Керування кольорами і профілі принтерів
zh_cn: 色彩管理与打印机色彩特性文件

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, icc, color, management, profile, printer
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, icc, color, gestió, perfil, impressora
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, icc, kleur, beheer, profiel, printer
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, ICC, cor, gestão, perfil, impressora
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, icc, cor, gerenciamento, perfil, impressora
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, icc, barva, upravljanje, profil, tiskalnik
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, icc, färg, hantering, profil, skrivare
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, icc, колір, керування, профіль, принтер
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 图标, 颜色, 管理, 特性文件, 打印机.

source: The Printer Profiles
ca: Els perfils de la impressora
pt: Os Perfis das Impressoras

source: Using Printer Profile
ca: Ús del perfil de la impressora
nl: Printerprofiel gebruiken
pt: Usar um Perfil de Impressoras
pt_br: Usando um perfil de impressora
sl: Uporaba tiskalniškega profila
sv: Använda skrivarprofil
uk: Користування профілем принтера
zh_cn: 使用打印机色彩特性文件

source: We are now almost ready to print that image. Where to get a printer profile? you already know the answer. You can use the generic profile that comes with your printer. You can purchase a professionally produced profile. Some commercial printing establishments will send you their printer profiles (which won't work with your printer). You can make your own printer profile using `Argyll <http://www.argyllcms.com/>`_, in which case your profile can be tailored to your particular paper, inks, and even image characteristics (if you are printing a series of images with a color palette limited to subdued browns, you don't need a printer profile that tries to make room for saturated cyan and blue).
ca: Ara estem gairebé llestos per a imprimir aquesta imatge. On obtenir un perfil d'impressora? Ja coneixeu la resposta. Podeu utilitzar el perfil genèric que ve amb la impressora. Podeu comprar un perfil produït professionalment. Alguns establiments comercials d'impressió us enviaran els vostres perfils d'impressora (els quals no funcionaran amb la impressora). Podeu crear el vostre propi amb `Argyll <http://www.argyllcms.com/>`_, en aquest cas el perfil es podrà adaptar al vostre paper, tintes i fins i tot a les característiques particulars de la imatge (si esteu imprimint una sèrie d'imatges amb una paleta de colors limitada a marrons suaus, no necessitareu un perfil d'impressora que intenti deixar espai per als cians i blaus saturats).
pt: Agora está quase tudo pronto para imprimir essa imagem. Onde poderá obter um perfil para a impressora? Já sabe a resposta. Pode usar o perfil genérico que vem com a sua impressora. Poderá comprar um perfil produzido a nível profissional. Alguns estabelecimentos comerciais de impressão enviar-lhe-ão os perfis das impressoras deles (que não irão funcionar com a sua impressora). Poderá criar o seu próprio perfil da impressora com o `Argyll <http://www.argyllcms.com/>`_; nesse caso, o seu perfil poderá ser ajustado às suas características em particular de papel, tinteiros ou da imagem (se estiver a imprimir uma série de imagens com uma paleta de cores limitada a tons de castanho, provavelmente não precisa de um perfil de impressão que tente incorporar os tons saturados de cíano e azul).

source: digiKam Image Editor Soft-Proofing Menu Entries
ca: Entrades de menú per a la provatura suau a l'editor d'imatges del digiKam
nl: Menu-items voor soft-proofing in de afbeeldingsbewerker van digiKam
pt: Itens de Menu de Prova Suave no Editor de Imagens do digiKam
pt_br: Entradas de menu de prova de monitor do Editor de Imagem do digiKam
sl: digiKam urejevalnik slike meni mehkega preverjanja
sv: Menyalternativ i digiKams bildeditor för bildskärmskorrektur
uk: Пункти меню проби кольорів у редакторі зображень digiKam
zh_cn: digiKam 图像编辑器的色彩校样菜单选项

source: In digiKam Image Editor, Soft-Proofing can be configured to render over the canvas a preview of a printing job using your printer color profile.
ca: A l'editor d'imatges del digiKam, la provatura suau es pot configurar per a representar sobre el llenç una vista prèvia d'un treball d'impressió utilitzant el perfil de color de la impressora.
pt: No Editor de Imagens do digiKam, a Prova Suave poderá ser configurada para desenhar sobre a área de desenho uma antevisão de uma tarefa de impressão, usando o perfil de cores da sua impressora.

source: digiKam Image Editor Soft-Proofing Options
ca: Opcions de provatura suau a l'editor d'imatges en el digiKam
nl: Opties voor soft-proofing in de afbeeldingsbewerker van digiKam
pt: Opções da Prova Suave do Editor de Imagens do digiKam
pt_br: Opções de prova de monitor do Editor de Imagem do digiKam
sl: digiKam možnosti urejevalnika slike mehkega preverjanja
sv: Alternativ för bildskärmskorrektur i digiKams bildeditor
uk: Параметри проби кольорів у редакторі зображень digiKam
zh_cn: digiKam 图像编辑器的色彩校样选项菜单

source: The Rendering Intents
ca: Els propòsits de la representació
pt: As Tentativas de Desenho

source: **Rendering intent** refers to the way color gamuts are handled when the intended target color space (for example, the monitor or the printer) cannot handle the full gamut of the source color space (for example the working space).
ca: Un **propòsit de la representació** es refereix a la forma com es tracten les gammes de colors quan l'espai de color de destinació desitjat (per exemple, el monitor o la impressora) no pot gestionar tota la gamma de l'espai de color d'origen (per exemple, l'espai de treball).
pt: Uma **Tentativa de desenho** diz respeito à forma como os gamutes de cores são tratados, quando o espaço de cores-alvo pretendido (por exemplo, o monitor ou a impressora) não consegue lidar com o gamute completo do espaço de cores de origem (por exemplo, o espaço de trabalho).

source: There are four commonly-used rendering intents:
ca: Hi ha quatre propòsits de la representació d'ús habitual:
pt: Existem quatro tentativas de desenho usadas normalmente:

source: **Perceptual**, also called **Image or Maintain Full Gamut**. This is generally recommended for photographic images. The color gamut is expanded or compressed when moving between color spaces to maintain consistent overall appearance. Low saturation colors are changed very little. More saturated colors within the gamuts of both spaces may be altered to differentiate them from saturated colors outside the smaller gamut space. Perceptual rendering applies the same gamut compression to all images, even when the image contains no significant out-of-gamut colors.
ca: **Perceptiva**, també anomenada **Imatge o Mantén la gamma completa**. En general, això es recomana per a imatges fotogràfiques. La gamma de colors s'expandeix o comprimeix quan es mou entre els espais de color per a mantenir un aspecte general coherent. Els colors de saturació baixa canvien molt poc. Els colors més saturats dins de la gamma d'ambdós espais es poden alterar per a diferenciar-los dels colors saturats fora de l'espai de gamma més petit. La representació perceptiva aplicarà la mateixa gamma de compressió a totes les imatges, fins i tot quan la imatge no contingui colors significatius fora de la gamma.
pt: **Percepção**, também chamado de **Imagem ou Manutenção do Gamute Completo**. Este é normalmente recomendado para imagens fotográficas. O gamute de cores é expandido ou comprimido ao mudar de espaços de cores, de forma a manter uma aparência consistente a nível global. As cores de baixa saturação são alteradas raramente. As cores mais saturadas dentro dos gamutes de ambos os espaços poderão ser alteradas para as diferenciar das cores saturadas fora do espaço de cores mais pequeno. O desenho por percepção aplica a mesma compressão do gamute a todas as imagens, mesmo quando a imagem não contém cores fora-do-gamute significativas.

source: **Relative Colorimetric**, also called **Proof or Preserve Identical Color and White Point**. Reproduces in-gamut colors exactly and clips out-of-gamut colors to the nearest reproducible hue.
ca: **Colorimetria relativa**, també anomenada **Provatura o Conserva el color idèntic i el punt blanc**. Reprodueix els colors en la gamma amb exactitud i escurça els colors fora de la gamma pel to reproduïble més proper.
pt: **Colorimétrica Relativa**, também chamada de **Prova ou Preservação de Cores Idênticas e do Ponto Branco**. Reproduz as cores dentro do gamute de forma exacta e distorce as cores fora do gamute para a tonalidade mais próxima que seja possível reproduzir.

source: **Absolute Colorimetric**, also called **Match or Preserve Identical Colors**. Reproduces in-gamut colors exactly and clips out-of-gamut colors to the nearest reproducible hue, sacrificing saturation and possibly lightness. On tinted papers, whites may be darkened to keep the hue identical to the original. For example, cyan may be added to the white of a cream-colored paper, effectively darkening the image. Rarely of interest to photographers.
ca: **Colorimetria absoluta**, també anomenada **Coincident o Conserva el color idèntic**. Reprodueix els colors en la gamma amb exactitud i escurça els colors fora de la gamma per la tonalitat reproduïble més propera, sacrificant la saturació i possiblement la claredat. En els papers tintats, els blancs es poden enfosquir per a mantenir el to idèntic a l'original. Per exemple, es pot afegir cian al blanc d'un paper de color crema, enfosquint la imatge. Rares vegades és d'interès per als fotògrafs.
pt: **Colorimétrica Absoluta**, também chamada de **Correspondência ou Preservação de Cores Idênticas**. Reproduz as cores dentro do gamute de forma exacta e modifica as cores fora do gamute para o tom mais próximo, sacrificando a saturação e talvez a luminosidade. Em papéis coloridos, os brancos poderão ficar mais escuros para manter o tom idêntico ao original. Por exemplo, poderá ser adicionado cíano ao branco de um papel com tom creme, tornando a imagem de facto mais escura. Raramente é interessante para os fotógrafos.

source: **Saturation**, also called **Graphic or Preserve Saturation**. Maps the saturated primary colors in the source to saturated primary colors in the destination, neglecting differences in hue, saturation, or lightness. For block graphics; rarely of interest to photographers.
ca: **Saturació**, també anomenada **Gràfic o Conserva la saturació**. Assigna els colors primaris saturats en la font als colors primaris saturats en la destinació, descuidant les diferències de to, saturació i claredat. Per a gràfics de bloc, poques vegades d'interès per als fotògrafs.
pt: **Saturação**, também chamada de **Gráfica ou Preservação da Saturação**. Associa as cores primárias saturadas na origem às cores primárias saturadas no desetino, esquecendo as diferenças no tom, saturação ou luminosidade. Para gráficos em bloco; normalmente é pouco interessante para os fotógrafos.

source: **Perceptual** and **Relative colorimetric** rendering are probably the most useful conversion types for digital photography. Each places a different priority on how they render colors within the gamut mismatch region. **Relative colorimetric** maintains a near exact relationship between in gamut colors, even if this clips out of gamut colors. In contrast, **Perceptual** rendering tries to also preserve some relationship between out of gamut colors, even if this results in inaccuracies for in gamut colors.
ca: La representació de la **Colorimetria perceptiva** i de la **relativa** són probablement els tipus de conversió més útils per a la fotografia digital. Cadascun posa una prioritat diferent en la forma en què es renderitzen els colors dins de la regió de desajust de la gamma. La **Colorimetria relativa** manté una relació gairebé exacta entre els colors en la gamma, fins i tot si això es retalla fora dels colors en la gamma. En canvi, la representació **perceptiva** també intenta conservar alguna relació entre els colors fora de la gamma, fins i tot si això provoca inexactituds per als colors en la gamma.
pt: Os desenhos por **Percepção** e **Colorimétricos relativos** são provavelmente os tipos de conversão mais úteis para a fotografia digital. Cada um coloca uma prioridade diferente na forma como representam as cores dentro da região inconsistente do gamute. A **Colorimétrica relativa** mantém uma relação quase exacta entre as cores dentro do gamute, mesmo que isto distorça as cores fora do gamute. Por outro lado, a **Percepção** tenta preservar também algumas relações entre as cores fora do gamute, mesmo que isto resulte em inconsistências nas cores dentro do gamute.

source: **Absolute** is similar to relative colorimetric in that it preserves in gamut colors and clips those out of gamut, but they differ in how each handles the white point... Relative colorimetric skews the colors within gamut so that the white point of one space aligns with that of the other, while absolute colorimetric preserves colors exactly (without regard to changing white point). **Saturation** rendering intent tries to preserve saturated colors.
ca: L'**absoluta** és similar a la relativa en la mesura que conserva els colors de la gamma i escurça els que estan fora de la gamma, però difereixen en la forma en què gestionen el punt blanc... La colorimetria relativa distorsiona els colors dins de la gamma de manera que el punt blanc d'un espai s'alinearà amb la de l'altra, mentre que la colorimetria absoluta conservarà els colors exactes (sense tenir en compte el canvi del punt blanc). El propòsit de la representació de la **saturació** intentarà conservar els colors saturats.
pt: A **Absoluta** é semelhante à relativa, na medida em que preserva as cores dentro do gamute e distorce as que estiverem fora, mas diferem na forma como cada uma lida com o ponto branco... A colorimétrica relativa desloca as cores dentro do gamute, de forma que o ponto branco de um espaço fica alinhado com o ponto branco do outro, enquanto a colorimétrica absoluta preserva as cores exactas (sem se preocupar se muda o ponto branco). A tentativa de desenho por **Saturação** tenta preservar as cores saturadas.

source: digiKam Color Management Setup Dialog Page Allows to Customize the Rendering Intents
ca: La pàgina del diàleg de configuració Gestió del color en el digiKam permet personalitzar els propòsits de la representació
pt: A Página de Configuração da Gestão de Cores do digiKam Permite Personalizar as Tentativas de Desenho

source: The usual choice to use Rendering Intent to display contents on monitor is relative colorimetric. We would suggest that you not use absolute colorimetric unless you want very strange results.
ca: L'elecció habitual d'utilitzar el propòsit de la representació per a mostrar contingut en el monitor és colorimetria relativa. Us suggerim que no utilitzeu colorimetria absoluta a menys que vulgueu resultats molt estranys.
pt: A opção normal para usar a Tentativa de Desenho para mostrar conteúdos no monitor é a colorimétrica relativa. Sugerimos que não use a colorimétrica absoluta a menos que deseje resultados realmente estranhos.

source: Rendering intents are available when converting from one profile to another depends on the destination profile. Not every profile supports every rendering intent. Problems can occur when you select an unsupported rendering intent is that `Lcms <https://www.littlecms.com/>`_ quietly uses the profile's default rendering intent.
ca: Els propòsits de la representació estan disponibles quan la conversió des d'un perfil a un altre depèn del perfil de destinació. No tots els perfils admeten cada propòsit de la representació. Els problemes que poden passar quan seleccioneu un propòsit de la representació sense suport és que `Lcms <https://www.littlecms.com/>`_ utilitzarà silenciosament el propòsit de la representació predeterminat del perfil.
pt: As tentativas de desenho que estão disponíveis ao converter de um perfil para outro dependem do perfil de destino. Nem todos os perfis suportam todas as tentativas de desenho. Poderão ocorrer alguns problemas quando seleccionar uma tentativa de desenho não suportada; por exemplo, o `Lcms <https://www.littlecms.com/>`_ usa de forma silenciosa a tentativa de desenho predefinida do perfil.

source: The Soft Proofing
ca: La provatura suau
pt: A Prova Suave

source: Soft-proofing will show you the differences to be expected between what you see on your screen and what you will see when you make a print. To soft-proof, you need a profile for your printer (actually, for your printer-paper combination, as the paper used affects the ink colors and the white point). If you don't like the soft-proofed image, you can make changes in your working space, not after converting the image to your printer space.
ca: La provatura suau us mostrarà les diferències que es poden esperar entre el que es veu a la pantalla i el que veureu quan feu una impressió. Per a realitzar una provatura suau, es necessita un perfil per a la impressora (en realitat, per a la vostra combinació d'impressora i paper, ja que el paper utilitzat afectarà els colors de la tinta i al punt blanc). Si no us agrada la imatge de la provatura suau, podeu fer canvis en el vostre espai de treball, no després de convertir la imatge al vostre espai d'impressió.
pt: A prova suave mostrar-lhe-á as diferenças esperadas entre o que vê no seu ecrã e o que vê quando fizer uma impressão. Na prova suave, precisa de um perfil para a sua impressora (de facto, para a sua combinação de impressora/papel, dado que o papel usado normalmente afecta as cores das tintas e o ponto brnaco). Se não gostar da imagem da prova suave, poderá fazer as alterações no seu espaço de trabalho, e não o fazer depois de converter a imagem para o espaço da sua impressora.

source: **Perceptual** intent may or may not give the best results with soft-proof, depending on the respective gamuts of the image and printer/paper combination in question. Usualy, the **Colorimetric** intents give clearer, brighter colors, albeit at the cost of having to carefully re-edit the image to avoid clipping highlights and shadows. **Perceptual** is just an option, not by any means always *the best* option.
ca: El propòsit **perceptiu** pot o no donar els millors resultats amb la provatura suau, en funció de les gammes respectives de la combinació d'imatge i impressora/paper en qüestió. En general, els propòsits de la **colorimetria** ofereixen colors més clars i brillants, encara que a costa d'haver de tornar a editar amb cura la imatge per a evitar la retallada de la llum intensa i les ombres. El **perceptiu** només és una opció, no sempre *la millor*.
pt: A tentativa por **Percepção** poderá ou não gerar os melhores resultados face à prova suave, dependendo dos gamutes respectivos da imagem e da combinação de impressora/papel em questão. Normalmente, as tentativas **Colorimétricas** geram cores mais claras e brilhantes, se bem que à custa de ter de editar de novo a imagem para evitar distorções nos tons claros e escuros. A **Percepção** é apenas uma opção, mas não significa de todo que seja *a melhor* opção.

source: **Perceptual** rendering intent is a safe choice because it prevents clipping of shadows and highlights, although possibly at the expense of de-saturating all your colors. So if you don't want to bother doing any soft-proofing, choose the perceptual rendering intent (if you don't want to soft-proof, probably you should also stick with sRGB).
ca: El propòsit **perceptiu** de la representació és una opció segura perquè evita la retallada de les ombres i la llum intensa, encara que possiblement a costa de dessaturar tots els colors. Aleshores, si no voleu molestar-vos a fer cap provatura suau, escolliu el propòsit perceptiu de la representació (si no voleu fer una provatura suau, probablement també hauríeu de seguir amb sRGB).
nl: **Perceptuele** weergave-intentie is een veilige keuze want het voorkomt afknijpen van heldere delen en schaduwen, evenwel met de mogelijkheid van het verminderen van verzadiging van al uw kleuren. Dus als u de last van soft-proofing wilt vermijden, kies dan perceptuele weergave-intentie. Als u geen soft-proof wilt dan kunt u eigenlijk beter in sRGB blijven werken.
pt: A tentativa de desenho por **Percepção** é uma escolha segura, porque evita a distorção dos tons escuros e claros, ainda que seja à custa de reduzir a saturação de todas as suas cores. Por isso, se não se quiser incomodar a fazer qualquer prova suave, escolha a tentativa de desenho por percepção (se não quiser fazer a prova suave, provavelmente também deverá ficar com o sRGB).
pt_br: A intenção de renderização **Perceptual** é uma escolha segura, pois evita o corte de sombras e realces, embora possivelmente à custa da dessaturação de todas as cores. Portanto, se você não quiser se preocupar em fazer provas de monitor, escolha a intenção de renderização perceptual (se não quiser fazer provas de monitor, provavelmente também deve optar pelo sRGB).
sl: **Zaznavni** namen upodabljanja je varna izbira, ker preprečuje izrezovanje senc in svetlih delov, čeprav morda na račun nenasičenja vseh vaših barv. Torej, če se ne želite truditi s poskusnim odtisom, izberite namen zaznavnega upodabljanja (če ne želite poskusnega odtisa, bi se morali verjetno držati tudi sRGB).
sv: Återgivningsalternativet **Perceptuell** är ett säkert val eftersom det förhindrar klippning av skuggor och dagrar, även om det möjligen sker på bekostnad av minskad mättnad för alla färger. Så om du inte vill göra någon bildskärmskorrektur, välj den perceptuella återgivningsmetoden (om du inte vill göra en bildskärmskorrektur ska du förmodligen också hålla dig till sRGB).
uk: **Відчуттєве (перцептуальне) відтворення кольорів** є безпечним, оскільки запобігає обрізанню тіней і відсвітів, хоча, можливо, за рахунок зменшення насиченості кольорів зображення. Отже, якщо ви не бажаєте перейматися додатковими пробами кольорів, оберіть відтворення кольорів придатне для сприйняття (якщо ви не бажаєте додаткових виправлень, ймовірно, вам слід також вибрати sRGB).
zh_cn: **可感知** 再现意图是个“安全”选择，因为它能防止阴影和高光被裁剪，不过可能会让颜色整体变淡。如果你懒得做软校对，直接选可感知再现意图（而且可能也该继续用 sRGB）。

source: digiKam Color Management Setup Dialog Page Allows to Customize the Printer and Soft Proofing Color Profile
ca: La pàgina del diàleg de configuració Gestió del color en el digiKam permet personalitzar la impressora i el perfil de color per a la provatura suau
pt: A Página da Janela de Configuração da Gestão de Cores do digiKam Permite Personalizar o Perfil de Cores da Impressora e da Prova Suave

source: Black Point Compensation
ca: Compensació del punt negre
nl: Zwartpunt-compensatie
pt: Compensação do Ponto Negro
pt_br: Compensação de ponto preto
sl: Kompenzacija črne točke
sv: Svartpunktskompensering
uk: Компенсація точки чорного
zh_cn: 黑点补偿
