Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/printer_profiles.po
Languages: ca, nl, pt, pt_br, sl, sv, uk, zh_cn

source: **Black point compensation** is a way to make adjustments between the maximum black levels of digital files and the black capabilities of various digital devices, such as a printer.
ca: La **compensació del punt negre** és una manera de fer ajustaments entre els nivells màxims de negre dels fitxers digitals i les capacitats de negre de diversos dispositius digitals, com una impressora.
nl: **Zwartpunt-compensatie** is een manier om aanpassingen te maken tussen maximale niveaus van zwart van digitale bestanden en de capaciteit om zwart weer te geven door diverse apparaten (zoals een printer).
pt: A **Compensação do ponto preto** é uma forma de fazer ajustes entre os níveis de preto máximos dos ficheiros digitais e as capacidades de preto dos vários dispositivos digitais, como as impressoras.
pt_br: **Compensação de ponto preto** é uma maneira de fazer ajustes entre os níveis máximos de preto de arquivos digitais e as capacidades de preto de vários dispositivos digitais, como uma impressora.
sl: **Kompenzacija črne točke** je način prilagajanja med najvišjimi ravnmi črne barve digitalnih datotek in črnimi zmogljivostmi različnih digitalnih naprav, kot je tiskalnik.
sv: **Svartpunktskompensering** är ett sätt att utföra justeringar mellan de maximala svärtningsnivåerna i digitala filer och svärtningsmöjligheter i olika digitala enheter, såsom en skrivare.
uk: Компенсація чорної точки — це спосіб узгодження між максимальними рівнями чорного у цифрових файлах та можливостями відтворення чорного кольору у різноманітних цифрових пристроях, зокрема принтерах.
zh_cn: **黑点补偿** 用来调整 *数字文件最大黑色等级* 和 *打印机等数字设备黑色能力* 之间的差异。

source: Black point compensation results depends of the context. Try soft-proofing with black point compensation on. If you like it, use it. Otherwise, don't use it.
ca: Els resultats de la compensació de punts negres dependran del context. Proveu la provatura suau amb la compensació del punt negre activada. Si us agrada, utilitzeu-la. En cas contrari, no.
pt: Os resultados da compensação do ponto preto dependem do contexto. Experimente a prova suave com a compensação do ponto preto activa. Se gostar, use-a; caso contrário, não a use.

source: digiKam Image Editor Print Feature Allows Using Your Preferred Printer Color Profile and Tune the Black Point Compensation.
ca: La característica d'impressió en l'editor d'imatges del digiKam permet utilitzar el vostre perfil de color d'impressora preferit i ajustar la compensació del punt negre.
pt: A Funcionalidade de Impressão do Editor de Imagens do digiKam Permite Usar o Perfil de Cores Preferido da sua Impressora e Ajustar a Compensação do Ponto Preto.

source: :ref:`Printer Profiles <color_management>`
nl: :ref:`Printerprofielen <color_management>`
pt_br: :ref:`Perfis de impressora <color_management>`
sl: :ref:`Profili tiskalnika <color_management>`
sv: :ref:`Skrivarprofiler <color_management>`
uk: :ref:`Профілі принтера <color_management>`
zh_cn: :ref:`打印机色彩特性文件 <color_management>`

source: Contents
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст
zh_cn: 目录

source: You are now almost ready to print that image. But where do you get a printer profile? You already know the answer. You can use the generic profile that comes with your printer. You can purchase a professionally produced profile. Some commercial printing establishments will send you their printer profiles (which will with their printers, but not your printer). Or, you can make your own printer profile using `Argyll <http://www.argyllcms.com/>`_, in which case your profile can be tailored to your particular paper, inks, and even image characteristics. For example, if you are printing a series of images with a color palette limited to subdued browns, you don't need a printer profile that tries to make room for saturated cyan and blue.
nl: U bent nu bijna klaar en staat op het punt om het over printen te hebben. Maar waar kunt u een printerprofiel krijgen? Eigenlijk weet u het antwoord al. U kunt het algemene profiel gebruiken dat bij uw printer wordt geleverd of u kunt een professioneel aangemaakt profiel kopen. Sommige drukkerijen sturen u hun eigen profiel (maar die werken met hun printer). Of u kunt ook een profiel aanmaken met behulp van `Argyll <http://www.argyllcms.com/>`_. In dat geval kunt u het profiel afstemmen op het door u gebruikte papier, de inkt en zelfs de typische eigenaardigheden van uw afbeelding. Als u, bijvoorbeeld, een serie opnamen wilt printen die allen min of meer in gereserveerde bruine kleuren werden genomen dan heeft het geen zin om een kleurruimte te kiezen waarin plaats wordt gecreëerd voor verzadigd cyaan en blauw.
pt_br: Agora você está quase pronto para imprimir a imagem. Mas onde obter um perfil de impressora? Você já sabe a resposta. Você pode usar o perfil genérico que acompanha a sua impressora. Você pode comprar um perfil produzido profissionalmente. Algumas gráficas comerciais enviarão seus perfis de impressora (que são adequados às impressoras delas, mas não a sua). Ou você pode criar seu próprio perfil de impressora usando o `Argyll <http://www.argyllcms.com/>`_, caso em que seu perfil pode ser adaptado ao seu papel, tintas e até mesmo às características da imagem. Por exemplo, se você estiver imprimindo uma série de imagens com uma paleta de cor limitada a tons de marrom suaves, não precisará de um perfil de impressora que tente abrir espaço para ciano e azul saturados.
sl: Zdaj ste skoraj pripravljeni natisniti to sliko. Kje pa dobiti profil tiskalnika? Odgovor že poznate. Uporabite lahko splošni profil, ki je priložen vašemu tiskalniku. Lahko kupite profesionalno izdelan profil. Nekatere komercialne tiskarne vam bodo poslale svoje profile tiskalnikov (ki so za njihove tiskalnike, ne pa za vaš tiskalnik). Lahko pa ustvarite svoj profil tiskalnika z uporabo `Argyll <http://www.argyllcms.com/>`_, v tem primeru je vaš profil lahko prilagojen vašemu papirju, črnilu in celo značilnostim slike. Na primer, če tiskate niz slik z barvno paleto, omejeno na umirjene rjave, ne potrebujete profila tiskalnika, ki poskuša narediti prostor za nasičeni cian in modro.
sv: Nu är du nästan redo att skriva ut bilden. Men var får man tag på en skrivarprofil? Du vet redan svaret. Du kan använda den generella profilen som medföljer skrivaren. Du kan köpa en professionellt producerad profil. Vissa kommersiella tryckerier skickar sina skrivarprofiler till dig (som följer med deras skrivare, men inte din skrivare). Eller så kan du skapa din egen skrivarprofil med hjälp av `Argyll <http://www.argyllcms.com/>`_, i vilket fall profilen kan anpassas till ditt specifika papper, bläck och till och med bildens egenskaper. Om du till exempel skriver ut en serie bilder med en färgpalett begränsad till dämpade bruna nyanser behöver du inte en skrivarprofil som försöker göra plats för mättad cyan och blå.
uk: Ми пройшли довгою дорогою і майже готові до друку зображення! Де ж взяти профіль принтера? Гаразд, певно ви вже знаєте відповідь. Ви можете скористатися загальним профілем, що постачається разом з вашим принтером. Ви можете придбати профіль, створений професійно. Деякі комерційні виробники можуть надіслати вам свій профіль принтера (який може не працювати для вашого принтера!). Ви можете створити власний профіль принтера за допомогою програми `Argyll <http://www.argyllcms.com/>`_. У такому випадку ваш профіль буде прив’язано до вашого типу паперу, чорнила і навіть характеристик зображення (якщо ви друкуєте серію зображень з палітрою кольорів, обмеженою м’якими коричневими тонами, вам не потрібен профіль принтера, який надає простір для насиченого блакитного і синього кольорів).
zh_cn: 你的图片已经编辑好了，准备打印了，但打印机色彩特性文件（也叫打印机颜色配置文件）从哪儿来？你已经知道答案了：可以用打印机自带的通用色彩特性文件；可以花钱买一个专业制作的色彩特性文件；一些商业打印店会提供他们的打印机色彩特性文件（不过这些只适合他们的打印机，不适合你的）；或者，你可以用 `Argyll <http://www.argyllcms.com/>`_ 自己做一个打印机色彩特性文件，量身定制，适配你的纸张、墨水，甚至图片的特性。比如，如果你打印的是一系列颜色偏柔和棕色的图片，就不需要一个非得包含鲜艳青色和蓝色的色彩特性文件。

source: To set the default printer and soft-proofing profile used in digiKam, navigate to :menuselection:`Settings --> Configure digiKam... --> Color Management page --> Profiles tab`, and select the desired profile. See the :ref:`Color Management Settings <cm_settings>` section of the manual for more information.
nl: Om het standaard printer en soft-proofing profiel in te stellen gebruikt in digiKam, navigeer naar :menuselection:`Instellingen --> digiKam configureren... --> Kleurbeheerpagina --> Tabblad profielen` en selecteer het gewenste profiel. Zie de sectie :ref:`Kleurbeheerinstellingen <cm_settings>` van de handleiding voor meer informatie.
pt_br: Para definir a impressora padrão e o perfil de prova de monitor usados ​​no digiKam, navegue até :menuselection:`Configurações --> Configurar o digiKam... --> página Gerenciamento de cor --> aba Perfis` e selecione o perfil desejado. Consulte a seção :ref:`Configurações de gerenciamento de cor <cm_settings>` do manual para obter mais informações.
sl: Če želite nastaviti privzeti tiskalnik in profil za poskusni odtis uporabljen v digiKamu, se pomaknite do :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran za upravljanje barv --> zavihek Profili` in izberite želeni profil. Za več informacij glejte razdelek :ref:`Nastavitve upravljanja barv <cm_settings>` priročnika.
sv: För att ställa in standardskrivaren och korrekturprofilen som används i digiKam, navigera till :menuselection:`Inställningar --> Anpassa digiKam... --> sidan Färghantering --> fliken Profiler` och välj önskad profil. Se avsnittet :ref:`Färghanteringsinställningar <cm_settings>` i handboken för mer information.
uk: Щоб встановити типовий профіль принтера і пробника, який буде використано у digiKam, перейдіть за допомогою меню таким шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Керування кольорами» --> вкладка «Профілі»` і виберіть бажаний профіль. Див. розділ :ref:`Параметри керування кольорами <cm_settings>` цього підручника, щоб дізнатися більше.
zh_cn: 想在digiKam里设置默认的打印机和软校对配置文件？去 :menuselection:`设置 --> 配置 digiKam… --> 色彩管理页面 --> 色彩特性文件选项卡` ，选你想要的配置文件。更多详情可以看看手册里的 :ref:`“色彩管理设置” <cm_settings>` 部分。

source: digiKam Color Management Setup Dialog Page for Customizing the Printer and Soft Proofing Color Profile
nl: De pagina instellingendialoog van kleurbeheer van digiKam biedt het aanpassen van het printer- en soft-proofing-profiel
pt_br: Página de janela de gerenciamento de cor do digiKam para personalizar a impressora e o perfil de cor de prova de monitor
sl: Pogovorno okno za nastavitev upravljanja barv digiKam za prilagajanje barvnega profila tiskalnika in profila za soft proofing
sv: Dialogrutan Inställning av färghantering i digiKam för att anpassa skrivaren och färgprofilen för bildskärmskorrektur.
uk: Сторінка вікна налаштовування керування кольорами digiKam надає змогу налаштувати профіль принтера та проби кольорів
zh_cn: digiKam 色彩管理设置对话框，用于自定义打印机和色彩校样的色彩特性文件

source: Soft Proofing
pt_br: Prova de monitor
sv: Bildskärmskorrektur
uk: Проба кольорів
zh_cn: 色彩校样

source: Soft-proofing will show you the differences to be expected between what you see on your screen and what you will see when you make a print. To soft-proof, you need a profile for your printer (actually, for your printer-paper combination, as the paper used affects the ink colors and the white point). If you don't like the soft-proofed image, you can make changes in your working space, before converting the image to your printer space.
nl: Soft-proofing toont u de verschillen die u kunt verwachten tussen dat wat u op het scherm ziet en dat wat u op de afdruk zult zien. Om een soft-proof te krijgen heeft u het profiel van uw printer nodig (eigenlijk voor de combinatie van uw printer en uw papier omdat de keuze van papier invloed heeft op het witpunt in de afbeelding). Als u de afbeelding in modus soft-proof niet mooi vindt, kunt u, voordat u de afbeelding converteert naar de kleurwerkruimte van uw printer, wijzigingen aanbrengen in uw werkruimte om het soft-proofbeeld meer in overeenstemming te brengen met het gewenste printresultaat.
pt_br: A prova de monitor mostrará as diferenças esperadas entre o que você vê na tela e o que verá ao imprimir. Para fazer a prova de monitor, você precisa de um perfil para sua impressora (na verdade, para a combinação impressora-papel, já que o papel usado afeta as cores da tinta e o ponto branco). Se não gostar da imagem da prova de monitor, você pode fazer alterações no seu espaço de trabalho antes de converter a imagem para o espaço da impressora.
sl: Poskusni odtis vam bo pokazal pričakovane razlike med tem, kar vidite na zaslonu, in tem, kar boste videli, ko natisnete. Za poskusni odtis potrebujete profil za vaš tiskalnik (pravzaprav za vašo kombinacijo tiskalnika in papirja, saj uporabljeni papir vpliva na barve črnila in belo točko). Če vam slika na preizkusnem odtisu ni všeč, lahko spremenite svoj delovni prostor, preden sliko pretvorite v prostor za tiskalnik.
sv: Med hjälp av bildskärmskorrektur kan du se skillnaderna mellan vad du ser på skärmen och vad du kommer att se när du skriver ut. För att göra en bildskärmskorrektur behöver du en profil för skrivaren (faktiskt för kombinationen av skrivare och papper, eftersom det använda pappret påverkar bläckfärgerna och vitpunkten). Om du inte gillar bilden efter bildskärmskorrektur kan du göra ändringar av arbetsrymden innan bilden konverteras till ditt skrivarrymden.
uk: Проба кольорів продемонструє вам очікувані відмінності між тим, що ви побачите на екрані, і тим, щоб буде надруковано. Для здійснення проби кольорів вам слід профілювати ваш принтер (насправді, комбінацію принтера і паперу, оскільки використаний папір також вплине на колір чорнила та точку білого). Якщо зображення на пробі вам не сподобається, ви можете внести зміни у ваш робочий простір, до перетворення зображення у простір кольорів принтера.
zh_cn: 色彩校样（软打样、软校样）能让你在屏幕上预览打印出来的效果，了解屏幕显示和实际打印之间的差异。想色彩校样，你得有个打印机色彩特性文件（其实是打印机和纸张组合的色彩特性文件，因为纸张会影响墨水颜色和白点）。如果色彩校样后的效果不满意，你可以在工作空间里调整图片，再转换到打印机空间。

source: Soft-proofing is enabled within the Image Editor by selecting :menuselection:`View --> Soft Proofing View`.
nl: Soft-proofing is ingeschakeld in de afbeeldingsbewerker door selecteren van :menuselection:`Beeld --> Soft-proofingweergave`.
pt_br: A prova de monitor é ativada no Editor de Imagem selecionando :menuselection:`Exibir --> Visualização de prova de monitor`.
sl: Soft Proofing je omogočen v urejevalniku slik z izbiro :menuselection:`Pogled --> Pogled soft proofinga`.
sv: Bildskärmskorrektur aktiveras i bildeditorn genom att välja :menuselection:`Visa --> Vy för bildskärmskorrektur`.
uk: Панель пробника можна увімкнути у вікні редактора за допомогою пункту :menuselection:`Перегляд --> Перегляд проби кольорів`.
zh_cn: 在图像编辑器里启用色彩校样，点 :menuselection:`视图 --> 色彩校样显示`就行。

source: As illustrated below, options for Soft-proofing can be set by selecting :menuselection:`View --> Soft Proofing Options...` while in the Image Editor.
nl: Zoals onderstaand geïllustreerd, kunnen opties voor soft-proofing ingesteld worden door :menuselection:`Beeld --> Soft-proofingopties...` te selecteren tijdens werken in de afbeeldingsbewerker.
pt_br: Conforme ilustrado abaixo, as opções para prova de monitor podem ser definidas selecionando :menuselection:`Exibir --> Opções de prova de monitor...` no Editor de Imagem.
sl: Kot je prikazano spodaj, lahko možnosti soft proofinga nastavite tako, da v urejevalniku slik izberete :menuselection:`View --> Možnosti soft proofinga...`.
sv: Som illustreras nedan kan alternativ för bildskärmskorrektur ställas in genom att välja :menuselection:`Visa --> Alternativ för bildskärmskorrektur...` i bildeditorn.
uk: Як проілюстровано нижче, параметри пробника можна визначити за допомогою пункту меню :menuselection:`Перегляд --> Параметри проби кольорів...` у вікні редактора зображень.
zh_cn: 如下图所示，色彩校样的选项可以通过在图像编辑器里选择 :menuselection:`视图 --> 色彩校样选项...` 来设置。

source: **Perceptual** intent may or may not give the best results with soft-proofing, depending on the respective gamuts of the image and printer/paper combination in question. Usually, the **Colorimetric** intents give clearer, brighter colors, albeit at the cost of having to carefully re-edit the image to avoid clipping highlights and shadows. So while **Perceptual** is always an option, it may not be *the best* option.
nl: **Perceptueel** intentie kan wel of niet de beste resultaten opleveren voor soft-proofing. Het hangt af van de verschillende gamut's van de printer/papier combinatie in kwestie. Gewoonlijk levert de **Colorimetrische** intenties duidelijker en meer heldere kleuren, hoewel ten koste van opnieuw bewerken van de afbeelding om te voorkomen dat heldere delen en schaduwen afgeknepen worden. Dus terwijl **Perceptueel** altijd is een optie is, kan het niet **de beste** optie zijn.
pt_br: A intenção **Perceptual** pode ou não oferecer os melhores resultados com a prova de monitor, dependendo dos respectivos gamutes da imagem e da combinação impressora/papel em questão. Normalmente, as intenções **Colorimétricas** produzem cores mais nítidas e brilhantes, embora ao custo de ter que reeditar cuidadosamente a imagem para evitar o corte de realces e sombras. Portanto, embora a **Perceptual** seja sempre uma opção, pode não ser *a melhor* opção.
sl: **Zaznavni** namen lahko ali pa tudi ne daje najboljših rezultatov poskusnega odtisa, odvisno od ustreznih lestvic slike in zadevne kombinacije tiskalnik/papir. Običajno **Kolorimetrični** nameni dajejo jasnejše in svetlejše barve, čeprav za ceno, da je treba sliko skrbno ponovno urediti, da bi se izognili izrezovanju svetlih delov in senc. Torej, čeprav je **Zaznavni** vedno možnost, morda ni *najboljša* možnost.
sv: Alternativet **Perceptuell** kan ge bäst resultat med bildskärmskorrektur, beroende på respektive färgskala för bilden och kombinationen av skrivare och papper i fråga. Vanligtvis ger de **kolorimetriska** alternativen tydligare och ljusare färger, om än på bekostnad av att bilden måste redigeras om noggrant för att undvika att dagrar och skuggor klipps bort. Så även om **Perceptuell** alltid är ett alternativ, kanske det inte är *det bästa* alternativet.
uk: Отримання найкращих результатів за допомогою відчуттєвого відтворення кольорів є спірним питанням: все залежить від відносних палітр зображення та комбінації принтер/папір у окремо взятому випадку. Зазвичай, **колориметричні** відтворення надають змогу отримати ясніші, яскравіші кольори, хоча і ціною потреби у ретельному повторному редагуванні зображень з метою уникнення обрізання кольорів на світлих ділянках та у тіні. **Відчуттєве відтворення** є лише одним з варіантів, але не обов’язково *найкращим* варіантом.
zh_cn: **可感知** 再现意图在色彩校样时不一定是最好的选择，这取决于图片和打印机/纸张组合的色域。通常，**比色** 再现意图能带来更清晰、更明亮的颜色，但得小心重新编辑图片，避免高光和阴影被裁剪。所以，虽然 **可感知** 再现意图意图总是个选项，但不一定是“最优”的。

source: To turn black point compensation on or off, navigate to :menuselection:`Settings --> Configure digiKam... --> Color Management page --> Advanced tab`. See the :ref:`Color Management Settings <cm_settings>` section of the manual for more information.
nl: Om zwartpuntcompensatie aan of uit te zetten, navigeer naar :menuselection:`Instellingen --> digiKam configureren... --> Kleurbeheerpagina --> Tabblad Geavanceerd`. Zie de sectie :ref:`Kleurbeheerinstellingen <cm_settings>` van de handleiding voor meer informatie.
pt_br: Para ativar ou desativar a compensação de ponto preto, navegue até :menuselection:`Configurações --> Configurar digiKam... --> página Gerenciamento de cor --> aba Avançado`. Consulte a seção :ref:`Configurações de gerenciamento de cor <cm_settings>` do manual para obter mais informações.
sl: Če želite vklopiti ali izklopiti kompenzacijo črne točke, se pomaknite na :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran za upravljanje barv --> zavihek Napredno`. Za več informacij glejte razdelek :ref:`Nastavitve upravljanja barv <cm_settings>` v priročniku.
sv: För att sätta på eller stänga av svartpunktskompensation, gå till :menuselection:`Inställningar --> Anpassa digiKam... --> sidan Färghantering --> fliken Avancerat`. Se avsnittet :ref:`Färghanteringsinställningar <cm_settings>` i handboken för mer information.
uk: Щоб увімкнути або вимкнути точку компенсації чорного, скористайтеся шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Керування кольорами» --> вкладка «Додатково»`. Див. розділ :ref:`Параметри керування кольорами <cm_settings>` цього підручника, щоб дізнатися більше.
zh_cn: 如果想打开或关闭黑点补偿，可在 :menuselection:`设置 --> 配置 digiKam… --> 色彩管理页面 --> 高级选项卡` 。更多详情可以看看手册里的 :ref:`“色彩管理设置” <cm_settings>` 部分。

source: Black point compensation results depend on the context. Try soft-proofing with black point compensation on. If you like it, use it. Otherwise, don't use it.
nl: Het resultaat van zwartpuntcompensatie hangt af van de context. Probeer soft-proofing met zwartpuntcompensatie aan. Als u het mooi vindt, gebruik het. Anders, niet.
pt_br: Os resultados da compensação de ponto preto dependem do contexto. Experimente fazer uma prova de monitor com a compensação de ponto preto ativada. Se gostar, use. Caso contrário, não use.
sl: Rezultati kompenzacije črne točke so odvisni od konteksta. Poskusite z mehko izolacijo z vključeno kompenzacijo črne točke. Če vam je všeč, jo uporabite. V nasprotnem primeru je ne uporabljajte.
sv: Resultaten av svartpunktskompensation beror på sammanhanget. Prova bildskärmskorrektur med svartpunktskompensation aktiverad. Om du gillar det, använd det. Annars, använd det inte.
uk: Результати компенсації точки чорного залежать від контексту. Спробуйте пробу кольорів із увімкненою компенсацією чорної точки. Якщо результати сподобаються, користуйтеся. Якщо ні, не користуйтеся.
zh_cn: 黑点补偿的效果因情况而异。试试开启黑点补偿做色彩校样，喜欢就用，不喜欢就不用。

source: digiKam Image Editor Print Feature Allows Using Your Preferred Printer Color Profile and Tune the Black Point Compensation
nl: De afdrukfunctie van de afbeeldingsbewerker van digiKam biedt het gebruik van uw printerkleurprofiel met voorkeur en afregelen van zwartpuntcompensatie
pt_br: O recurso de impressão do Editor de Imagem do digiKam permite usar o perfil de cor da impressora preferido e ajustar a compensação do ponto preto
sl: Zmožnost tiskanja urejevalnika slik digiKam omogoča uporabo želene barve tiskalnikaProfilirajte in prilagodite kompenzacijo črne točke
sv: Utskriftsfunktionen i digiKams bildeditor låter dig använda föredragen skrivarprofil och justera svartpunktskompensation
uk: Можливість друку у редакторі зображень digiKam надає вам змогу скористатися бажаним профілем кольорів для принтера і скоригувати компенсацію чорної точки
zh_cn: digiKam 图像编辑器的打印功能支持使用你喜欢的打印机色彩特性文件，并调整黑点补偿
