Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: The gamma of a color profile dictates what power transform needs to take place to properly convert from an image's embedded color profile (perhaps your working color space or your camera color profile) to another color profile with a different gamma, such as your chosen working space, or the display profile used to display the image on the screen or perhaps from one working space to another, or perhaps from your working space to your printer's color space. `Libraw <https://www.libraw.org/>`_ outputs a 16-bit image with a linear gamma, which means that a histogram of the resulting image file shows the actual amount of light that each pixel on the camera sensor captured during the exposure. (This is why applying a camera profile to the Libraw output also requires applying an appropriate gamma transform to get to the desired working space, unless the camera profile also uses gamma=1.)
it: La gamma di un profilo dei colori stabilisce di che trasformata di potenza («power transform») si ha bisogno per convertire appropriatamente il profilo dei colori incorporato di un'immagine (può darsi il tuo spazio dei colori di lavoro o il profilo dei colori della fotocamera) a un altro profilo dei colori con una gamma differente, così come al tuo spazio di lavoro prescelto, o al profilo dello schermo usato per mostrare l'immagine a video o forse al profilo dei colori della tua stampante. `Libraw <https://www.libraw.org/>`_ fornisce un'immagine a 16 bit con gamma lineare, che implica che un istogramma del file di immagine risultante mostra la reale quantità di luce che ogni pixel nel sensore della fotocamera ha catturato durante l'esposizione. Questo è il motivo per cui attualmente applicare un profilo di fotocamera all'output di Libraw richiede pure l'applicazione di un'appropriata trasformata della gamma per ottenere lo spazio di lavoro desiderato, a meno che il profilo della fotocamera non usi a sua volta una gamma=1.
nl: Het gamma van een kleurprofiel bepaalt welke omzetting nodig is voor de conversie van het ingebedde kleurprofiel van een beeld naar een ander kleurprofiel, bv. dat van de door u gekozen werkruimte of het profiel van uw beeldscherm of conversie van de ene werkkleurruimte naar een andere of naar de kleurruimte van uw printer. `Libraw <https://www.libraw.org/>`_ levert een 16-bit beeld met een lineair gamma. Dat betekent dat een histogram van het beeldbestand toont hoeveel licht elk pixel van de camera opvangt bij belichting (Dit is waarom het toepassen van een cameraprofiel aan de uitvoer van Libraw ook de toepassing van de juiste gammatransformatie vereist om in de gewenste werkruimte te komen, behalve als het cameraprofiel ook gamma=1 gebruikt).
pt_br: A gama de um perfil de cor determina qual transformação de potência precisa ocorrer para converter corretamente o perfil de cor incorporado de uma imagem (talvez seu espaço de cor de trabalho ou o perfil de cor da sua câmera) para outro perfil de cor com uma gama diferente, como o seu espaço de trabalho escolhido, ou o perfil de exibição usado para exibir a imagem na tela, ou talvez de um espaço de trabalho para outro, ou talvez do seu espaço de trabalho para o espaço de cor da sua impressora. `Libraw <https://www.libraw.org/>`_ gera uma imagem de 16 bits com gama linear, o que significa que um histograma do arquivo de imagem resultante mostra a quantidade real de luz que cada pixel no sensor da câmera capturou durante a exposição. (É por isso que aplicar um perfil de câmera à saída Libraw também requer a aplicação de uma transformação de gama apropriada para chegar ao espaço de trabalho desejado, a menos que o perfil da câmera também use gama=1.)
sl: Gama barvnega profila narekuje, kakšno transformacijo moči je treba izvesti za pravilno pretvorbo iz vdelanega barvnega profila slike (morda vašega delovnega barvnega prostora ali barvnega profila vaše kamere) v drug barvni profil z drugačno gamo, kot je vaš izbrani delovni prostor, ali profil prikaza, ki se uporablja za prikaz slike na zaslonu ali morda iz enega delovnega prostora v drugega ali morda iz vašega delovnega prostora v barvni prostor vašega tiskalnika. `Libraw <https://www.libraw.org/>`_ odda 16-bitno sliko z linearno gama, kar pomeni, da histogram nastale slikovne datoteke prikazuje dejansko količino svetlobe, ki jo vsaka slikovna pika na senzorju kamere posneto med osvetlitvijo. (Zato uporaba profila kamere za izhod Libraw zahteva tudi uporabo ustrezne transformacije gama, da pridete do želenega delovnega prostora, razen če profil kamere uporablja tudi gama=1.)
uk: Гама профілю кольорів визначає, яке степеневе перетворення слід виконати, щоб належним чином перетворити зображення з вбудованого профілю кольорів зображення (ймовірно, вашого робочого простору кольорів або профілю кольорів вашого фотоапарата) у інший профіль кольорів з іншою гамою, наприклад, вибраний вами робочий простір або профіль показу, який буде використано під час показу зображення на екрані, або з одного робочого простору у інший, або з вашого робочого простору до робочого простору принтера. Після обробки `libraw <https://www.libraw.org/>`_ ви отримаєте 16-бітове зображення з лінійною гамою Це означає, що гістограма отриманого файла зображення демонструватиме справжню кількість світла, яку було накопичено кожним елементарним датчиком матриці фотоапарата під час експозиції. (Ось чому застосування профілю фотоапарата до даних, виведених libraw, також вимагає застосування перетворення гами для переходу до бажаного робочого простору, якщо у профілі фотоапарата не використано значення гама=1.)
zh_cn: 一个色彩特性文件中的伽马值，决定了在进行色彩转换时需要怎样的幂函数处理。也就是说，如果你要把图像从它原本内嵌的色彩特性文件（比如你的工作色彩空间，或相机的色彩特性文件）转换到另一个伽马值不同的色彩特性文件（比如你设定的工作空间，或者用于屏幕显示的显示器色彩特性文件，又或者是打印机的色彩空间），就需要按照这个伽马值进行相应的转换。 `Libraw <https://www.libraw.org/>`_ 这类工具在导出图像时会输出一个 16 位的线性伽马图像。这意味着图像文件中的直方图反映的是相机感光元件在曝光时实际捕捉到的光线强度（也就是每个像素实际记录到的光的量）。正因如此，如果你打算给 Libraw 的输出应用一个相机的色彩特性文件，那通常也需要配套地进行伽马转换，才能让图像呈现出你想要的工作空间效果（除非这个相机色彩特性文件本身就是线性伽马，即伽马值为 1）。

source: Theory aside, in the real world of image editing, almost everyone uses working spaces with a gamma of either 1.8 or 2.2. sRGB and L*-RGB are two notable exceptions.
it: Teoria a parte, nel mondo reale dell'editing di immagini quasi tutti usano spazi di lavoro con gamma di 1,8 o di 2,2, sRGB e L*-RGB sono due eccezioni di spicco.
nl: Theorie daar gelaten, in de echte wereld van beeldbewerking, gebruikt bijna iedereen werkruimten met een gamma van ofwel 1,8 of 2,2. Twee opvallende uitzonderingen vormen sRGB en L*-RGB.
pt_br: Teoria à parte, no mundo real da edição de imagens, quase todo mundo usa espaços de trabalho com gama de 1,8 ou 2,2. sRGB e L*-RGB são duas exceções notáveis.
sl: Če pustimo teorijo na stran, v resničnem svetu urejanja slik skoraj vsi uporabljajo delovne prostore z gama 1,8 ali 2,2. sRGB in L*-RGB sta dve pomembni izjemi.
uk: Якщо не брати до уваги теоретичні можливості, у реальному світі редагування зображень майже всі користуються робочими просторами з коефіцієнтом контрастності (гамою) зі значеннями 1,8 або 2,2. sRGB і L*-RGB є двома єдиними помітними винятками.
zh_cn: 不过这些理论归理论，在实际图像编辑工作中，大多数人用的工作色彩空间的伽马值其实就两个主流：1.8 或 2.2。当然也有些例外，比如 sRGB 和 L*-RGB。

source: sRGB uses a transfer function close to that of a CRT (and thus not necessarily relevant to image editing or to display on an LCD). Unlike most other RGB color spaces the sRGB gamma cannot be expressed as a single numerical value. The overall gamma is approximately 2.2, consisting of a linear (gamma 1.0) section near black, and a non-linear section elsewhere involving a 2.4 exponent and a gamma (slope of log output versus log input) changing from 1.0 through about 2.3, which makes for some complicated math during image processing.
it: sRGB usa una funzione di trasferimento vicina a quella di un monitor CRT (e quindi non necessariamente rilevante per la modifica dell'immagine e per la proiezione su schermi LCD). A differenza della maggior parte degli spazi dei colori RGB, la gamma sRGB non può essere espressa come un singolo valore numerico. La gamma complessiva è approssimativamente 2,2, consistente di una sezione lineare (gamma 1,0) vicina al nero, e di una sezione non-lineare altrove che comporta un esponente di 2,4 e una gamma (pendenza del logaritmo dell'output contro il logaritmo dell'input) che cambia da 1,0 fino a circa 2,3, che produce una qualche operazione matematica complicata durante l'elaborazione dell'immagine.
nl: sRGB gebruikt een overdrachtsfunctie dicht bij die van een CRT (niet relevant voor beeldbewerking op LCD scherm). In tegenstelling tot andere RGB kleurruimten, kan sRGB gamma niet worden uitgedrukt in een enkele numerieke waarde "Het over-all gamma is ongeveer 2,2 en bestaat uit een lineaire (gamma 1,0) sectie bijna zwart en een niet lineaire sectie elders, bevattende een 2,4 exponent en een gamma-helling van log-uitvoer versus log-invoer, veranderend van 1,0 tot ongeveer 2,3, hetgeen zorgt voor enig gecompliceerd rekenwerk gedurende de beeldbewerking.
pt_br: O sRGB utiliza uma função de transferência próxima à de um CRT (e, portanto, não necessariamente relevante para edição de imagens ou exibição em um LCD). Ao contrário da maioria dos outros espaços de cores RGB, o gama sRGB não pode ser expresso como um único valor numérico. O gama geral é de aproximadamente 2,2, consistindo em uma seção linear (gama 1,0) próxima ao preto e uma seção não linear em outras partes, envolvendo um expoente de 2,4 e um gama (inclinação do logaritmo de saída versus logaritmo de entrada) variando de 1,0 a aproximadamente 2,3, o que torna a matemática complexa durante o processamento da imagem.
sl: sRGB uporablja funkcijo prenosa, ki je podobna funkciji CRT (in zato ni nujno pomembna za urejanje slik ali prikaz na LCD-zaslonu). Za razliko od večine drugih barvnih prostorov RGB gama sRGB ni mogoče izraziti kot eno številska vrednost. Celotna gama je približno 2,2 in je sestavljena iz linearnega (gama 1,0) odseka blizu črne barve in nelinearnega odseka drugje, ki vključuje eksponent 2,4 in gama (naklon logaritma izhoda proti logaritmu vhoda), ki se spreminja od 1,0 do približno 2,3, kar naredi nekaj zapletene matematike med obdelavo slike.
uk: У sRGB використано функцію перетворення, близьку до функції перетворення моніторів CRT (а отже, не пов’язану з редагуванням зображень чи показом зображень на моніторах LCD). На відміну від більшості інших просторів кольорів RGB, гаму sRGB не можна вказати як єдине числове значення Загальне значення гами цього простору приблизно дорівнює 2,2, крива перетворення складається з лінійної (гама=1,0) ділянки поряд з чорним кольором і нелінійної ділянки для інших кольорів, де значення змінюється за степеневою функцією порядку 2,4, а гама (нахил на площині з логарифмічними координатами для вхідних і вихідних даних) змінюється від 1,0 до приблизно 2,3, що призводить до потреби у складних математичних обчисленнях під час обробки зображення.
zh_cn: sRGB 的转换函数和老式 CRT 显示器比较接近（也就是说，其实跟现在的 LCD 显示器或图像编辑关系不大）。sRGB 的伽马不像其他常见的 RGB 色彩空间那样可以用一个单一的数值来表示。它的整体伽马大约是 2.2，但结构更复杂：在接近黑色的区域，它是线性的（伽马为 1.0），其他部分则是非线性的，涉及到 2.4 的幂指数，并且它的伽马值（也就是输出与输入对数之间的斜率）从 1.0 变化到大约 2.3。这种复杂的变化在图像处理时会带来一定的数学计算难度。

source: **Gamma-induced errors** is a topic outside the scope of this manual but is caused by incorrectly calculating luminance (or color) in a nonlinear RGB working space. For example, mixing colors in these nonlinear spaces can produce new colors not present in the original image, although there are accurate mixing methods where the new colors are calculated by first transforming all the relevant values back to their linear values.
it: Gli **errori indotti dalla gamma** sono un argomento che va al di là dello scopo di questo manuale, ma sono causati dal calcolo scorretto della luminanza (o colore) in uno spazio di lavoro RGB non lineare. Per esempio, la miscelazione dei colori produce nuovi colori non presenti nell'immagine originale, sebbene esistano metodi di miscelazione accurati in cui i nuovi colori sono calcolati trasformando prima tutti i relativi valori nei loro valori lineari precedenti.
nl: **Gamma-geïntroduceerde fouten** is een onderwerp buiten de scope van deze handleiding maar wordt veroorzaakt wordt door onjuist berekende helderheid in een niet-lineaire RGB werkruimte. Bijvoorbeeld het mengen van kleuren in deze niet-lineaire ruimten kan nieuwe kleuren produceren die niet aanwezig zijn in de originele afbeelding, hoewel er accurate methoden van mengen zijn waar nieuwe kleuren worden berekend door eerst alle relevante waarden terug te transformeren naar hun lineaire waarden.
pt_br: **Erros induzidos por gama** são um tópico fora do escopo deste manual, mas são causados ​​pelo cálculo incorreto da luminância (ou cor) em um espaço de trabalho RGB não linear. Por exemplo, a mistura de cores nesses espaços não lineares pode produzir novas cores não presentes na imagem original, embora existam métodos de mistura precisos em que as novas cores são calculadas transformando primeiro todos os valores relevantes de volta aos seus valores lineares.
sl: **Napake, povzročene z gama**, so izven obsega tega priročnika, vendar so posledica nepravilnega izračuna svetilnosti (ali barve) v nelinearnem delovnem prostoru RGB. Na primer, mešanje barv v teh nelinearnih prostorih lahko ustvari nove barve, ki niso prisotne na izvirni sliki, čeprav obstajajo metode natančnega mešanja, pri katerih se nove barve izračunajo tako, da se vse pomembne vrednosti najprej pretvorijo nazaj v njihove linearne vrednosti.
uk: Тема «помилок, пов’язаних з гамою» виходить за межі цього посібника. Але помилку, яку спричинено неправильним обчисленням освітленості (або кольору) у нелінійному робочому просторі RGB. Наприклад, змішування кольорів у таких нелінійних просторах може призвести до створення кольорів, яких немає на початковому зображенні, хоча існують точні способи змішування, за якими нові кольори обчислюються за допомогою попереднього перетворення всіх відповідних значень до їхніх лінійних відповідників.
zh_cn: 这里提到的 **伽马误差** ，虽然不是本文重点，但简单说，就是在非线性的 RGB 色彩空间中错误地进行亮度或颜色的计算所导致的问题。比如，在这些非线性空间中混合颜色时，可能会出现原图中并没有的新颜色。当然，如果先把颜色值都转换回线性状态，再去混合，就可以避免这种问题。

source: Unfortunately and despite their undeniable mathematical advantages, linear gamma working spaces have so few tones in the shadows that they are impossible to use for editing if one is working in 8-bit, and still problematic at 16-bit. When the day eventually comes when we are all editing 32-bit files produced by our HDR cameras on our personal supercomputers, we will all be using working spaces with gamma=1.
it: Sfortunatamente, e nonostante i loro innegabili vantaggi matematici, gli spazi di lavoro con gamma lineare possiedono così pochi toni nelle ombre che sono impossibili da utilizzare per la modifica se si lavora in 8 bit, e risultano ancora problematici in 16 bit. Il giorno in cui eventualmente tutte le modifiche verranno eseguite su file a 32 bit prodotti da fotocamere HDR, nei nostri personal supercomputer, allora saremo tutti in grado di utilizzare gli spazi di lavoro con gamma =1.
nl: Helaas en ondanks de onweerlegbare wiskundige voordelen hebben lineaire gamma werkruimten zo weinig tonen in de donkere partijen dat ze onmogelijk gebruikt kunnen worden voor bewerking in 8-bits bestanden, en zelfs in 6-bits bestanden is het problematisch. Wanneer eventueel de dag komt dat we allemaal 32-bits bestanden bewerken geproduceerd door onze HDR camera's op onze persoonlijke supercomputers, we allemaal werkruimten zullen gebruiken met gamma=1.
pt_br: Infelizmente, e apesar de suas inegáveis ​​vantagens matemáticas, os espaços de trabalho gama linear têm tão poucos tons nas sombras que são impossíveis de usar para edição se estivermos trabalhando em 8 bits, e ainda problemáticos em 16 bits. Quando chegar o dia em que todos nós estivermos editando arquivos de 32 bits produzidos por nossas câmeras HDR em nossos supercomputadores pessoais, todos usaremos espaços de trabalho com gama = 1.
sl: Na žalost in kljub nedvomnim matematičnim prednostim imajo delovni prostori linearne gama tako malo tonov v sencah, da jih je nemogoče uporabiti za urejanje, če delate v 8-bitnem načinu, pri 16-bitnem pa je še vedno problematično. Ko bo sčasoma prišel dan, ko bomo vsi urejali 32-bitne datoteke, ki jih ustvarijo naše kamere HDR na naših osebnih superračunalnikih, bomo vsi uporabljali delovne prostore z gama=1.
uk: На жаль і усупереч незаперечним математичним перевагам, робочі простори з лінійними гамами містять так мало тонів у тінях, що ними неможливо користуватися для редагування, якщо ви працюєте з 8-бітовими кольорами, і проблематично користуватися за 6-бітових кольорів. Коли настане день, коли ми зможемо редагувати наші 32-бітові зображення, створені за допомогою фотоапаратів з високим динамічним діапазоном на наших персональних суперкомп’ютерах ми користуватимемося робочими просторами з гама=1.
zh_cn: 不过话说回来，尽管线性伽马在理论和数学上确实有不少优势，但它在实际编辑中却并不太好用。因为在 8 位图像中，线性伽马下阴影部分的色调实在太少，几乎无法正常处理。即使在 16 位图像中，也还是不太够用。或许等将来我们的 HDR 相机能直接拍出 32 位图像文件，而我们每个人都在用超级计算机修图的那一天，线性伽马的工作空间才会真正普及吧。

source: You can also switch color spaces from within the Image Editor. Select the Color Space Converter that can be accessed from the Tools tab in the Right Sidebar.
pt_br: Você também pode alternar os espaços de cor no Editor de Imagem. Selecione o conversor de espaço de cor, que pode ser acessado na aba Ferramentas na barra lateral direita.
sl: Barvne prostore lahko preklapljate tudi v urejevalniku slik. Izberite Pretvornik barvnih prostorov, do katerega lahko dostopate na zavihku Orodja v desni stranski vrstici.
uk: Ви також можете перемикати простори кольорів з вікна редактора зображень. Виберіть засіб перетворення просторів кольорів, доступ до якого можна буде здійснювати за допомогою вкладки «інструменти» на правій бічній панелі.
