Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Once the working color space has been set, then digiKam can also be set to automatically perform conversions to this space if an image has a different color profile, or no assigned profile.
it: Una volta che lo spazio dei colori di lavoro è stato impostato, digiKam può essere impostato anche per eseguire automaticamente le conversioni a questo spazio, se un'immagine ha un profilo dei colori diverso oppure non ce l'ha.
nl: Nadat de werkkleurruimte is ingesteld kan digiKam ook ingesteld worden om automatisch conversies uit te voeren naar deze ruimte als een afbeelding een verschillend kleurprofiel of geen toegekend profiel heeft.
pt_br: Depois que o espaço de cor de trabalho for definido, o digiKam também poderá ser configurado para executar conversões automaticamente para esse espaço se uma imagem tiver um perfil de cor diferente ou nenhum perfil atribuído.
sl: Ko je delovni barvni prostor nastavljen, lahko tudi digiKam nastavite tako, da samodejno izvaja pretvorbe v ta prostor, če ima slika drugačen barvni profil ali nima dodeljenega profila.
uk: Після встановлення робочого простору кольорів digiKam можна також налаштувати на автоматичне виконання перетворення до цього простору, якщо зображення має інший профіль кольорів або не має пов'язаного з ним профілю.
zh_cn: 一旦设好了工作色彩空间，你还可以让 digiKam 自动把图像转到这个空间，比如当图像的色彩特性文件跟工作色彩空间不匹配，或者压根没指定特性文件时。

source: digiKam can be set to Convert to Working Space When Color Space Mismatch Occurs
it: digiKam può essere impostato per convertire lo spazio di lavoro quando si verifica una differenza tra spazi dei colori
nl: digiKam can ingesteld worden om naar de werkruimte te converteren wanneer er geen overeenkomst in kleurruimte is
pt_br: O digiKam pode ser configurado para converter para o espaço de trabalho quando ocorrer incompatibilidade de espaço de cor
sl: digiKam lahko nastavite na Pretvori v delovni prostor, ko pride do neujemanja barvnega prostora
uk: digiKam можна налаштувати на перетворення до робочого простору, якщо трапляється невідповідність просторів кольорів
zh_cn: digiKam 可设置为色彩空间不匹配时自动转换到工作色彩空间

source: You can also switch color spaces from within the Image Editor. Select the Color Space Convertor that can be accessed from the Tools tab in the Right Sidebar.
it: Puoi anche alternare gli spazi dei colori dall'interno dell'Editor delle immagini. You can also switch color spaces from within the Image Editor. Seleziona il Convertitore degli spazi dei colori, che si trova nella scheda Strumenti della barra laterale destra.
nl: U kunt ook kleurruimten wisselen vanuit de afbeeldingsbewerker. Selecteer de kleurruimteconvertor die benaderd kan worden vanuit het tabblad Hulpmiddelen in de Rechter zijbalk.

source: digiKam Image Editor Color Space Converter can Switch to Another Color Profile
it: Il Convertitore degli spazi dei colori dell'Editor delle immagini di digiKam può passare a un altro profilo dei colori
nl: De kleurruimteconverter van de afbeeldingsbewerker van digiKam kan wisselen naar een ander kleurprofiel
pt_br: O conversor de espaço de cor do Editor de Imagem pode alternar para outro perfil de cor no digiKam
sl: digiKamov pretvornik barvnega prostora urejevalnika slik lahko preklopi na drug barvni profil
uk: За допомогою засобу перетворення просторів кольорів digiKam ви можете перемикатися на інший профіль кольорів
zh_cn: digiKam 图像编辑器的色彩空间转换器可切换到其他色彩特性文件

source: How many discrete tonal steps are there in a digital image? In an 8-bit image, you have 256 tonal steps from solid black to solid white. In a 16-bit image theoretically you have 65536 steps. But remember, those 16-bit values started out as either 10-bit (=1024 steps), 12-bit (=4096 steps), or 14-bit (=16384 steps) pixel readings produced by the camera's A-to-D converter -- the extra bits used to produce a 16-bit value start out as just zero padding. This means the available tones are not distributed evenly from light to dark. In linear gamma mode (as the camera sensor sees things), there's a whole lot more tones in the highlights than in the shadows. Hence the standard advice if you shoot RAW, is to expose to the right but don't blowout the highlights.
it: Quanti passaggi di tonalità ci sono in un'immagine digitale? In un'immagine a 8 bit, ci sono 256 passaggi di tonalità dal nero pieno al bianco pieno. In un'immagine a 16 bit in teoria avresti 65536 passaggi. Ricorda però, questi valori a 16 bit hanno iniziato come letture di pixel a 10 bit (=1024 passaggi), 12-bit (=4096 passaggi) o come 14 bit (=16384 passaggi) prodotte dal convertitore analogico-digitale della fotocamera -- i bit aggiuntivi utilizzati per produrre un valore di 16 bit servono solo come imbottitura a zero. Questo significa che le tonalità disponibili non sono distribuite uniformemente dal chiaro allo scuro. Nella modalità gamma lineare (come il sensore della fotocamera vede le cose), esiste tutta un'intera serie di ulteriori tonalità nelle zone luminose rispetto a quelle d'ombra. Dunque il consiglio standard, se scatti in formato RAW, è di esporre a destra ma senza bruciare le zone luminose.
nl: Hoeveel discrete tonale stappen zijn er in een digitale afbeelding. In een 8-bits beeld zitten 256 tonale stapjes van pikzwart tot helderwit. In een 16-bits beeld, theoretisch, 65536 stapjes. Maar de 16-bits begonnen als: ofwel 10 bits (=1024 stapjes), 12 bits (=4096 stapjes) of 14 bits (=16384 stapjes) pixelaflezingen, geproduceerd door de A-nnar-D converter van de camera - de extra bits gebruikt om 16-bits waarde te produceren zijn beginnen als opvulling met nullen. Dit betekent dat de beschikbare kleurtonen niet gelijkmatig zijn verdeeld van licht naar donker. In de modus lineaire gamma (zoals de camerasensor het ziet) zijn heel wat meer tonen in de heldere plekken dan in de schaduwen. Vandaar het standaard advies, als je RAW schiet, om langer te belichten maar niet de heldere plekken op te blazen.
pt_br: Quantos passos tonais discretos existem em uma imagem digital? Em uma imagem de 8 bits, você tem 256 passos tonais do preto sólido ao branco sólido. Em uma imagem de 16 bits, teoricamente, você tem 65.536 passos. Mas lembre-se, esses valores de 16 bits começaram como leituras de pixels de 10 bits (= 1.024 passos), 12 bits (= 4.096 passos) ou 14 bits (= 16.384 passos) produzidas pelo conversor A-D da câmera — os bits extras usados ​​para produzir um valor de 16 bits começam como apenas preenchimento de zero. Isso significa que os tons disponíveis não são distribuídos uniformemente do claro ao escuro. No modo gama linear (como o sensor da câmera vê as coisas), há muito mais tons nos realces do que nas sombras. Portanto, o conselho padrão se você fotografar em RAW é expor à direita, mas não estourar os realces.
sl: Koliko diskretnih tonskih korakov je v digitalni sliki? V 8-bitni sliki imate 256 tonskih korakov od čiste črne do trdne bele barve. V 16-bitni sliki imate teoretično 65536 korakov. Vendar ne pozabite, da so se te 16-bitne vrednosti začele kot 10-bitne (=1024 korakov), 12-bitne (=4096 korakov) ali 14-bitne (=16384 korakov) odčitki slikovnih pik, ki jih ustvarila analogno-digitalni pretvornik kamere -- dodatni biti, uporabljeni za izdelavo 16-bitne vrednosti, se začnejo kot ničelno polnjenje. To pomeni, da razpoložljivi toni niso enakomerno porazdeljeni od svetlih do temnih. V linearnem načinu gama (kot vidi senzor kamere) je v svetlih delih veliko več tonov kot v sencah. Zato je standardni nasvet, če snemate v RAW, pomaknite osvetlitev na desno stran, vendar ne preosvetljujte bleščav.
uk: На 8-бітовому зображенні ви зможете побачити 256 тональних переходів від повністю чорного до повністю білого кольору На 16-бітовому зображенні теоретично таких переходів буде 65536 таких переходів Але пам’ятайте, що ці 16-бітові кольори було створено на основі 10-бітових (=1024 переходів), 12-бітових (=4096 переходів) або 14-бітових (=16384 переходів) кольорів, отриманих від вбудованого інструменту перетворення фотоапарата, — решта бітів доповнення до 16 отримано простим нульовим доповненням. Це означає, що отримані тони розподілено нерівномірно від світлих до темних. У режимі лінійної гами (у якому «бачить» речі матриця фотоапарата) на світлих ділянках набагато більше тонів, ніж на темних. Отже стандартна порада буде такою: якщо ви знімаєте для створення цифрового негатива, обирайте правильну експозицію, але так, щоб світлі ділянки не було переекспоновано.
zh_cn: 一张数字图像里有多少个离散的色阶？在一张 8 位图像中，从纯黑到纯白有 256 个色阶。在 16 位图像中，理论上有 65,536 个色阶。但别忘了，这些 16 位数值其实是从相机模数转换器生成的 10 位（1,024 个色阶）、12 位（4,096 个色阶）或 14 位（16,384 个色阶）开始的——多出来的位数最初只是“零填充”。这意味着可用色调并不是从亮到暗均匀分布的。线性伽马模式（相机传感器记录的方式）下，高光部分的色阶远多于阴影部分。所以，拍 RAW 的经典建议是：尽量向右曝光，但别让高光过曝。

source: One major consideration in choosing a working space is that some working spaces are bigger than others, meaning they cover more of the visible spectrum (and perhaps even include some imaginary colors -- mathematical constructs that don't really exist). These bigger spaces offer the advantage of allowing you to keep all the colors captured by your camera and preserved by the *Lcms* conversion from your camera profile to the really big profile connection space.
it: Nello scegliere uno spazio di lavoro, una grossa considerazione da fare è che alcuni spazi di lavoro sono più grandi di altri, che significa che coprono uno spettro maggiore del visibile (e di conseguenza includono alcuni colori immaginari -- costrutti matematici che non esistono realmente). Questi spazi più grandi offrono il vantaggio di permetterti di mantenere tutti i colori acquisiti dalla tua fotocamera, e sono preservati dalla conversione *Lcms* dal profilo della tua fotocamera all'enorme spazio di connessione tra profili.
nl: Een belangrijke factor bij het kiezen van een werkruimte is dat sommige werkruimten groter dan anderen zijn, waardoor ze meer van het zichtbare spectrum beslaan. (en misschien zelfs ook enkele denkbeeldige kleuren - wiskundige constructies die niet echt bestaan). Deze grotere ruimtes bieden het voordeel van het toestaan ​​van het behouden van alle kleuren die uw camera heeft vastgelegd en bewaard door de *Lcms* conversie van uw camera-profiel naar de echt grote profiel verbindende kleurruimte.
pt_br: Um fator importante a considerar ao escolher um espaço de trabalho é que alguns espaços de trabalho são maiores que outros, o que significa que cobrem mais do espectro visível (e talvez até incluam algumas cores imaginárias — construções matemáticas que realmente não existem). Esses espaços maiores oferecem a vantagem de permitir que você mantenha todas as cores capturadas pela sua câmera e preservadas pela conversão *Lcms* do perfil da sua câmera para o espaço de conexão do perfil realmente grande.
sl: Eden glavnih dejavnikov pri izbiri delovnega prostora je, da so nekateri delovni prostori večji od drugih, kar pomeni, da pokrivajo večji del vidnega spektra (in morda celo vključujejo nekaj namišljenih barv – matematičnih konstruktov, ki v resnici ne obstajajo). Ti večji prostori ponujajo prednost, saj vam omogočajo, da obdržite vse barve, ki jih je posnela vaša kamere in ohranila s pretvorbo *Lcms* iz profila vaše kamere v resnično velik prostor za povezavo profila.
uk: Однією з ОСНОВНИХ проблем вибору робочого простору є те, що деякі робочі простори є ширшими за інші. Це означає, що вони покривають більшу частину видимого спектра (і, можливо, навіть містять уявні кольори — математичні конструкти, який насправді не існує). Перевагою використання таких ширших просторів є те, що у них можна отримати всі кольори отримані з фотоапарата і зберегти їх під час перетворення lcms з профілю вашого фотоапарата до величезного простору з’єднання профілів.
zh_cn: 选择工作色彩空间的一个重要考虑是，有些色彩空间比其他的大，覆盖了更多可见光谱（甚至可能包含一些“虚构颜色”——数学上存在但现实中没有的颜色）。这些大色域空间的好处是能保留相机捕捉、并通过 *Lcms* 从相机色彩特性文件转换到超大配置文件连接空间的所有颜色。

source: For the Left to Right: sRGB, AbodeRGB, WideGammutRGB, and ProPhotoRGB Color Profile Shown in digiKam
it: Da sinistra a destra: visualizzazione del profilo dei colori sRGB, AdobeRGB, WideGammutRGB e ProPhotoRGB mostrato in digiKam
nl: Van links naar rechts: sRGB, AbodeRGB, WideGammutRGB en ProPhotoRGB Color profiel getoond in digiKam
pt_br: Da esquerda para a direita: perfil de cor sRGB, AbodeRGB, WideGammutRGB e ProPhotoRGB mostrado no digiKam
sl: Od leve proti desni: barvni profil sRGB, AbodeRGB, WideGammutRGB in ProPhotoRGB prikazani v digiKamu
uk: Зліва праворуч: профілі кольорів sRGB, AbodeRGB, WideGammutRGB та ProPhotoRGB у digiKam
zh_cn: 从左到右分别是：digiKam 中显示的 sRGB、AdobeRGB、WideGamutRGB 和 ProPhotoRGB 色彩特性文件

source: So the conversion from your working space to your output device space (say your printer) will have to remap the gamut colors in your edited image, some of which might even be totally imaginary, to your printer color space with its much smaller gamut. This remapping process will lead to inaccurate colors at best and at worst to banding (posterization - gaps in what should be a smooth color transition, say, across an expanse of blue sky) and clipping (your carefully crafted transitions across delicate shades of red, for example, might get remapped to a solid block of dull red after conversion to your printer's color space).
it: La conversione, dunque, dal tuo spazio di lavoro allo spazio del dispositivo di output (la stampante, diciamo) dovrà rimappare i colori del gamut nell'immagine modificata, di cui alcuni potrebbero essere persino totalmente immaginari, nello spazio dei colori della tua stampante, con il suo gamut molto più piccolo. Questo processo di rimappatura genererà colori imprecisi nel migliore dei casi, e fenomeni di bandeggio (posterizzazione - spazi in cui dovrebbe essere presente una transizione morbida dei colori, diciamo, su una distesa di cielo azzurro) e di clipping nei casi peggiori (le tue transizioni create meticolosamente tra delicate tonalità di rosso, per esempio, potrebbero essere rimappate in blocchi compatti di rosso sbiadito dopo la conversione nello spazio dei colori della tua stampante).
nl: Dus de conversie van uw werkruimte naar uitvoerapparatuur, bv. printer, zullen de gamutkleuren opnieuw indelen (sommigen misschien wel denkbeeldig), van uw bewerkte afbeelding opnieuw in kaart moeten worden gebracht voor de uitvoerapparatuur met een kleiner kleurengamma. Dit proces van opnieuw indelen kan op zijn best leiden tot onjuiste kleuren en op zijn slechts tot bandvorming (postervorming - gaten in wat een gladde kleurovergang zou moeten zijn, zeg maar het verloop in een blauwe lucht) en clipping (aftoppen) (uw vakkundig gevormde overgangen tussen delicate rode tinten, bijvoorbeeld, kunnen veranderen in een massief blok saai rood na de conversie voor de kleurruimte van uw printer).
pt_br: Portanto, a conversão do seu espaço de trabalho para o espaço do seu dispositivo de saída (por exemplo, sua impressora) terá que remapear as cores do gamute na imagem editada, algumas das quais podem até ser totalmente imaginárias, para o espaço de cor da sua impressora, com um gamute muito menor. Esse processo de remapeamento resultará, na melhor das hipóteses, em cores imprecisas e, na pior, em faixas (posterização – lacunas no que deveria ser uma transição de cor suave, digamos, em uma extensão de céu azul) e recortes (suas transições cuidadosamente elaboradas em tons delicados de vermelho, por exemplo, podem ser remapeadas para um bloco sólido de vermelho fosco após a conversão para o espaço de cor da sua impressora).
sl: Pretvorba iz vašega delovnega prostora v prostor vaše izhodne naprave (recimo vaš tiskalnik) bo morala preslikati obseg barv na vaši urejeni sliki, od katerih so nekatere morda celo popolnoma namišljene, v barvni prostor vašega tiskalnika z veliko manjšim obsegom barv. Ta postopek preslikave bo v najboljšem primeru privedel do netočnih barv, v najslabšem pa do pasov (posterizacija - vrzeli v nečem, kar bi moralo biti gladek barvni prehod, na primer, čez prostranstvo modrega neba) in izrezovanje (vaši skrbno oblikovani prehodi med nežnimi odtenki rdeče, na primer, se lahko po pretvorbi v barvni prostor vašega tiskalnika preslika v poln blok zamolkle rdeče).
uk: Отже під час перетворення з вашого робочого простору у простір пристрою виводу (наприклад, вашого принтера) доведеться відображати кольори зображення, яких немає у палітрі, частина цих кольорів може бути просто уявною, на простір кольорів вашого принтера зі значно меншою палітрою. Цей процес повторної прив'язки у найкращому разі призведе до неточностей у кольорах, а у найгіршому — до утворення смуг (постеризації — розривів у плавних переходах кольорів, наприклад, у кольорах неба) і обрізання (наприклад, ретельно створений вами плавний перехід тонів рожевого може стати суцільною ділянкою тьмяно-червоного кольору після перетворення до простору кольорів принтера).
zh_cn: 所以，从工作色彩空间转换到输出设备空间（比如打印机）时，编辑后的图片色域（可能还包含虚构颜色）得重新映射到打印机的较小色域。这映射过程轻则导致颜色不准，重则导致色调分离（posterization，也叫跳阶）——比如蓝天上本该平滑的颜色过渡出现明显间隙，或者裁切（clipping）——你精心调整的红色渐变，可能在转到打印机色彩空间后变成一块单调的暗红色。

source: If you are working in 8-bits, choose a smaller space rather than a larger space. Use 16-bit images for larger spaces.
it: Se stai lavorando a 8 bit, scegli uno spazio di lavoro più piccolo anziché uno più grande. Usa immagini a 16 bit per spazi più grandi.
nl: Als u werkt in 8-bits, kies een kleinere ruimte in plaats van een grotere ruimte. Gebruik 16-bits afbeeldingen voor grotere ruimten.
pt_br: Se estiver trabalhando em 8 bits, escolha um espaço menor em vez de um espaço maior. Use imagens de 16 bits para espaços maiores.
sl: Če delate v 8-bitnem načinu, raje izberite manjši prostor kot večji prostor. Za večje prostore uporabite 16-bitne slike.
uk: Якщо ви працюєте з 8-бітовими кольорами, виберіть вужчий робочий простір. Скористайтеся 16-бітовими зображеннями для ширших просторів.
zh_cn: 如果用 8 位色深的图像，选较小的色彩空间，而不是大的。大的色域空间就得用 16 位图像来处理。

source: For archival purposes, convert your RAW file to a 16-bit TIFF with a large gamut working space to avoid losing color information. Then convert this archival TIFF to your working space of choice (saving the converted working TIFF under a new name, of course). See here for more details.
it: Per scopi di archiviazione, converti i tuoi file RAW in TIFF a 16 bit con uno spazio di lavoro a gamut ampio, in modo da evitare di perdere le informazioni sui colori. Quindi converti questo archivio TIFF nello spazio di lavoro prescelto (salvando l'immagine TIFF convertita su cui lavori con un nuovo nome, ovviamente). Vedi qui per maggiori dettagli.
nl: Converteer, voor archivering van uw RAW-bestanden, deze naar een 16-bits TIFF met een werkruimte met een groot kleurengamma, om verlies van kleurinformatie te voorkomen. Daarna kunt u de gearchiveerde TIFF (natuurlijk met een nieuwe naam) naar de werkruimte van uw keuze converteren. Zie hier voor meer details.
pt_br: Para fins de arquivamento, converta seu arquivo RAW para um TIFF de 16 bits com um amplo espaço de trabalho de gamute para evitar a perda de informações de cores. Em seguida, converta esse TIFF de arquivamento para o espaço de trabalho de sua escolha (salvando o TIFF de trabalho convertido com um novo nome, é claro). Veja mais detalhes aqui.
sl: Za arhivske namene pretvorite datoteko RAW v 16-bitni TIFF z velikim delovnim prostorom, da se izognete izgubi barvnih informacij. Nato pretvorite ta arhivski TIFF v delovni prostor po vaši izbiri (seveda shranite pretvorjeni delovni TIFF pod novim imenom). Glejte tukaj za več podrobnosti.
uk: Якщо метою є додавання зображень до архіву, перетворіть ваш файл цифрового негатива на 16-бітовий TIFF у робочому просторі з широкою палітрою, щоб уникнути втрати даних щодо кольору Потім перетворіть цей архівний TIFF у вибраний вами робочий простір (перетворений робочий TIFF, звичайно ж, слід зберегти з іншою назвою) Докладніше про це можна дізнатися за цією адресою.
zh_cn: 为了存档，把 RAW 文件转成 16 位 TIFF，用大色域工作色彩空间，避免丢失颜色信息。然后把这个存档 TIFF 转到你选的工作色彩空间（当然，另存为新文件名）。详情可以看这里。

source: digiKam Queue Manager Allows You to Batch Convert Color Spaces
it: Il gestore elaborazione di digiKam ti permette di convertire in serie gli spazi dei colori
nl: Takenwachtrijbeheerder van digiKam biedt u conversie van kleurruimte in bulk
pt_br: O gerenciador de processamento em lote do digiKam permite converter espaços de cor em lote
sl: digiKam upravljalnik paketne čakalne vrste omogoča pretvorbo barvnih prostorov
uk: За допомогою засобу керування пакетною обробкою digiKam можна виконати пакетне перетворення просторів кольорів
zh_cn: digiKam 批处理管理器支持批量转换色彩空间

source: Rendering Intent
it: Obiettivo di resa
nl: Rendering-intentie
pt_br: Intenção de renderização
sl: Namen upodabljanja
uk: Відтворення кольорів
zh_cn: 再现意图

source: **Rendering intent** refers to the way color gamuts are handled when the intended target color space (for example, the monitor or the printer) cannot handle the full gamut of the source color space (for example the working space).
it: **Obiettivo di resa** si riferisce al modo in cui i gamut dei colori sono gestiti quando lo spazio dei colori di destinazione previsto (per esempio, il monitor o la stampante) non è in grado di gestire il gamut completo dello spazio dei colori di origine (per esempio, lo spazio di lavoro).
nl: **Rendering-intentie** slaat op de wijze waarop kleurengamma's worden behandeld wanneer de doelkleurruimte (bijv. die van de monitor of printer) het gehele gamma van de bronkleurruimte niet kan behandelen (bijvoorbeeld de werkruimte).
pt_br: A **Intenção de renderização** refere-se à maneira como os gamutes de cores são manipulados quando o espaço de cor de destino pretendido (por exemplo, o monitor ou a impressora) não consegue manipular todo o gamute do espaço de cor de origem (por exemplo, o espaço de trabalho).
sl: **Namen upodabljanja** se nanaša na način obravnavanja barvnih lestvic, ko predvideni ciljni barvni prostor (na primer monitor ali tiskalnik) ne more obravnavati celotnega obsega izvornega barvnega prostora (na primer delovnega prostora).
uk: **Відтворення кольорів** означає спосіб обробки палітр кольорів у разі, коли простір кольорів призначення (наприклад, простір кольорів монітора або принтера) не може вмістити повністю палітру простору кольорів джерела (наприклад, робочого простору).
zh_cn: **再现意图** 是指当目标色彩空间（比如显示器或打印机）的色域无法完全容纳源色彩空间（比如工作色彩空间）的全部颜色时，如何处理色域的策略。

source: There are four commonly-used rendering intents:
it: Sono normalmente utilizzati quattro obiettivi di resa:
nl: Er zijn vier algemeen gebruikte rendering-intenties:
pt_br: Existem quatro intenções de renderização comumente usadas:
sl: Obstajajo štirje pogosto uporabljeni nameni upodabljanja:
uk: Існує чотири широко використовуваних відтворення кольорів:
zh_cn: 常用的再现意图有以下四种：
