Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: sRGB may be the most common working color space, but also serves as an output color space for images intended for the web and for monitor display. If you have a spiffy new monitor with a gamut larger than the gamut covered by sRGB, you might want to use a monitor profile that takes best advantage of your wonderful and hopefully calibrated and profiled monitor. But please convert your image to sRGB before sending it on to your friends. sRGB is also the color space that a lot of home and mass-production commercial printers expect image files to be in when sent to the printer. It is also the color space that most programs assume if an image does not have an embedded color profile telling the program what color space should be used to interpret (convert) the RGB numbers. So if you choose to not use color-management, your color-management choices are simple -- set everything to sRGB.
it: sRGB potrebbe essere lo spazio dei colori di lavoro più comune, ma serve anche da spazio dei colori del risultato per le immagini destinate al web e alla visualizzazione su schermo. Se possiedi uno di quei nuovi monitor con un gamut più ampio rispetto a quello coperto da sRGB, potresti voler utilizzare un profilo del monitor per sfruttare al massimo le sue fantastiche caratteristiche. Ricordati, però, di convertire la tua immagine in sRGB, prima di mandarla ai tuoi amici. sRGB è anche lo spazio dei colori che molte stampanti per uso casalingo e di produzione di massa si aspettano di ricevere da un'immagine mandata in stampa. È anche il profilo dei colori atteso dalla maggior parte dei programmi quando un'immagine non ne ha uno incorporato che indichi al programma quale spazio di colore deve essere usato per interpretare (convertire) i numeri RGB. Se, dunque, scegli di non usare la gestione dei colori, la tua opzione per la gestione è semplice: imposta tutto a sRGB.
nl: sRGB is misschien de meest algemeen werkende kleurruimte, maar het dient ook als een uitvoerkleurruimte voor afbeeldingen bestemd voor het web en het beeldscherm. Als u een moderne monitor bezit met een gamut groter dan dat wat door sRGB wordt bestreken dan kunt u overwegen om het monitorprofiel te gebruiken waarmee u ten volle gebruik kunt maken van de voordelen van die nieuwe en hopelijk gekalibreerde monitor. Maar zorg er alstublieft voor dat uw beelden naar sRGB worden omgezet voor u ze naar uw vrienden stuurt. sRGB is ook de kleurruimte van beeldbestanden die veel thuisprinters en massa-productie commerciële afdrukcentrales verwachten wanneer u beelden verzendt. Het is ook de kleurruimte die de meeste programma's verwachten wanneer beelden zonder ingesloten kleurprofiel heeft dat het programma vertelt welke kleurruimte gebruikt zou moeten worden om de RGB-getallen te interpreteren (converteren). Dus als je ervoor kiest om kleurbeheer niet gebruiken, dan zijn uw keuzes voor kleurbeheer simpel, stel alles in op sRGB.
pt_br: O sRGB pode ser o espaço de cor de trabalho mais comum, mas também serve como espaço de cor de saída para imagens destinadas à web e para exibição em monitores. Se você tem um monitor novo e elegante com um gamute de cores maior que o coberta pelo sRGB, talvez queira usar um perfil de monitor que aproveite ao máximo seu maravilhoso monitor, que esperamos que esteja calibrado e perfilado. Mas, por favor, converta sua imagem para sRGB antes de enviá-la para seus amigos. sRGB também é o espaço de cor que muitas gráficas domésticas e comerciais de produção em massa esperam que os arquivos de imagem estejam quando enviados para a impressora. É também o espaço de cor que a maioria dos programas assume se uma imagem não tiver um perfil de cor embutido informando ao programa qual espaço de cor deve ser usado para interpretar (converter) os números RGB. Portanto, se você optar por não usar o gerenciamento de cor, suas opções de gerenciamento de cor são simples: defina tudo como sRGB.
sl: sRGB je morda najpogostejši delovni barvni prostor, služi pa tudi kot izhodni barvni prostor za slike, namenjene spletu in prikazu na monitorju. Če imate eleganten nov monitor z razponom, večjim od razpona, ki ga pokriva sRGB, boste morda želeli uporabiti profil monitorja, ki kar najbolje izkoristi vaš čudovit in upajmo, da umerjen in profiliran monitor. Prosimo, pretvorite svojo sliko v sRGB, preden jo pošljete svojim prijateljem. sRGB je tudi barvni prostor, v katerem veliko komercialnih tiskalnikov za domačo in masovno proizvodnjo pričakuje, da bodo slikovne datoteke poslane v tiskalnik. To je tudi barvni prostor, ki ga večina programov prevzame, če slika nima vdelanega barvnega profila, ki programu pove, kateri barvni prostor naj se uporabi za interpretacijo (pretvorbo) števil RGB. Če se torej odločite, da ne boste uporabljali upravljanja barv, so vaše izbire upravljanja barv preproste – nastavite vse na sRGB.
uk: sRGB є найпоширенішим робочим простором кольорів, а також слугує вихідним простором кольорів для зображень, призначених для показу у інтернеті та на моніторі (якщо ви є власником або власницею першокласного нового монітора з палітрою, ширшою за палітру, яку покриває sRGB, у вас може бути потреба у використанні простору кольорів монітора, який надасть змогу скористатися перевагами вашого чудового і, сподіваємося, відкаліброваного та профільованого монітора, але, будь ласка, перетворіть ваші зображення у простір sRGB, перш ніж надсилати їх друзям!). Крім того, sRGB є типовим простором кольорів зображень, що надходять ззовні, для значної кількості домашніх та поширених комерційних принтерів. Цей профіль кольорів також є типовим простором у програмах для зображень без вбудованих профілів кольорів, які повідомляють програмі про те, який простір кольорів слід використовувати для розшифрування (перетворення) чисел RGB. Отже, якщо ви вважаєте, що користуватися керуванням кольорами не слід, ваш вибір у керуванні кольорами є простим: вкажіть всюди sRGB.
zh_cn: sRGB 可能是最常见的工作色彩空间，同时也常用于输出，比如给网页或显示器显示的图片。如果你的新显示器色域比 sRGB 大，你可能想用一个能充分发挥你那台校准好的高端显示器的色彩特性文件。不过，分享图片给朋友前，记得先把图片转成 sRGB。很多家用或批量生产的商业打印机也默认图片是 sRGB 格式。如果图片没嵌入色彩特性文件，大多数程序也会假设它是 sRGB 来解读 RGB 值。所以，如果你不想搞色彩管理，简单点——全用 sRGB 就行。

source: Note that color management is not only relevant if you shoot RAW. Color management affects every stage of the image processing pipeline, whether you start with a RAW file that you, yourself demosaic and convert into a TIFF, or if you start with a JPEG or TIFF produced by your camera.
it: Nota che la gestione dei colori non è importante solo se scatti in RAW. Condiziona ogni fase dell'elaborazione di un'immagine, sia che tu parta con un file RAW che demosaicizzi personalmente e converti in TIFF, sia che tu parta con un file JPEG o TIFF prodotto dalla tua fotocamera.
nl: Merk op dat Kleurbeheer niet alleen relevant is wanneer u in RAW schiet. Kleurbeheer beïnvloedt elke fase van het beeldbewerkingsproces. Of u nu begint met een door u gemaakte en geïnterpoleerde RAW-opname die uzelf ontdaan hebt van mozaïek en geconverteerd naar een TIFF-bestand of wanneer u begint met een JPEG of TIFF aangemaakt door uw camera.
pt_br: Observe que o gerenciamento de cor não é relevante apenas se você fotografar em RAW. O gerenciamento de cor afeta todas as etapas do processamento de imagem, seja começando com um arquivo RAW que você mesmo demosaica e converte para TIFF, seja começando com um arquivo JPEG ou TIFF produzido pela sua câmera.
sl: Upoštevajte, da upravljanje barv ni pomembno le, če snemate RAW. Upravljanje barv vpliva na vsako stopnjo cevovoda za obdelavo slik, ne glede na to, ali začnete z datoteko RAW, ki ji sami odstranite mozaičnost in pretvorite v TIFF, ali če začnete z datoteko JPEG ali TIFF, ki jo ustvari vaša kamera.
uk: Зауважте, що керування кольорами пов’язане не лише з обробкою цифрових негативів. Керування кольорами виконується на всіх етапах обробки зображення, починали ви з файла цифрового негатива, який ви власноруч усунули мозаїчність та перетворили на TIFF чи з файла JPEG або TIFF, створеного за допомогою вашого фотоапарата.
zh_cn: 要注意，色彩管理不只和拍 RAW 有关。不管你是从 RAW 文件开始，自己去马赛克转成 TIFF，还是直接用相机生成的 JPEG 或 TIFF，色彩管理都会影响图像处理流程的每个阶段。

source: Which working space should you use in digiKam? Working spaces, such as sRGB or Adobe RGB, are color spaces that facilitate good results while editing. For instance, pixels with equal values of RGB should appear neutral. Using a large gamut working space will lead to posterization, while using a small working space will lead to clipping. This trade-off is a consideration for the Image Editor.
it: Quale spazio di lavoro dovresti utilizzare in digiKam? Gli spazi di lavoro, così come sRGB e Adobe RGB, sono spazi dei colori che agevolano buoni risultati durante la modifica. Per esempio, i pixel con lo stesso valore RGB dovrebbero apparire neutri. L'uso di uno spazio di lavoro a gamut ampio condurrà alla *posterizzazione*, mentre l'uso di uno spazio di lavoro piccolo porterà al *clipping*. Questo compromesso è da considerare per l'editor delle immagini.
nl: Welke werkruimten zou u in in digiKam moeten gebruiken? Werkruimten zoals sRGB of Adobe RGB zijn kleurruimten die goede resultaten mogelijk maken bij het bewerken. Bijvoorbeeld, pixels met gelijke RGB-waarden moeten neutraal lijken. Het gebruik van een werkruimte met brede gamut leidt tot posterkleuren terwijl gebruik van een kleinere werkruimte zal leiden tot afvlakken. De afweging: welke kleurruimte moet de afbeeldingsbewerker zelf maken.
pt_br: Qual espaço de trabalho você deve usar no digiKam? Espaços de trabalho, como sRGB ou Adobe RGB, são espaços de cor que facilitam bons resultados durante a edição. Por exemplo, pixels com valores RGB iguais devem parecer neutros. Usar um espaço de trabalho com gamute amplo resultará em posterização, enquanto usar um espaço de trabalho pequeno resultará em cortes. Essa compensação deve ser considerada no Editor de Imagem.
sl: Kateri delovni prostor naj uporabite v digiKamu? Delovni prostori, kot sta sRGB ali Adobe RGB, so barvni prostori, ki omogočajo dobre rezultate pri urejanju. Na primer, slikovne pike z enakimi vrednostmi RGB bi morale biti videti nevtralne. Uporaba velikega delovnega prostora bo povzročila posterizacijo, medtem ko bo uporaba majhnega delovnega prostora povzročila obrezovanje. Ta kompromis je premislek za urejevalnik slik.
uk: Яким робочим простором слід користуватися у digiKam? Робочі простори, подібні до sRGB або Adobe RGB, полегшують отримання добрих результатів редагування. Наприклад, пікселі з рівними значеннями компонентів трійки RGB виглядають у них нейтральними (сірими). Використання широких (за палітрою) робочих просторів призводить до постеризації, а використання вузьких робочих просторів — до обрізання. Вибір компромісного простору є завданням особи, яка виконує редагування.
zh_cn: 在 digiKam 里该选哪个工作色彩空间呢？像 sRGB 或 Adobe RGB 这样的工作色彩空间，能让编辑图片时效果更好。比如，RGB 值相等的像素应该看起来是中性的（无色）。用色域大的工作色彩空间可能导致色调分离（posterization），而用色域小的可能会导致颜色裁切（clipping）。这在图像编辑器里是个需要权衡的问题。

source: As shown in the figure, most working space profiles are partly characterized by their relationship to the standard **Chromaticity Diagram** `(1)` that shows all colors visible to the average human eye. Values given around the edge of the Chromaticity Diagram passing from blue to green to red, are the wavelengths of the pure spectral colors measured in nanometers.
it: Come mostrato nella figura, la maggior parte dei profili degli spazi di lavoro è parzialmente caratterizzato dalla relazione col **diagramma di cromaticità** standard `(1)` che mostra tutti i colori visibili all'occhio umano. I valori riportati attorno al bordo del diagramma di cromaticità, che passano dal blu al verde al rosso, sono le lunghezze d'onda dei colori spettrali puri misurate in nanometri.
nl: Zoals getoond in de figuur zijn de meeste werkruimteprofielen gedeeltelijk gekarakteriseerd door hun relatie met het standaard **Chromaticity Diagram** `(1)` dat alle kleuren toont zichtbaar voor het gemiddelde menselijke oog. Waarden gegeven rond de rand van het Chromaticity Diagram reikend van blauw tot groen tot rood, zijn de golflengtes van de pure spectrale kleuren gemeten in nanometers.
pt_br: Conforme mostrado na figura, a maioria dos perfis de espaço de trabalho é parcialmente caracterizada por sua relação com o **Diagrama de Cromaticidade** padrão `(1)`, que mostra todas as cores visíveis ao olho humano médio. Os valores indicados ao redor da borda do diagrama de cromaticidade, que vão do azul ao verde e ao vermelho, são os comprimentos de onda das cores espectrais puras, medidos em nanômetros.
sl: Kot je prikazano na sliki, je za večino profilov delovnega prostora delno značilen njihov odnos do standardnega **Diagrama kromatičnosti** `(1)`, ki prikazuje vse barve, vidne povprečnemu človeškemu očesu. Vrednosti, podane okoli roba diagrama kromatičnosti, ki prehajajo od modre preko zelene do rdeče, so valovne dolžine čistih spektralnih barv, izmerjene v nanometrih.
uk: Як показано на рисунку, більшість профілів робочого простору частково характеризуються їх зв'язком зі стандартною **Діаграмою колірності** `(1)`, яка показує всі кольори, видимі середньому людському оку. Значення, наведені навколо краю діаграми колірності з переходом від синього до зеленого та червоного, є довжинами хвиль чистих спектральних кольорів, виміряними у нанометрах.
zh_cn: 如下图所示，大多数工作色彩空间的特性文件都部分基于 **CIE 色度图** *（1）* ，这个图展示了普通人眼能看到的所有颜色。色度图边缘标注的数值，从蓝色到绿色再到红色，代表纯光谱颜色的波长，单位是纳米（nanometers）。

source: The **Gamut** `(2)` triangle defines the range of RGB colors that the profile spans. In other words, the color space can only represent colors lying within this triangle. RGB primaries define the corners of the triangle. The Red point is on the bottom right corner, Green is on the top, Blue is on the left bottom.
it: Il triangolo **Gamut** `(2)` definisce l'intervallo dei colori RGB che si estende nel profilo. In altre parole, lo spazio dei colori può rappresentare soltanto i colori che si trovano all'interno di questo triangolo. I colori primari RGB definiscono gli angoli del triangolo. Il punto Rosso si trova nell'angolo inferiore destro, il Verde è in cima e il Blu nell'angolo inferiore sinistro.
nl: De driehoek **Gamut** `(2)` definieert de reeks van RGB kleuren die het profiel omspant. In andere woorden, de kleurruimte kan alleen kleuren representeren die liggen in deze driehoek. RGB primairen definiëren de hoeken van de driehoek. Het rode punt is in de rechtsonder hoek, groen is bovenaan, blauw is in de linksonder hoek.
pt_br: O triângulo **Gamute** `(2)` define o intervalo de cores RGB que o perfil abrange. Em outras palavras, o espaço de cor só pode representar cores dentro desse triângulo. As cores primárias RGB definem os vértices do triângulo. O ponto vermelho está no canto inferior direito, o verde está no canto superior e o azul está no canto inferior esquerdo.
sl: Trikotnik **Barvnega obsega** `(2)` določa razpon barv RGB, ki ga zajema profil. Z drugimi besedami, barvni prostor lahko predstavlja le barve, ki ležijo znotraj tega trikotnika. Primarne barve RGB določajo vogale trikotnika. Rdeča točka je v spodnjem desnem kotu, zelena je na vrhu, modra je na levi strani.
uk: Трикутник **Палітра** `(2)` визначає діапазон кольорів RGB, який охоплює профіль. Іншими словами, простір кольорів може відтворювати лише кольори, що лежать у цьому трикутнику. Основні кольори RGB визначають кути трикутника. Червона точка знаходиться в нижньому правому куті, зелена – вгорі, синя – у лівому нижньому куті.
zh_cn: **色域** `（2）` 三角形定义了色彩特性文件涵盖的 RGB 颜色范围。换句话说，这个色彩空间只能表现三角形内的颜色。RGB 原色点定义了三角形的三个顶角：红色点在右下角，绿色点在上方，蓝色点在左下角。

source: The **White point** `(3)` defines the neutral point in the gamut. The total dynamic range of the profile is measured relative to this neutral point.
it: Il **punto di bianco** `(3)` definisce il punto neutro nel gamut. L'intervallo dinamico totale del profilo è misurato relativamente a questo punto neutro.
nl: Het **Witpunt** `(3)` definieert het neutrale punt in de gamut. De totale dynamische reeks van het profiel wordt gemeten relatief tot dit neutrale punt.
pt_br: O **Ponto branco** `(3)` define o ponto neutro no gamute. A faixa dinâmica total do perfil é medida em relação a este ponto neutro.
sl: **Bela točka** `(3)` določa nevtralno točko v lestvici. Celoten dinamični razpon profila se meri glede na to nevtralno točko.
uk: **Точка білого** `(3)` визначає нейтральну точку палітри. Загальний динамічний діапазон профілю вимірюється відносно цієї нейтральної точки.
zh_cn: **白点** `(3)` 定义了色域的中性点。色彩特性文件的总动态范围是相对这个中性点来测量的。

source: The **Gamma** defines the usually nonlinear transfer function that is applied to the data (not displayed in the gamut).
it: La **gamma** definisce la funzione di trasferimento generalmente non lineare che viene applicata ai dati (non mostrata nel gamut).
nl: Het **Gamma** definieert de gewoonlijk miet lineaire overdrachtsfunctie dat wordt toegepast op de gegevens (niet getoond in het gamut).
pt_br: O **Gama** define a função de transferência normalmente não linear que é aplicada aos dados (não exibida no gamute).
sl: **Gama** definira običajno nelinearno prenosno funkcijo, ki se uporablja za podatke (ni prikazana v razponu).
uk: **Гама** визначає, зазвичай нелінійну, функцію перетворення, яку буде застосовано до даних (не показано на палітрі).
zh_cn: **伽马** 定义了通常非线性的传输函数，应用于数据（但在色域图里不显示）。

source: The Color Profile Details of CIE Chromaticity Diagram Shown in digiKam
it: I dettagli del profilo dei colori della visualizzazione del diagramma di cromaticità CIE mostrato in digiKam
nl: De details van kleurprofiel van CIE Chromaticity Diagram getoond in digiKam
pt_br: Detalhes do perfil de cor do diagrama de cromaticidade CIE mostrado no digiKam
sl: Podrobnosti barvnega profila diagrama kromatičnosti CIE, prikazanega v digiKamu
uk: Подробиці щодо діаграми CIE колірності профілю кольорів у digiKam
zh_cn: digiKam 中显示的 CIE 色度图的色彩特性文件详情

source: The practical consequences that result from using different RGB primaries, leading to larger or smaller working spaces are discussed below. The practical consequences of using different gammas is also discussed in a following section. But the practical consequences for different choices for the working space white point are beyond the scope of this manual.
it: Le conseguente pratiche che risultano dall'uso dei diversi colori primari RGB, e che conducono a spazi di lavoro più piccoli o più grandi, sono discusse sotto. Anche le conseguenze pratiche dell'uso di gamme diverse sono discusse in un capitolo successivo. Le conseguenze pratiche delle diverse scelte per il punto di bianco dello spazio di lavoro vanno oltre lo scopo di questo manuale.
nl: De praktische consequenties die resulteren uit het gebruik van verschillende RGB-primairen, die leiden tot grotere of kleinere werkruimten, worden onderstaand bediscussieerd. De praktische consequenties van het gebruik van verschillende gamma's is ook bediscussieerd in een volgende sectie. De praktische consequenties voor verschillende keuzes voor het witpunt van de werkruimte gaan verder dan de scope van deze handleiding.
pt_br: As consequências práticas resultantes do uso de diferentes cores primárias RGB, resultando em espaços de trabalho maiores ou menores, são discutidas abaixo. As consequências práticas do uso de diferentes gamas também são discutidas na seção seguinte. No entanto, as consequências práticas de diferentes escolhas para o ponto branco do espaço de trabalho estão além do escopo deste manual.
sl: Spodaj so obravnavane praktične posledice uporabe različnih primarnih RGB, ki vodijo do večjih ali manjših delovnih prostorov. V naslednjem razdelku so obravnavane tudi praktične posledice uporabe različnih gam. Toda praktične posledice različnih izbir bele točke delovnega prostora presegajo obseg tega priročnika.
uk: Практичні наслідки застосування різних первинних RGB, які відповідають ширшим чи вужчим робочим просторам, ми обговоримо нижче. Нижче ми обговоримо практичні наслідки використання різних гам. Практичні наслідки для точки білого робочого простору у разі вибору кожного з варіантів не є предметом цього посібника.
zh_cn: 使用不同的 RGB 原色点会导致色域大小不同的工作色彩空间，具体影响我们稍后会聊。不同伽马值的实际影响也会在后面讨论。不过，选择不同工作色彩空间白点的实际影响，超出了这份手册的范围。

source: To set the working color space for digiKam, navigate to :menuselection:`Settings --> Configure digiKam... --> Color Management page --> Behavior tab`, and select the desired working color space from the menu. See the :ref:`Color Management Settings <cm_settings>` section of the manual for more information.
it: Per impostare lo spazio dei colori di lavoro per digiKam, vai a :menuselection:`Impostazioni --> Configura digiKam... --> pagina Gestione dei colori --> scheda Comportamento` e dal menu seleziona lo spazio dei colori di lavoro che vuoi. Per ulteriori informazioni, consulta il capitolo :ref:`Impostazioni sulla gestione del colore <cm_settings>` di questo manuale.
nl: Om de werkkleurruimte voor digiKam in te stellen, navigeer naar :menuselection:`Instellingen --> digiKam configureren... --> Pagina kleurbeheer --> Tabblad Gedrag` en selecteer de gewenste werkkleurruimte uit het menu. Zie de sectie :ref:`Instellingen voor kleurbeheer <cm_settings>` van de handleiding voor meer informatie.
pt_br: Para definir o espaço de cor de trabalho para o digiKam, navegue até :menuselection:`Configurações --> Configurar digiKam... --> página Gerenciamento de cor --> aba Comportamento` e selecione o espaço de cor de trabalho desejado no menu. Consulte a seção :ref:`Configurações de gerenciamento de cor <cm_settings>` do manual para obter mais informações.
sl: Če želite nastaviti delovni barvni prostor za digiKam, se pomaknite do :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran za upravljanje barv --> Zavihek Vedenje` in v meniju izberite želeni delovni barvni prostor. Za več informacij glejte razdelek :ref:`Nastavitve upravljanja barv <cm_settings>` priročnika.
uk: Щоб встановити робочий простір кольорів для digiKam, перейдіть шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Керування кольорами» --> вкладка «Поведінка»` і виберіть бажаний робочий простір кольорів за допомогою меню. Див. розділ :ref:`Параметри керування кольорами <cm_settings>`, щоб дізнатися більше.
zh_cn: 想在 digiKam 里设置工作色彩空间，点开 :menuselection:`设置 --> 配置 digiKam… --> 色彩管理页面 --> 行为选项卡` ，从菜单里选你想要的工作色彩空间。更多详情可以看看手册的 :ref:`色彩管理设置 <cm_settings>` 部分。

source: Dialog to set the Working Color Space in digiKam
it: Finestra di dialogo per impostare lo spazio dei colori di lavoro in digiKam
nl: Dialoog voor zetten van de Werkkleurruimte in digiKam
pt_br: Janela para definir o espaço de cor de trabalho no digiKam
sl: Pogovorno okno za nastavitev delovnega barvnega prostora v digiKamu
uk: Вікно для встановлення робочого простору кольорів у digiKam
zh_cn: digiKam 中设置工作色彩空间的对话框
