Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: For the most accuracy in your image editing (that is, making the most of your limited *bits* with the least risk of banding or clipping when you convert your image from your working space to an output space), use the smallest working space that includes all the colors in the scene that you photographed, plus a little extra room for those new colors you intentionally produce as you edit.
ca: Per a obtenir una precisió més gran en la vostra edició d'imatges (això és, treure el màxim profit dels vostres *bits* limitats amb el mínim risc d'efecte de cartell o retallar en convertir la imatge des del vostre espai de treball a un espai de sortida), utilitzeu l'espai de treball més petit que inclogui tots els colors de l'escena fotografiada, a més d'una mica més d'espai per a aquests colors nous que es produeixen intencionadament durant la vostra edició.
pt: Para uma melhor precisão na sua edição de imagens (isto é, tirando o maior partido dos seus *bits* limitados, com o mínimo risco de cortes quando converter a sua imagem do seu espaço de trabalho para um espaço à saída), use o espaço de trabalho mais pequeno que inclua todas as cores na cena que fotografou, mais algum espaço extra para essas novas cores que produziu intencionalmente na sua edição.

source: If you are working in 8-bits rather than 16-bits, choose a smaller rather than a larger working space to avoid clipping and banding.
ca: Si esteu treballant en 8 bits en lloc de 16 bits, escolliu un espai de treball més petit per a evitar retalls i l'efecte de cartell.
pt: Se estiver a trabalhar a 8-bits, em vez de 16-bits, escolha um espaço de trabalho menor em vez de um maior, para evitar recortes e alargamentos.

source: For archival purposes, convert your RAW file to a 16-bit TIFF with a large gamut working space to avoid loosing color information. Then convert this archival TIFF to your medium-gamut or large-gamut working space of choice (saving the converted working TIFF under a new name, of course).
ca: Per a fins d'arxiu, convertiu el vostre fitxer RAW a un TIFF de 16 bits amb un espai de treball de gamma gran per a evitar la pèrdua d'informació del color. A continuació, convertiu aquest arxiu TIFF a l'espai de treball de gamma mitjana o gran de la vostra elecció (desant el TIFF convertit amb un nom nou, és clar).
pt: Para fins de arquivo, converta o seu ficheiro RAW para um TIFF de 16-bits com um espaço de trabalho de gamute elevado, para evitar a perda de informação de cores. Depois converte este TIFF de arquivo para o seu espaço de trabalho de gamute médio ou elevado à sua escolha (gravando o TIFF convertido com outro nome, como é óbvio).

source: :ref:`The Working Space <color_management>`
it: :ref:`Lo spazio di lavoro <color_management>`
nl: :ref:`De werkruimte <color_management>`
pt_br: :ref:`O espaço de trabalho <color_management>`
sl: :ref:`Delovni prostor <color_management>`
uk: :ref:`Робочий простір <color_management>`
zh_cn: :ref:`工作空间 <color_management>`

source: Contents
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст
zh_cn: 目录

source: Camera or scanner profiles are applied to convert input images, and monitor or printer profiles are applied to convert output images, but they are all used to convert to or from the working color space that is used for editing images. One of the first decisions that need to be made in color management is the choice of a working color space.
it: I profili delle fotocamere o degli scanner vengono applicati per convertire le immagini di ingresso, mentre i profili dei monitor o delle stampanti vengono applicati per convertire le immagini risultanti, ma essi vengono tutti usati per convertire verso o da lo spazio dei colori di lavoro, utilizzato per modificare le immagini. Una delle prime decisioni da prendere nella gestione dei colori è la scelta dello spazio dei colori di lavoro.
nl: profielen voor camera of scanner worden toegepast om invoerafbeeldingen te converteren en profielen voor monitor of printer worden toegepast om uitvoerafbeeldingen te converteren, maar ze worden allemaal gebruikt om te converteren naar of uit de werkkleurruimte die wordt gebruikt voor het bewerken van afbeeldingen. Een van de eerste beslissingen die gemaakt moet worden in kleurbeheer is de keuze van een werkkleurruimte.
pt_br: Perfis de câmera ou scanner são aplicados para converter imagens de entrada, e perfis de monitor ou impressora são aplicados para converter imagens de saída, mas todos eles são usados ​​para converter de ou para o espaço de cor de trabalho usado para edição de imagens. Uma das primeiras decisões que precisam ser tomadas no gerenciamento de cor é a escolha de um espaço de cor de trabalho.
sl: Profili kamere ali optičnega bralnika se uporabijo za pretvorbo vhodnih slik, profili monitorja ali tiskalnika pa za pretvorbo izhodnih slik, vendar se vsi uporabljajo za pretvorbo v ali iz delovnega barvnega prostora, ki se uporablja za urejanje slik. Ena prvih odločitev, ki jih je treba sprejeti pri upravljanju barv, je izbira delovnega barvnega prostora.
uk: Профілі фотоапаратів та сканерів застосовують для перетворення вхідних зображень, а профілі моніторів і принтерів — для перетворення вихідних зображень, але усі ці профілі використовують для двобічного перетворення щодо робочого простору кольорів, який використовують для редагування зображень. Одним з перших рішень, які слід прийняти у керуванні кольорами, є вибір робочого простору кольорів.
zh_cn: 相机或扫描仪的色彩特性文件用来转换输入图像，显示器或打印机的色彩特性文件用来转换输出图像，但它们最终都是为了跟编辑图片时用的工作色彩空间对接。色彩管理里一个重要的决定就是选一个合适的工作色彩空间。

source: But why is this so complicated? Why can't you just edit images in the color space described by the camera profile? After all, the camera profile should provide the best *fit* to the colors recorded by your camera, as processed by your RAW processing procedure, right? Working spaces, such as sRGB or Adobe RGB, are color spaces that facilitate good results while editing. For example when editing an image, pixels with equal values of RGB should appear neutral or colorless. This just means that for any given pixel in an image that has been converted to a suitable working space, if R=G=B you should see a grey or black or white pixel on your screen. Many camera profiles violate this *neutral* condition.
it: Perché questo è così complicato? Perché non puoi semplicemente modificare le immagini nello spazio dei colori descritto dal profilo della fotocamera? Dopo tutto, il profilo della fotocamera dovrebbe fornire l'**adattamento** migliore ai colori registrati dalla macchina, come elaborati dalla tua procedura di elaborazione RAW, giusto? Gli spazi di lavoro, tipo sRGB o Adobe RGB, sono spazi dei colori che favoriscono buoni risultati durante la modifica. Per esempio quando modifichi un'immagine, i pixel con uguali valori di RGB dovrebbero apparire neutrali o incolori. Questo significa che per ogni pixel dato in un'immagine, convertita in uno spazio di lavoro adatto, se R, G e B sono uguali dovresti semplicemente vedere un pixel grigio o nero o bianco sul tuo schermo. Molti profili di fotocamera violano questa condizione di *neutralità*.
nl: Maar waarom is dit zo gecompliceerd? Waarom kunt u niet gewoon afbeeldingen bewerken in de kleurruimte beschreven door het cameraprofiel? Uiteindelijk zal het cameraprofiel toch wel het beste **passen** bij de kleuren die door uw camera werden geregistreerd en door uw RAW-verwerkende-procedure verwerkt? Werkruimten zoals sRGB of Adobe RGB, zijn kleurruimten die goede resultaten bieden tijdens het bewerken. Bijvoorbeeld, bij bewerken van een afbeelding zouden pixels met gelijke waarden van RGB er neutraal of kleurloos uit moeten zien. Dit betekent gewoon dat een bepaald pixel in een afbeelding die is omgebouwd naar een geschikte werkruimte, als R=G=B er op het beeldscherm als een grijs of zwart of wit pixel uit moet zien. Veel cameraprofielen voldoen niet aan deze voorwaarde voor *neutraal*.
pt_br: Mas por que isso é tão complicado? Por que você não pode simplesmente editar imagens no espaço de cor descrito pelo perfil da câmera? Afinal, o perfil da câmera deve fornecer o melhor *ajuste* às cores registradas pela sua câmera, conforme processadas pelo seu procedimento de processamento RAW, certo? Espaços de trabalho, como sRGB ou Adobe RGB, são espaços de cor que facilitam bons resultados durante a edição. Por exemplo, ao editar uma imagem, pixels com valores iguais de RGB devem parecer neutros ou incolores. Isso significa apenas que, para qualquer pixel em uma imagem que tenha sido convertida para um espaço de trabalho adequado, se R = G = B, você deverá ver um pixel cinza, preto ou branco na tela. Muitos perfis de câmera violam essa condição *neutra*.
sl: Toda zakaj je to tako zapleteno? Zakaj ne morete preprosto urejati slik v barvnem prostoru, ki ga opisuje profil kamere? Navsezadnje mora profil kamere zagotavljati najboljše *prileganje* barvam, ki jih posname vaš fotoaparat, kot jih obdeluje vaš postopek obdelave RAW, kajne? Delovni prostori, kot sta sRGB ali Adobe RGB, so barvni prostori, ki omogočajo dobre rezultate pri urejanju. Na primer, ko urejate sliko, morajo biti piksli z enakimi vrednostmi RGB videti nevtralni ali brezbarvni. To samo pomeni, da bi morali za katero koli slikovno piko na sliki, ki je bila pretvorjena v ustrezen delovni prostor, če je R=G=B, na zaslonu videti sivo ali črno ali belo slikovno piko. Mnogi profili kamer kršijo ta *nevtralni* pogoj.
uk: Але чому так складно? Чому не редагувати зображення просто у просторі кольорів, який описано у профілі фотоапарата? Врешті-решт, профіль фотоапарата має забезпечувати найкращу відповідність до кольорів, які здатен записувати фотоапарат, відповідно до процедури обробки цифрових негативів, чи не так? Робочі простори, подібні до sRGB і Adobe RGB, є просторами кольорів, які забезпечують добрі результати у процесі редагування. Наприклад, при редагуванні зображення пікселі з рівними значеннями компонент у RGB мають виглядати нейтральними. Це означає, що всі пікселі зображення, яке було перетворено у відповідний робочий простір, з R=G=B, мають виглядати як сірі, чорні або білі на екрані. У багатьох профілях фотоапаратів ця умова «нейтральності» порушується.
zh_cn: 但为什么搞得这么复杂呢？就不能直接在相机色彩特性文件描述的色彩空间里编辑图片吗？毕竟相机色彩特性文件应该最贴合你相机记录的颜色啊，也最贴合你的 RAW 处理流程，对吧？工作色彩空间，比如 sRGB 或 Adobe RGB，是为了让编辑过程更顺手。比如，编辑图片时，如果某个像素的 RGB 值相等（R=G=B），它在屏幕上应该看起来是中性的灰色、黑色或白色。但很多相机配置文件并不满足这个“中性”条件。

source: However, there is one other good reason to not want to edit your image in your camera profile color space. If you look at the size of a typical camera profile, it is on the order of a quarter to a half a megabyte or more. In order to get accurate color rendition of the RGB values that come out of the RAW processor, the camera profile contains a lot of information about all the changes that need to be made in different regions of color and tonality in the original scene. The camera profile is accurate (at least for colors in the original target) but not particularly mathematically smooth. Working space color profiles, on the other hand, are very small in size (half a kilobyte instead of half a megabyte) because they describe a color gamut in terms of smooth, continuous mathematical functions, like the function used for gamma correction. Working space profiles don't need to make allowances for the *messiness* of real-world sensors, so the mathematical manipulations performed during image editing can run faster and be more accurate than if you try to edit your image while it is still in the camera color space.
it: Tuttavia, c'è un'altra buona ragione per non volere modificare l'immagine nello spazio dei colori del profilo della tua fotocamera. Se osservi la dimensione di un normale profilo di fotocamera, esso è nell'ordine di un quarto, o mezzo, megabyte o più. Per ottenere una resa dei colori precisa dai valori RGB che vengono fuori dal processore RAW, il profilo della fotocamera contiene un sacco di informazioni sulle modifiche che devono essere fatte nelle diverse regioni dei colori e la tonalità nella scena originale. Il profilo della fotocamera è accurato (almeno per i colori nella destinazione originale) ma non matematicamente facile nello specifico. I profili dei colori nello spazio di lavoro, d'altra parte, sono molto piccoli in dimensione (mezzo kilobyte anziché mezzo megabyte) perché descrivono un gamut di colore in termini di funzioni matematiche continue e semplici, come la funzione utilizzata per la correzione della gamma. I profili dello spazio di lavoro non hanno bisogno di fare concessioni al *caos* di sensori del mondo reale, pertanto le manipolazioni matematiche eseguite durante la modifica possono agire in modo più veloce ed essere più precise di quelle che otterresti modificando la tua immagine nello spazio dei colori della fotocamera.
nl: Er is echter een andere goede reden waarom u uw afbeelding niet zou bewerken in uw cameraprofiel. Als u namelijk kijkt naar de omvang van een typisch cameraprofiel dan is dat in de orde van grootte van een kwart tot een half megabyte of meer. Om nauwkeurige kleurweergave te krijgen van de RGB-waarden die uit de RAW-verwerker komen moet het cameraprofiel heel wat informatie bevatten over de wijzigingen die moeten worden uitgevoerd op verschillende gebieden van kleur en tonaliteit in de oorspronkelijke scène. Het cameraprofiel is nauwkeurig (althans voor kleuren in het oorspronkelijke doel) maar rekenkundig niet bijzonder gaaf. Anderzijds, zijn werkruimte-kleurprofielen erg klein (een half kilobyte in plaats van een half megabyte) omdat ze een kleurengamma beschrijven in termen van mooie, ononderbroken, wiskundige functies, zoals functies gebruikt voor gammacorrecties. Werkruimteprofielen hoeven geen voorzieningen te treffen voor de *rommelige* werking van sensoren, zodat de wiskundige manipulaties, uitgevoerd tijdens het bewerken van afbeeldingen veel sneller draaien en nauwkeuriger dan wanneer u probeert om uw afbeelding te bewerken terwijl die zich nog in de camerakleurruimte bevindt.
pt_br: No entanto, há outro bom motivo para não querer editar sua imagem no espaço de cor do perfil da câmera. Se você observar o tamanho de um perfil de câmera típico, ele é da ordem de um quarto a meio megabyte ou mais. Para obter uma reprodução de cores precisa dos valores RGB que saem do processador RAW, o perfil da câmera contém muitas informações sobre todas as alterações que precisam ser feitas em diferentes regiões de cor e tonalidade na cena original. O perfil da câmera é preciso (pelo menos para cores no alvo original), mas não é particularmente suave matematicamente. Os perfis de cor do espaço de trabalho, por outro lado, são muito pequenos em tamanho (meio quilobyte em vez de meio megabyte) porque descrevem um gamute de cores em termos de funções matemáticas suaves e contínuas, como a função usada para correção de gama. Os perfis de espaço de trabalho não precisam levar em conta a *confusão* dos sensores do mundo real, portanto, as manipulações matemáticas realizadas durante a edição da imagem podem ser mais rápidas e precisas do que se você tentar editar sua imagem enquanto ela ainda estiver no espaço de cor da câmera.
sl: Vendar pa obstaja še en dober razlog, da ne želite urejati svoje slike v barvnem prostoru profila kamere. Če pogledate velikost tipičnega profila kamere, je ta velikosti od četrtine do pol megabajta ali več. Da bi dobili natančno barvno izročitev vrednosti RGB, ki prihajajo iz procesorja RAW, profil kamere vsebuje veliko informacij o vseh spremembah, ki jih je treba izvesti v različnih regijah barv in tonalnosti v izvirnem prizoru. Profil kamere je natančen (vsaj za barve v prvotni tarči), vendar ni posebej matematično gladek. Po drugi strani pa so barvni profili delovnega prostora zelo majhni (pol kilobajta namesto pol megabajta), ker opisujejo barvni razpon v smislu gladkih, zveznih matematičnih funkcij, kot je funkcija, ki se uporablja za korekcijo gama. Profilom delovnega prostora ni treba upoštevati *zmedenosti* senzorjev v resničnem svetu, zato lahko matematične manipulacije, izvedene med urejanjem slik, potekajo hitreje in so natančnejše, kot če poskušate urediti sliko, ko je še v barvni prostor kamere.
uk: Втім, існує ще один аргумент на користь відмови від редагування вашого зображення у просторі кольорів вашого фотоапарата. Якщо ви поглянете на розміри файла з даними типового профілю фотоапарата, ви переконаєтеся, що цей файл має розмір від чверті до половини мегабайта або навіть більший. Для отримання точного відтворення значень RGB, які отримано у результаті обробки цифрових негативів, у профілі фотоапарата міститься багато даних щодо всіх змін, які слід виконати для різних областей кольору і тональності початкового зображення. Профіль фотоапарата є точним (принаймні для кольорів на знімка), але не є математично гладким. З іншого боку, профілі робочих просторів кольорів є дуже малими за розмірами (половина кілобайта, а не половина мегабайта), оскільки у них палітру кольорів описано у термінах гладких, неперервних математичних функцій, зокрема функції, яку використано для виправлення гами. У профілях робочих просторів не потрібно робити допусків на щодо неточність реальних датчиків, отже математичні перетворення, які буде виконано під час редагування зображення, можуть бути швидшими і точнішими, ніж були б, якщо б ви спробували редагувати зображення у просторі кольорів фотоапарата.
zh_cn: 还有一个很重要的理由，听了你就不会想在相机色彩空间里编辑图片了。相机色彩特性文件的文件大小通常在 250KB 到 500KB 甚至更大。为了让 RAW 处理器输出的 RGB 值颜色表现得准确，相机色彩特性文件里塞满了关于原始场景中不同颜色和色调区域需要调整的信息。这些色彩特性文件对目标颜色很精确，但数学上并不“平滑”。相比之下，工作空间的色彩特性文件超级小（只有几百字节，而不是几百 KB），因为它们用平滑、连续的数学函数（比如伽马校正的函数）来描述色域。工作空间色彩特性文件不用考虑现实世界传感器的那堆“乱七八糟”的特性，所以编辑图片时的数学运算会更快、更精确。如果你在相机色彩空间里编辑，效率和精度都会打折扣。
