Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: But keeping all the possible colors comes at a price. It seems that any given digital image (pictures of daffodils with saturated yellows being one common exception) likely only contains a small subset of all the possible visible colors that your camera is capable of capturing. This small subset is easily contained in one of the smaller working spaces. Using a very large working space mean that editing your image (applying curves, saturation, etc.) can easily produce colors that your eventual output device (printer, monitor) simply cannot display.
ca: Però mantenir tots els colors possibles té un preu. I sembla que qualsevol imatge digital donada (les imatges de narcisos amb grocs saturats són una excepció comuna) probablement només contindrà un petit subconjunt de tots els possibles colors visibles que la càmera és capaç de capturar. Aquest petit subconjunt està fàcilment contingut en un dels espais de treball més petits. L'ús d'un espai de treball molt gran significa que l'edició de la vostra imatge (aplicació de corbes, saturació, etc.) pot produir amb facilitat colors que el vostre eventual dispositiu de sortida (impressora, monitor) senzillament no pot mostrar.
it: Per mantenere tutti i colori possibili c'è, però, un prezzo da pagare. Sembra che qualsiasi immagine digitale (con l'eccezione comune di immagini di narcisi con gialli saturati) probabilmente contiene solamente un piccolo sottoinsieme di tutti i colori possibili visibili che la tua fotocamera è in grado di catturare. Questo piccolo sottoinsieme è agevolmente contenuto in uno degli spazi di lavoro più piccoli. L'uso di uno spazio di lavoro molto grande implica che la modifica della tua immagine (applicazione di curve, saturazione, ecc.) può produrre probabilmente colori che il tuo dispositivo di output finale (stampante, monitor) potrebbe semplicemente non essere in grado di visualizzare.
nl: Maar het behoud van alle mogelijke kleuren is niet zonder consequenties. Het lijkt er op dat elk digitaal beeld een kleine reeks bevat van alle mogelijke zichtbare kleuren die uw camera kan vastleggen. Deze reeks past gemakkelijk in een van de kleinere werkruimten (een uitzondering die een groter kleurengamma vereist zou een opname zijn van een hoog verzadigd onderwerp zoals een gele narcis). Een erg grote werkruimte gebruiken betekent dat uw afbeelding bewerken (curves toepassen, verzadiging, etc.) kan gemakkelijk kleuren produceren die uw eventuele uitvoerapparaat (printer, monitor) eenvoudig niet kan tonen.
pt: Mas mantendo todas as cores possíveis vem com um preço, como é explicado em baixo. Parece que qualquer imagem (imagens de narcisos com cores amarelas saturadas poderá ser uma excepção comum) irá conter apenas um sub-conjunto de todas as cores visíveis possíveis que a sua câmara consegue capturar. Esse pequeno sub-conjunto pode facilmente ser guardado num dos espaços de trabalho mais pequenos. Se usar um espaço de trabalho muito elevado significa que a edição da sua imagem (aplicação de curvas, saturação, etc.) deverá produzir cores que o seu dispositivos de saída eventual (impressora, monitor) poderá não conseguir reproduzir simplesmente.
pt_br: Mas manter todas as cores possíveis tem um preço. Parece que qualquer imagem digital (fotos de narcisos com amarelos saturados sendo uma exceção comum) provavelmente contém apenas um pequeno subconjunto de todas as cores visíveis possíveis que sua câmera é capaz de capturar. Esse pequeno subconjunto é facilmente contido em um dos espaços de trabalho menores. Usar um espaço de trabalho muito grande significa que editar sua imagem (aplicando curvas, saturação, etc.) pode facilmente produzir cores que seu dispositivo de saída final (impressora, monitor) simplesmente não consegue exibir.
sl: Toda ohranjanje vseh možnih barv ima svojo ceno. Zdi se, da koli dana digitalna slika (slike narcis z nasičeno rumenimi so ena od običajnih izjem) verjetno vsebuje le majhno podmnožico vseh možnih vidnih barv, ki jih lahko zajame vaša kamera. Ta majhna podmnožica je zlahka shranjena v enem izmed manjših delovnih prostorov. Z uporabo zelo velikega delovnega prostora pomeni, da urejanje vaše slike (uporaba krivulj, nasičenosti, itd.) lahko zlahka ustvari barve, ki jih vaša morebitna izhodna naprava (tiskalnik, monitor) preprosto ne more prikazati.
uk: Але збереження всіх можливих кольорів має свою ціну. Ймовірно, довільне цифрове зображення (винятками є зображення нарцисів з насиченими жовтими кольорами) містить лише невелику підмножину всіх можливих видимих кольорів, які здатен зареєструвати ваш фотоапарат. Ця мала підмножина з легкістю вкладається у один з менших робочих просторів. Використання дуже широких робочих просторів означає, що редагування вашого зображення (застосування кривих, насиченості тощо) може легко призвести до створення точок з кольорами, які просто не зможе показати пристрій призначення (принтер, монітор).
zh_cn: 但保留所有可能的颜色是有代价的。实际上，任何一张数字图像（颜色鲜艳的黄水仙是个常见例外）可能只包含相机能捕捉的所有可见颜色中的一小部分。这小部分颜色完全可以被较小的色彩空间容纳。使用超大色域的工作色彩空间，意味着编辑图片（比如调整曲线、饱和度等）时，可能会产生你的输出设备（打印机、显示器）根本显示不下的颜色。

source: So the conversion from your working space to your output device space (say your printer) will have to remap the out of gamut colors in your edited image, some of which might even be totally imaginary, to your printer color space with its much smaller gamut, leading to inaccurate colors at best and at worst to banding (posterization - gaps in what should be a smooth color transition, say, across an expanse of blue sky) and clipping (your carefully crafted muted transitions across delicate shades of red, for example, might get remapped to a solid block of dull red after conversion to your printer's color space).
ca: Per tant, la conversió des del vostre espai de treball cap a l'espai del dispositiu de sortida (com la impressora) haurà de tornar a assignar els colors que es troben fora de la gamma en la imatge editada, alguns dels quals podrien fins i tot ser totalment imaginaris, a l'espai de color de la impressora amb la seva gamma molt més petita, cosa que generarà colors inexactes en el millor dels casos i, en el pitjor, un efecte de cartell (efecte de posterització: separacions en el qual hauria de ser una transició de color suau, per exemple, a través d'una extensió de cel blau) i retallades (les vostres transicions acuradament dissenyades en delicats tons de vermell, per exemple, es poden reassignar a un bloc sòlid de color vermell opac després de la conversió a l'espai de color de la impressora).
pt: Por isso, a conversão do seu espaço de trabalho para o espaço do seu dispositivo de saída (por exemplo, a sua impressora) terão de associar de novo as cores fora do gamute na sua imagem editada, sendo algumas até totalmente imaginárias, para o espaço de cores da sua impressora, que tem um gamute de cores muito menor, o que irá conduzir a cores erradas, na melhor das hipóteses, e ao efeito de cortes nas cores, na pior das hipóteses, ou o efeito de poster (lacunas no que deveria ser uma transição suave de cores, por exemplo uma fotografia do céu azul) ou recorte (as suas transições devidamente cuidadas entre tonalidades de vermelho suaves, por exemplo, poderão passar a um vermelho simples e aborrecido depois de o converter para o espaço de cores da sua impressora).

source: In other words, large gamut working spaces, improperly handled, can lead to lost information on output. Small gamut working spaces can clip information on input. Here is some oft-repeated advice:
ca: En altres paraules, els espais de treball de gamma gran, si no es manegen correctament, poden provocar la pèrdua d'informació en la sortida. Els espais de treball de gamma petita poden retallar informació en l'entrada. Aquí hi ha alguns consells que es repeteixen sovint:
it: In altre parole, spazi di lavoro a gamut ampio, se impropriamente maneggiati, possono portare a perdita di informazione nell'output. Gli spazi di lavoro di gamut piccolo possono tagliare le informazioni in entrata. Ecco alcuni suggerimenti spesso ripetuti:
nl: Met andere woorden, wanneer grotere werkruimten met een groter gamut onjuist worden behandeld kan dat leiden tot teloorgaan van informatie bij de uitvoer. Kleine gamut werkruimten kunnen informatie al bij de invoer aftoppen. Hier is een vaak gegeven advies:
pt: Por outras palavras, os espaços de trabalho com gamute amplo, se forem mal usados, podem conduzir à perda de informação no resultado. Os espaços de trabalho com gamute pequeno podem recortar informação à entrada. Aqui está um conselho frequentemente repetido:
pt_br: Em outras palavras, espaços de trabalho com amplo gamute de cores, se mal gerenciados, podem levar à perda de informações na saída. Espaços de trabalho com pequeno gamute de cores podem cortar informações na entrada. Aqui estão alguns conselhos frequentemente repetidos:
sl: Z drugimi besedami, velik razpon delovnih prostorov, če nepravilno ravnate, lahko povzroči izgubljene informacije na izhodu. Majhni delovni prostori lahko izrežejo informacije že pri vnosu. Tukaj je nekaj pogosto ponovljenih nasvetov:
uk: Іншими словами, робочі простори з ширшою палітрою, за неправильної обробки, можуть призвести до втрати даних на виході Робочі ж простори з вузькою палітрою можуть обрізати дані на вході. Ось декілька загальних порад:
zh_cn: 换句话说，处理不当的大色域工作色彩空间，输出时可能会丢失信息。小色域工作色彩空间则可能在输入时裁切色彩信息。这里有些老生常谈的建议：

source: For images intended for the web, use sRGB.
ca: Per a imatges destinades a la web, utilitzeu sRGB.
it: Per le immagini pensate per il web, usa sRGB.
nl: Voor afbeeldingen bestemd voor het web, gebruik sRGB.
pt: Para as imagens que pretendem ir para a Web, use o sRGB.
pt_br: Para imagens destinadas à web, use sRGB.
sl: Za slike namenjene spletu uporabite sRGB.
uk: Для зображень, призначених для інтернету, використовуйте простір sRGB.
zh_cn: 如果图片是给网页用的，选 sRGB。

source: For the most accuracy in your image editing (that is, making the most of your *bits* with the least risk of banding or clipping when you convert your image from your working space to an output space), use the smallest working space that includes all the colors in the scene that you photographed, plus a little extra room for those new colors you intentionally produce as you edit.
ca: Per a una precisió més gran en la vostra edició d'imatges (això és, treure el màxim profit dels vostres *bits* amb el mínim risc d'efecte de cartell o canvi en convertir la imatge des del vostre espai de treball a un espai de sortida), utilitzeu l'espai de treball més petit que inclou tots els colors de l'escena fotografiada, a més d'una mica més d'espai per a aquests nous colors que es produeixen intencionadament durant la vostra edició.
it: Per la massima accuratezza nel modificare la tua immagine (cioè per ottenere il massimo dai tuoi **bit** con il minore rischio di bandeggio o di clipping quando converti la tua immagine dal tuo spazio di lavoro a uno spazio di output) usa lo spazio di lavoro più piccolo che includa tutti i colori nella scena che hai fotografato, più un piccolo spazio extra per quei nuovi colori che produci inavvertitamente quando modifichi.
nl: Gebruik voor de hoogste nauwkeurigheid bij het bewerken van uw afbeeldingen de kleinste werkruimte die alle kleuren bevat die u vastlegde, plus een beetje extra ruimte voor de kleuren die u bewust produceerde tijdens de bewerkingen. Dit betekent, het meeste uit uw *bitjes* halen met het laagste risico op banden of afknijpen.
pt: Para uma melhor precisão na sua edição de imagens (isto é, tirando o maior partido dos seus *bits*, com o mínimo risco de cortes quando converter a sua imagem do seu espaço de trabalho para um espaço à saída), use o espaço de trabalho mais pequeno que inclua todas as cores na cena que fotografou, mais algum espaço extra para essas novas cores que produziu intencionalmente na sua edição.
pt_br: Para obter a maior precisão na edição de imagens (ou seja, aproveitar ao máximo seus *pedaços* com o menor risco de faixas ou cortes ao converter sua imagem do seu espaço de trabalho para um espaço de saída), use o menor espaço de trabalho que inclua todas as cores na cena que você fotografou, além de um pouco de espaço extra para as novas cores que você produz intencionalmente ao editar.
sl: Za čim večjo natančnost pri urejanju slik (to je, kar najbolje izkoristite svoje *bite* z najmanjšim tveganjem, da bi se pojavili pasovi ali odrezki, ko pretvorite svoje slike iz vašega delovnega prostora v izhodni prostor), uporabite najmanjši delovni prostor, ki vključuje vse barve v prizoru, ki ste ga fotografirali, plus malo dodatnega prostora za tiste nove barve, ki jih namerno ustvarjate ob urejanju.
uk: Щоб збільшити точність вашого редагування зображень (тобто найкраще скористатися обмеженою кількістю *бітів* без утворення смуг і обрізання під час перетворення вашого зображення у простір кольорів виводу), використовуйте найменший робочий простір, який містить всі кольори об’єкта, який ви фотографували плюс невеличкий додатковий простір для тих кольорів, які ви створите під час редагування.
zh_cn: 为了编辑图片时获得最高精度（充分利用你选定的 *色深* ，同时尽量减少转换到输出空间时的色调分离或裁切风险），选一个刚好能包含你拍摄场景所有颜色的最小工作色彩空间，再留点余地给你编辑时有意添加的新颜色。

source: If you are working in 8-bits rather than 16-bits, choose a smaller space rather than a larger space.
ca: Si esteu treballant en 8 bits en lloc de 16 bits, escolliu un espai de treball més petit en lloc d'un espai més gran.
pt: Se estiver a trabalhar a 8-bits, em vez de 16-bits, escolha um espaço de trabalho menor em vez de um maior.

source: For archival purposes, convert your RAW file to a 16-bit TIFF with a large gamut working space to avoid loosing color information. Then convert this archival TIFF to your working space of choice (saving the converted working TIFF under a new name, of course). See here for more details.
ca: Per a fins d'arxiu, convertiu el vostre fitxer RAW a un TIFF de 16 bits amb un espai de treball de gamma gran per a evitar la pèrdua d'informació del color. A continuació, convertiu aquest arxiu TIFF a l'espai de treball de gamma mitjana o gran de la vostra elecció (desant el TIFF convertit amb un nom nou, és clar). Per a més detalls, vegeu aquí.
pt: Para fins de arquivo, converta o seu ficheiro RAW para um TIFF de 16-bits com um espaço de trabalho de gamute amplo para evitar a perda de informação de cores. Depois converta este TIFF de arquivo para um espaço de trabalho à sua escolha (gravando o TIFF convertido com um novo nome, obviamente). Veja mais detalhes aqui.

source: digiKam Queue Manager Allows to Batch Convert Color Space
ca: El gestor de la cua per lots del digiKam permet convertir l'espai de color per lots
pt: O Gestor da Fila do digiKam Permite Converter o Espaço de Cores em Lote

source: Gamma Properties
ca: Propietats de la gamma
it: Proprietà della gamma
nl: Gamma-eigenschappen
pt: Propriedades do Gama
pt_br: Propriedades de gama
sl: Lastnosti gama
uk: Властивості гами
zh_cn: 伽马特性

source: The gamma of a color profile dictates what power transform needs to take place to properly convert from an image's embedded color profile (perhaps your working color space or your camera color profile) to another color profile with a different gamma, such as your chosen working space, or the display profile used to display the image on the screen or perhaps from one working space to another, or perhaps from your working space to your printer's color space. `Libraw <https://www.libraw.org/>`_ outputs a 16-bit image with a linear gamma, which means that a histogram of the resulting image file shows the actual amount of light that each pixel on the camera sensor captured during the exposure (paraphrasing this page). (Which is why at present applying a camera profile to the Libraw output also requires applying an appropriate gamma transform to get to the desired working space, unless the camera profile also uses gamma=1.)
ca: La gamma d'un perfil de color dicta quina transformació de potència haurà de tenir lloc per a convertir correctament el perfil de color incrustat d'una imatge (potser el vostre espai de color de treball o el perfil de color de la vostra càmera) a un altre perfil de color amb una gamma diferent, com el vostre espai de treball triat o el perfil de visualització utilitzat per a mostrar la imatge a la pantalla, o potser des d'un espai de treball a un altre, o potser des del vostre espai de treball a l'espai de color de la vostra impressora. La `LibRaw <https://www.libraw.org/>`_ genera una imatge de 16 bits amb un interval lineal, cosa que significa que un histograma del fitxer d'imatge resultant mostrarà la quantitat real de llum que cada píxel del sensor de la càmera va capturar durant l'exposició (parafrasejant aquesta pàgina). (Per això, actualment, aplicar un perfil de càmera a la sortida de Libraw també requereix aplicar una transformació de gamma adequada per a arribar a l'espai de treball desitjat, llevat que el perfil de la càmera també utilitzi gamma=1).
pt: O 'gama' de um perfil de core dita qual a transformação de potência que deverá ser executada para converter adequadamente do perfil de cores incorporado numa imagem (talvez o seu espaço de trabalho ou o perfil de cores da sua câmara) para outro perfil de cores com um 'gama' diferente, como o espaço de trabalho escolhido por si, ou o perfil de apresentação usado para visualizar a imagem no ecrã ou talvez de um espaço de trabalho para outro, ou ainda do seu espaço de trabalho para o espaço de cores da sua impressora. A `Libraw <https://www.libraw.org/>`_ gera uma imagem a 16-bits com um gama linear, o que significa que um histograma do ficheiro de imagem resultante mostra a quantidade real de luz que cada pixel no sensor da câmara capturou durante a exposição (citando esta página. (Por isso é que, no presente, aplicar um perfil de câmara ao resultado da Libraw também significa aplicar uma transformação do gama para se encaixar no espaço de trabalho desejado, a menos que o perfil da câmara também use o gama=1.)

source: One practical consequence of the gamma of a working space is that the higher the gamma, the more discrete tones are available for editing in the shadows, with consequently fewer tones available in the highlights. Changing the gamma of an image redistributes the number of tones available in the lighter and darker areas of an image. Theoretically, if you are working on a very dark-toned (low key) image you might want a working space with a higher gamma. And if you are working on a high key image, say a picture taken in full noon sunlight of a wedding dress with snow as a backdrop, you might want to choose a working space with a lower gamma, so you have more available tonal gradations in the highlights.
ca: Una conseqüència pràctica de la gamma d'un espai de treball és que com més gran sigui la gamma, estaran disponibles tons més discrets per a editar les ombres, amb el consegüent nombre inferior de tons disponibles en la llum intensa. Canviant la gamma d'una imatge es redistribueix el nombre de tons disponibles a les zones més clares i fosques d'una imatge. Teòricament, si esteu treballant sobre una imatge amb tons molt foscos (en perfil baix) és possible que vulgueu tenir un espai de treball amb una gamma més alta. I si esteu treballant sobre una imatge en perfil alt, per exemple una fotografia presa a la llum del sol del migdia, amb un vestit de núvia i amb la neu com a teló de fons, possiblement voldreu triar un espai de treball amb una gamma més baixa, per a la qual disposi més gradacions tonals en la llum intensa.
it: Una conseguenza pratica della gamma di uno spazio di lavoro è che più alta è la gamma, più sono disponibili toni discreti per la modifica nelle ombre, e di conseguenza meno toni sono disponibili nelle zone luminose. Cambiare la gamma di un'immagine ridistribuisce il numero dei toni disponibili nelle aree più luminose o più scure di un'immagine. In teoria, se stai lavorando su una foto molto scura (low-key) potresti volere uno spazio di lavoro con una gamma più alta. E se stai lavorando su un'immagine high-key (dai toni alti), diciamo una foto presa al sole di mezzogiorno di un vestito da sposa con un sfondo innevato, potresti voler scegliere uno spazio di lavoro con una gamma più bassa, in modo da avere più gradazioni di tono a disposizione nelle zone luminose.
nl: Een praktisch gevolg van het gamma van de werkruimte is, dat hoe hoger het gamma, hoe meer afzonderlijke kleurtonen in de schaduwen beschikbaar zijn om te bewerken en dus hoe minder tonen in de heldere delen. Veranderen van het gamma van een beeld verdeelt opnieuw het aantal tonen beschikbaar in lichte n in de donkerder gebieden van de afbeelding. In theorie, zou u bij het bewerken van een erg donkere opname (low key) een ruimte met een hoger gamma willen hebben. En als u een erg lichte opname bewerkt bijvoorbeeld een opname van een trouwjurk met sneeuw als achtergrond in helder zonlicht zou u een werkruimte willen met een lager gamma zodat u meer toongradaties beschikbaar heeft in de heldere delen.
pt: Uma consequência prática do 'gama' de um espaço de trabalho é que, quanto maior o 'gama', mais tons discretos ficarão na edição de zonas escuras, com uma redução nos tons mais claros. A mudança do 'gama' de uma imagem volta a distribuir o número de tons disponíveis nas áreas claras e escuras de uma imagem. Em teoria, se estiver a trabalhar numa imagem muito escura (com chave baixa), poderá querer ter um espaço de trabalho com um 'gama' mais elevado. Se estiver a trabalhar numa imagem com tons claros, por exemplo, uma fotografia tirada em pleno meio-dia, sobre um vestido de noiva e com um fundo de neve, poderá querer escolher um espaço de trabalho com 'gama' mais baixo, para que tenha mais graus de tonalidades nos tons claros.
pt_br: Uma consequência prática do gama de um espaço de trabalho é que quanto maior o gama, mais tons discretos estão disponíveis para edição nas sombras, com consequentemente menos tons disponíveis nos realces. Alterar o gama de uma imagem redistribui o número de tons disponíveis nas áreas mais claras e mais escuras da imagem. Teoricamente, se você estiver trabalhando em uma imagem com tons muito escuros (low key), você pode querer um espaço de trabalho com um gama mais alto. E se você estiver trabalhando em uma imagem com high key, digamos, uma foto tirada sob a luz do meio-dia de um vestido de noiva com neve como pano de fundo, você pode querer escolher um espaço de trabalho com um gama mais baixo, para que você tenha mais gradações tonais disponíveis nos realces.
sl: Ena praktična posledica gama delovnega prostora je, da višja je gama več je diskretnih tonov na voljo za urejanje v sencah, s posledično manj tonov, ki so na voljo v bleščavah. Spreminjanje gama slike prerazporedi število tonov, ki so na voljo v svetlejših delih in temnejših delih slike. Teoretično, če delate na sliki z zelo temnimi toni (v glavnem temna), boste morda želeli delovni prostor z višjo gamo. In če delate na zelo svetli sliki, recimo sliki, posnet v polni opoldanski sončni svetlobi poročne obleke s snegom v ozadju, boste želeli izbrati delovni prostor z nižjo gamo, da boste imeli več razpoložljive tonske gradacije v svetlih delih.
zh_cn: 在实际应用中，工作色彩空间的伽马值也会对图像的编辑产生影响。一般来说，伽马值越高，图像在阴影部分（暗部）可用的色调层次就越丰富，但高光部分的层次就相对少一些；而伽马值越低，则相反。因此，改变图像的伽马值，其实就是在重新分配图像中明暗区域的色调细节。比如说，如果你处理的是一张整体偏暗的图（我们叫它低调图像），那你可能会更偏向选用一个伽马值较高的工作空间；反之，如果是一张大中午拍的雪地婚纱照这种明亮高调图像，那可能更适合伽马值低一些的工作空间，这样能保留更多高光部分的细节。
