Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Assign a profile means change the meaning of the RGB numbers in an image by embedding a new profile without changing the actual RGB numbers associated with each pixel in the image; convert means embed a new profile, but also change the RGB numbers at the same time so that the meaning of the RGB values - that is, the real-world visible color represented by the trio of RGB numbers associated with each pixel in an image - remains the same before and after the conversion from one space to another. You should be able to do multiple conversions of an image from one working space to another, and with a properly color-managed image editor, even though all the RGB numbers in the image will change with each conversion, the image on your screen should look the same (leaving aside the usually unnoticeable small but inevitable changes from accumulated gamut mismatches and mathematical rounding errors). However, every time you assign a new working space profile rather than convert to a new working space, the appearance of the image should more or less drastically change.
ca: Assignar un perfil significa canviar el significat dels números RGB en una imatge incrustant un perfil nou sense canviar els números RGB reals associats amb cada píxel en la imatge. Convertir significa incrustar un perfil nou, però també canviar els números RGB alhora perquè el significat dels valors RGB, és a dir, el color visible del món real representat pel trio de números RGB associats amb cada píxel en una imatge, romandrà igual que abans i després de la conversió des d'un espai a un altre. Hauríeu de poder realitzar múltiples conversions d'una imatge des d'un espai de treball a un altre, i amb un editor d'imatges amb una gestió del color adequada, encara que tots els números RGB en la imatge canviaran amb cada conversió, la imatge a la pantalla hauria de veure's la mateixa (deixant de banda els canvis petits, però inevitables, que normalment passen desapercebuts a causa dels desajustos de gamma acumulats i els errors d'arredoniment matemàtic). Tanmateix, cada vegada que assigneu un perfil nou de l'espai de treball en lloc de convertir-lo a un espai de treball nou, l'aparença de la imatge hauria de canviar més o menys dràsticament.
pt: Atribuir um perfil significa mudar o significado dos números RGB de uma imagem, incorporando um novo colorimétrica sem alterar os números RGB reais associados a cada pixel na imagem; converter significa incorporar um novo perfil, mas também alterar os números RGB ao mesmo tempo, de forma que o significado dos números RGB - isto é, a cor visível do mundo real representada pelo trio de números RGB associados a cada pixel numa imagem - fica igual antes e depois da conversão de um espaço para outro. Deverá ser capaz de fazer várias conversões de uma imagem de um espaço de trabalho para outro e, com um editor de imagens com gestão de cores adequada, ainda que todos os números RGB na imagem irão mudar com cada conversão, a imagem no seu ecrã deverá continuar igual (deixando de parte as pequenas alterações pouco visíveis, mas inevitáveis, devido às discrepâncias acumuladas entre gamutes e erros de arredondamento matemáticos). Contudo, sempre que aplicar um perfil de espaço de trabalho novo, em vez de o converter para um espaço novo, a aparência da imagem deverá mudar de forma mais ou menos drástica.

source: Color management is not only relevant if you shoot RAW. Color management affects every stage of the image processing pipeline, whether you start with a RAW file that you, yourself interpolate and translate into a TIFF, or if you start with a JPEG or TIFF produced by your camera.
ca: La gestió del color no només és rellevant si dispareu en RAW. La gestió del color afectarà cada etapa del procés de processament de la imatge, ja sigui que comenceu amb un fitxer RAW que interpoleu i traduïu a TIFF, o si comenceu amb un JPEG o TIFF produït per la vostra càmera.
pt: A gestão de cores não é só relevante se tirar fotografias em RAW. A gestão de cores afecta todas as etapas do processamento das imagens, quer comece com um ficheiro RAW que o utilizador interpolou e traduziu para um TIFF, ou se começou com um JPEG ou TIFF produzido pela sua câmara.

source: Selecting a Working Space
ca: Seleccionar un espai de treball
it: Selezionare uno spazio di lavoro
nl: Een werkruimte selecteren
pt: Seleccionar um Espaço de Trabalho
pt_br: Selecionando um espaço de trabalho
sl: Izbira delovnega prostora
uk: Вибір робочого простору
zh_cn: 选择工作色彩空间

source: Which working space do you need to use in digiKam? Working spaces, such as sRGB or Adobe RGB, are color spaces that facilitate good results while editing. For instance, pixels with equal values of RGB should appear neutral. Using a large gamut working space will lead to posterization, while using a small working space will lead to clipping. This trade-off is a consideration for the Image Editor.
ca: Quin espai de treball necessiteu utilitzar en el digiKam? Els espais de treball, com ara sRGB o Adobe RGB, són espais de color que faciliten bons resultats durant l'edició. Per exemple, els píxels amb valors iguals de RGB haurien d'aparèixer neutres. L'ús d'un espai de treball de gamma gran donarà lloc a l'efecte de posterització, mentre que l'ús d'un espai de treball petit donarà lloc a retallades. Aquesta compensació és una consideració per a l'editor d'imatges.
pt: Qual o espaço de trabalho que precisa de usar no digiKam? Os espaços de trabalho, como o sRGB ou o Adobe RGB, são espaços de cores que facilitam bons resultados durante a edição. Por exemplo, os pixels com valores RGB iguais deverão aparecer neutros. Se usar um espaço de trabalho com gamute elevado, poderá levar a um efeito de poster, enquanto um espaço de trabalho poderá levar ao corte de cores. Este compromisso é uma consideração para o Editor de Imagens.

source: Most working space profiles are characterized by:
ca: La majoria de perfils dels espais de treball es caracteritzen per:
pt: A maioria dos perfis de espaços de trabalho são caracterizados por:

source: The place of the gamut into the **Diagram** `(1)` of all colors visible to the average human eyes.
ca: El lloc de la gamma a dins del **Diagrama** `(1)` de tots els colors visibles per mitjana pels ulls humans.
pt: O local do gamute no **Diagrama** `(1)` de todas as cores visíveis ao olho humano médio.

source: The **Gamut** `(2)` triangle to define the range of RGB colors of the profile. Red point is on the bottom right corner, Green is on the top, Blue is on the left bottom. Values given around the edge of the gamut passing from the blue, the green and the red points, are the spectral colors in nanometers.
ca: El triangle de la **Gamma** `(2)` per a definir l'interval de colors RGB del perfil. El punt vermell es troba a la cantonada inferior dreta, el verd es troba a la part superior, el blau es troba a la part inferior esquerra. Els valors donats al voltant de la vora de la gamma que passa pels punts blau, verd i vermell, són els colors espectrals en nanòmetres.
pt: O triângulo do **Gamute** `(2)` para definir a gama de cores RGB do perfil. O ponto vermelho está no canto inferior direito, o verde está no topo e o azul está no canto inferior esquerdo. Os valores indicados ao longo das arestas que passam pelos pontos azul, verde e vermelho são as cores do espectro em nanómetros.

source: The **White point** `(3)` to define the total dynamic range of the profile.
ca: El **Punt blanc** `(3)` per a definir l'interval dinàmic total del perfil.
pt: O **Ponto branco** `(3)` para definir a gama dinâmica total do perfil.

source: The **Gamma** to define the transfer function of the profile (not displayed in the gamut).
ca: La **Gamma** per a definir la funció de transferència del perfil (no es mostra en la gamma).
pt: O **Gama** para definir a função de transferência do perfil (não presente no gamute).

source: The Color Profile Details of CIE Chromaticity Diagram Show in digiKam
ca: Els detalls del perfil de color del diagrama de cromaticitat CIE es mostren en el digiKam
pt: Os Detalhes do Perfil de Cores do Diagrama de Cromaticidade CIE Visível no digiKam

source: The practical consequences that result from using different RGB primaries, leading to larger or smaller working spaces, are discussed below. The practical consequences for different choices for the working space white point are beyond the scope of this manual. Here we will talk a little bit about the practical consequences of the working space gamma.
ca: Les conseqüències pràctiques que resulten de l'ús de colors primaris RGB diferents, que donen lloc a espais de treball més grans o més petits, s'analitzen tot seguit. Les conseqüències pràctiques de les diferents opcions per al punt blanc de l'espai de treball estan més enllà de l'abast d'aquest manual. Aquí parlarem una mica de les conseqüències pràctiques de la gamma en l'espai de treball.
pt: As consequências práticas que resultam do uso de cores primárias RGB diferente, originando espaços de trabalho maiores ou menores, são discutidas em baixo. As consequências práticas das diferentes escolhas do ponto branco do espaço de trabalho estão além do âmbito deste manual. Aqui iremos falar um pouco sobre as consequências práticas do gama do espaço de trabalho.

source: The gamma of a color profile dictates what power transform needs to take place to properly convert from an image's embedded color profile (perhaps your working color space) to another color profile with a different gamma, such as (i) the display profile used to display the image on the screen or (ii) perhaps to a new working space, or (iii) perhaps from your working space to your printer's color space.
ca: La gamma d'un perfil de color dicta on es necessita la potència de transformació per a convertir adequadament des d'un perfil de color incrustat a una imatge (potser el vostre espai de color de treball) a un altre perfil de color amb una gamma diferent, com ara (i) el perfil de la pantalla utilitzat per a mostrar la imatge a la pantalla, o (ii) potser per a un nou espai de treball, o (iii) potser des del vostre espai de treball a l'espai de color de la impressora.
pt: O gama de um perfil de cores dita qual a transformação de potência que é necessária aplicar para converter do perfil de cor incorporado numa imagem (talvez o seu espaço de cores de trabalho) para outro perfil com um gama diferente, como (i) o perfil do ecrã, usando para mostrar a imagem no seu monitor ou (ii) talvez um novo espaço de trabalho novo, ou ainda (iii) talvez do seu espaço de trabalho para o espaço de cores da sua impressora.

source: Mathematically speaking, for a power transform you normalize the RGB numbers and raise the resulting numbers to an appropriate power depending on the respective gammas of the starting and ending color space, then re-normalize the results to a new set of RGB numbers. `Lcms <https://www.littlecms.com/>`_ does this for you when there is a need to convert from one color space to another in your workflow.
ca: Matemàticament parlant, per a una transformació de potència, normalitzeu els números RGB i eleveu els números resultants a una potència adequada depenent de les gammes respectives de l'espai de color inicial i final, després torneu a normalitzar els resultats a un conjunt nou de números RGB. `Lcms <https://www.littlecms.com/>`_ fa això quan cal convertir des d'un espai de color a un altre en el flux de treball.
pt: Falando a nível matemático, para uma transformação de potência, o utilizador normaliza os números RGB e eleva os números resultantes à potência apropriada, dependendo dos gamas respectivos do espaço de cores de origem e de destino, voltando depois a normalizar os resultados para um novo conjunto de números RGB. O `Lcms <https://www.littlecms.com/>`_ faz isso por si, quando existe a necessidade de converter de um espaço de cores para outro nos seus procedimentos.

source: One practical consequence of the gamma of a working space is that the higher the gamma, the more tones are available for editing in the shadows, with consequently fewer tones available in the highlights. So theoretically, if you are working on a very dark-toned (low key) image you might want a working space with a higher gamma. And if you are working on a high key image, say a picture taken in full noon sunlight of a wedding dress with snow as a backdrop, you might want to choose a working space with a lower gamma, so you have more available tonal gradations in the highlights. But in the real world of real image editing, almost everyone uses working spaces with either gamma 1.8 or 2.2.
ca: Una conseqüència pràctica de la gamma d'un espai de treball és que com més gran sigui la gamma, més tons estaran disponibles per a l'edició de les ombres, amb el consegüent nombre més petit de tons disponibles en la llum intensa. Així que, en teoria, si esteu treballant sobre una imatge de to molt fosc (en perfil baix) és possible que vulgueu un espai de treball amb una gamma més alta. I si esteu treballant sobre una imatge en perfil alt, per exemple una fotografia presa a la llum del sol del migdia amb un vestit de núvia amb la neu com a teló de fons, és possible que vulgueu triar un espai de treball amb una gamma més baixa, i per això té disponibles més gradacions tonals pels tints de la llum intensa. Però en el món real de l'edició d'imatges, gairebé tothom utilitza els espais de treball amb gamma 1,8 o 2,2.
pt: Uma consequência prática do gama de um espaço de trabalho é que, quanto maior o 'gama, mais tons estarão disponíveis para editar nos tons escuros, com a consequência de menos tons claros. Por isso, na teoria, se estiver a trabalhar numa imagem muito escura (chave baixa, poderá querer um espaço de trabalho com um 'gama' maior. Do mesmo modo, se trabalhar numa imagem de chave alta, como uma imagem tirada à luz do meio-dia de um vestido de noiva, com a neve como fundo, poderá querer escolher um espaço de trabalho com um 'gama' menor, para que tenha alguns graus de tonalidades disponíveis para os tons claros. Contudo, no mundo real da edição de imagem, quase todos usam espaços de trabalho com 'gamas' de 1,8 ou 2,2.

source: Some people are trying to standardize on gamma 2.0. sRGB and LStar-RGB are not gamma-based working spaces. Rather, sRGB uses a hybrid gamma, and LStar-RGB uses a luminosity-based tonal response curve instead of a gamma value.
ca: Algunes persones estan tractant d'estandarditzar en gamma 2.0. sRGB i LStar-RGB no són espais de treball basats en gamma. Més aviat, sRGB utilitza una gamma híbrida i LStar-RGB utilitza una corba de resposta tonal basada en la lluminositat en lloc d'un valor de gamma.
pt: Algumas pessoas estão a tentar criar uma norma no 'gama' 2.0. O sRGB e o LStar-RGB não são espaços de trabalho baseados no 'gama'. Em vez disso, o sRGB usa um 'gama' híbrido, e o LStar-RGB usa uma curva de resposta dos tons com base na luminosidade, em vez de um valor de 'gama'.

source: In addition to gamma 1.8 and gamma 2.2 the only other gamma for a working space that gets much mention or use is gamma 1.0, also called linear gamma. Linear gamma is used in HDR (high dynamic range) imaging and also if one wants to avoid introducing gamma-induced errors into one's regular low dynamic range editing. Gamma-induced errors is a topic outside the scope of this manual, but see Gamma errors in picture scaling, for gamma-induced color shifts.
ca: A més de gamma 1.8 i gamma 2.2, l'única altra gamma per a un espai de treball que rep molta menció o ús és gamma 1.0, també anomenada interval lineal. L'interval lineal s'utilitza en les imatges HDR (marge dinàmic elevat) i també si es vol evitar la introducció d'errors induïts per la gamma en l'edició habitual del marge dinàmic baix. Els errors induïts per raigs gamma són un tema que queda fora de l'abast d'aquest manual, però vegeu Errors de gamma quan s'escalen imatges, per a veure els canvis de color induïts per raigs gamma.
pt: Pra além do 'gama' 1.8 e o 2.2, o único 'gama' para um espaço de trabalho que é mencionado com frequência é o 'gama' 1.0, que é conhecido por 'gama' linear. Este é usado nas imagens HDR (gama dinâmica elevada) e também se um utilizador não quiser introduzir erros induzidos pela edição de uma gama dinâmica baixa. Os erros induzidos pelo 'gama' são um tópico fora do âmbito deste manual mas veja os erros do Gama na escala da imagem, para os desvios de cores induzidos pelo 'gama'.

source: Unfortunately and despite their undeniable mathematical advantages, linear gamma working spaces have so few tones in the shadows that they are impossible to use for editing if one is working in 8-bits, and still problematic at 16-bits. When the day comes when we are all doing our editing on 32-bit files produced by our HDR cameras on our personal supercomputers, we predict that we will all be using working spaces with gamma 1.
ca: Malauradament i malgrat els seus innegables avantatges matemàtics, els espais de treball amb interval lineal tenen tan pocs tons en les ombres que són impossibles d'utilitzar per a editar si es treballa en 8 bits, i segueixen sent problemàtics sobre 16 bits. Quan arribi el dia en què tots estiguem editant fitxers sobre 32 bits produïts per les nostres càmeres HDR en les nostres supercomputadores personals, prediem que tots utilitzarem espais de treball amb gamma 1.
pt: Infelizmente, e apesar das suas vantagens matemáticas inegáveis, os espaços de trabalho com gama Linear têm tão poucos tons escuros que são quase impossíveis de usar se alguém estiver a trabalhar a 8-bits, e continuam à mesma problemáticos em 16-bits. Quando chegar o dia em que todos estejam a trabalhar em ficheiros a 32-bits produzidos pelas nossas câmaras HDR nos nossos super-computadores pessoais, prevemos que ainda iremos continuar a usar espaços de trabalho com o gama 1.

source: Depending of the Settings digiKam Can Ask you to Convert to Working Space When Loading in Image Editor
ca: Depenent de la configuració, el digiKam pot demanar-vos que convertiu a un espai de treball quan es carrega a l'editor d'imatges
pt: Dependendo da Configuração, o digiKam Pode-lhe Perguntar para Converter para um Espaço de Trabalho ao Carregar no Editor de Imagens

source: Large or Small Gamut
ca: Gamma gran o petita
pt: Gamute Amplo ou Pequeno

source: One major consideration in choosing a working space is that some working spaces are bigger than others, meaning they cover more of the visible spectrum (and perhaps even include some imaginary colors - mathematical constructs that don't really exist). These bigger spaces offer the advantage of allowing you to keep all the colors captured by your camera and preserved by the Lcms conversion from your camera profile to the really big profile connection space.
ca: Una consideració important en l'elecció d'un espai de treball és que alguns espais de treball són més grans que altres, és a dir, que cobreixen més de l'espectre visible (potser fins i tot inclouen alguns colors imaginaris -construccions matemàtiques que en realitat no existeixen-). Aquests grans espais tenen l'avantatge de permetre-us mantenir tots els colors capturats i conservats per la conversió «lcms» des del perfil de la càmera al gran espai de connexió del perfil actual.
pt: Outra consideração importante na escolha de um espaço de cores é que alguns espaços de trabalho são maiores que outros, o que significa que cobrem uma maior parte do espectro visível (e talvez incluir algumas cores imaginárias - construções matemáticas que não existem de facto). Estes espaços maiores oferecem a vantagem de lhe permitir manter todas as cores capturadas pela sua câmara e preservadas pela conversão do Lcms do perfil da sua câmara para o espaço de ligação de perfis realmente maior.

source: For the Left to Right: sRGB, AbodeRGB, WideGammutRGB, and ProPhotoRGB Color Profile Show in digiKam
ca: D'esquerra a dreta: es mostren els perfils de color sRGB, AbodeRGB, WideGammutRGB i ProPhotoRGB en el digiKam
pt: Da Esquerda para a Direita: Apresentação dos Perfis de Cores sRGB, AbodeRGB, WideGammutRGB e ProPhotoRGB no digiKam
