Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Color Management and Working Space
ca: La gestió del color i l'espai de treball
it: Gestione dei colori e spazio di lavoro
nl: Kleurbeheer en kleurruimte
pt: Gestão de Cores e Espaço de Trabalho
pt_br: Gerenciamento de cor e Espaço de trabalho
sl: Upravljanje barv in delovni prostor
uk: Керування кольорами і робочий простір
zh_cn: 色彩管理与工作空间

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, image editor, color management, icc, profile, working space
ca: digiKam, documentació, manual d'usuari, gestió de les fotografies, codi obert, lliure, aprenentatge, fàcil, editor d'imatges, gestió del color, icc, perfil, espai de treball
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, editor delle immagini, colore, gestione, icc, profilo, spazio di lavoro
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, afbeeldingsbewerker, beheer van kleuren, icc, profiel, werkruimte
pt: digiKam, documentação, manual do utilizador, gestão de fotografias, código aberto, livre, aprender, fácil, editor de imagens, gestão de cores, icc, perfil, espaço de trabalho
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, editor de imagens, gerenciamento de cores, icc, perfil, espaço de trabalho
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, urejevalnik slik, upravljanje barv, icc, profil, delovni prostor
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, редактор зображень, керування кольорами, icc, профіль, робочий простір
zh_cn: digiKam, 文档, 用户手册, 照片管理, 开源, 免费, 学习, 简单, 图像编辑, 颜色管理, 图标, 配置, 工作空间

source: The Working Space
ca: L'espai de treball
pt: O Espaço de Trabalho

source: Color Workflow
ca: Flux de treball amb el color
it: Flusso di lavoro dei colori
nl: Werkmethode kleur
pt: Procedimentos com Cores
pt_br: Fluxo de trabalho de cor
sl: Barvni potek dela
uk: Процес роботи з кольорами
zh_cn: 色彩流程

source: So we told digiKam where to find my monitor profile and we have a camera profile that we applied to the image file produced by my RAW processing software. What's the next step in color management?
ca: Així que li diem al digiKam on trobar el perfil del monitor i tenim un perfil de la càmera que apliquem al fitxer d'imatge produït pel programari de processament RAW. Quin és el pas següent en la gestió del color?
pt: Como tal, indicámos ao digiKam onde procurar o meu perfil do monitor e temos um perfil da câmara que aplicámos ao ficheiro de imagem que foi produzido pela minha aplicação de processamento RAW. Qual é o próximo passo na gestão de cores?

source: You need to choose a working color space so you can edit your image. `Lcms <https://www.littlecms.com/>`_ will transform your image from your camera color space to your chosen working space, via the **Profile Connection Space** specified by your camera color profile. Why cannot to just edit images in the color space described by the camera profile?
ca: Heu de triar un espai de color de treball per a poder editar la vostra imatge. `Lcms <https://www.littlecms.com/>`_ transformarà la vostra imatge des de l'espai de color de la càmera cap a l'espai de treball escollit, a través de l'**Espai de connexió del perfil** especificat pel perfil de color de la vostra càmera. Per què no podeu senzillament editar imatges en l'espai de color descrit pel perfil de la càmera?
pt: Precisa de escolher um espaço de cores de trabalho para editar a sua imagem. O `Lcms <https://www.littlecms.com/>`_ irá transformar a sua imagem do espaço de cores da sua câmara para o espaço de trabalho escolhido por si, através do **Espaço de Ligação de Perfis** definido pelo perfil de cores da sua câmara. Porque é que não podemos simplesmente editar as imagens no espaço de cores descrito pelo perfil da câmara?

source: After all, the camera profile should provide the best *fit* to the colors recorded by my camera, as processed by my RAW processing procedure, right? Working spaces, such as sRGB or Adobe RGB, are color spaces that facilitate good results while editing. For instance, pixels with equal values of RGB should appear neutral. This just want means that for any given pixel in an image that has been converted to a suitable working space, if R=G=B you should see grey or black or white on your screen. Many camera profiles violate this *neutral* condition.
ca: Després de tot, el perfil de la càmera ha de proporcionar el millor *ajustament* als colors registrats per la càmera, tal com els processa el nostre procediment de processament RAW, oi? Els espais de treball, com ara sRGB o Adobe RGB, són espais de color que faciliten bons resultats durant l'edició. Per exemple, els píxels amb valors iguals de RGB haurien d'aparèixer neutres. Això només vol dir que per a qualsevol píxel donat en una imatge que s'hagi convertit a un espai de treball adequat, si R=G=B, s'hauria de veure gris, negre o blanc a la pantalla. Molts perfils de càmera violen aquesta condició *neutral*.
pt: Afinal de contas, o perfil da câmara deverá produzir o melhor *ajuste* para as cores registadas pela minha câmara, de acordo com o procedimento de processamento RAW, certo? Os espaços de trabalho, como o sRGB ou o Adobe RGB, são espaços de cores que produzem bons resultados durante a edição. Por exemplo, os pixels com valores RGB iguais deverão aparecer neutros. Isto significa apenas que, para qualquer pixel indicado numa imagem que tenha sido convertido para um espaço de trabalho adequado, se o R=G=B, é suposto ver cinzento ou preto ou branco no seu ecrã. Muitos perfis de câmaras violam esta condição *neutra*.

source: digiKam Image Editor has a Menu to Switch Quickly an Image from a Color Space to Another one
ca: L'editor d'imatges del digiKam disposa d'un menú per a canviar ràpidament una imatge des d'un espai de color a un altre
pt: O Editor de Imagens do digiKam tem um Menu para Mudar Rapidamente uma Imagem de um Espaço de Cores para Outro

source: However, there is one other good reason to not want to edit your image in your camera profile color space. If you look at the size of a typical camera profile, it is on the order of a quarter to a half a megabyte or more. It's got a lot of information about all the changes that need to be made at different regions of color and tonality in the original scene, to get accurate color rendition from the RGB values that come out of the RAW processor. The camera profile is accurate (at least for colors in the original target) but not particularly mathematically smooth. Working space color profiles, on the other hand, are very small in size (half a kilobyte instead of half a megabyte) because they describe a color gamut in terms of smooth, continuous mathematical functions. Working space profiles don't need to make allowances for the *messiness* of real world sensors, so the mathematical manipulations performed during image editing will go much more smoothly and accurately than if you try to edit your image while it is still in the camera color space.
ca: No obstant això, hi ha una altra bona raó per a no voler editar la vostra imatge en el perfil de l'espai de color de la càmera. Si observeu la mida d'un perfil de la càmera típic, és de l'ordre d'un quart a mig megabyte o més. Té molta informació sobre tots els canvis que s'han de fer en regions de color diferents i tonalitat en l'escena original, per a obtenir una representació precisa del color dels valors RGB que surten del processador RAW. El perfil de la càmera és necessari (almenys per als colors en l'objectiu original) però no és particularment fluid des del punt de vista matemàtic. Els perfils de color de l'espai de treball, per altra banda, tenen una mida molt petita (mig kilobyte en lloc de mig megabyte) perquè descriuen una gamma de colors en termes de funcions matemàtiques suaus i contínues. Els perfils de l'espai de treball no necessiten tenir en compte el *desordre* dels sensors del món real, per això les manipulacions matemàtiques realitzades durant l'edició d'imatges seran molt més fluides i precises que si s'intenta editar la imatge mentre encara es troba en l'espai de color de la càmera.
pt: Contudo, existe uma outra boa razão para editar a sua imagem no espaço de cores do perfil da sua câmara. Se olhar para o tamanho do perfil típico de uma câmara, normalmente está na ordem de um quarto a meio megabyte, ou pouco mais. Tem bastante informação sobre todas as as mudanças que têm de ser feitas em diferentes regiões de cores e tonalidades na cena original, para obter uma representação correcta da cor a partir dos valores RGB que vêm do processador RAW. O perfil da câmara tem a precisão desejada (pelo menos para as cores no destino original), mas não fica particularmente suave a nível matemático. Os perfis de cores do espaço de trabalho não precisam de fazer todas as cedências para a *confusão* dos sensores do mundo real, pelo que as manipulações matemáticas feitas durante a edição da imagem ficarão muito mais suaves e exactas, do que se tentar editar a sua imagem enquanto ainda está no espaço de cores da câmara.

source: Working Space Profiles are characterized by:
ca: Els perfils dels espais de treball es caracteritzen per:
pt: Os Perfis dos Espaços de Trabalho caracterizam-se por:

source: **Gamma** transfer function, which dictates how much the original linear intensity values captured by the camera sensor are altered to make editing easier or more precise. These values from the camera are subjected to the in-camera A-to-D conversion, then interpolated by the RAW processing program to produce the image file.
ca: La funció de transferència **gamma**, dicta la quantitat en què s'alteraran els valors d'intensitat lineals originals capturats pel sensor de la càmera, de manera que l'edició sigui més fàcil o més precisa. Aquests valors de la càmera se sotmeten a la conversió interna de A a D de la càmera i després són interpolats pel programa de processament RAW per a produir el fitxer d'imatge.
pt: Função de transferência do **Gama**, que define que parte dos valores de intensidade linear capturados pela câmara do sensor é alterada para tornar a edição mais fácil ou mais precisa. Estes valores da câmara estão sujeitos à conversão A-para-D dentro da câmara, sendo depois interpolados pelo programa de processamento RAW para produzir o ficheiro de imagem.

source: RGB primaries which dictate the range of colors, that is, the color **Gamut**, covered by a given profile.
ca: Els primaris RGB que dicten l'interval de colors, és a dir, la **gamma** de colors coberta per un perfil donat.
pt: As cores primárias RGB que definem a gama de cores, isto é, o **Gamute** de cores, coberto por um dado perfil.

source: **White point**, usually D50 or D65 though other values may be used, which specifies the white point color temperature of the working space.
ca: El **punt blanc**, en general D50 o D65, encara que es poden utilitzar altres valors, el qual especifica la temperatura de color del punt blanc de l'espai de treball.
pt: **Ponto Branco**, normalmente o D50 ou o D65, ainda que possam ser usados outros valores, que define a temperatura de cor do ponto branco no espaço de trabalho.

source: Confusions Terminology
ca: Confusions amb la terminologia
pt: Confusões na Terminologia

source: Before talking more about working spaces, some confusions and confusing terminology needs to be cleared up:
ca: Abans de parlar més sobre els espais de treball, cal aclarir algunes confusions i terminologia confusa:
pt: Antes de falar mais sobre os espaços de trabalho, é necessário clarificar algumas confusões e termos confusos:

source: sRGB is both a working color space and an output color space for images intended for the web and for monitor display. If you have a spiffy new monitor with a gamut larger than the gamut covered by sRGB, obviously you might want to reconsider what output profile to use to best take advantage of your wonderful and hopefully calibrated and profiled monitor, but please convert your image to sRGB before sending it on to your friends. sRGB is also the color space that a lot of home and mass-production commercial printers expect image files to be in when sent to the printer. It is also the color space that most programs assume if an image does not have an embedded color profile telling the program what color space should be used to interpret (translate) the RGB numbers. So if you choose to not use color-management, your color-management choices are simple - set everything to sRGB.
ca: sRGB és tant un espai de color de treball com un espai de color de sortida per a imatges destinades a la web i per a visualitzar en un monitor. Si teniu un monitor nou i elegant amb una gamma més gran que la gamma coberta per sRGB, és possible que vulgueu reconsiderar quin perfil de sortida utilitzar per a aprofitar millor el vostre monitor meravellós i, amb sort, calibrat i amb un perfil creat, però que converteixi la vostra imatge a sRGB. abans d'enviar-la als vostres amics. sRGB també és l'espai de color on moltes impremtes domèstiques i comercials de producció en massa esperen que estiguin els fitxers d'imatge quan s'envien a la impressora. També és l'espai de color que assumeixen la majoria dels programes si una imatge no té un perfil de color incrustat que indiqui al programa quin espai de color s'ha d'utilitzar per a interpretar (traduir) els números RGB. Aleshores, si escolliu no utilitzar la gestió del color, les vostres eleccions són senzilles -establiu-ho tot a sRGB-.
pt: O sRGB é tanto um espaço de cores de trabalho como um espaço de cores à saída para as imagens, quando se destinam à Web ou à apresentação num monitor. Se tiver um monitor todo novo com um gamute maior que o gamute coberto pelo sRGB, obviamente poderá querer reconsiderar o perfil à saída a usar para tirar partido do seu monitor maravilhoso e altamente calibrado, mas por favor converta a sua imagem para sRGB antes de a enviar para os seus amigos. O sRGB também é o espaço de cores que uma grande quantidade de impressoras domésticas e de produção em massa que a maioria dos programas assume, caso uma imagem não tenha um perfil de cores incorporado que diga ao programa qual o espaço de cores a usar para interpretar (traduzir) os números RGB. Por isso, se optar por não usar a gestão de cores, as suas opções de gestão de cores são simples -- configure tudo como sRGB.

source: All JPEGs coming straight out of a camera (even if produced by point-and-shoots cameras that don't allow you to save a RAW file) start life inside the camera as a RAW file produced by the camera's A to D converter. The processor inside the camera interpolates the RAW file, assigns a camera profile, translates the resulting RGB numbers to a working space (usually sRGB but sometimes you can choose AdobeRGB, depending on the camera), does the JPEG compression, and stores the JPEG file on your camera card. So JPEGs from your camera never need to be assigned a camera or input profile which is then translated to a working space via a Profile Connection Space. JPEGs from a camera are already in a working space.
ca: Tots els fitxers JPEG que surten directament d'una càmera (fins i tot si són produïts per càmeres instantànies que no permeten desar un fitxer RAW) comencen la seva vida dins de la càmera com un fitxer RAW produït pel convertidor A a D de la càmera. El processador dins de la càmera interpola el fitxer RAW, assigna un perfil de la càmera, tradueix els números RGB resultants a un espai de treball (generalment sRGB, però de vegades es pot triar AdobeRGB, depenent de la càmera), realitza la compressió JPEG i emmagatzema el fitxer JPEG a la targeta de càmera. Per tant, mai no serà necessari assignar una càmera o un perfil d'entrada als fitxers JPEG de la càmera, els quals després es tradueixen a un espai de treball a través d'un espai de connexió del perfil. Els fitxers JPEG d'una càmera ja es troben en un espai de treball.
pt: Todos os JPEG's que vêm directamente de uma câmara (mesmo que sejam produzidos por máquinas instantâneas que não permitem gravar um ficheiro RAW), iniciam a sua vida dentro da câmara como um ficheiro RAW produzido pelo conversor analógico-digital da câmara. O processador dentro da câmara faz a interpolação do ficheiro RAW, atribui um perfil da câmara, traduz os números RGB resultantes para um espaço de trabalho (normalmente o sRGB, mas poderá querer escolher por vezes o AdobeRGB, dependendo da câmara), faz a compressão para JPEG e depois guarda o ficheiro JPEG no cartão de memória da sua câmara. Por isso os JPEG's da sua câmara nunca precisam de ter atribuído um perfil de câmara ou de entrada para ser convertido para um espaço de trabalho através de um Espaço de Ligação de Perfis. Os JPEG's de uma câmara já estão num espaço de trabalho.

source: In case anyone is unsure on this point, note that an interpolated RAW file is no longer a RAW file - it has been interpolated and then output as a TIFF whose RGB values need to be translated to a working space, using the camera profile, the Profile Connection Space, and Lcms.
ca: En cas que algú no estigui segur d'aquest punt, cal tenir en compte que un fitxer RAW interpolat ja no és un fitxer RAW: ha estat interpolat i després generat com un TIFF, els valors RGB del qual s'han de traduir a un espai de treball, utilitzant el perfil de la càmera, l'espai de connexió del perfil i Lcms.
pt: No caso de alguém não ter a certeza neste ponto, lembre-se que um ficheiro RAW interpolado já não é mais um ficheiro RAW - já sofreu essa interpolação e foi depois convertido para um TIFF, cujos valores RGB precisam de ser traduzidos para um espaço de trabalho, usando o perfil da câmara, o Espaço de Ligação de Perfis e o Lcms.

source: To introduce a bit of commonly heard color-management terminology here - the camera profile and your printer's color profile are both device dependent, whereas the working space will be device-independent - it can be used with any image, with any properly color-managed software, without regard for where the image originated.
ca: Per a presentar aquí una mica de terminologia de la gestió del color que s'escolta habitualment: el perfil de la càmera i el perfil de color de la impressora dependran del dispositiu, mentre que l'espai de treball serà independent del dispositiu. Es pot utilitzar amb qualsevol imatge, amb qualsevol color gestionat correctament. programari, sense tenir en compte on es va originar la imatge.
pt: Para introduzir alguma terminologia de gestão de cores ouvida com frequência - o perfil da câmara e da sua impressora são ambos dependentes dos dispositivos, enquanto que o espaço de trabalho será independente do dispositivo - poderá ser usado com qualquer imagem, com qualquer aplicação de gestão de cores, sem interessar a origem da imagem.

source: Above we have used the words translate and translation as a descriptive metaphor for what Lcms does when it translates RGB values from one color space to another via the Profile Connection Space. The usual and correct terminology is convert and conversion. The four methods of conversion from one color space to another are: perceptual, relative colorimetric, absolute colorimetric, and saturation. Which method of conversion you should use for any given image processing step from RAW file to final output image is beyond the scope of this manual. The standard advice is: when in doubt, use perceptual.
ca: A dalt hem utilitzat les paraules traduir i traducció com una metàfora descriptiva del que fa Lcms quan tradueix els valors RGB des d'un espai de color a un altre a través de l'espai de connexió del perfil. La terminologia usual i correcta és convertir i conversió. Els quatre mètodes de conversió d'un espai de color a un altre són: perceptiva, colorimetria relativa, colorimetria absoluta i saturació. El mètode de conversió que heu d'utilitzar per a qualsevol pas de processament de les imatges donat des del fitxer RAW fins a la imatge de sortida final queda fora de l'abast d'aquest manual. El consell estàndard és: en cas de dubte, utilitzeu la percepció.
pt: Em cima usámos as palavras 'traduzir' e 'tradução' como uma metáfora descritiva para o que o Lcms faz quando traduz os valores RGB de um espaço de cores para outro, através do Espaço de Ligação de Perfis. A terminologia correcta e normal é 'converter' e 'conversão'. Os quatro métodos de conversão de um espaço de cores para outro são: percepção, colorimétrica relativa, colorimétrica absoluta e saturação. O método de conversão que deve usar para qualquer passo de processamento da imagem do ficheiro RAW até à imagem final está fora do âmbito deste manual. O conselho normal é: em caso de dúvida, o método de percepção.
