Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: **Perceptual**, also called **Image or Maintain Full Gamut**. This is generally recommended for photographic images. The color gamut is expanded or compressed when moving between color spaces to maintain consistent overall appearance. Low saturation colors are changed very little. More saturated colors within the gamuts of both spaces may be altered to differentiate them from saturated colors outside the smaller gamut space. Perceptual rendering applies the same gamut compression to all images, even when the image contains no significant out-of-gamut colors.
it: **Percettivo**, chiamato anche **Image o Maintain Full Gamut**. Generalmente consigliato per immagini fotografiche. Il gamut dei colori è espanso o compresso quando ci si sposta tra spazi dei colori per mantenere un aspetto complessivo coerente. I colori a bassa saturazione vengono cambiati pochissimo. I colori più saturati all'interno dei gamut di entrambi gli spazi possono venire alterati per differenziarli dai colori saturati al di fuori dello spazio del gamut più piccolo. La resa percettiva applica la stessa compressione del gamut a tutte le immagini, anche quando l'immagine contiene colori fuori gamma insignificanti.
nl: **Perceptueel**, ook wel genoemd **Afbeelding of Volledig gamut behouden**. Dit wordt algemeen aanbevolen voor fotografische beelden. Het kleurengamma wordt uitgevouwen of gecomprimeerd bij het wisselen tussen kleurruimten om een consistent beeld te behouden. Laag verzadigde beelden worden weinig veranderd. Meer verzadigde beelden binnen het gamma van beide kleurruimten kunnen worden veranderd om ze te onderscheiden van verzadigde kleuren buiten de kleine gammaruimte. Perceptuele rendering past dezelfde gammacompressie toe op alle beelden, zelfs wanneer een beeld geen noemenswaardige buiten het gamma-vallende kleuren heeft.
pt_br: **Perceptual**, também chamado de **Imagem ou Manter gamute completo**. Geralmente, é recomendado para imagens fotográficas. O gamute de cores é expandido ou comprimido ao se mover entre espaços de cores para manter a aparência geral consistente. Cores de baixa saturação são alteradas muito pouco. Cores mais saturadas dentro dos gamutes de ambos os espaços podem ser alteradas para diferenciá-las das cores saturadas fora do espaço de gamute menor. A renderização perceptual aplica a mesma compressão de gamute a todas as imagens, mesmo quando a imagem não contém cores significativas fora da gama.
sl: **Zaznavno**, imenovan tudi **Slikovni ali Ohranjanje polnega barvnega obsega**. To se običajno priporoča za fotografske slike. Barvni obseg se pri premikanju med barvnimi prostori razširi ali stisne, da se ohrani dosleden splošni videz. Barve z nizko nasičenostjo se spremenijo zelo malo. Bolj nasičene barve znotraj barvnih obsegov obeh prostorov se lahko spremenijo, da se razlikujejo od nasičenih barv zunaj manjšega prostora barvnega obsega. Zaznavno upodabljanje uporabi enako kompresijo lestvice za vse slike, tudi če slika ne vsebuje pomembnih barv izven barvnega obsega.
uk: **Відчуттєве (перцептуальне)**, також називається відповідним зображенню або таким, що **зберігає палітру повністю**. Зазвичай, це відтворення рекомендують для фотографічних зображень. Під час перетворення між просторами кольорів палітра кольорів розширюється або стискається з метою збереження загального вигляду. Кольори з низькою насиченістю майже не змінюються. Насиченіші кольори, що потрапляють як до палітри початкового простору, так і до палітри кінцевого простору, змінюються так, щоб їх можна було відрізнити від насичених кольорів поза палітрою простору з вужчою палітрою. За використання відчуттєвого відтворення до всіх зображень застосовується однакове стискання палітри, навіть якщо зображення не містить значних ділянок кольорів поза палітрою.
zh_cn: **可感知** （也叫 **图像或保持全色域** ）：一般推荐给摄影图片使用。在不同色彩空间间转换时，色域会被扩展或压缩，以保持整体外观一致。低饱和度的颜色变化很小，而在两个色域内都有的高饱和度颜色可能会被调整，以区分那些在较小色域外的颜色。“可感知”对所有图片都用同样的色域压缩方式，即便图片里没有明显的超色域颜色。

source: **Relative Colorimetric**, also called **Proof or Preserve Identical Color and White Point**. Reproduces in-gamut colors exactly and clips out-of-gamut colors to the nearest reproducible hue.
it: **Colorimetrico relativo**, chiamato anche **Proof or Preserve Identical Color and White Point**. Riproduce esattamente i colori nel gamut e taglia i colori fuori gamma alla tonalità riproducibile più vicina.
nl: *Relatief calorimetrisch**, ook wel genaamd **Proof of behoud identieke kleur en witpunt**. Reproduceert in-gamut kleuren exact en knijpt buiten-gamut vallende kleuren af naar de dichtstbijzijnde reproduceerbare tint.
pt_br: **Colorimétrico relativo**, também chamado de **Prova ou Preservação de cor e ponto branco idênticos**. Reproduz cores dentro do gamute com exatidão e corta cores fora do gamute para o matiz reproduzível mais próximo.
sl: **Relativna kolorimetrija**, imenovana tudi **Dokaz ali ohranitev identične barve in bele točke**. Natančno reproducira barve v obsegu in izreže barve zunaj obsega na najbližji ponovljivi odtenek.
uk: **Відносне колориметричне**, також називається пробним або таким, що зберігає ідентичні кольори і точку білого**. Точно відтворює кольори у межах палітри і обрізає кольори поза палітрою до найближчих у палітрі за відтінком.
zh_cn: **相对比色** ：（也叫 **校样或保持相同颜色和白点** ）： 精确重现色域内的颜色，把超色域的颜色裁剪到最接近的可重现色调。

source: **Absolute Colorimetric**, also called **Match or Preserve Identical Colors**. Reproduces in-gamut colors exactly and clips out-of-gamut colors to the nearest reproducible hue, sacrificing saturation and possibly lightness. On tinted papers, whites may be darkened to keep the hue identical to the original. For example, cyan may be added to the white of a cream-colored paper, effectively darkening the image. Rarely of interest to photographers.
it: **Colorimetrico assoluto**, chiamato anche **Match o Preserve Identical Colors**. Riproduce esattamente i colori nel gamut ed esclude i colori fuori gamma alla tonalità riproducibile più vicina, sacrificando la saturazione e possibilmente la chiarezza. Sulla carta colorata, i bianchi potrebbero essere oscurati per mantenere la tonalità identica all'originale. Per esempio, potrebbe essere aggiunto il ciano al bianco nella carta color crema, che scurisce realmente l'immagine. Di poco interesse per i fotografi.
nl: **Absoluut colorimetrisch**, ook wel genaamd **Overeenkomend of behoud van identieke kleuren**. Reproduceert in-gamut kleuren exact en knijpt buiten-gamut kleuren af naar dichtstbijliggende reproduceerbare tint, ten koste van verzadiging en mogelijk van helderheid. Op getint papier kunnen de witten donkerder worden gemaakt om de tint gelijk te houden aan de oorspronkelijke tint. Bijvoorbeeld , Cyaan kan aan wit van een crèmekleurig papier worden toegevoegd waardoor het beeld donkerder wordt. Zelden interessant voor fotografen.
pt_br: **Colorimétrico absoluto**, também chamado de **Correspondência ou preservação de cores idênticas**. Reproduz cores dentro do gamute com exatidão e corta cores fora do gamute para o matiz reproduzível mais próximo, sacrificando a saturação e possivelmente a luminosidade. Em papéis coloridos, os brancos podem ser escurecidos para manter o matiz idêntico ao original. Por exemplo, ciano pode ser adicionado ao branco de um papel creme, escurecendo efetivamente a imagem. Raramente de interesse para fotógrafos.
sl: **Absolutna kolorimetrija**, imenovana tudi **Ujemanje ali ohranjanje identičnih barv**. Natančno reproducira barve v obsegu in izreže barve zunaj obsega na najbližji ponovljivi odtenek, pri čemer žrtvuje nasičenost in morda svetlost. Na obarvanem papirju je lahko belo barvo potemnjeno, da ostane odtenek enak izvirniku. Na primer, cian lahko dodate belemu papirju kremne barve, kar učinkovito potemni sliko. Redko zanimivo za fotografe.
uk: **Абсолютне колориметричне**, також називається відповідним або таким, що зберігає тотожні кольори**. Точно відтворює кольори у межах вужчої палітри і обрізає кольори поза палітрою до найближчих за відтінком кольорів вужчої палітри. Таке перетворення впливає на насиченість та, ймовірно, освітленість. На підфарбованому папері білі кольори можуть стати темнішими для збереження відтінку, тотожного початковому. Наприклад, на папері вершкового кольору до білого кольору може бути додано блакитний, що призведе до помітного затемнення зображення. Це відтворення не дуже цікаве у цифровій фотографії.
zh_cn: **绝对比色** （也叫 **匹配”或“保持相同颜色** ）：精确重现色域内的颜色，把超色域的颜色裁切到最接近的可重现色调，但可能会牺牲饱和度和亮度。在有色纸张上，白色可能会被加深以保持色调一致。比如，在奶油色纸张上可能加入青色，让图像整体变暗。摄影师很少用这个。

source: **Saturation**, also called **Graphic or Preserve Saturation**. Maps the saturated primary colors in the source to saturated primary colors in the destination, neglecting differences in hue, saturation, or lightness. For block graphics; rarely of interest to photographers.
it: **Saturazione**, chiamato anche **Graphic o Preserve Saturation**. Mappa i colori primari saturati nell'immagine di origine ai colori primari saturati in quella di destinazione, trascurando le differenze in tonalità, saturazione o chiarezza. Per grafici a blocco; di poco interesse per i fotografi.
nl: **Verzadiging**, ook wel genoemd **Grafisch of behoud van verzadiging**. Brengt verzadigde primaire kleuren van de bron over naar de verzadigde primaire kleuren van de bestemming met verwaarlozing van de verschillen in tint, verzadiging of helderheid. Voor blokgrafieken; zelden interessant voor fotografen.
pt_br: **Saturação**, também chamada de **Gráfico ou Saturação preservada**. Mapeia as cores primárias saturadas da fonte para as cores primárias saturadas do destino, ignorando diferenças de matiz, saturação ou luminosidade. Para gráficos em bloco; raramente de interesse para fotógrafos.
sl: **Nasičenost**, imenovana tudi **Grafika ali Ohranja nasičenost**. Preslika nasičene primarne barve v viru v nasičene primarne barve v cilju, pri čemer zanemari razlike v odtenku, nasičenosti ali svetlosti. Za bločno grafiko; redko zanimiva za fotografe.
uk: **За насиченістю**, також називається графічним або таким, що зберігає насиченість. Відображає насичені основні кольори джерела у насичені основні кольори призначення без врахування відмінностей у відтінку, насиченості або освітленості. Призначено для блокової графіки, для фотографії має невелике значення.
zh_cn: **饱和度** （也叫 **图形或保持饱和度** ）：把源色彩空间的饱和原色映射到目标色彩空间的饱和原色，忽略色调、饱和度或亮度的差异。适合块状图形，摄影师也很少用。

source: **Perceptual** and **Relative colorimetric** rendering are probably the most useful conversion types for digital photography. Each places a different priority on how they render colors within the gamut mismatch region. **Relative colorimetric** maintains a near exact relationship between in gamut colors, even if this clips out of gamut colors. In contrast, **Perceptual** rendering tries to also preserve some relationship between out of gamut colors, even if this results in inaccuracies for in gamut colors.
it: Gli obiettivi di resa **percettivo** e **colorimetrico relativo** sono probabilmente i tipi di conversione più utili per la fotografia digitale. Tutti e due danno priorità sul modo di resa dei colori all'interno della regione in cui si verifica la differenza di gamut: **colorimetrico relativo** mantiene un rapporto quasi esatto tra i colori nel gamut, anche se esclude i colori fuori gamma; al contrario, la resa **percettiva** tenta di conservare anche un rapporto tra i colori fuori gamma, anche se questo produce inesattezze per i colori in gamut.
nl: **Perceptueel** en **Relatief colorimetrisch** weergaven zijn waarschijnlijk de meest nuttige typen conversi voor digitale fotografie. Elk plaatst een verschillende prioriteit over hoe ze kleuren weergeven binnen het gebied niet overeenkomende gamut. **Relatief colorimetrisch** handhaaft een bijna exacte relatie tussen kleuren in-gamut, zelfs als deze uit gamut-kleuren vallen. In tegenstelling, **Perceptueel** weergeven probeert ook enige relaties tussen kleuren buiten gamut te behouden, zelfs als dat resulteert in onnauwkeurigheden voor kleuren binnen gamut.
pt_br: As renderizações **Perceptual** e **Colorimétrica relativa** são provavelmente os tipos de conversão mais úteis para fotografia digital. Cada uma delas atribui uma prioridade diferente à forma como renderiza as cores dentro da região de incompatibilidade do gamute. A **Colorimétrica relativa** mantém uma relação quase exata entre as cores dentro do gamute, mesmo que isso corte as cores fora do gamute. Em contraste, a renderização **Perceptual** também tenta preservar alguma relação entre as cores fora do gamute, mesmo que isso resulte em imprecisões para as cores dentro do gamute.
sl: **Zaznavno** in **Relativno kolorimetrično** upodabljanje sta verjetno najbolj uporabni vrsti pretvorbe za digitalno fotografijo. Vsak daje drugačno prednost glede upodabljanja barv v območju neusklajenosti barvnega obsega. **Relativna kolorimetrija** ohranja skoraj natančno razmerje med barvami v obsegu, tudi če to izstopa iz barv v obsegu. V nasprotju s tem poskuša **Zaznavno** upodabljanje ohraniti nekaj razmerja med barvami zunaj obsega, tudi če to povzroči netočnosti barv v barvnem obsegu.
uk: **Відчуттєве (або придатне для сприйняття, перцептуальне)** та **відносне колориметричне**, ймовірно, є найкориснішими типами перетворення у цифровій фотографії. Кожне з них використовує різні пріоритети щодо представлення кольорів у області розбіжності палітри. **Відносне колориметричне** майже точно зберігає співвідношення між кольорами з палітри, навіть якщо це призводить до обрізання кольорів палітри. На відміну від нього, **придатне для сприйняття (перцептуальне)** відтворення намагається зберегти певний зв’язок між кольорами поза палітрою, навіть якщо це спричиняє неточності у кольорах, що містяться у палітрі.
zh_cn: **可感知** 和 **相对比色** 可能是数码摄影里最实用的两种转换方式。它们在处理色域不匹配区域时有不同优先级。 **相对比色** 几乎精确保持色域内颜色的关系，哪怕这么做会裁切掉超色域的颜色。 **可感知** 则试图保留超色域颜色之间的某种关系，哪怕这会导致色域内颜色的不准确。

source: **Absolute** is similar to relative colorimetric in that it preserves in gamut colors and clips those out of gamut, but they differ in how each handles the white point... Relative colorimetric skews the colors within gamut so that the white point of one space aligns with that of the other, while absolute colorimetric preserves colors exactly (without regard to changing white point). **Saturation** rendering intent tries to preserve saturated colors.
it: **Assoluto** è simile al colorimetrico relativo, poiché conserva i colori in gamut ed esclude quelli fuori gamma, ma differisce nel modo in cui gestisce il punto di bianco: il colorimetrico relativo devia i colori all'interno del gamut in modo che il punto di bianco di uno spazio si allinea con quello dell'altro; il colorimetrico assoluto conserva esattamente i colori (senza riguardo al cambiamento del punto bianco). L'obiettivo di resa **saturazione** tenta di conservare i colori saturati.
nl: **Absoluut** is vergelijkbaar met de relatieve colorimetrische benadering doordat het binnen het gamut vallende kleuren behoudt en de buiten het gamut vallende kleuren afknijpt. Maar ze verschillen in de manier waarop ze het witpunt hanteren. De relatief colorimetrische methode verschuift de kleuren binnen het gamma zodat het witpunt van de ene kleurruimte overeenkomt met dat van de andere ruimte, terwijl absoluut colorimetrische methode de kleuren nauwkeurig behoudt (zonder oog te hebben voor wijzigingen in het witpunt). **Verzadiging** rendering-intentie probeert verzadigde kleuren te behouden.
pt_br: **Absoluto** é semelhante ao colorimétrico relativo, pois preserva as cores dentro do gamute e corta as fora do gamute, mas diferem na forma como cada um lida com o ponto branco... O colorimétrico relativo distorce as cores dentro do gamute para que o ponto branco de um espaço se alinhe com o do outro, enquanto o colorimétrico absoluto preserva as cores exatamente (sem levar em conta a mudança do ponto branco). A intenção de renderização **Saturação** tenta preservar as cores saturadas.
sl: **Absolutna** je podobna relativni kolorimetriji v tem, da ohrani barve v lestvici in izreže tiste izven lestvice, vendar se razlikujeta v tem, kako vsaka obravnava belo točko... Relativna kolorimetrija nagne barve znotraj lestvice, tako da se bela točka enega prostora poravna z drugo, medtem ko absolutna kolorimetrija natančno ohrani barve (ne glede na spreminjanje bele točke). Namen upodabljanja je, da **Nasičenost** poskuša ohraniti nasičene barve.
uk: **Абсолютне колориметричне відтворення** подібне до відносного у тому, що зберігає кольори з палітри призначення і обрізає кольори поза нею, але між ними є різниця, яка полягає у різній обробці точки білого.. За використання відносного колориметричного відтворення кольори у палітрі зсуваються так, щоб точки білого двох просторів кольорів збігалися, а за використання абсолютного колориметричного відтворення кольори зберігаються точно (безвідносно до зміни розташування точки білого). Відтворення кольорів **за насиченістю** намагається зберегти насичені кольори.
zh_cn: **绝对比色** 跟相对比色渲染类似，都保留色域内颜色并裁切超色域颜色，但它们处理白点的方式不同：相对比色会调整色域内颜色，让一个空间的白点对齐另一个空间的白点；绝对比色则完全保留颜色（不考虑白点变化）。 **饱和度** 则尽量保留饱和颜色。

source: To set the rendering intents for digiKam, navigate to :menuselection:`Settings --> Configure digiKam... --> Color Management page --> Advanced tab`.
it: Per impostare gli obiettivi di resa per digiKam, vai a :menuselection:`Impostazioni --> Configura digiKam... --> pagina Gestione dei colori --> scheda Avanzate`.
nl: Om de rendering-intenties voor digiKam in te stellen, navigeer naar :menuselection:`Instellingen --> digiKam configureren... --> Pagina Kleurbeheer --> Tabblad Geavanceerd`.
pt_br: Para definir as intenções de renderização do digiKam, navegue até :menuselection:`Configurações --> Configurar digiKam... --> página Gerenciamento de cores --> aba Avançado`.
sl: Če želite nastaviti namene upodabljanja za digiKam, se pomaknite do :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Stran za upravljanje barv --> zavihek Napredno`.
uk: Щоб встановити способи відтворення для digiKam, перейдіть шляхом :menuselection:`Параметри --> Налаштувати digiKam... --> сторінка «Керування кольорами» --> вкладка «Додатково»`.
zh_cn: 想在 digiKam 里设置渲染意图，点开 :menuselection:`设置 --> 配置 digiKam… --> 色彩管理页面 --> 高级选项卡` 。

source: digiKam Color Management Setup Dialog Page Allows to Customize the Rendering Intents
it: La finestra di dialogo di configurazione della Gestione dei colori di digiKam consente di personalizzare gli obiettivi di resa
nl: De pagina instellingendialoog van kleurbeheer van digiKam biedt het aanpassen van de weergave-intentie
pt_br: A janela de configuração de gerenciamento de cor do digiKam permite personalizar as intenções de renderização
sl: Pogovorno okno za nastavitev upravljanja barv digiKam omogoča prilagajanje namenov upodabljanja
uk: Сторінка вікна налаштовування керування кольорами digiKam надає змогу налаштувати режим відтворення
zh_cn: digiKam 色彩管理设置对话框支持自定义再现意图

source: The usual choice for Rendering Intent to display contents on a monitor is relative colorimetric. We suggest that you do not use absolute colorimetric unless you want very strange results.
it: La normale scelta dell'obiettivo di resa per la visualizzazione dei contenuti su un monitor è "colorimetrico relativo". Consigliamo di non usare il colorimetrico assoluto, a meno che tu non voglia ottenere risultati molto strani.
nl: De gebruikelijke keuze voor weergave-intentie van inhoud op een monitor is relatief colorimetrisch. We suggereren om absoluut colorimetrische niet te gebruiken, tenzij u erg vreemde resultaten wilt.
pt_br: A escolha usual para a intenção de renderização exibir conteúdo em um monitor é a colorimetria relativa. Sugerimos que você não use a colorimetria absoluta, a menos que queira resultados muito estranhos.
sl: Običajna izbira za namen upodabljanja za prikaz vsebine na monitorju je relativna kolorimetrična. Predlagamo, da ne uporabljate absolutne kolorimetrije, razen če želite zelo čudne rezultate.
uk: Типовим вибором для показу даних на моніторі є відносне колориметричне відтворення. Не радимо вам використовувати абсолютне колориметричне, якщо, звичайно, вам не потрібні дуже дивні результати.
zh_cn: 在显示器上显示内容时，通常选“相对比色”。我们建议别用“绝对比色”，除非你想要很奇怪的效果。

source: Rendering intents are available when converting from one profile to another depending on the destination profile. Not every profile supports every rendering intent. Problems can occur when you select an unsupported rendering intent since `Lcms <https://www.littlecms.com/>`_ quietly uses the profile's default rendering intent.
it: Gli obiettivi di resa sono disponibili quando converti da un profilo a un altro, in base al profilo di destinazione. Ciascun profilo non supporta tutti gli obiettivi di resa. Si possono verificare problemi quando selezioni un obiettivo di resa non supportato, poiché `Lcms <https://www.littlecms.com/>`_ usa in modo silenzioso l'obiettivo di resa predefinito del profilo.
nl: Weergave-intenties zijn beschikbaar bij de conversie van het ene profiel naar het andere. Niet ieder profiel ondersteunt iedere weergave-intentie. Wat er gebeurt als u een weergave-intentie gebruikt die niet wordt ondersteund, omdat `Lcms <https://www.littlecms.com/>`_ stilletjes de standaard weergave-intentie van het profiel toepast.
pt_br: Intenções de renderização estão disponíveis ao converter de um perfil para outro, dependendo do perfil de destino. Nem todos os perfis oferecem suporte a todas as intenções de renderização. Podem ocorrer problemas ao selecionar uma intenção de renderização não compatível, já que o `Lcms <https://www.littlecms.com/>`_ usa discretamente a intenção de renderização padrão do perfil.
sl: Nameni upodabljanja so na voljo pri pretvorbi iz enega profila v drugega, odvisno od ciljnega profila. Vsak profil ne podpira vseh namenov upodabljanja. Težave se lahko pojavijo, če izberete nepodprt namen upodabljanja, saj `Lcms <https://www.littlecms.com/>`_ tiho uporablja privzeti namen upodabljanja profila.
uk: Перелік відтворень кольорів, доступних під час перетворення з одного профілю у інший, залежить від профілю призначення. Не кожен з профілів підтримує всі відтворення кольорів. Якщо ви оберете відтворення кольорів, яке не підтримується, `Lcms <https://www.littlecms.com/>`_ без надсилання додаткових запитів використає типове відтворення кольорів профілю.
zh_cn: 再现意图在从一个色彩特性文件转换到另一个时是否可用，取决于目标特性文件。不是每个特性文件都支持所有再现意图。如果选了不支持的再现意图， `Lcms <https://www.littlecms.com/>`_ 会悄悄用目标特性文件的默认再现意图，可能会出问题。
