Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/color_management/working_space.po
Languages: ca, it, nl, pt, pt_br, sl, uk, zh_cn

source: Theory aside, in the real world of real image editing, almost everyone uses working spaces with either a gamma of either 1.8 or 2.2. sRGB and L*-RGB are two notable exceptions.
ca: Teoria a part, el problema en el món real de l'edició d'imatges, gairebé tothom utilitza espais de treball, sigui amb una gamma d'1,8 o bé 2,2. El sRGB i el L*-RGB són dues excepcions notables.
pt: Teorias à parte, no mundo da edição real de imagens, quase toda a gente usa espaços de trabalho com um 'gama' de 1,8 ou 2,2. O sRGB e o L*-RGB são duas excepções notáveis.

source: sRGB uses a transfer function close to that of a CRT (and thus not necessarily relevant to image editing or to display on an LCD). Unlike most other RGB color spaces the sRGB gamma can not be expressed as a single numerical value. The overall gamma is approximately 2.2, consisting of a linear (gamma 1.0) section near black, and a non-linear section elsewhere involving a 2.4 exponent and a gamma (slope of log output versus log input) changing from 1.0 through about 2.3, which makes for some complicated math during image processing.
ca: sRGB utilitza una funció de transferència similar a la d'un CRT (i, per tant, no necessàriament rellevant per a l'edició d'imatges o per a mostrar en una pantalla LCD). A diferència de la majoria dels altres espais de color RGB, la gamma sRGB no es pot expressar com un únic valor numèric. La gamma general és d'aproximadament 2.2, que consisteix en una secció lineal (gamma 1.0) a prop del negre i una secció no lineal en una altra part que involucra un exponent de 2.4 i una gamma (pendent de la sortida del registre davant de l'entrada del registre) que canvia d'1.0 a aproximadament 2.3, el qual fa algunes matemàtiques complicades durant el processament de les imatges.
pt: O sRGB usa uma função de transferência próxima da de um CRT (e, por isso, não é necessariamente relevante para a edição de imagens ou para apresentar num LCD). Ao contrário da maioria dos outros espaços de cores RGB, o gama do sRGB não pode ser expresso como um único valor numérico. O gama global é aproximadamente 2,2, consistindo numa secção linear (gama 1,0) perto do preto e uma secção não-linear que normalmente envolve um expoente de 2,4 e uma (inclinação do registo à saída versus à entrada) do gama que varia entre 1,0 e 2,3, o que obriga a alguns cálculos matemáticos complicados durante o processamento da imagem.

source: L*-RGB uses as its transfer function the same perceptually uniform transfer function as the CIELab color space. *When storing colors in limited precision values* using a perceptually uniform transfer function *can improve the reproduction of tones*.
ca: El L*-RGB utilitza com a funció de transferència la mateixa funció de transferència com l'espai de color CIELab perceptivament uniforme. *Quan s'emmagatzemen colors en valors de precisió limitada*, l'ús d'una funció de transferència perceptivament uniforme podrà millorar la reproducció dels tons.
it: L*-RGB usa come sua funzione di trasferimento la stessa funzione percettivamente uniforme dello spazio dei colori CIELab. *Quando si memorizzano i colori in valori dalla precisione limitata* usare una funzione di trasferimento percettivamente uniforme *può migliorare la riproduzione dei toni*.
nl: L*-RGB hanteert als transferfunctie dezelfde perceptueel uniforme overdrachtsfunctie als de CIELab kleurruimte *Bij het opslaan van kleuren in waarden met beperkte precisie*, het gebruik van een perceptueel uniforme functie de weergave van kleurtonen *kan verbeteren*.
pt: O L*-RGB usa como função de transferência a mesma função de transferência de percepção uniforme, como o espaço de cores CIELab. *Ao guardar cores com valores de precisão limitada*, usando uma função de transferência com percepção uniforme, *poderá melhorar a reprodução das tonalidades*.
pt_br: O L*-RGB usa como função de transferência a mesma função de transferência perceptualmente uniforme do espaço de cores CIELab. *Ao armazenar cores em valores de precisão limitada*, usar uma função de transferência perceptualmente uniforme *pode melhorar a reprodução de tons*.
sl: L*-RGB kot svojo prenosno funkcijo uporablja enak zaznavno enakomeren prenos delovanja kot barvni prostor CIELab. *Pri omejenem shranjevanju barv natančne vrednosti* z uporabo zaznavno enotne prenosne funkcije *lahko izboljša reprodukcijo tonov*.
uk: У L*-RGB як функцію перетворення використано ту саму відчуттєво однорідну функцію перетворення, що і у просторі кольорів CIELab. У разі зберігання кольорів з обмеженими значеннями точності» за допомогою відчуттєво однорідної функції перетворення «можна покращити відтворення тонів.
zh_cn: 至于 L*-RGB，它采用的是和 CIELab 色彩空间一样的“感知均匀”转换函数。用这种方式存储颜色，即 *使在精度有限的情况下* ，也能更好地 *还原图像中的色调细节* 。

source: In addition to gamma=1.8 and gamma=2.2, the only other gamma for a working space that gets much mention or use is linear gamma, or gamma=1.0. As noted above, `Libraw <https://www.libraw.org/>`_ outputs linear gamma files if you ask for 16-bit output. Linear gamma is used in HDR (high dynamic range) imaging and also if one wants to avoid introducing gamma-induced errors into one's regular low dynamic range editing.
ca: A més de gamma=1.8 i gamma=2.2, l'única altra gamma per a un espai de treball que rep molta menció o ús és l'interval lineal, o gamma=1.0. Com s'ha assenyalat anteriorment, `Libraw <https://www.libraw.org/>`_ genera fitxers amb interval lineal si sol·liciteu una sortida de 16 bits. L'interval lineal s'utilitza en imatges HDR (marge dinàmic elevat) i també si es vol evitar la introducció d'errors induïts per la gamma en l'edició habitual del marge dinàmic baix.
it: In aggiunta alla gamma=1,8 e alla gamma=2,2 , la sola altra gamma per uno spazio di lavoro che ottiene molta attenzione o uso è la gamma lineare, o gamma=1,0. Come notato sopra, `Libraw <https://www.libraw.org/>`_ produce file con gamma lineare se richiedi un output di 16 bit. La gamma lineare è usata nella formazione dell'immagine HDR (high dynamic range) e anche se vuoi evitare di introdurre errori indotti dalla gamma in una regolare elaborazione low dynamic range.
nl: Als aanvulling op gamma=1,8 en gamma=2,2 is er nog het lineaire gamma=1.0 dat vaak genoemd of gebruikt wordt. Zoals vermeld, levert `Libraw <https://www.libraw.org/>`_ lineaire gammabestanden als u om een 16-bits uitkomst vraagt. Lineaire gamma wordt gebruikt in HDR (high dynamic range) beelden en ook wanneer men wil vermijden dat er door gamma veroorzaakte fouten komen in de gewone low dynamic range bewerking.
pt: Para além do gama=1,8 e do gama=2,2, a outra função de gama que é bastante mencionada é o gama linear, ou seja, gama=1,0. Como foi referido acima, a `Libraw <https://www.libraw.org/>`_ gera ficheiros com gama linear, se pedir um resultado em 16 bits. O gama linear é usado nas imagens HDR (gama dinâmica elevada) e também se deseja evitar a introdução de erros induzidos pelo gama na edição de imagens com uma gama dinâmica baixa.
pt_br: Além de gama=1,8 e gama=2,2, a única outra gama para um espaço de trabalho que recebe bastante menção ou uso é a gama linear, ou gama=1,0. Como observado acima, o `Libraw <https://www.libraw.org/>`_ gera arquivos de gama linear se você solicitar uma saída de 16 bits. A gama linear é usada em imagens HDR (alta faixa dinâmica) e também se quiser evitar a introdução de erros induzidos por gama na edição regular de baixa faixa dinâmica.
sl: Poleg gama=1,8 in gama=2,2 je edina druga gama za delovne prostore, ki se veliko omenja ali uporablja, linearna gama ali gama=1,0. Kot navedeno zgoraj, `Libraw <https://www.libraw.org/>`_ izpiše datoteke linearne gama, če zahtevajte 16-bitni izhod. Linearna gama se uporablja pri slikah v HDR (visok dinamični razpon) in tudi, če se želimo izogniti vnašanju napak, ki jih povzroči gama pri običajnem urejanje z nizkim dinamičnim razponom.
uk: Окрім значень гама=1,8 і гама=2,2, єдиним іншим значенням гами для робочого простору, яке заслуговує на згадку, є значення лінійної гами або гама=1,0. Як вже згадувалося, дані, виведені до файлів `Libraw <https://www.libraw.org/>`_, мають лінійну гаму, якщо ви виводитимете дані у 16-бітовому форматі. Лінійна гама використовується під час створення зображень HDR (з високим динамічним діапазоном), а також у разі, коли бажано уникати помилок, пов’язаних з гамою, під час редагування звичайних зображень з низьким динамічним діапазоном.
zh_cn: 除了伽马 1.8 和 2.2，工作空间中还有一种常见但比较特殊的伽马值，那就是线性伽马（伽马 = 1.0）。就像前面说的，如果你要求 `Libraw <https://www.libraw.org/>`_ 输出 16 位图像，它就是线性伽马的。线性伽马常用于 HDR（高动态范围）图像处理，也适合那些希望尽量减少伽马误差的人在处理普通图像时使用。

source: **Gamma-induced errors** is a topic outside the scope of this manual but it's commonly-encountered that gamma-induced error that is caused by incorrectly calculating luminance in a nonlinear RGB working space. And in a similar vein, the calculations involved in mixing colors together to produce new colors (such as using a digital filter to add warmth to an image) result in gamma errors unless the new colors are calculated by first transforming all the relevant values back to their linear values.
ca: Els **errors induïts per raigs gamma** són un tema que queda fora de l'abast d'aquest manual, però habitualment hi ha errors induïts per raigs gamma causats per calcular incorrectament la luminància en un espai de treball RGB no lineal. I de manera similar, els càlculs involucrats en la barreja de colors per a produir colors nous (com l'ús d'un filtre digital per a afegir calidesa a una imatge) donen com a resultat errors de gamma llevat que els colors nous es calculin transformant primer tots els valors rellevants novament als seus valors lineals.
pt: Os **erros induzidos pelo 'gama'** são um tópico fora do âmbito deste manual, mas acontece frequentemente um erro induzido pelo gama que é causado pelo cálculo incorrecto da luminância num espaço de trabalho RGB não-linear. E, da mesma forma, os cálculos envolvidos na mistura de cores em conjunto para produzir cores novas (como o uso de um filtro digital para adicionar calor a uma imagem) resultam em erros do gama, a menos que as novas cores sejam calculadas pela transformação em primeiro lugar de todos os valores relevantes de volta para os seus valores lineares.

source: Unfortunately and despite their undeniable mathematical advantages, linear gamma working spaces have so few tones in the shadows that they are impossible to use for editing if one is working in 8-bit, and still problematic at 16-bit. When the day comes when we are all doing our editing on 32-bit files produced by our HDR cameras on our personal supercomputers, We can predict that we will all be using working spaces with gamma=1.
ca: Malauradament i malgrat els seus innegables avantatges matemàtics, els espais de treball amb interval lineal tenen tan pocs tons en les ombres que (al meu entendre) és impossible utilitzar-los per a l'edició, si treballeu en 8 bits, i seguiran sent problemàtics en els 16 bits. Quan arribi el dia en el qual fem la nostra edició de fitxers sobre 32 bits, produïts per les nostres càmeres HDR en els nostres superordinadors personals, prediem que tots utilitzarem espais de treball amb gamma=1.
pt: Infelizmente, e apesar das suas vantagens matemáticas inegáveis, os espaços de trabalho com gama Linear têm tão poucos tons escuros que são quase impossíveis de usar se alguém estiver a trabalhar a 8-bits, e continuam à mesma problemáticos em 16-bits. Quando chegar o dia em que todos estejam a trabalhar em ficheiros a 32-bits produzidos pelas nossas câmaras HDR nos nossos super-computadores pessoais, prevemos que ainda iremos continuar a usar espaços de trabalho com o gama=1.

source: Tonal Steps and Gamut Size
ca: Passos tonals i mida de la gamma
it: Passaggi di tonalità e dimensione del gamut
nl: Tonale stappen en grootte van gamut
pt: Passos de Tonalidades e Tamanho do Gamute
pt_br: Passos tonais e tamanho do gamute
sl: Tonski koraki in velikost barvnega razpona
uk: Тональні кроки і розмір палітри
zh_cn: 色阶与色域大小

source: How many discrete tonal steps are there in a digital image? In an 8-bit image, you have 256 tonal steps from solid black to solid white. In a 16-bit image theoretically you have 65536 steps. But remember, those 16-bit started out as either 10-bit (=1024 steps), 12-bit (=4096 steps), or 14-bit (=16384 steps) as produced by the camera's A-to-D converter - the extra bits to reach 16-bit start out as just padding. The available tones are not distributed evenly from light to dark. In linear gamma mode (as the camera sensor sees things), there's a whole lot more tones in the highlights than in the shadows. Hence the advice, if you shoot RAW, to expose to the right but don't blow the highlights.
ca: Quants passos tonals discrets hi ha en una imatge digital? En una imatge de 8 bits, hi ha 256 passos tonals des del negre sòlid fins al blanc sòlid. En una imatge de 16 bits teòricament hi ha 65.536 passos. Però recordeu, aquests 16 bits van començar com 10 bits (=1.024 passos), 12 bits (=4.096 passos) o 14 bits (=16.384 passos) produïts pel convertidor A a D de la càmera -els bits addicionals per a arribar fins als 16 bits, comencen com un emplenament senzill-. Els tons disponibles no es distribueixen uniformement de clar fins al fosc. En el mode d'interval lineal (com ho veu el sensor de la càmera), hi ha molts més tons en la llum intensa que en les ombres. D'aquí el consell, si dispareu en RAW, exposeu cap a la dreta, de manera que no s'arruïnarà la llum intensa.
pt: Quantos passos de tonalidades discretos existem numa imagem digital. Numa imagem a 8 bits, tem 256 passos de tonalidades, desde o preto ao branco. Numa imagem a 16-bits, em teoria tem 65536. Mas lembre-se, esses 16-bits começaram primeiro como 10-bits (=1024 passos), 12-bits (=4096 passos) ou 14-bits (=16384 passos), como eram produzidos pelo conversor analógico-digital da câmara - os 'bits' extra para chegar aos 16 começaram como apenas preenchimento. As tonalidades disponíveis não estão distribuídas r do claro para o escuro. No modo de gama linear (como s sensor da câmara vê as coisas), existe muito mais tonalidades nos tons claros que nos escuros). Daí o conselho: se tirar fotografias em RAW, exponha as tonalidades claras, mas não as distorça.

source: One major consideration in choosing a working space is that some working spaces are bigger than others, meaning they cover more of the visible spectrum (and as a consequence include some imaginary colors - mathematical constructs that don't really exist). These bigger spaces offer the advantage of allowing you to keep all the colors captured by your camera and preserved by the `Lcms <https://www.littlecms.com/>`_ conversion from your camera profile to the super-wide-gamut profile connection space and out again to your chosen working space.
ca: Una consideració important en l'elecció d'un espai de treball és que alguns espais de treball són més grans que altres, és a dir, el qual significa que cobreixen una major part de l'espectre visible (i com a conseqüència inclouen alguns colors imaginaris -construccions matemàtiques que en realitat no existeixen-). Aquests espais grans tenen l'avantatge de permetre-us mantenir tots els colors capturats i preservats per la conversió `Lcms <https://www.littlecms.com/>`_ des del perfil de la càmera a l'espai de connexió del perfil de gamma superàmplia i de nou al vostre espai de treball triat.
pt: Outra consideração importante na escolha de um espaço de cores é que alguns espaços de trabalho são maiores que outros, o que significa que cobrem uma maior parte do espectro visível (e talvez incluir algumas cores imaginárias - construções matemáticas que não existem de facto). Estes espaços maiores oferecem a vantagem de lhe permitir manter todas as cores capturadas pela sua câmara e preservadas pela conversão do `Lcms <https://www.littlecms.com/>`_ do perfil da sua câmara para o espaço de ligação de perfis realmente maior, e de seguida para o espaço de trabalho à sua escolha.

source: But keeping all the possible colors comes at a price, as explained below. And it seems that any given digital image likely only contains a small subset of all the possible visible colors that your camera is capable of capturing. This small subset is easily contained in one of the smaller working spaces.
ca: Però mantenir tots els colors possibles té un preu, com s'explica a continuació. I sembla que qualsevol imatge digital només conté un petit subconjunt de tots els possibles colors visibles que la càmera és capaç de capturar. Aquest petit subconjunt està fàcilment contingut en un dels espais de treball més petits.
pt: Mas mantendo todas as cores possíveis vem com um preço, como é explicado em baixo. E parece que qualquer imagem irá conter apenas um sub-conjunto de todas as cores visíveis possíveis que a sua câmara consegue capturar. Esse pequeno sub-conjunto pode facilmente ser guardado num dos espaços de trabalho mais pequenos.

source: Using a very large working space means that editing your image (applying curves, increasing saturation, etc.) can easily produce colors that your eventual output device (printer, monitor) simply cannot reproduce (you cannot see these colors while you're editing, either). So the conversion from your working space to your output device space (say your printer) will have to remap the out-of-gamut colors in your edited image, some of which might even be totally imaginary, to your printer color space with its much smaller color gamut.
ca: Utilitzar un espai de treball molt gran vol dir que editant la vostra imatge (aplicar corbes, augmentar la saturació, etc.) es podrà produir amb facilitat colors que el vostre eventual dispositiu de sortida (impressora, monitor) senzillament no podrà reproduir (tampoc podreu veure aquests colors mentre editeu). Per tant, la conversió des del vostre espai de treball a l'espai del dispositiu de sortida (per exemple, la vostra impressora) haurà de reassignar els colors fora de la gamma en la vostra imatge editada, alguns dels quals poden fins i tot ser totalment imaginaris, a l'espai de color de la impressora amb la seva gamma de colors més petita.
pt: Usar um espaço de trabalho muito grande significa que a edição da sua imagem (a aplicação de curvas, o aumento da saturação, etc.) pode facilmente produzir cores que o seu dispositivo de saída eventual (impressora, monitor) não consiga simplesmente reproduzir (não consegue ver essas cores enquanto está a editar, de qualquer forma). Por isso, a conversão do seu espaço de trabalho para o espaço do seu dispositivo de saída (por exemplo, a sua impressora) terão de associar de novo as cores fora do gamute na sua imagem editada, sendo algumas até totalmente imaginárias, para o espaço de cores da sua impressora, que tem um gamute de cores muito menor.

source: This remapping process will lead to inaccurate colors and loss of saturation at best. Even worse, the remapping can easily lead to banding (posterization - gaps in what should be a smooth color transition, across an expanse of blue sky) and clipping (e.g. your carefully crafted muted transitions across delicate shades of red, for example, might get remapped to a solid block of dull red after conversion to your printer's color space). Also, the experts say that 8-bit images just don't have enough tones to stretch across a wide gamut working space without banding and loss of saturation, even before conversion to an output space. So if you choose a large gamut working space, make sure you start with a 16-bit image.
ca: Aquest procés de reassignació conduirà a colors inexactes i a la pèrdua de saturació en el millor dels casos. Pitjor encara, la reassignació pot conduir amb facilitat a efecte cartell (efecte de posterització, separacions en allò que hauria de ser una transició suau de color, a través d'una extensió de cel blau) i retallades (p. ex., les vostres transicions silenciades acuradament dissenyades a través de delicats tons de vermell, per exemple, podrien obtenir reassignat a un bloc sòlid de vermell opac després de la conversió a l'espai de color de la vostra impressora). A més, els experts diuen que les imatges de 8 bits senzillament no tenen prou tons per a estirar un espai de treball de gamma àmplia sense efecte de cartell ni pèrdua de la saturació, fins i tot abans de la conversió a un espai de sortida. Per tant, si escolliu un espai de treball de gamma gran, assegureu-vos de començar amb una imatge de 16 bits.
pt: Este processo de associação de cores irá conduzir a cores erradas, na melhor das hipóteses, e ao efeito de cortes nas cores, na pior das hipóteses, ou o efeito de poster (lacunas no que deveria ser uma transição suave de cores, por exemplo uma fotografia do céu azul) ou recorte (as suas transições devidamente cuidadas entre tonalidades de vermelho suaves, por exemplo, poderão passar a um vermelho simples e aborrecido depois de o converter para o espaço de cores da sua impressora). Do mesmo modo, os peritos dizem que as imagens a 8-bits simplesmente não têm cores suficientes para distribuir num espaço de trabalho com gamute amplo sem os problemas de cortes e perda de saturação, mesmo antes da conversão para um espaço à saída. Por isso, se escolher um espaço de trabalho de trabalho com gamute elevado, pense em começar com uma imagem a 16-bits.

source: The digiKam Color Profile Properties Dialog Displaying BestRGB Information
ca: El diàleg Propietats del perfil de color del digiKam mostrant la informació de BestRGB
it: La finestra di dialogo delle proprietà del profilo dei colori di digiKam che mostra le informazioni BestRGB
nl: De dialoog kleurprofieleigenschappen van digiKam die beste RGB-informatie toont
pt: A Janela de Propriedades do Perfil de Cores do digiKam a Mostrar a Informação sobre o BestRGB
pt_br: A janela de propriedades do perfil de cor do digiKam exibindo informações BestRGB
sl: Pogovorno okno lastnosti barvnega profila digiKam, ki prikazuje informacije BestRGB
uk: Вікно властивостей профілю кольорів digiKam, у якому показано відомості щодо BestRGB
zh_cn: digiKam 色彩特性文件属性对话框显示 BestRGB 信息

source: To summarize, large gamut working spaces, improperly handled, can lead to lost information on output. Small gamut working spaces can clip information on input. Medium-sized gamut working spaces try to strike a happy medium.
ca: Per a resumir, els espais de treball de gamma gran, si es manegen incorrectament, poden provocar la pèrdua d'informació en la sortida. Els espais de treball de gamma petita poden retallar informació en l'entrada. Els espais de treball de gamma mitjana intenten trobar un terme mitjà feliç.
pt: Para resumir, os espaço de trabalho de gamute elevados, se forem mal usados, podem levar à perda de informação no resultado. Os espaço de trabalho de gamute curto poderão cortar informação à entrada. Os espaços de gamute médio tentam arranjar um compromisso razoável.

source: Here are some oft-repeated bits of advice on choosing a working space:
ca: Aquests són alguns dels consells més repetits sobre com triar un espai de treball:
pt: Aqui estão alguns conselhos repetidos frequentemente sobre a escolha de um espaço de trabalho:

source: For images intended for the web, use (or at least convert the final image to) sRGB.
ca: Per a les imatges destinades a la web, utilitzeu (o, almenys, convertiu la imatge final) sRGB.
pt: Para as imagens destinadas à Web, use (ou pelo menos converta a imagem final para) o sRGB.
