Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/albums_view.po
Languages: ca, it, pt_br, sl, uk

source: Albums deleted from digiKam are moved into the internal Trash Can. There is an option to change this behavior, so that delete will remove the Album and all of the photographs in it. This behavior can be changed by first selecting :menuselection:`Settings --> Configure digiKam...` , then selecting the **Miscellaneous** page. At the top of this page are the settings that control what happens when a photograph is deleted.
ca: Els àlbums eliminats del digiKam es mouen a la paperera interna. Hi ha una opció per a canviar aquest comportament, de manera que la supressió eliminarà l'àlbum i totes les fotografies que hi ha. Aquest comportament es pot canviar seleccionant primer :menuselection:`Arranjament --> Configura el digiKam...`, després seleccionant la pàgina **Miscel·lània**. A la part superior d'aquesta pàgina hi ha la configuració que controla què passa quan se suprimeix una fotografia.
it: Gli album eliminati da digiKam vengono spostati nel Cestino interno. È presente un'opzione per cambiare questo comportamento in modo che l'eliminazione rimuova l'album e tutte le sue fotografie in esso contenute. Il comportamento può essere modificato selezionando prima :menuselection:`Impostazioni --> Configura digiKam...` , quindi la pagina **Varie**, in cima alla quale sono presenti le impostazioni per controllare le azioni di eliminazione delle foto.
pt_br: Os álbuns excluídos do digiKam são movidos para a Lixeira interna. Há uma opção para alterar esse comportamento, de modo que a exclusão remova o álbum e todas as fotos nele contidas. Para alterar esse comportamento, selecione primeiro :menuselection:`Configurações --> Configurar digiKam...` e, em seguida, a página **Diversos**. No topo desta página, estão as configurações que controlam o que acontece quando uma foto é excluída.
sl: Albumi, izbrisani iz digiKama, se premaknejo v notranji koš. Obstaja možnost, da spremenite to vedenje, tako da bo brisanje odstranilo album in vse fotografije v njem. To vedenje lahko spremenite tako, da najprej izberete :menuselection:`Nastavitve --> Konfiguriraj digiKam...` in nato izberete stran **Razno**. Na vrhu te strani so nastavitve, ki nadzorujejo, kaj se zgodi, ko je fotografija izbrisana.
uk: Якщо ви вилучите альбом у digiKam, його буде пересунуто до вбудованої теки смітника. Ви можете змінити цю поведінку програми так, щоб вилучення альбому у програмі призводило до остаточного вилучення теки альбому та всіх фотографій, що у ній зберігаються. Для цього слід скористатися пунктом меню :menuselection:`Параметри --> Налаштувати digiKam...` і перейти на сторінку **Різне**. У верхній частині цієї сторінки розташовано параметри, які керують поведінкою програми під час вилучення фотографії.

source: Repair hidden items
uk: Відновити приховані записи

source: This option available by a click with the right mouse button over the Album in the Albums tree and select **Repair hidden items** from the context menu, dissolves groups if group members have been copied or moved across different albums in the meantime. Otherwise, it would be almost impossible to find the group leader to display the hidden item. It also repair broken item versioning that occurred due to code errors using prior digiKam versions.
uk: Доступ до цієї можливості можна отримати за допомогою клацання правою кнопкою миші на альбомі в ієрархії альбомів з вибором пункту **Відновити приховані елементи** з контекстного меню. У результаті програма розпускає групи, якщо елементи групи було скопійовано або переміщено між різними альбомами. В іншому випадку було б майже неможливо знайти основу групи для показу прихованого елемента. Також буде відновлено пошкоджені записи керування версіями елементів, які виникли через помилки у коді під час використання попередніх версій digiKam.

source: For more information about the items grouping feature, see :ref:`this section of this documentation <grouping_photograph>`.
uk: Щоб дізнатися більше про можливості з групування, див. :ref:`цей розділ документації <grouping_photograph>`.

source: Adding a Photograph to an Album
ca: Afegir una fotografia a un àlbum
it: Aggiungere una fotografia a un album
pt_br: Adicionando uma fotografia a um álbum
sl: Dodajanje fotografije v album
uk: Додавання фотографії до альбому

source: Most of the time you will create new Albums and populate them with photographs directly from your camera using the Camera Tool. However, sometimes you may want to add a photograph that you already have on your computer to an existing Album. To add a photograph to an Album select :menuselection:`Import --> Add Images...` :kbd:`Alt+Shift+I` from the menu bar. Select a source folder from the dialog and click OK. An import window will open. Select the photographs that you want to add and choose **Download Selected** from the **Download** drop down menu. A dialog will open allowing you to select the destination album. The photographs will be copied into the selected Album. **Download New** :kbd:`Ctrl+N` from the same menu will copy only those images which are not yet in the destination folder.
ca: La majoria de vegades creareu àlbums nous i els completareu amb fotografies directament des de la vostra càmera utilitzant l'eina Càmera. No obstant això, de vegades és possible que vulgueu afegir una fotografia que ja teniu a l'ordinador en un àlbum existent. Per a afegir-la a un àlbum, seleccioneu la barra de menús :menuselection:`Importa --> Afegeix imatges...` (drecera :kbd:`Alt+Maj+I`). Seleccioneu una carpeta d'origen des del diàleg i feu clic a **D'acord**. S'obrirà una finestra d'importació. Seleccioneu les fotografies que vulgueu afegir i escolliu **Baixa les seleccionades** des del menú desplegable **Baixa**. S'obrirà un diàleg que permet seleccionar l'àlbum de destinació. Les fotografies es copiaran a l'àlbum seleccionat. **Baixa les noves** (drecera :kbd:`Ctrl+N`) des del mateix menú només copiarà aquelles imatges que encara no estan a la carpeta de destinació.
it: La maggior parte delle volte creerai nuovi album e li riempirai con foto direttamente dalla macchina fotografica usando lo strumento Fotocamera. Talvolta, però, potresti voler aggiungere a un album esistente una foto già presente nel tuo computer. Per aggiungere una foto a un album, scegli :menuselection:`Importa --> Aggiungi immagini...` :kbd:`Alt+Maiusc+I` dalla barra dei menu, quindi seleziona una cartella esistente dalla finestra e fai clic su OK: si aprirà una finestra di importazione. Seleziona le fotografie da aggiungere, quindi scegli **Scarica selezionati** dal menu a tendina **Scarica**: si aprirà una finestra, dalla quale potrai scegliere l'album di destinazione. Le fotografie saranno copiate nell'album. Il comando **Scarica nuova** :kbd:`Ctrl+N` dallo stesso menu copierà solo quelle immagini che non si trovano già nella cartella di destinazione.
pt_br: Na maioria das vezes, você criará novos álbuns e os preencherá com fotografias diretamente da sua câmera usando a ferramenta Câmera. No entanto, às vezes você pode querer adicionar uma fotografia que já esteja no seu computador a um álbum existente. Para adicionar uma fotografia a um álbum, selecione :menuselection:`Importar --> Adicionar imagens...` :kbd:`Alt+Shift+I` na barra de menus. Selecione uma pasta de origem na caixa de diálogo e clique em OK. Uma janela de importação será aberta. Selecione as fotografias que deseja adicionar e escolha **Baixar selecionados** no menu suspenso **Baixar**. Uma caixa de diálogo será aberta permitindo que você selecione o álbum de destino. As fotografias serão copiadas para o álbum selecionado. **Baixar novo** :kbd:`Ctrl+N` no mesmo menu copiará apenas as imagens que ainda não estão na pasta de destino.
sl: Večino časa boste ustvarili nove albume in jih napolnili s fotografijami neposredno iz fotoaparata z orodjem za fotoaparat. Včasih pa boste morda želeli dodati fotografijo, ki jo že imate v računalniku, v obstoječi album. Če želite dodati fotografijo v album, v menijski vrstici izberite :menuselection:`Uvozi --> Dodaj slike...` :kbd:`Alt+Shift+I`. V pogovornem oknu izberite izvorno mapo in kliknite V redu. Odpre se okno za uvoz. Izberite fotografije, ki jih želite dodati, in v spustnem meniju **Prenos** izberite **Prenesi izbrano**. Odpre se pogovorno okno, v katerem lahko izberete ciljni album. Fotografije bodo kopirane v izbrani album. **Prenesi novo** :kbd:`Ctrl+N` iz istega menija bo kopiral samo tiste slike, ki še niso v ciljni mapi.
uk: Здебільшого створення і заповнення альбомів зображеннями пов’язане з безпосередньою роботою з фотоапаратом за допомогою інструменту роботи з фотоапаратами. Але іноді виникає потреба у додаванні фотографії, файл якої вже зберігається на вашому комп’ютері, до наявного альбому. Щоб додати фотографію до альбому, виберіть у меню пункт :menuselection:`Імпорт --> Додати зображення...` (:kbd:`Alt+Shift+I`). Виберіть початкову теку у діалоговому вікні і натисніть кнопку **Гаразд**. У відповідь буде відкрито вікно імпортування. Виберіть фотографії, які ви бажаєте додати, і виберіть пункт **Отримати позначені** зі спадного меню **Отримати**. Буде відкрито діалогове вікно, у якому ви зможете вибрати альбом призначення. Фотографії буде скопійовано до альбому. Якщо буде вибрано пункт **Отримати нові** (:kbd:`Ctrl+N`) з того самого меню, буде отримано лише ті зображення, яких ще немає у теці призначення.

source: You can also use drag and drop to import photographs. Drag the photograph icons using your preferred file manager. Then drop those icons onto the image list in the Right Sidebar.
ca: També podeu utilitzar arrossegar i deixar anar per a importar fotografies. Arrossegueu les icones de les fotografies utilitzant el gestor de fitxers preferit. A continuació, deixeu anar aquestes icones a la llista d'imatges a la barra lateral dreta.
it: Per importare le fotografie, puoi anche trascinare e rilasciare: trascina le icone delle foto con il tuo gestore file preferito, quindi rilascia le icone sull'elenco delle immagini nella barra laterale destra.
pt_br: Você também pode usar a função arrastar e soltar para importar fotografias. Arraste os ícones das fotografias usando o seu gerenciador de arquivos preferido. Em seguida, solte-os na lista de imagens na barra lateral direita.
sl: Za uvoz fotografij lahko uporabite tudi povleci in spusti. Povlecite ikone fotografij s svojim želenim upraviteljem datotek. Nato te ikone spustite na seznam slik v desni stranski vrstici.
uk: Крім того, для імпортування фотографій ви можете скористатися перетягуванням зі скиданням. Перетягніть, наприклад, піктограми фотографій з вікна вашої улюбленої програми для керування файлами і скиньте їх до списку зображень у правій бічній панелі вікна програми.

source: If you have a scanner configured, you can also scan a photograph straight into an Album. Select menu entry :menuselection:`Import --> Import from Scanner...`.
ca: Si teniu un escàner configurat, també podreu escanejar una fotografia directament a dins d'un àlbum. Seleccioneu l'element de menú :menuselection:`Importa --> Importa des de l'escàner...`.
it: Se hai configurato uno scanner, puoi anche scansionare una fotografia direttamente in un album. Seleziona la voce di menu :menuselection:`Importa --> Importa da scanner...`.
pt_br: Se você tiver um scanner configurado, também poderá digitalizar uma fotografia diretamente para um álbum. Selecione a opção de menu :menuselection:`Importar --> Importar do scanner...`.
sl: Če imate konfiguriran skener, lahko tudi skenirate fotografijo naravnost v album. Izberite menijski vnos :menuselection:`Uvoz --> Uvoz iz optičnega bralnika...`.
uk: Якщо на вашому комп’ютері налаштовано сканер, ви можете сканувати фотографію безпосередньо до альбому`. Скористайтеся меню :menuselection:`Імпорт --> Сканувати зображення...`.

source: Moving or Copying Photographs
ca: Moure o copiar fotografies
it: Spostare o copiare fotografie
pt_br: Movendo ou copiando fotografias
sl: Premikanje ali kopiranje fotografij
uk: Пересування або копіювання фотографій

source: Between Albums
ca: Entre àlbums
it: Tra gli album
pt_br: Entre álbuns
sl: Med albumi
uk: Між альбомами

source: Simply drag a photograph and drop it on the destination Album to move or copy it from one Album to another. A menu will appear that gives you the option to **Move** or **Copy** the photograph. You can move or copy multiple photographs the same way, just select all the photographs that you want to move and drag them on to the destination Album.
ca: Senzillament, arrossegueu una fotografia i deixeu-la anar sobre l'Àlbum de destinació per a moure-la o copiar des d'un Àlbum a un altre. Apareixerà un menú que us donarà l'opció de **Mou aquí** o **Copia aquí** la fotografia. Podreu moure o copiar múltiples fotografies de la mateixa manera, senzillament seleccioneu totes les fotografies que voleu moure i arrossegueu-les fins a l'Àlbum de destinació.
it: Trascina semplicemente una fotografia e rilasciala nell'album di destinazione per spostarla o per copiarla da un album all'altro. Apparirà un menu che ti permette di **spostare** o **copiare** la fotografia. Puoi spostare o copiare più foto nello stesso modo; seleziona tutte le fotografie da spostare e trascinale nell'album di destinazione.
pt_br: Basta arrastar uma fotografia e soltá-la no álbum de destino para movê-la ou copiá-la de um álbum para outro. Um menu aparecerá com as opções de **Mover** ou **Copiar** a fotografia. Você pode mover ou copiar várias fotografias da mesma forma: basta selecionar todas as fotografias que deseja mover e arrastá-las para o álbum de destino.
sl: Preprosto povlecite fotografijo in jo spustite v ciljni album, da jo premaknete ali kopirate iz enega albuma v drugega. Prikaže se meni, ki vam daje možnost **Premakni** ali **Kopiraj** fotografijo. Na enak način lahko premikate ali kopirate več fotografij, samo izberite vse fotografije, ki jih želite premakniti, in jih povlecite v ciljni album.
uk: Щоб пересунути або скопіювати фотографію з одного альбому до іншого, просто перетягніть позначку фотографії і скиньте її до альбому призначення. У відповідь програма відкриє меню, за допомогою якого ви зможете визначитися: **Пересунути** чи **Скопіювати** фотографію. Ви можете пересувати або копіювати декілька фотографій одночасно у той самий спосіб: просто позначте всі пункти фотографій, які ви бажаєте пересунути або скопіювати, і перетягніть їх до альбому призначення.

source: With Other Applications
ca: Amb altres aplicacions
it: Con altre applicazioni
pt_br: Com outros aplicativos
sl: Z drugimi aplikacijami
uk: До інших програм

source: You can also drag and drop photographs into other applications. The general behavior will be the same as copying between albums, but differences will occur depending on what information the target program takes from the clipboard. Copying a photograph into a text editor will paste the full file path for that picture. Copying a photograph into word processor is likely to insert the image itself.
ca: També podeu arrossegar i deixar anar fotografies en altres aplicacions. El comportament general serà el mateix que copiar entre àlbums, però es produiran diferències en funció de la informació que el programa de destí prengui del porta-retalls. La còpia d'una fotografia en un editor de text enganxarà el camí complet del fitxer d'aquesta imatge. La còpia d'una fotografia en un processador de text és probable que hi insereixi la imatge.
it: Puoi anche trascinare e rilasciare le fotografie in altre applicazioni. Il comportamento standard sarà uguale alla copia tra album, le differenze riguarderanno quali informazioni il programma di destinazione recupera dagli appunti. La copia di una foto all'interno di un editor di testo incollerà il percorso completo per quella immagine; la copia di una foto all'interno di un elaboratore testi è come se si inserisse la stessa immagine.
pt_br: Você também pode arrastar e soltar fotos em outros aplicativos. O comportamento geral será o mesmo da cópia entre álbuns, mas haverá diferenças dependendo das informações que o programa de destino extrair da área de transferência. Copiar uma foto para um editor de texto colará o caminho completo do arquivo correspondente. Copiar uma foto para um processador de texto provavelmente inserirá a própria imagem.
uk: Ви також можете перетягувати фотографії до вікон інших програм і скидати їх туди. Поведінка буде такою самою, як і для копіювання між альбомами, а відмінність залежатиме від програми, куди ви вставляєте записи, і того, які дані бере програма призначення з буфера обміну даними. Для текстового редактора вставлення вхідних полів міститиме шлях. У текстовому процесорі, який може використовувати зображення, програма може обробити адресу і вставити саме зображення.

source: Managing Albums
ca: Gestionar els àlbums
it: Gestire gli album
pt_br: Gerenciando álbuns
sl: Upravljanje albumov
uk: Керування альбомами

source: Album Properties can help you remember which kind of photographs are in an Album and can also help you to organize the Albums tree. To access the Album Properties, click with the right mouse button on an Album and select **Properties** :kbd:`Alt+Enter` from the context menu.
ca: Les propietats de l'àlbum poden ajudar-vos a recordar quin tipus de fotografies hi ha en un àlbum i també us poden ajudar a organitzar l'arbre d'àlbums. Per a accedir a les **Propietats de l'àlbum**, feu clic amb el botó dret del ratolí sobre un Àlbum i seleccioneu **Propietats** (drecera :kbd:`Alt+Retorn`) des del menú contextual.
it: Le proprietà degli album possono aiutarti a ricordare che tipo di fotografie ci sono in un album, e anche ad organizzare l'albero degli Album. Per accedere alle proprietà dell'album fai clic col pulsante destro del mouse su un album, e seleziona **Proprietà** :kbd:`Alt+Invio` dal menu contestuale.
pt_br: As propriedades do álbum podem ajudar você a lembrar que tipo de fotos estão em um Álbum e também a organizar a árvore de Álbuns. Para acessar as propriedades do álbum, clique com o botão direito do mouse em um álbum e selecione **Propriedades** :kbd:`Alt+Enter` no menu de contexto.
sl: Lastnosti albuma vam lahko pomagajo zapomniti, katere vrste fotografij so v albumu, in vam lahko pomagajo organizirati drevo albumov. Za dostop do lastnosti albuma kliknite z desno miškino tipko na album in v kontekstnem meniju izberite **Lastnosti** :kbd:`Alt+Enter`.
uk: За допомогою властивостей альбому вам простіше буде визначити вміст альбому або упорядковувати ієрархію «Альбоми». Щоб отримати доступ до властивостей альбому, наведіть вказівник миші на пункт альбому, клацніть правою кнопкою миші і виберіть у контекстному меню пункт **Властивості** (:kbd:`Alt+Enter`).

source: The digiKam Album Properties Dialog
ca: El diàleg Propietats de l'àlbum en el digiKam
it: La finestra di dialogo delle proprietà dell'album di digiKam
pt_br: A janela de propriedades do álbum digiKam
sl: Pogovorno okno z lastnostmi albuma digiKam
uk: Вікно властивостей альбому digiKam

source: The Album Properties dialog allows you to set:
ca: El diàleg Propietats de l'àlbum permet establir:
it: La finestra Proprietà dell'album ti permette di impostare:
pt_br: A janela de propriedades do álbum permite que você defina:
sl: Pogovorno okno Lastnosti albuma vam omogoča nastavitev:
uk: За допомогою діалогового вікна властивостей альбому ви можете встановити:

source: The Album **Title**: Name of the Album, identical with the name of the folder on your hard disk. If you edit it here, the folder will also be renamed.
ca: El **Títol** de l'àlbum: el nom de l'Àlbum, idèntic al nom de la carpeta en el vostre disc dur. Si l'editeu aquí, la carpeta també canviarà de nom.
it: Il **Titolo** dell'album: il nome dell'album, identico a quello della cartella del tuo disco rigido. Se lo modifichi qui, anche la cartella verrà rinominata.
pt_br: O **Título** do álbum: Nome do álbum, idêntico ao nome da pasta no seu disco rígido. Se você editá-lo aqui, a pasta também será renomeada.
sl: **Naslov** albuma: Ime albuma, ki je enako imenu mape na vašem trdem disku. Če jo uredite tukaj, se bo mapa tudi preimenovala.
uk: **Заголовок** альбому: назва альбому, яка є ідентичною назві теки на диску комп’ютера. Якщо ви зміните заголовок, назву теки також буде змінено.

source: The Album **Category**: This is a way of grouping your Albums together by a common label. The Category you set will be used to order your albums when you select **By Category** from the drop down box in the tool bar or using :menuselection:`View --> Sort Albums --> By Category`. If you want to add and delete Category labels, choose from the menu entry :menuselection:`Settings --> Configure digiKam... --> Views page --> Categories tab`.
ca: La **Categoria** de l'àlbum: aquesta és una manera d'agrupar els àlbums per una etiqueta comuna. La categoria que establiu s'utilitzarà per a ordenar els vostres àlbums quan seleccioneu **Per categoria** en la llista desplegable de la barra d'eines o quan utilitzeu l'element de menú :menuselection:`Visualitza --> Ordena els àlbums --> Per categoria`. Si voleu afegir i suprimir rètols de categoria, escolliu l'element de menú :menuselection:`Arranjament --> Configura el digiKam... --> pàgina Vistes --> pestanya Categories`.
it: La **Categoria** dell'album: questo è un modo per raggruppare i tuoi album in base a un'etichetta comune. La categoria che imposti sarà usata per ordinare i tuoi album quando selezioni **Per categoria** dal menu a discesa nella barra degli strumenti, oppure utilizzando :menuselection:`Visualizza --> Ordina album --> Per categoria`. Se vuoi aggiungere o eliminare delle etichette della categoria, scegli la voce di menu :menuselection:`Impostazioni --> Configura digiKam... --> pagina Viste --> scheda Categorie`.
pt_br: A **Categoria** do álbum: Esta é uma maneira de agrupar seus álbuns com um rótulo comum. A categoria definida será usada para ordenar seus álbuns quando você selecionar **Por categoria** na caixa suspensa na barra de ferramentas ou usar :menuselection:`Exibir --> Ordenar álbuns --> Por categoria`. Se desejar adicionar e remover rótulos de categoria, escolha no menu :menuselection:`Configurações --> Configurar digiKam... --> página Vistas --> aba Categorias`.
sl: **Kategorija** albuma: To je način združevanja vaših albumov po skupni oznaki. Kategorija, ki jo nastavite, bo uporabljena za razvrščanje vaših albumov, ko izberete **Po kategoriji** iz spustnega polja v orodni vrstici ali z uporabo :menuselection:`Pogled --> Razvrsti albume --> Po kategoriji`. Če želite dodati in izbrisati oznake kategorij, izberite v meniju :menuselection:`Nastavitve --> Konfiguriraj digiKam... --> Pogledi strani --> Zavihek Kategorije`.
uk: **Категорія** альбомів: за допомогою категорії ви можете зібрати декілька альбомів під спільним заголовком. Встановлені вами категорії буде використано під час впорядковування альбомів, якщо ви виберете варіант За категорією зі спадного списку панелі інструментів або скористаєтеся пунктом меню :menuselection:`Перегляд --> Впорядкувати альбоми --> За категорією`. Якщо ви хочете додати або вилучити мітки категорій збірок, скористайтеся пунктом меню :menuselection:`Параметри --> Налаштувати digiKam` і перейдіть на сторінку **Перегляд**, вкладка **Категорії**.
