Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/albums_view.po
Languages: ca, it, pt_br, sl, uk

source: digiKam Main Window Albums View
ca: La vista d'àlbums a la finestra principal del digiKam
it: Vista album della finestra principale di digiKam
pt_br: Vista dos álbuns na janela principal do digiKam
sl: Pogled albumov v glavnem oknu digiKam
uk: Панель перегляду альбому основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, album, properties, creating, moving
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, àlbum, propietats, crear, moure
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, album, proprietà, creare, spostare
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, álbum, propriedades, criar, mover
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, album, lastnosti, ustvarjanje, premikanje
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, альбом, властивості, створення, пересування

source: :ref:`Albums View <left_sidebar>`
ca: :ref:`Vista d'àlbums <left_sidebar>`
it: :ref:`Vista Album <left_sidebar>`
pt_br: :ref:`Vista dos álbuns <left_sidebar>`
uk: :ref:`Перегляд «Альбоми» <left_sidebar>`

source: Contents
ca: Contingut
it: Contenuto
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
pt_br: Visão geral
sl: Pregled
uk: Огляд

source: The digiKam Main Window Album-View
ca: La vista d'àlbums a la finestra principal del digiKam
it: La vista album della finestra principale di digiKam
pt_br: Visão de Álbum da janela principal do digiKam
sl: Glavno okno digiKam Album-View
uk: Панель перегляду альбому основного вікна digiKam

source: Clicking the **Albums** tab on the left side bar displays (or hides) the Albums View that provides an organized listing of collections, albums, and photographs. digiKam organizes one or more collections of albums of photographs, based on a folder structure on your hard disk, removable media or network shares. Collections are the top level folders. Each collection folder can contain subfolders that are called Albums. And the actual photographs are stored within the Album folders.
ca: En fer clic a la pestanya **Albums** de la barra lateral esquerra es mostra (o oculta) la vista d'àlbums que proporciona una llista organitzada de col·leccions, àlbums i fotografies. El digiKam organitza una o més col·leccions d'àlbums de fotografies, basades en una estructura de carpetes al disc dur, suports extraïbles o comparticions de xarxa. Les col·leccions són les carpetes de nivell superior. Cada carpeta de col·lecció pot contenir subcarpetes que s'anomenen àlbums. I les fotografies reals s'emmagatzemen dins de les carpetes d'àlbum.
it: Facendo clic sulla scheda **Album** sulla barra laterale sinistra, si visualizza (o si nasconde) la vista Album che fornisce un elenco organizzato di raccolte, album e fotografie. digiKam organizza una o più raccolte di album di foto, basate su una struttura di cartelle residente nel tuo disco, nel tuo dispositivo rimovibile o tra le tue condivisioni di rete. Le raccolte sono le cartelle di livello superiore. Ciascuna cartella delle raccolte può contenere sottocartelle chiamate Album. Le fotografie reali sono memorizzate all'interno delle cartelle Album.
pt_br: Clicar na aba **Álbuns** na barra lateral esquerda exibe (ou oculta) a vista dos álbuns, que fornece uma lista organizada de coleções, álbuns e fotografias. O digiKam organiza uma ou mais coleções de álbuns de fotografias com base em uma estrutura de pastas no seu disco rígido, mídia removível ou compartilhamentos de rede. Coleções são as pastas de nível superior. Cada pasta de coleção pode conter subpastas chamadas Álbuns. E as fotografias são armazenadas nas pastas de Álbuns.
sl: Če kliknete zavihek **Albumi** v levi stranski vrstici, se prikaže (ali skrije) pogled albumov, ki nudi organiziran seznam zbirk, albumov in fotografij. digiKam organizira eno ali več zbirk albumov fotografij na podlagi strukture map na vašem trdem disku, izmenljivem mediju ali omrežnih skupnih rabah. Zbirke so mape na najvišji ravni. Vsaka mapa zbirke lahko vsebuje podmape, ki se imenujejo Albumi. In dejanske fotografije so shranjene v mapah Album.
uk: Натисканням кнопки **Альбоми** на лівій бічній панелі ви можете увімкнути або вимкнути показ панелі альбомів, де наведено впорядкований список збірок, альбомів та фотографій. digiKam упорядковує одну або декілька збірок альбомів фотографій на основі структури тек тек на диску комп’ютера, портативному носії або на спільному ресурсі у мережі. Збірки є найвищим рівнем тек. Наступними рівнями у ієрархії є теки цієї гілки, які ми будемо називати альбомами. Самі фотографії зберігаються у теках альбому.

source: The top item in the Albums View is called Albums and just shows the **Welcome to digiKam** screen in the view area. The next level of the Albums tree shows your different Collections (marked by the icon |icon_collection|). digiKam always lists at least one collection, but you can add more in the **Collections** section of the :menuselection:`Settings --> Configure digiKam...` menu. The lower levels of the Albums tree list the Albums in each Collection, and the photographs in each Album.
ca: L'element superior de la vista d'àlbums s'anomena Àlbums i només mostra la pantalla **Us donem la benvinguda al digiKam** a l'àrea de visualització. El nivell següent de l'arbre d'àlbums mostra les diferents col·leccions (marcades per la icona |icon_collection|). El digiKam sempre llista almenys una col·lecció, però podeu afegir-ne més a la secció **Col·leccions** del menú :menuselection:`Arranjament --> Configura el digiKam...`. Els nivells inferiors de l'arbre d'àlbums llista els àlbums de cada col·lecció, i les fotografies de cada àlbum.
it: L'elemento superiore della vista Album è chiamato Album e mostra semplicemente la schermata di **benvenuto in digiKam** nell'area di visualizzazione. Il livello successivo dell'albero degli album mostra le varie raccolte possedute (contrassegnate dall'icona |icon_collection|). digiKam elenca sempre almeno una raccolta, ma puoi aggiungerne altre nella sezione **Raccolte** del menu :menuselection:`Impostazioni --> Configura digiKam...`. I livelli inferiori dell'album elencano gli album in ciascuna raccolta, e le fotografie contenute in ciascun album.
pt_br: O item superior na vista dos álbuns chama-se Álbuns e exibe apenas a tela **Bem-vindo ao digiKam** na área de visualização. O próximo nível da árvore de Álbuns mostra suas diferentes Coleções (marcadas pelo ícone |icon_collection|). O digiKam sempre lista pelo menos uma coleção, mas você pode adicionar mais na seção **Coleções** do menu :menuselection:`Configurações --> Configurar digiKam...`. Os níveis inferiores da árvore de Álbuns listam os Álbuns em cada Coleção e as fotografias em cada Álbum.
sl: Zgornji element v pogledu albumov se imenuje albumi in prikazuje samo zaslon **Dobrodošli v digiKam** v območju pogleda. Naslednja raven drevesa albumov prikazuje vaše različne zbirke (označene z ikono |icon_collection|). digiKam vedno prikaže vsaj eno zbirko, vendar jih lahko dodate v razdelku **Zbirke** v meniju :menuselection:`Nastavitve --> Konfiguriraj digiKam...`. Na spodnjih ravneh drevesa albumov so navedeni albumi v vsaki zbirki in fotografije v vsakem albumu.
uk: Верхній запис на панелі перегляду альбомів має назву «Альбоми» і показує напис **Вітаємо у digiKam** в області перегляду. На наступному рівні ієрархія альбомів показує різні збірки (позначені піктограмою |icon_collection|). digiKam завжди показує у списку принаймні одну збірку, але ви можете додати збірки за допомогою розділу **Збірки** у вікні, яке можна відкрити за допомогою пункту меню :menuselection:`Параметри --> Налаштувати digiKam...`. На нижчих рівнях ієрархії «Альбоми» буде показано альбоми у кожній зі збірок та фотографії у кожному з альбомів.

source: The albums can be sorted by their folder layout on the hard disk, by the Category that has been set in the :ref:`Album Properties <managing_albums>` or by the Date of each Album (this date can also be changed in the Properties of each Album). You can invert the sort order (ascending/descending) by clicking on the title bar of the Album tree.
ca: Els àlbums es poden ordenar per la seva disposició de carpetes al disc dur, per la categoria que s'ha establert a les :ref:`Propietats de l'àlbum <managing_albums>` o per la data de cada àlbum (aquesta data també es pot canviar a les propietats de cada àlbum). Podeu invertir el sentit d'ordenació (ascendent/descendent) fent clic a la barra de títol de l'arbre d'àlbums.
it: Gli album possono essere ordinati in base alla loro disposizione delle cartelle sul disco, per la categoria impostata nelle :ref:`proprietà dell'album <managing_albums>` o per la data di ciascun album (questa data può essere persino cambiata nelle proprietà di ciascun album). Puoi cambiare l'ordinamento (crescente/decrescente) facendo clic sulla barra del titolo dell'albero degli album.
pt_br: Os álbuns podem ser classificados pelo layout de pastas no disco rígido, pela categoria definida em :ref:`Propriedades do álbum <managing_albums>` ou pela data de cada álbum (esta data também pode ser alterada nas propriedades de cada álbum). Você pode inverter a ordem de classificação (crescente/decrescente) clicando na barra de título da árvore de álbuns.
sl: Albume lahko razvrstite po postavitvi mape na trdem disku, po kategoriji, ki je bila nastavljena v :ref:`Lastnosti albuma <managing_albums>` ali po datumu posameznega albuma (ta datum lahko spremenite tudi v lastnostih vsakega albuma). Vrstni red razvrščanja lahko obrnete (naraščajoče/padajoče) s klikom na naslovno vrstico drevesa albuma.
uk: Альбоми можна упорядкувати за їхнім розташуванням на диску, за категорією, яку встановлено у :ref:`властивостях альбому <managing_albums>` або за датою альбому (цю дату також можна змінити у властивостях кожного з альбомів). Перемкнути режим упорядковування (за зростанням чи за спаданням) можна клацанням на смужці заголовка ієрархії альбомів.

source: You can switch between these sort orders using **Sort Albums** from the **View** menu.
ca: Podeu canviar entre aquests ordres utilitzant **Ordena els àlbums** des del menú **Visualitza**.
it: Puoi alternare questi ordinamenti usando il comando **Ordina album** nel menu **Visualizza**.
pt_br: Você pode alternar entre essas ordens de classificação usando **Ordenar álbuns** no menu **Exibir**.
sl: Med temi vrstnimi redi lahko preklapljate z **Razvrsti albume** v meniju **Pogled**.
uk: Змінити спосіб впорядкування можна за допомогою пункту **Впорядкувати альбоми** меню **Перегляд**.

source: An Album can only be in one Album Collection and Album Collections cannot be nested.
ca: Un àlbum només pot estar en una col·lecció d'àlbums i les col·leccions d'àlbums no es poden niar.
it: Un album può stare solo in una raccolta di album; le raccolte di album non possono essere annidate.
pt_br: Um álbum só pode estar em uma coleção de álbuns e coleções de álbuns não podem ser aninhadas.
sl: Album je lahko samo v eni zbirki albumov in zbirk albumov ni mogoče ugnezditi.
uk: Альбом може належати лише до однієї збірки, збірки альбомів не мають ієрархічної структури.

source: Creating a New Album
ca: Crear un àlbum nou
it: Creare un nuovo album
pt_br: Criando um novo álbum
sl: Ustvarjanje novega albuma
uk: Створення альбому

source: There are a number of ways to create a new Album. You can create a new Album when you upload new photographs from the Camera using :menuselection:`Import --> Cameras`. You can create a new empty Album with :menuselection:`Album --> New...` :kbd:`Ctrl+N` in the Albums view. You can also create a new Album by importing an existing folder of photographs from your computer; just select :menuselection:`Import --> Add Folders...` from the menu bar and select the folder that you want to import. An Album will be created with the same name as the hard disk folder. You can use drag and drop to import a folder. Drag a folder icon, using your preferred file-manager, then drop it on the Albums list on the left. A menu will then appear giving you the option to move or copy the folder into digiKam.
ca: Hi ha diverses maneres de crear un àlbum nou. En podeu crear un quan carregueu fotografies noves des de la càmera utilitzant la barra de menús :menuselection:`Importa --> Càmeres`. També podeu crear-ne un de buit amb l'element de menú :menuselection:`Àlbum --> Nou...` (drecera :kbd:`Ctrl+N`) en la vista d'àlbums. També podreu crear-ne un important una carpeta existent de fotografies des de l'ordinador; a la barra de menús seleccioneu :menuselection:`Importa --> Afegeix carpetes...` i seleccioneu la carpeta que s'importarà. Es crearà un àlbum amb el mateix nom que la carpeta en el disc dur. Podeu utilitzar arrossega i deixa per a importar una carpeta. Arrossegueu una icona de carpeta amb el vostre gestor de fitxers preferit, després deixeu-la anar a la llista d'àlbums de l'esquerra. Apareixerà un menú que us donarà l'opció de moure o copiar la carpeta a dins del digiKam.
it: Ci sono diversi modi per creare un nuovo album Puoi crearne uno quando carichi delle foto dalla macchina fotografica con :menuselection:`Importa --> Fotocamere`. Puoi crearne uno vuoto con :menuselection:`Album --> Nuovo...` :kbd:`Ctrl+N` nella vista Album. Puoi anche creare un nuovo album importando una cartella di fotografie esistente nel computer; seleziona semplicemente :menuselection:`Importa --> Aggiungi cartelle...` dalla barra dei menu e seleziona la cartella da importare. Verrà creato un album con lo stesso nome della cartella sul disco fisso. Puoi usare il trascinamento per importare una cartella: trascina l'icona di una cartella, per esempio da una finestra del tuo gestore file preferito; quindi rilasciala nell'elenco degli album sulla sinistra. Apparirà un menu che ti chiederà se spostare o copiare la cartella in digiKam.
pt_br: Existem várias maneiras de criar um novo álbum. Você pode criar um novo álbum ao carregar novas fotos da câmera usando :menuselection:`Importar --> Câmeras`. Você pode criar um novo álbum vazio com :menuselection:`Álbum --> Novo...` :kbd:`Ctrl+N` na vista de álbuns. Você também pode criar um novo álbum importando uma pasta de fotos existente do seu computador; basta selecionar :menuselection:`Importar --> Adicionar pastas...` na barra de menus e selecionar a pasta que deseja importar. Um álbum será criado com o mesmo nome da pasta do disco rígido. Você pode usar arrastar e soltar para importar uma pasta. Arraste um ícone de pasta, usando seu gerenciador de arquivos preferido, e solte-o na lista de álbuns à esquerda. Um menu aparecerá, oferecendo a opção de mover ou copiar a pasta para o digiKam.
sl: Nov album lahko ustvarite na več načinov. Nov album lahko ustvarite, ko naložite nove fotografije iz kamere z uporabo :menuselection:`Uvozi --> Fotoaparati`. Nov prazen album lahko ustvarite z :menuselection:`Album --> New...` :kbd:`Ctrl+N` v pogledu Albumi. Nov album lahko ustvarite tudi tako, da iz računalnika uvozite obstoječo mapo s fotografijami; samo izberite :menuselection:`Uvozi --> Dodaj mape...` v menijski vrstici in izberite mapo, ki jo želite uvoziti. Ustvaril se bo album z enakim imenom kot mapa na trdem disku. Za uvoz mape lahko uporabite povleci in spusti. Povlecite ikono mape s svojim želenim upraviteljem datotek, nato pa jo spustite na seznam albumov na levi. Nato se prikaže meni, v katerem lahko premaknete ali kopirate mapo v digiKam.
uk: Існує декілька способів створення альбому` Ви можете створити альбом під час отримання нових фотографій з фотоапарата за допомогою пункту меню :menuselection:`Імпорт --> Фотоапарати` Крім того, ви можете створити порожній альбом за допомогою пункту меню :menuselection:`Альбом --> Створити...` (:kbd:`Ctrl+N`) у режимі перегляду «Альбоми». А ще альбом можна створити за допомогою імпортування наявної теки з фотографіями на ваш комп’ютер: просто скористайтеся пунктом :menuselection:`Імпорт --> Додати теки...` і виберіть теку, яку ви бажаєте імпортувати. У відповідь програма створить альбом з назвою, яка збігатиметься з назвою теки на жорсткому диску. Щоб імпортувати теку, ви можете скористатися перетягуванням зі скиданням. Перетягніть піктограму теки, наприклад, з вікна вашої улюбленої програми для керування файлами. Потім скиньте її у список альбомів, розташований ліворуч. У відповідь програма відкриє меню, за допомогою якого ви зможете пересунути або скопіювати теку до digiKam.

source: Each album is hosted in a collection root path registered in the database. If the permissions for the collection folder have changed or if the collection folder is not accessible (for example due to the absence of removable media), then no new album can be created. In this case, check the collection properties in :ref:`the digiKam setup dialog <collections_settings>`.
ca: Cada àlbum està allotjat en un camí de la col·lecció arrel registrat a la base de dades. Si els permisos per a la carpeta de col·lecció han canviat o si la carpeta de col·lecció no és accessible (per exemple a causa de l'absència de suports extraïbles), llavors no es pot crear cap àlbum nou. En aquest cas, comproveu les propietats de la col·lecció al :ref:`diàleg de configuració del digiKam <collections_settings>`.
it: Ogni album è ospitato in un percorso radice della raccolta, all'interno della banca dati. Se i permessi per la cartella della raccolta sono cambiati o se la cartella della raccolta non è accessibile (per esempio, per assenza del dispositivo rimovibile), allora non possono essere creati nuovi album. In questo caso, verifica le proprietà della raccolta nella :ref:`finestra di dialogo di configurazione di digiKam <collections_settings>`.
pt_br: Cada álbum é hospedado em um caminho raiz de coleção registrado no banco de dados. Se as permissões para a pasta da coleção tiverem sido alteradas ou se a pasta da coleção não estiver acessível (por exemplo, devido à ausência de mídia removível), nenhum novo álbum poderá ser criado. Nesse caso, verifique as propriedades da coleção na :ref:`caixa de diálogo de configuração do digiKam <collections_settings>`.
uk: Альбом зберігається у кореневому шляху збірки, який зареєстровано у базі даних. Якщо змінено права доступу до теки збірки або якщо тека збірки більше не доступна (наприклад, через від'єднання портативного носія даних), нові альбоми не можна буде створити. Вам слід переглянути властивості збірки у :ref:`діалоговому вікні налаштовування digiKam <collections_settings>`.

source: File locking in Windows can introduce time latencies that lead to issues. digiKam uses low level file management with the Qt framework that cannot handle locked files. The following conditions must be met to assure there are no problems with digiKam:
ca: El bloqueig de fitxers al Windows pot provocar latències de temps que condueixen a problemes. El digiKam utilitza una gestió de fitxers de baix nivell amb l'entorn de treball Qt que no pot gestionar els fitxers bloquejats. S'han de complir les condicions següents per a assegurar que no hi ha problemes amb el digiKam:
it: Il blocco dei file in Windows può introdurre latenze che possono creare problemi. digiKam usa una gestione dei file di basso livello col framework Qt che non è in grado di gestire i file bloccati. Devono essere soddisfatte le seguenti condizioni affinché non si creino problemi con digiKam:
pt_br: O bloqueio de arquivos no Windows pode introduzir latências de tempo que levam a problemas. O digiKam utiliza gerenciamento de arquivos de baixo nível com o framework Qt, que não consegue lidar com arquivos bloqueados. As seguintes condições devem ser atendidas para garantir que não haja problemas com o digiKam:
sl: Zaklepanje datotek v sistemu Windows lahko povzroči časovne zakasnitve, ki povzročijo težave. digiKam uporablja upravljanje datotek na nizki ravni z okvirom Qt, ki ne more obravnavati zaklenjenih datotek. Za zagotovitev, da z digiKamom ni težav, morajo biti izpolnjeni naslednji pogoji:
uk: У Windows блокування файлів, яке використовує система, може призвести до затримок у роботі та проблем. digiKam використовує низькорівневе керування файлами на основі бібліотек Qt, яке не здатне працювати із заблокованими файлами. Щоб у роботі digiKam не виникало проблем, слід виконати такі умови:

source: Album monitoring in digiKam must be deactivated. See the :ref:`Collection Settings <collections_settings>` for details.
ca: El monitoratge dels àlbums en el digiKam haurà d'estar desactivada. Per a obtenir més informació, vegeu :ref:`Configuració de la col·lecció <collections_settings>`.
it: Il monitoraggio degli album in digiKam deve essere disattivato. Vedi le :ref:`Impostazioni delle raccolte <collections_settings>` per i dettagli.
pt_br: O monitoramento de álbuns no digiKam deve ser desativado. Consulte :ref:`Configurações da coleção <collections_settings>` para obter detalhes.
sl: Spremljanje albuma v digiKamu mora biti deaktivirano. Glej :ref:`Nastavitve zbirke <collections_settings>` za podrobnosti.
uk: Слід вимкнути спостереження за альбомами у digiKam. Докладніший опис можна знайти у :ref:`розділі щодо параметрів збірки <collections_settings>`.

source: Folders must not be part of a Windows file or network share.
ca: Les carpetes no han de formar part d'un fitxer de Windows ni trobar-se en una compartició de xarxa.
it: Le cartelle non devono far parte di un file di Windows o una condivisione di rete.
pt_br: As pastas não devem fazer parte de um arquivo do Windows ou de um compartilhamento de rede.
sl: Mape ne smejo biti del datoteke Windows ali omrežne skupne rabe.
uk: Теки не повинні бути частиною спільного ресурсу файлової системи або мережі Windows.

source: Folders or pictures must not be open in other programs that lock file and folder access such as Explorer.
ca: Les carpetes o imatges no s'hauran d'obrir en altres programes que bloquin l'accés a fitxers i carpetes com ara Explorer.
it: Le cartelle o le immagini non devono essere aperte in altri programmi che bloccano il file e l'accesso alle cartelle, tipo Esplora risorse.
pt_br: Pastas ou imagens não devem ser abertas em outros programas que bloqueiem o acesso a arquivos e pastas, como o Explorer.
sl: Mape ali slike ne smejo biti odprte v drugih programih, ki zaklepajo dostop do datotek in map, kot je Raziskovalec.
uk: Не слід одночасно з digiKam відкривати теки або зображення в інших програмах, які блокують доступ до файлів або тек, зокрема Провіднику.

source: Deleting an Album
ca: Suprimir un àlbum
it: Eliminare un album
pt_br: Excluindo um álbum
sl: Brisanje albuma
uk: Вилучення альбому

source: To delete an Album, click with the right mouse button over the Album in the Albums tree and select **Delete Album** from the context menu.
ca: Per a suprimir un àlbum, feu clic amb el botó dret del ratolí sobre l'àlbum a l'arbre d'àlbums i seleccioneu **Suprimeix l'àlbum** des del menú contextual.
it: Per eliminare un album, dal menu contestuale fai clic col pulsante destro del mouse sull'album, nell'albero degli album, e scegli **Elimina album**.
pt_br: Para excluir um álbum, clique com o botão direito do mouse sobre o álbum na árvore Álbuns e selecione **Excluir álbum** no menu de contexto.
sl: Če želite izbrisati album, z desno miškino tipko kliknite na album v drevesu albumov in v kontekstnem meniju izberite **Izbriši album**.
uk: Щоб вилучити альбом, наведіть на відповідний пункт альбому в ієрархії альбомів вказівник миші, клацніть правою кнопкою миші і виберіть пункт дії **Вилучити альбом** із контекстного меню.
