Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/albums_view.po
Languages: ca, it, pt_br, sl, uk

source: The **Caption** for the Album: Usually a short description of the content, but of course you are free to abuse it in any conceivable way. But beware: this caption will be shown in the banner at the top of the main Image Window ;-)
ca: La **Llegenda** de l'àlbum: en general, és una descripció breu del contingut, però, per descomptat, sou lliure d'abusar-ne de qualsevol manera concebible. Però compte: aquesta llegenda es mostrarà en el bàner a la part superior de la finestra principal de la imatge ;-)
it: La **Didascalia** dell'album: di solito una breve descrizione del contenuto, ma naturalmente sei libero di fare quello che ti pare. Attenzione: questa didascalia sarà mostrata nella barra in cima alla finestra principale delle immagini ;-)
pt_br: **Descrição** do Álbum: Normalmente, uma breve descrição do conteúdo, mas é claro que você tem a liberdade de abusar dela de qualquer maneira que imaginar. Mas atenção: esta descrição será exibida no banner no topo da Janela de imagens principal ;-)
uk: **Підпис** альбому: зазвичай, короткий опис вмісту, але ви можете додати будь-які інші дані. Втім, будьте обережними, ці дані буде показано у підказці над основним вікном зображення ;-).

source: The Album **Date**: This will be used when you order your Albums by date using :menuselection:`View --> Sort Albums --> By Date`.
ca: La **Data** de l'àlbum: s'utilitzarà quan ordeneu els vostres àlbums per data quan s'utilitzi l'element de menú :menuselection:`Visualitza --> Ordena els àlbums --> Per data`.
it: La **Data** dell'album: sarà utilizzata quando ordini i tuoi album per data usando :menuselection:`Visualizza --> Ordina album --> Per data`.
pt_br: A **Data** do álbum: ela será usada quando você organizar seus álbuns por data usando :menuselection:`Exibir --> Ordenar álbuns --> Por data`.
sl: **Datum** albuma: To bo uporabljeno, ko razvrstite svoje albume po datumu z :menuselection:`Pogled --> Razvrsti albume --> Po datumu`.
uk: **Дата** альбому: цю дати буде використано під час впорядкування ваших альбомів за датою за допомогою пункту меню :menuselection:`Перегляд --> Впорядкувати альбоми --> За датою`.

source: **Oldest**, **Average**, and **Newest** buttons: These will set the **Date** to the oldest, average or latest date of the images in that album. It will first try to calculate the average date of the images in the album based on the Exif-headers. If that fails it will fall back to the modification date of the files in that folder.
ca: Els botons **Més antiga**, **Mitjana** i **Més nova**: aquests establiran la **Data** a la data més antiga, una mitjana o la més recent de les imatges en aquest àlbum. Primer intentarà calcular la data mitjana de les imatges a l'àlbum en funció de les capçaleres Exif. Si això falla, tornarà a la data de modificació dels fitxers en aquesta carpeta.
it: I pulsanti **Più vecchia**, **Media**, **Più recente**: questi imposteranno la **data** alla più vecchia, alla media o a quella più recente delle immagini in quell'album. digiKam proverà prima a calcolare la data media delle immagini nell'album in base alle intestazioni Exif. Se non riesce, passerà alla data di modifica dei file in quella cartella.
pt_br: Botões **Mais antiga**, **Média** e **Mais recente**: Eles definirão a **Data** como a data mais antiga, média ou mais recente das imagens naquele álbum. Primeiro, o programa tentará calcular a data média das imagens no álbum com base nos cabeçalhos Exif. Se isso falhar, o programa retornará à data de modificação dos arquivos naquela pasta.
sl: Gumbi **Najstarejše**, **Povprečje** in **Najnovejše**: ti nastavijo **Datum** na najstarejši, povprečni ali najnovejši datum slik v tem albumu. Najprej bo poskušal izračunati povprečni datum slik v albumu na podlagi glav Exif. Če to ne uspe, se bo vrnil na datum spremembe datotek v tej mapi.
uk: Кнопки «Найстаріша», «Середня», «Найновіша»: ці кнопки встановлюють **Дату** у значення дати найстарішого, середнього або найостаннішого зображення у поточному альбомі. Для обчислення середньої дати за альбомом програма спочатку спробує обчислити скористатися мітками дати Exif. Якщо спроба виявиться невдалою, середню дату буде обчислено на основі дати зміни файлів у відповідній теці.

source: Setting the Album Icon
ca: Establir la icona de l'àlbum
it: Impostare l'icona dell'album
pt_br: Configurando o ícone do álbum
sl: Nastavitev ikone albuma
uk: Встановлення піктограми альбому

source: digiKam defaults to displaying the usual folder icon in the Albums list, but you can choose one of your photographs instead. This may help you to remember what kind of photographs are contained in each Album.
ca: De manera predeterminada, el digiKam mostra la icona de carpeta habitual en la llista d'àlbums, però en el seu lloc podeu escollir una de les vostres fotografies. Això us podria ajudar a recordar quin tipus de fotografies conté cada àlbum.
it: digiKam visualizza in modo predefinito la normale icona di cartella nell'elenco degli Album, ma al suo posto puoi scegliere anche una tua fotografia Questo può aiutare a ricordarti che tipo di foto sono contenute in ciascun album.
pt_br: O digiKam exibe, por padrão, o ícone de pasta usual na lista de álbuns, mas você pode escolher uma das suas fotos. Isso pode ajudar você a lembrar que tipo de fotos estão contidas em cada Álbum.
sl: digiKam privzeto prikaže običajno ikono mape na seznamu albumov, vendar lahko namesto tega izberete eno od svojih fotografij. To vam lahko pomaga, da se spomnite, kakšne fotografije so v posameznem albumu.
uk: Зазвичай, digiKam показує для альбому у списку «Альбоми» звичайну піктограму теки Ви можете замінити її на одну з фотографій з альбому. Це допоможе вам краще орієнтуватися у тому, які саме фотографії зберігаються у кожному альбомі.

source: To select a photograph as the Album icon, click with the right mouse button on the photograph that you want to use as the Album icon and select **Set as Album Thumbnail** from the context menu. Additionally you can use drag and drop to set the Album icon. Drag the photograph's icon from the thumbnail area and drop it on the currently selected Album in the Album list.
ca: Per a seleccionar una fotografia com a icona de l'àlbum, feu clic amb el botó dret del ratolí sobre la fotografia que voleu utilitzar com a icona de l'àlbum i seleccioneu **Estableix com a miniatura de l'àlbum** des del menú contextual. De manera addicional, podeu utilitzar arrossegar i deixar anar, per a establir la icona de l'àlbum. Arrossegueu la icona de fotografia des de l'àrea de miniatures i deixeu-la anar sobre l'àlbum seleccionat a la llista d'àlbums.
it: Per selezionare una fotografia come icona dell'album fai clic col pulsante destro del mouse sulla fotografia che vuoi usare come l'icona dell'album, e seleziona **Imposta come miniatura dell'album** dal menu contestuale. Puoi anche usare il trascinamento: trascina l'icona della foto dall'area delle miniature e rilasciala sull'album selezionato nell'elenco degli album.
pt_br: Para selecionar uma fotografia como ícone do álbum, clique com o botão direito do mouse na fotografia que deseja usar como ícone do álbum e selecione **Definir como miniatura do álbum** no menu de contexto. Você também pode usar a função arrastar e soltar para definir o ícone do álbum. Arraste o ícone da fotografia da área de miniaturas e solte-o no álbum selecionado na lista de álbuns.
sl: Če želite izbrati fotografijo kot ikono albuma, z desnim gumbom miške kliknite fotografijo, ki jo želite uporabiti kot ikono albuma, in v kontekstnem meniju izberite **Nastavi kot sličico albuma**. Poleg tega lahko uporabite povleci in spusti, da nastavite ikono albuma. Povlecite ikono fotografije iz območja sličic in jo spustite v trenutno izbran album na seznamu albumov.
uk: Щоб вибрати фотографію для піктограми альбому, наведіть вказівник миші на позначку фотографії, яку ви бажаєте використати для створення піктограми альбому, клацніть правою кнопкою і оберіть пункт **Встановити як мініатюру альбому** з контекстного меню. Крім того, ви можете скористатися перетягуванням зі скиданням для встановлення піктограми альбому. Перетягніть піктограму фотографії з області мініатюр і скиньте її на поточний альбом, позначений у списку альбомів.

source: digiKam also supports tagging individual photographs. Album Categories are different from photograph tagging because the Album Category applies to all the photographs in an Album rather than to individual photographs. You can use both Album Category and photograph tagging to organize your photographs.
ca: El digiKam també admet l'etiquetatge individual de les fotografies. Les categories d'àlbum són diferents de l'etiquetatge de fotografies perquè la categoria d'àlbum s'aplicarà a totes les fotografies en un àlbum en lloc de fotografies individuals. Podeu utilitzar tant les categories d'àlbum com l'etiquetatge de fotografies per a organitzar les vostres fotografies.
it: digiKam supporta anche l'applicazione di tag a singole fotografie. Le categorie degli album sono diverse dai tag sulle foto, perché le prime si applicano a tutte le foto di un album invece che a una singola foto. Per organizzare le tue fotografie puoi usare sia le categorie di album, sia i tag sulle foto.
pt_br: O digiKam também suporta a marcação (etiquetamento) de fotografias individuais. As categorias de álbuns são diferentes da marcação de fotografias porque a categoria do álbum se aplica a todas as fotografias de um álbum, e não a fotografias individuais. Você pode usar tanto a categoria de álbum quanto a marcação de fotografias para organizar suas fotografias.
uk: Крім того, у digiKam передбачено підтримку створення міток для окремих фотографій. Створення категорій альбомів відрізняється від створення міток для окремих фотографій, оскільки мітки категорій альбомів застосовуються до всіх фотографій з альбому, а не до окремої фотографії. Для впорядковування ваших фотографій ви можете скористатися обома способами: створенням категорій альбомів та створенням міток окремих фотографій.

source: Albums View
sl: Pogled albumov

source: Each album is hosted in a collection root path registered in the database. If the permissions for the collection folder have changed or if the collection the collection folder is not accessible (for example due to the absence of removable media), then no new album can be created. In this case, check the collection properties in :ref:`the digiKam setup dialog <collections_settings>`.
sl: Vsak album gostuje v korenski poti zbirke, registrirani v bazi podatkov. Če so se dovoljenja za mapo zbirke spremenila ali če zbirka mapa zbirke ni dostopna (na primer zaradi odsotnosti izmenljivega medija), novega albuma ni mogoče ustvariti. V tem primeru preverite lastnosti zbirke v :ref:`nastavitvenem pogovornem oknu digiKam <collections_settings>`.

source: You can also drag and drop photographs into other applications. The general behavior will be the same as copying between albums, but differences will occur depending on what information the target program takes from the clipboard. Copying a photograph into a text editor will paste the full file path for that picture. Copying a photograph into word processor is likely to insert the image into itself.
sl: Fotografije lahko tudi povlečete in spustite v druge aplikacije. Splošno vedenje bo enako kot kopiranje med albumi, vendar se bodo pojavile razlike glede na to, katere informacije ciljni program vzame iz odložišča. Če kopirate fotografijo v urejevalnik besedila, boste prilepili celotno pot datoteke za to sliko. Kopiranje fotografije v urejevalnik besedil bo sliko verjetno vstavilo vase.

source: The **Caption** for the Album: Usually a short description of the content, but of course you are free to abuse it in any conceivable way. But beware: this will be shown in the banner at the top of the main Image Window ;-)
sl: **Napis** za album: Običajno je kratek opis vsebine, seveda pa ga lahko zlorabljate na kakršen koli način. Vendar pozor: to bo prikazano v pasici na vrhu glavnega slikovnega okna ;-)

source: digiKam also supports tagging individual photographs. Album Categories are different from photograph tagging because the Album Category applies to all the photographs in an Album rather than to individual photographs. You can use both Album Category and tagging to organize your photographs.
sl: digiKam podpira tudi označevanje posameznih fotografij. Kategorije albuma se razlikujejo od označevanja fotografij, ker se kategorija albuma nanaša na vse fotografije v albumu in ne na posamezne fotografije. Za organiziranje fotografij lahko uporabite kategorijo albuma in označevanje.
