Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/labels_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: digiKam Main Window Labels View
ca: La vista de rètols a la finestra principal del digiKam
it: Vista etichette della finestra principale di digiKam
nl: Weergave van labels in het hoofdvenster van digiKam
pt_br: Vista das legendas na janela principal do digiKam
sl: Pogled oznak glavnega okna digiKam
uk: Панель міток основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, labels, rating, colors, pick
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, rètols, valoració, colors, selecció
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, etichette, valutazione, colori, scelta
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, labels, waardering, kleuren, kiezen
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, legendas, classificação, cores, escolher
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, oznake, ocena, barve, izbira
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, позначки, оцінки, кольори, вибір

source: :ref:`Labels View <left_sidebar>`
ca: :ref:`Vista de rètols <left_sidebar>`
it: :ref:`Vista Etichette <left_sidebar>`
nl: :ref:`Weergave van Labels <left_sidebar>`
pt_br: :ref:`Vista das legendas <left_sidebar>`
sl: :ref:`Pogled oznak <left_sidebar>`
uk: :ref:`Перегляд позначок <left_sidebar>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Label Selection
ca: Selecció de rètols
it: Selezione etichette
nl: Selectie van label
pt_br: Seleção de legenda
sl: Izbira oznake
uk: Вибір позначок

source: The Labels View allows you to select photographs by the **Rating**, **Pick** and **Color** Labels assigned to the image.
ca: La vista de rètols permet seleccionar fotografies per rètols de **Valoració**, **Selecció** i **Color** que assignats a la imatge.
it: La vista etichette ti permette di selezionare le fotografie in base alle etichette **Valutazione**, **Scelta** ed etichette **colorate** assegnate all'immagine.
nl: De weergave van labels biedt u het selecteren van foto's door labels **Waardering**, **Gekozen** en **Kleur** die toegekend zijn aan de afbeelding.
pt_br: A visualização de legendas permite que você selecione fotografias pelas legendas de **Classificação**, **Seleção** e **Cor** atribuídas à imagem.
sl: Pogled oznak vam omogoča, da izberete fotografije po oznakah **Ocena**, **Izberi** in **Barva**, ki so dodeljene sliki.
uk: За допомогою режиму перегляду позначок ви можете вибирати фотографії за позначками оцінки, впорядкування або кольору, які було пов'язано із зображенням.

source: **Ratings** are displayed by stars.
ca: Les **valoracions** es mostren amb estrelles.
it: Le **valutazioni** sono rappresentate da stelle.
nl: **Waarderingen** worden getoond door sterren.
pt_br: As **classificações** são exibidas por estrelas.
sl: **Ocene** so prikazane z zvezdicami.
uk: **Оцінки** призведуть до показу за зірочками.

source: **Picks** are displayed by flags.
ca: Les **Seleccions** es mostren amb indicadors.
it: Le **scelte** sono rappresentate da bandierine.
nl: **Gekozen** worden getoond door vlaggen.
pt_br: As **seleções** são exibidas por bandeiras.
sl: **Izbire** so prikazane z zastavicami.
uk: **Впорядкування** призведе до показу за прапорцями.

source: **Colors** are displayed by colored line under the image.
ca: Els **Colors** es mostren amb una línia de color sota la imatge.
it: I **colori** sono rappresentati da linee colorate sotto l'immagine.
nl: **Kleuren** worden getoond door een gekleurde lijn onder de afbeelding.
pt_br: As **cores** são exibidas por linhas coloridas abaixo da imagem.
sl: **Barve** so prikazane z barvno črto pod sliko.
uk: **Кольори** призведуть до показу за кольоровою лінією під зображенням.

source: The digiKam Labels View of Left Sidebar
ca: La vista de rètols en el digiKam de la barra lateral esquerra
it: La vista etichette della barra laterale sinistra di digiKam
nl: De weergave van labels uit de linker zijbalk van digiKam
pt_br: Visualização das legendas na barra lateral esquerda do digiKam
sl: Pogled oznak digiKam v levi stranski vrstici
uk: Панель позначок digiKam на лівій бічній панелі

source: To filter your collection based on a label, click on a label in the left sidebar. All images with a matching label will be displayed in the main view. To remove the filter, click on the label header of the label you want to remove, such as Rating, Pick, or Color.
ca: Per a filtrar la col·lecció en funció d'un rètol, feu clic sobre un rètol a la barra lateral esquerra. Totes les imatges amb un rètol coincident es mostraran a la vista principal. Per a eliminar el filtre, feu clic a la capçalera del rètol que voleu eliminar, com ara Valoració, Selecció o Color.
it: Per filtrare la tua raccolta in base a un'etichetta, fai clic su un'etichetta nella barra laterale sinistra. Tutte le immagini che contengono un'etichetta che corrisponde saranno visualizzate nella vista principale. Per rimuovere il filtro, fai clic sul titolo dell'etichetta che vuoi rimuovere, per esempio Valutazione, Scelta o Colore.
nl: Om uw verzameling gebaseerd op een label te filteren, klik op een label in de linker zijbalk. Alle afbeeldingen met een overeenkomend label zal getoond worden in de hoofdweergave. Om het filter te verwijderen, klik op de labelkop van het label dat u wilt verwijderen, zoals Waardering, Gekozen of Kleur.
pt_br: Para filtrar sua coleção com base em uma legenda, clique em uma legenda na barra lateral esquerda. Todas as imagens com uma legenda correspondente serão exibidas na área principal. Para remover o filtro, clique no cabeçalho da legenda que deseja remover, como Classificação, Seleção ou Cor.
sl: Če želite svojo zbirko filtrirati na podlagi oznake, kliknite oznako v levi stranski vrstici. Vse slike z ujemajočo se oznako bodo prikazane v glavnem pogledu. Če želite odstraniti filter, kliknite glavo oznake, ki jo želite odstraniti, na primer Ocena, Izberi ali Barva.
uk: Щоб відфільтрувати збірку за позначкою, натисніть пункт позначки на лівій бічній панелі. У відповідь у головному вікні буде показано усі зображення з відповідними позначками. Щоб зняти фільтрування, натисніть заголовок позначки, яку слід вилучити, наприклад «Оцінка», «Впорядкування» або «Колір».

source: You may select more than one label by :kbd:`Ctrl+left` click. The selected labels within the same type are connected by boolean OR, e.g. selecting Three Stars and Four Stars will display all photographs that have either label assigned. Different types of labels are connected by boolean AND, e.g. selecting Four Stars and Yellow will display only photographs that have both labels assigned. You can perform even more sophisticated searches by using the **Filters** section of the :ref:`Right Sidebar <filters_view>`.
ca: Podeu seleccionar més d'un rètol amb la drecera :kbd:`Ctrl+clic esquerre`. Els rètols seleccionats dins del mateix tipus estan connectats per OR booleà, p. ex., seleccionant Tres estrelles i Quatre estrelles es mostraran totes les fotografies que tinguin assignada un dels dos rètols. Tipus diferents de rètols estan connectats per AND booleà, p. ex., seleccionant Quatre estrelles i Groc només mostrarà fotografies que tinguin ambdós rètols assignats. Podeu realitzar cerques encara més sofisticades utilitzant la secció **Filtres** de la :ref:`Barra lateral dreta <filters_view>`.
it: Con kbd:`Ctrl+clic sinistro` puoi selezionare più di un'etichetta. Le etichette selezionate all'interno dello stesso tipo sono collegate da O logico, per esempio selezionando tre stelle e quattro stelle verranno visualizzate tutte le fotografie che hanno l'una o l'altra etichetta assegnata. I tipi diversi di etichette sono collegate da un AND logico, cioè, se selezioni quattro stelle e il giallo verranno visualizzate solo le fotografie a cui sono state assegnate entrambe le etichette. Puoi eseguire anche ricerche più sofisticate, usando la sezione **Filtri** della :ref:`barra laterale destra <filters_view>`.
nl: U kunt meer dan één label selecteren met drukken op :kbd:`Ctrl+Links`. De geselecteerde labels binnen hetzelfde type zijn verbonden door een boolean OF, bijv. Drie-sterren en Vier-sterren selecteren zal alle foto's tonen waaraan deze labels zijn toegekend. Verschillende typen label zijn verbonden door de boolean EN, bijv. selecteren van Vier-sterren en Geel zal alleen foto's tonen waaraan beide labels zijn toegekend. U kunt zelfs meer geavanceerde zoekopdrachten gebruiken door de sectie **Filters** van de :ref:`Rechter zijbalk <filters_view>` te gebruiken.
pt_br: Você pode selecionar mais de uma legenda clicando com :kbd:`Ctrl+esquerdo`. As legendas selecionadas dentro do mesmo tipo são conectados pelo booleano OU, por exemplo, selecionar três estrelas e quatro estrelas exibirá todas as fotografias que tenham uma ou outra legenda atribuída. Diferentes tipos de legendas são conectados pelo booleano E, por exemplo, selecionar quatro estrelas e amarelo exibirá apenas as fotografias que tenham ambas as legendas atribuídas. Você pode realizar buscas ainda mais sofisticadas usando a seção **Filtros** da :ref:`barra lateral direita <filters_view>`.
sl: Z :kbd:`Ctrl+levi` klik lahko izberete več kot eno oznako. Izbrane oznake znotraj iste vrste so povezane z logičnim ALI, npr. če izberete Tri zvezdice in Štiri zvezdice, bodo prikazane vse fotografije, ki jim je dodeljena ena ali druga oznaka. Različne vrste oznak so povezane z logičnim IN, npr. če izberete Štiri zvezdice in Rumeno, bodo prikazane samo fotografije, ki imajo obe dodeljeni oznaki. Izvedete lahko še bolj sofisticirana iskanja z uporabo razdelka **Filtri** v :ref:`desni stranski vrstici <filters_view>`.
uk: Ви можете призначити декілька позначок, скориставшись комбінацією :kbd:`Ctrl+клацання лівою кнопкою миші`. Вибрані позначки в одному типі з'єднуються булевим АБО, наприклад, вибір трьох зірок або чотирьох зірок призведе до показу усіх фотографій, для яких призначено будь-яку з позначок. Позначки різних типів буде поєднано логічною операцією ТА. Наприклад, якщо вибрано «Чотири зірки» та «Жовтий», буде показано лише ті фотографії, до яких призначено обидві позначки. Ви можете створити і вигадливіші критерії пошуку, якщо скористаєтеся розділом **Фільтри** :ref:`правої бічної панелі <filters_view>`.

source: The digiKam Labels left sidebar
ca: La barra lateral esquerra de rètols del digiKam
it: La barra laterale sinistra Etichette di digiKam
nl: De labels in de linker zijbalk van digiKam
pt_br: A barra lateral esquerda de legendas do digiKam
sl: Leva stranska vrstica digiKam oznak
uk: Ліва бічна панель позначок digiKam

source: Using the image above as an example, digiKam will display all images Rated 3 OR 4 stars, AND with a Pick label of Pending OR Accepted. A color label was not selected, so all color labels are included in the search, including images with no color label assigned.
ca: Utilitzant la imatge anterior com a exemple, el digiKam mostrarà totes les imatges amb un valor de 3 o 4 estrelles, i amb un rètol de selecció de Pendent or Acceptada. No s'ha seleccionat cap rètol de color, de manera que tots els rètols de color s'inclouen a la cerca, incloses les imatges sense rètol de color assignat.
it: Utilizzando l'immagine sopra come esempio, digiKam visualizzerà tutte le immagini valutate 3 O 4 stelle, E con un'etichetta di scelta In sospeso O Accettata. Non è stata selezionata un'etichetta colorata, dunque tutte le etichette colorate vengono incluse nella ricerca, incluse le immagini senza un'etichetta colorata assegnata.
nl: Bij gebruik van de bovenstaande afbeelding als een voorbeeld zal digiKam alle afbeeldingen tonen met waardering 3 OF 4 sterren, EN met een Gekozen label van Afwachtend OF geaccepteerd. Een kleurlabel was niet geselecteerd, dus alle kleurlabels worden meegenomen in de zoekopdracht, inclusief afbeeldingen zonder een toegekend kleurlabel.
pt_br: Usando a imagem acima como exemplo, o digiKam exibirá todas as imagens classificadas com 3 OU 4 estrelas, E com a legenda de seleção pendente OU aceito. Nenhuma legenda de cor foi selecionada, portanto, todos as legendas de cores serão incluídas na busca, incluindo imagens sem legenda de cor atribuída.
sl: Če uporabimo zgornjo sliko kot primer, bo digiKam prikazal vse slike, ocenjene s 3 ALI 4 zvezdicami, IN z oznako Izberi na čakanju ALI sprejeto. Barvna oznaka ni bila izbrana, zato so v iskanje vključene vse barvne oznake, vključno s slikami brez dodeljene barvne oznake.
uk: Використовуючи зображення вище як приклад, digiKam покаже усі зображення з оцінкою 3 АБО 4 зірки ТА з впорядкувальною позначкою «У черзі» АБО «Прийнято». Кольорову позначку не вибрано, тому до пошуку включено всі кольорові позначки, включно з зображеннями без призначеної кольорової позначки.

source: The **Rating** and **Color** Labels can be used to sort items from your collection during your asset management workflow. See :ref:`this section <rating_ranking>` for details.
ca: Els rètols de **Valoració** i **Color** es poden utilitzar per a ordenar els elements de la vostra col·lecció durant el flux de treball en la gestió dels actius. Per a més detalls, vegeu :ref:`aquesta secció <rating_ranking>`.
it: La **Valutazione** e le etichette **colorate** possono essere utilizzate per ordinare gli elementi dalla tua raccolta durante il tuo processo di gestione dei beni (digitali). Vedi :ref:`questa sezione <rating_ranking>` per i dettagli.
nl: De **Waardering** en **Kleurlabels** kunnen gebruikt worden om items te uit uw verzameling te sorteren tijdens uw werkmethode bij beheer van bezit. Zie :ref:`deze sectie <rating_ranking>` voor details.
pt_br: As legendas de **Classificação** e **Cor** podem ser usadas ​​para classificar itens da sua coleção durante o fluxo de trabalho de gerenciamento de ativos. Consulte :ref:`esta seção <rating_ranking>` para obter mais detalhes.
sl: Oznaki **Ocena** in **Barva** lahko uporabite za razvrščanje predmetov iz vaše zbirke med potekom dela upravljanja sredstev. Glej :ref:`ta razdelek <rating_ranking>` za podrobnosti.
uk: **Оцінкою** і **Мітками кольорів** можна скористатися для упорядкування записів з вашої збірки під час обробки цифрової власності. Див. :ref:`цей розділ <rating_ranking>`, щоб дізнатися більше.

source: You can rename **Color Labels** directly in the label tree-view by **double-clicking** the label text.
sl: **Barvne oznake** lahko preimenujete neposredno v drevesnem pogledu oznak tako, da **dvojno kliknete** besedilo oznake.
uk: Ви можете перейменувати **Кольорові мітки** безпосередньо в ієрархічному списку міток за допомогою **подвійного клацання** на тексті мітки.

source: By default, each color label uses the color name as its description. However, you can customize this text to better fit your workflow.
sl: Privzeto vsaka barvna oznaka uporablja ime barve kot opis. Vendar pa lahko to besedilo prilagodite svojemu delovnemu toku.
uk: Типово, для кожної кольорової мітки буде використано як опис назву кольору. Втім, ви можете змінити цей текст так, щоб він краще відповідав вашій робочій процедурі.

source: The digiKam Color Labels Can Be Renamed
sl: Barvne oznake digiKam je mogoče preimenovati
uk: Кольорові мітки digiKam можна перейменовувати

source: The customized label name will appear in:
sl: Prilagojeno ime oznake se bo prikazalo v:
uk: Нетипову назву мітки буде показано у таких елементах:

source: **Icon-view item tooltips**.
sl: **Orodni opisi elementov v pogledu ikon**.
uk: **Підказки запису панелі перегляду піктограм**.

source: The **Captions** and **Filters** tabs of the right sidebar.
sl: Zavihka **Napisi po sliko** in **Filtri** v desni stranski vrstici.
uk: Вкладки **Підписи** і **Фільтри** на правій бічній панелі.

source: The **Advanced Search** dialog.
sl: Pogovorno okno **Napredno iskanje**.
uk: Вікно **Розширений пошук**.

source: The virtual album selection in post-processing tools.
sl: Izbira virtualnega albuma v orodjih za naknadno obdelavo.
uk: Вибір віртуального альбому в інструментах остаточної обробки.

source: Color label names are limited to **32 characters**. To reset a color label name to the default value, just clear the string and valid.
sl: Imena barvnih oznak so omejena na **32 znakov**. Če želite ime barvne oznake ponastaviti na privzeto vrednost, preprosto počistite niz in potrdite veljavnost.
uk: Назви кольорових міток обмежено **32 символами**. Щоб повернути кольоровій мітці типову назву, просто спорожніть рядок і підтвердьте дію.

source: Assigning Labels
ca: Assignació de rètols
it: Assegnare etichette
nl: Labels toekennen
pt_br: Atribuindo legendas
sl: Dodeljevanje oznak
uk: Призначення позначок

source: There are two ways to assign labels to your photographs:
ca: Hi ha dues maneres d'assignar rètols a les fotografies:
it: Ci sono due modi per assegnare etichette alle tue fotografie:
nl: Er zijn twee manieren om labels aan uw foto's toe te kennen:
pt_br: Há duas maneiras de atribuir legendas às suas fotografias:
sl: Svojim fotografijam lahko dodelite oznake na dva načina:
uk: Передбачено два способи призначення позначок для ваших фотографій:

source: Right-clicking on an image or a thumbnail displays the context menu of a thumbnail. From the context menu, you can assign a **Rating**, **Pick**, or **Color** label.
ca: En fer clic amb el botó dret sobre una imatge o una miniatura, es mostrarà el menú contextual d'una miniatura. Des del menú contextual, podeu assignar un rètol de **Valoració**, **Selecció** o **Color**.
it: Fare clic col destro su un'immagine o su una miniatura visualizza il menu contestuale di una miniatura. Dal menu contestuale puoi assegnare un'etichetta di **valutazione**, di **scelta** o **colorata**.
nl: Rechts klikken op een afbeelding of een miniatuur toont het contextmenu van een miniatuur. Uit het contextmenu kunt u een label **Waardering**, **Gekozen** of **Kleur** toekennen.
pt_br: Clicar com o botão direito do mouse em uma imagem ou miniatura exibe o menu de contexto da miniatura. No menu de contexto, você pode atribuir uma legenda de **Classificação**, **Seleção** ou **Cor**.
sl: Z desnim klikom na sliko ali sličico se prikaže kontekstni meni sličice. V kontekstnem meniju lahko dodelite oznako **Ocena**, **Izberi** ali **Barva**.
uk: Клацання правою кнопкою миші на зображенні або мініатюрі призведе до показу контекстного меню мініатюри. У контекстному меню можна призначити мітку **Оцінка**, **Впорядкування** або **Колір**.

source: The digiKam Icon-View Context Menu and Labels Options
ca: El menú contextual en la vista d'icones del digiKam i les opcions dels rètols
it: Il menu contestuale della vista a icone di digiKam e le opzioni delle etichette
nl: De Pictogramweergave van digiKam met opties Contextmenu en Labels
pt_br: Menu de contexto e opções de legenda da visualização em miniaturas do digiKam
sl: Kontekstni meni pogleda ikon digiKam in možnosti oznak
uk: Контекстного меню панелі піктограм digiKam і пункти для позначок

source: The **Description** tab of the **Captions** section of the Right Sidebar.
ca: La pestanya **Descripció** de la secció **Llegendes** de la barra lateral dreta.
it: La scheda **Descrizione** della sezione **Didascalie** della barra laterale destra.
nl: Het tabblad **Beschrijving** van de sectie **Opschriften** in de rechter zijbalk.
pt_br: A seção **Legendas** da aba de **Descrição** da barra lateral direita.
sl: Zavihek **Opis** v razdelku **Napisi** na desni stranski vrstici.
uk: Вкладки **Опис** розділу **Підписи** на правій бічній панелі.

source: The digiKam Labels Options from Captions Right Sidebar Tab
ca: Les opcions per als rètols des de la pestanya Llegendes a la barra lateral dreta en el digiKam
it: Le opzioni delle etichette dalla scheda della barra laterale destra delle didascalie di digiKam
nl: De optie Labels van digiKam uit het tabblad Opschrift in de rechter zijbalk
pt_br: Opções de legendas na aba de descrição da barra lateral direita do digiKam
sl: Možnosti oznak digiKam na zavihku Napisi v desni stranski vrstici
uk: Пункти для позначок у digiKam на вкладці підписів правої бічної панелі

source: Automatically Assigning Pick Labels
ca: Assignació automàtica dels rètols de selecció
it: Assegnare automaticamente etichette di scelta
nl: Automatisch labels Gekozen toekennen
pt_br: Atribuir automaticamente as legendas de seleção
sl: Samodejno dodeljevanje izbirnih oznak
uk: Автоматичне призначення впорядкувальних позначок
