Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/labels_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: Because of technical limitations on Windows, multi-core support for MySQL/MariaDB databases does not perform well. For better performance, we recommend using a SQLite database instead.
ca: Per les limitacions tècniques del Windows, el suport multinucli amb les bases de dades MySQL/MariaDB no tenen un bon rendiment. Per a millorar el rendiment, recomanem utilitzar una base de dades SQLite.
it: A causa di limitazioni tecniche in Windows, il supporto multi-core per banche dati Mysql/MariaDB non restituisce buone prestazioni. Per ottenere prestazioni migliori, consigliamo di utilizzare invece una banca dati SQlite.
nl: Omdat er technische beperkingen onder Windows zijn zal de ondersteuning van multi-kern voor een MySQL/MariaDB database geen goede presentaties leveren. We bevelen in plaats daarvan aan een SQLite database voor betere prestaties te gebruiken.
pt_br: Devido a limitações técnicas no Windows, o suporte multi-core para bancos de dados MySQL/MariaDB não apresenta bom desempenho. Para melhor desempenho, recomendamos o uso de um banco de dados SQLite.
sl: Zaradi tehničnih omejitev v sistemu Windows večjedrna podpora za zbirke podatkov MySQL/MariaDB ne deluje dobro. Za boljše delovanje priporočamo uporabo baze podatkov SQLite.
uk: Через технічні обмеження Windows підтримка багатоядерної обробки з базою даних MySQL/MariaDB працює недостатньо добре. Ми рекомендуємо замість цього використовувати базу даних SQLite, щоб збільшити швидкість обробки.

source: Basic Factors Tab
ca: Pestanya de factors bàsics
it: Scheda Fattori di base
nl: Tabblad Basisfactoren
pt_br: Aba de fatores básicos
sl: Zavihek Osnovni dejavniki
uk: Вкладка «Базові фактори»

source: The **Basic Factors** tab lets you control how the selected qualities influence the rating the **Pick** label. The basic factors are only used when the **Quality Engine** is set to **Detect by Basic Factors**.
ca: La pestanya **Factors bàsics** us permet controlar com les qualitats seleccionades influeixen en la qualificació del rètol de **Selecció**. Els factors bàsics només s'utilitzen quan el **motor de qualitat** s'estableix a **Detecta segons factors bàsics**.
it: La scheda **Fattori di base** ti permette di controllare come le qualità selezionate influenzino la valutazione dell'etichetta di **scelta**. I fattori di base vengono usati soltanto quando il **motore della qualità** è impostato a **Rileva per fattori di base**.
nl: Het tabblad **Basisfactoren** laat u besturen hoe de geselecteerde kwaliteiten de waardering in het label **Gekozen** beïnvloeden. De basisfactoren worden alleen gebruikt wanneer de **Kwaliteits-engine** is ingesteld op **Op basisfactoren detecteren**.
pt_br: A aba **Fatores básicos** permite controlar como as qualidades selecionadas influenciam a classificação da legenda de **Seleção**. Os fatores básicos são usados ​​somente quando o **Mecanismo de qualidade** está definido como **Detectar por fatores básicos**.
sl: Zavihek **Osnovni dejavniki** vam omogoča nadzor nad tem, kako izbrane lastnosti vplivajo na oceno oznake **Izberi**. Osnovni dejavniki se uporabljajo le, če je **Mehanizm kakovosti** nastavljen na **Zaznaj po osnovnih dejavnikih**.
uk: За допомогою вкладки **Базові фактори** можна керувати тим, як вибрані параметри якості впливатимуть на визначення позначки **Впорядкування**. Базові фактори використовуються лише тоді, коли для **Рушія якості** встановлено значення **Визначити на основі базових факторів**.

source: The digiKam Image Quality Scan Basic Factors View
ca: La vista de factors bàsics de l'exploració de qualitat de les imatges del digiKam
it: La vista Fattori di base dell'Analisi qualità dell'immagine di digiKam
nl: De Basisfactorenweergave van digiKam van Scannen op kwaliteit van afbeelding
pt_br: A aba de fatores básicos da análise de qualidade da imagem do digiKam
sl: Pogled osnovnih dejavnikov skeniranja kakovosti slike digiKam
uk: Панель базових факторів для якості зображень у digiKam

source: The **Basic Factors** method uses four basic factors to rate each image: **Blur, Noise, Exposure, and Compression**. Using basic factors, however, requires fine-tuning by the user and it does not include any assessment of the aesthetic value of the image. Un-checking all four options in **Basic Factors** mode renders the Image Quality Scanner functionally useless.
ca: El mètode **Factors bàsics** utilitza quatre factors bàsics per a valorar cada imatge: **Difuminat, Soroll, Exposició i Compressió**. L'ús de factors bàsics, però, requereix un ajustament fi per part de l'usuari i no inclou cap valoració del valor estètic de la imatge. Desmarcar les quatre opcions en el mode **Factors bàsics** fa que l'exploració de la qualitat de les imatges sigui funcionalment inútil.
it: Il metodo **Fattori di base** utilizza quattro fattori di base per valutare le immagini: **Sfocatura, Rumore, Esposizione e Compressione**. L'uso dei fattori di base richiede, tuttavia, una regolazione precisa da parte dell'utente, e non include alcuna valutazione estetica dell'immagine. Deselezionando tutt'e quattro le opzioni nella modalità **Fattori di base**, la funzione di analisi di qualità delle immagini diventa praticamente inutile.
nl: De methode **Basisfactoren** gebruikt vier basisfactoren om elke afbeelding te waarderen: **Vaagheid, Ruis, Belichting en Compressie**. Basisfactoren gebruiken vereist echter fijn afstemming door de gebruiker en het omvat geen enkele bepaling van de esthetische waarde van de afbeelding. Deactiveren van alle vier opties in modus **Basisfactoren** maakt de functionaliteit Scanner op afbeeldingskwaliteit nutteloos.
pt_br: O método **Fatores básicos** utiliza quatro fatores básicos para classificar cada imagem: **Desfoque, Ruído, Exposição e Compressão**. O uso de fatores básicos, no entanto, exige ajustes finos por parte do usuário e não inclui nenhuma avaliação do valor estético da imagem. Desmarcar todas as quatro opções no modo **Fatores básicos** torna a análise de qualidade de imagem inútil.
sl: Metoda **Osnovni dejavniki** uporablja štiri osnovne dejavnike za ocenjevanje vsake slike: **Zamegljenost, šum, osvetlitev in stiskanje**. Uporaba osnovnih dejavnikov pa zahteva natančno nastavitev s strani uporabnika in ne vključuje ocene estetske vrednosti slike. Če počistite vse štiri možnosti v načinu **Osnovni dejavniki**, postane skener kakovosti slike funkcionalno neuporaben.
uk: У способі **Базові фактори** використано чотири основні фактори для оцінки кожного зображення: **розмитість, зашумленість, витримка та стиснення**. Однак використання базових факторів вимагає тонкого налаштування користувачем і не включає жодної оцінки естетичної цінності зображення. Зняття позначення з усіх чотирьох пунктів у режимі **Базові фактори** робить сканування зображень щодо якості беззмістовним.
