Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/labels_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: digiKam can automatically assign **Pick Labels** to your images using the **Image Quality Scan** tool in the Labels View. The Image Quality Scan tool assess images using either a deep-learning neural network, or by using basic aesthetic factors. After scanning an image, digiKam will assign a **Pick Label** based on the quality of the image and the options you have selected in the **Settings** tab.
ca: El digiKam pot assignar automàticament **Rètols de selecció** a les vostres imatges utilitzant l'eina **Exploració de la qualitat de les imatges** a la vista de rètols. L'eina d'exploració de qualitat de les imatges avalua les imatges utilitzant una xarxa neuronal d'aprenentatge profund o utilitzant factors estètics bàsics. Després d'explorar una imatge, el digiKam assignarà un **Rètol de selecció** basat en la qualitat de la imatge i les opcions que heu seleccionat a la pestanya **Configuració**.
it: digiKam può assegnare automaticamente **etichette di scelta** alle tue immagini utilizzando lo strumento **Analisi qualità dell'immagine** nella vista Etichette. Lo strumento «Analisi qualità dell'immagine» valuta le immagini tramite una rete neurale di apprendimento profondo, oppure utilizzando fattori estetici di base. Dopo l'analisi di un'immagine, digiKam assegnerà una **etichetta di scelta** basata sulla qualità dell'immagine e sulle opzioni che hai selezionato nella scheda **Impostazioni**.
nl: digiKam kan automatisch **Gekozen labels** toekennen aan uw afbeeldingen met gebruik van het hulpmiddel **Scannen op kwaliteit van afbeelding** in de Labelsweergave. Het hulpmiddel Scannen op kwaliteit van afbeelding onderzoekt afbeeldingen met ofwel een deep-learning neuraal netwerk of door basis esthetische factoren te gebruiken. Na scannen van een afbeelding zal digiKam een **Gekozenlabel** toekennen gebaseerd op de kwaliteit van de afbeelding en de opties die u hebt geselecteerd in het tabblad **Instellingen**.
pt_br: O digiKam pode atribuir automaticamente **Legendas de seleção** às suas imagens usando a ferramenta **Análise de qualidade da imagem** na visualização de legendas. A ferramenta de análise de qualidade da imagem avalia as imagens usando uma rede neural de aprendizado profundo ou fatores estéticos básicos. Após a digitalização de uma imagem, o digiKam atribuirá uma **Legenda de seleção** com base na qualidade da imagem e nas opções selecionadas na aba **Configurações**.
sl: digiKam lahko samodejno dodeli **Izberi oznake** vašim slikam z uporabo orodja **Skeniranje kakovosti slike** v pogledu oznak. Orodje za pregledovanje kakovosti slike ocenjuje slike bodisi z nevronsko mrežo globokega učenja bodisi z uporabo osnovnih estetskih dejavnikov. Po skeniranju slike bo digiKam dodelil **Izberi oznako** glede na kakovost slike in možnosti, ki ste jih izbrali v zavihku **Nastavitve**.
uk: digiKam може автоматично призначати **Впорядкувальну позначку** вашим зображенням за допомогою інструмента **Сканування якості зображення** на панелі позначок. Інструмент «Сканування якості зображень» оцінює зображення за допомогою нейронної мережі глибокого навчання або з використанням основних естетичних факторів. Після сканування зображення digiKam призначить **Впорядкувальну позначку** на основі якості зображення та параметрів, які ви вибрали на вкладці **Параметри**.

source: The **Red** flag for **Rejected**.
ca: L'indicador **vermell** per a **Rebutjada**.
it: Bandiera **rossa** per **Rifiutata**.
nl: De **Rode** vlag voor **Afgewezen**.
pt_br: A bandeira **vermelha** para **rejeitado**.
sl: **Rdeča** zastavica za **Zavrnjeno**.
uk: **Червоний** прапорець для **Відкинутих**.

source: The **Yellow** flag for **Pending**.
ca: L'indicador **groc** per a **Pendent**.
it: Bandiera **gialla** per **In sospeso**.
nl: De **Gele** vlag voor **In behandeling**.
pt_br: A bandeira **amarela** para **pendente**.
sl: **Rumena** zastavica za **V teku**.
uk: **Жовтий** прапорець для **У черзі**.

source: The **Green** flag for **Accepted**.
ca: L'indicador **verd** per a **Acceptada**.
it: Bandiera **verde** per **Accettata**
nl: De **Groene** vlag voor **Geaccepteerd**.
pt_br: A bandeira **verde** para **aceito**.
sl: **Zelena** zastavica za **Sprejeto**.
uk: **Зелений** прапорець для **Прийнятих**.

source: To access the Image Quality Scan tool, click on **Image Quality Scan** at the bottom of the Labels View to expand the tool.
ca: Per a accedir a l'eina d'exploració de qualitat de les imatges, feu clic a **Exploració de la qualitat de les imatges** a la part inferior de la vista de rètols per a ampliar l'eina.
it: Per espandere e accedere allo strumento «Analisi qualità dell'immagine», fai clic su **Analisi qualità dell'immagine** nella parte inferiore della vista Etichette.
nl: Voor toegang tot het hulpmiddel Scannen op kwaliteit van afbeelding, klik op **Scan op kwaliteit van afbeelding** onderaan de Labelsweergave om het hulpmiddel uit te vouwen.
pt_br: Para acessar a ferramenta de análise de qualidade da imagem, clique em **Analisar qualidade da imagem** na parte inferior do painel de legendas para expandir a ferramenta.
sl: Za dostop do orodja za skeniranje kakovosti slike kliknite **Skeniranje kakovosti slike** na dnu pogleda oznak, da razširite orodje.
uk: Щоб отримати доступу до інструмента сканування якості зображень, виберіть пункт **Сканування щодо якості зображень** у нижній частині панелі позначок, щоб розгорнути панель інструмента.

source: Search-in Tab
ca: Pestanya de cerca a
it: Scheda Ricerca in
nl: Tabblad Zoeken-in
pt_br: Aba para pesquisar em
sl: Zavihek Iskanje v
uk: Вкладка місць пошуку

source: The **Search-in** tab lets you choose which albums and image tags to include in a scan.
ca: La pestanya **Cerca a** permet triar quins àlbums i etiquetes d'imatge s'inclouran en una exploració.
it: La scheda **Ricerca in** ti permette di scegliere quali album e tag immagine includere in un'analisi.
nl: Het tabblad **Zoeken-in** laat u kiezen welke albums en afbeeldingstags mee te nemen in een scan.
pt_br: A aba **Pesquisar em** permite que você escolha quais álbuns e etiquetas de imagem incluir em uma análise.
sl: Zavihek **Iskanje v** vam omogoča, da izberete, katere albume in oznake slik želite vključiti v skeniranje.
uk: За допомогою вкладки **Місця пошуку** ви можете вибрати альбоми та мітки зображень, які слід включити до пошуку.

source: The digiKam Image Quality Scan Search-in View
ca: La vista de cerca de l'exploració de qualitat de les imatges del digiKam
it: La vista Ricerca in dell'Analisi qualità dell'immagine di digiKam
nl: De Zoeken-inweergave van digiKam van Scannen op kwaliteit van afbeelding
pt_br: A aba de pesquisa da análise de qualidade da imagem do digiKam
sl: Pogled skeniranja kakovosti slike digiKam iskanja v
uk: Панель місць пошуку для якості зображень у digiKam

source: Settings Tab
ca: Pestanya de configuració
it: Scheda Impostazioni
nl: Tabblad Instellingen
pt_br: Aba de configurações
sl: Zavihek nastavitev
uk: Вкладка параметрів

source: The **Settings** tab lets you control how the Image Quality Scan tool sets the **Pick** label.
ca: La pestanya **Configuració** us permet controlar com l'eina d'exploració de qualitat de les imatges estableix el rètol **Selecció**.
it: La scheda **Impostazioni** ti permette di controllare come lo strumento Analisi qualità dell'immagine imposta l'etichetta di **scelta**.
nl: Het tabblad **Instellingen** laat u besturen hoe het hulpmiddel voor Scannen op kwaliteit van afbeelding het label **Gekozen** instelt.
pt_br: A aba **Configurações** permite que você controle como a ferramenta de análise de qualidade da imagem define a legenda de **Seleção**.
sl: Zavihek **Nastavitve** vam omogoča nadzor nad tem, kako orodje za skeniranje kakovosti slike nastavi oznako **Izberi**.
uk: За допомогою вкладки **Параметри** ви можете керувати тим, як інструмент сканування щодо якості зображень встановлюватиме позначку **Впорядкування**.

source: The digiKam Image Quality Scan Settings View
ca: Vista de la configuració d'exploració de qualitat de les imatges del digiKam
it: La vista Impostazioni dell'Analisi qualità dell'immagine di digiKam
nl: De Instellingenweergave van digiKam van Scannen op kwaliteit van afbeelding
pt_br: A aba de configurações da análise de qualidade da imagem do digiKam
sl: Pogled nastavitev skeniranja kakovosti slike digiKam
uk: Панель параметрів пошуку для якості зображень у digiKam

source: Scan Mode:
ca: Mode d'exploració:
it: Modalità di analisi:
nl: Modus van scan:
pt_br: Modo de análise:
sl: Način skeniranja:
uk: Режим пошуку:

source: **All**: Scan all images in the selected albums and tags.
ca: **Tot**: explora totes les imatges dels àlbums i etiquetes seleccionades.
it: **Tutto**: analizza tutte le immagini negli album e nei tag selezionati.
nl: **Alles**: Scan alle afbeeldingen in de geselecteerde albums en tags.
pt_br: **Tudo**: analisa todas as imagens nos álbuns e etiquetas selecionados.
sl: **Vse**: Preglejte vse slike v izbranih albumih in oznakah.
uk: **Усі**: сканувати усі зображення, які належать до вибраних альбомів або міток.

source: **Non-Assigned Only**: Scan only images that do not already have a Pick label in the selected albums and tags.
ca: **Només no assignades**: només explora imatges que no tinguin ja un rètol de selecció en els àlbums i etiquetes seleccionades.
it: **Solo dei non assegnati**: analizza solo le immagini che non possiedono già un'etichetta di scelta negli album e nei tag selezionati.
nl: **Alleen niet-toegekende**: Scan alleen afbeeldingen die niet al een label Gekozen hebben in de geselecteerde albums en tags.
pt_br: **Não atribuídos somente**: analisa somente as imagens que ainda não possuam uma legenda de seleção nos álbuns e etiquetas selecionados.
sl: **Samo nedodeljene**: skeniraj samo slike, ki še nimajo oznake Izberi v izbranih albumih in oznakah.
uk: **Лише у записах без призначень**: виконати сканування лише у зображеннях, яким ще не призначено впорядкувальної позначки і які належать до вибраних альбомів чи міток.

source: Assign labels:
ca: Assigna rètols:
it: Assegna etichette:
nl: Labels toekennen:
pt_br: Atribuir legendas:
sl: Dodeli oznake:
uk: Призначення позначок:

source: Select which pick labels to assign to images. This is useful for letting digiKam automatically reject images that do not meet your quality standards, but still allow you to manually assign the other labels. Un-checking all three options renders the Image Quality Scanner functionally useless.
ca: Seleccioneu quins rètols de selecció voleu assignar a les imatges. Això és útil per a permetre que el digiKam rebutgi automàticament imatges que no compleixen els vostres estàndards de qualitat, però que encara us permeten assignar manualment els altres rètols. Desmarcar les tres opcions fa que l'exploració de la qualitat de les imatges sigui funcionalment inútil.
it: Seleziona quali etichette di scelta assegnare alle immagini. Questa opzione è utile per fare in modo che digiKam rifiuti automaticamente le immagini che non soddisfano i tuoi standard di qualità, ma permette tuttavia di assegnare manualmente le altre etichette. Deselezionando tutte e tre le opzioni, la funzione di analisi di qualità delle immagini diventa praticamente inutile.
nl: Selecteer welke gekozenlabels toe te kennen aan afbeeldingen. Dit is nuttig voor digiKam toelaten automatisch afbeeldingen te verwerpen die niet voldoen aan uw kwaliteitsstandaarden, maar nog steeds u toestaan handmatig de andere labels toe te kennen. Alle drie opties deactiveren maken de Scanner op afbeeldingskwaliteit nutteloos.
pt_br: Selecione quais legendas de seleção atribuir às imagens. Isso é útil para permitir que o digiKam rejeite automaticamente imagens que não atendem aos seus padrões de qualidade, mas ainda permite que você atribua manualmente as outras legendas. Desmarcar todas as três opções torna a análise de qualidade da imagem inútil.
sl: Izberite oznake, ki jih želite dodeliti slikam. To je uporabno za omogočanje digiKamu, da samodejno zavrne slike, ki ne ustrezajo vašim standardom kakovosti, vendar vam še vedno omogoča ročno dodeljevanje drugih oznak. Če počistite vse tri možnosti, postane skener kakovosti slike funkcionalno neuporaben.
uk: Виберіть, які позначки призначити до зображень. Це корисно, щоб дозволити digiKam автоматично відхиляти зображення, які не відповідають вашим стандартам якості, але все ж дозволити вам вручну призначати інші позначки. Зняття позначок з усіх трьох пунктів робить сканування зображень щодо якості беззмістовним.

source: Quality Engine:
ca: Motor de qualitat:
it: Motore della qualità:
nl: Kwaliteitsengine:
pt_br: Mecanismo de qualidade:
sl: Stroj kakovosti:
uk: Рушій якості:

source: **Detect Aesthetic Contents**: Uses the deep-learning neural network to assess the aesthetic quality of images.
ca: **Detecta el contingut estètic**: utilitza la xarxa neuronal d'aprenentatge profund per a avaluar la qualitat estètica de les imatges.
it: **Rileva contenuti estetici**: usa la rete neurale di apprendimento profondo per valutare la qualità estetica delle immagini.
nl: **Esthetische inhoud detecteren**: gebruikt het deep-learning neurale netwerk om de esthetische kwaliteit van afbeeldingen te bepalen.
pt_br: **Detectar conteúdo estético**: usa a rede neural de aprendizado profundo para avaliar a qualidade estética das imagens.
sl: **Zaznaj estetsko vsebino**: uporablja nevronsko mrežo globokega učenja za oceno estetske kakovosti slik.
uk: **Виявити естетичні зображення**: використати нейронну мережу глибокого навчання для оцінки естетичної якості зображень.

source: **Detect by Basic Factors**: Uses basic factors such as blur, noise, and exposure to assess image quality.
ca: **Detecta segons factors bàsics**: utilitza factors bàsics com el difuminat, el soroll i l'exposició per a avaluar la qualitat de les imatges.
it: **Rileva per fattori di base**: usa i fattori di base quali sfocatura, rumore ed esposizione per valutare la qualità dell'immagine.
nl: **Detecteren met basis factoren**: gebruikt basisfactoren zoals vaagheid, ruis en belichting om kwaliteit van de afbeelding te bepalen.
pt_br: **Detectar por fatores básicos**: usa fatores básicos como desfoque, ruído e exposição para avaliar a qualidade da imagem.
sl: **Zaznaj po osnovnih dejavnikih**: za oceno kakovosti slike uporablja osnovne dejavnike, kot so zamegljenost, šum in osvetlitev.
uk: **Визначити на основі базових факторів**: використати базові фактори, зокрема розмитість, зашумленість та витримку для оцінки якості зображення.

source: **Detect Aesthetic Contents** uses an artificial intelligence engine based on `this model <https://expertphotography.com/aesthetic-photography/>`_ to predict an aesthetic score. As deep-learning is an end-to-end solution, it doesn’t require hyper-parameter settings, which makes this approach far easier to use.
ca: **Detecta el contingut estètic** utilitza un motor d'intel·ligència artificial basat en `aquest model <https://expertphotography.com/aesthetic-photography/>` per a predir una puntuació estètica. Com que l'aprenentatge profund és una solució d'extrem a extrem, no requereix una configuració d'hiperparàmetres, cosa que fa que aquest enfocament sigui molt més fàcil d'utilitzar.
it: **Rileva contenuti estetici** usa un motore di intelligenza artificiale basato su `questo modello <https://expertphotography.com/aesthetic-photography/>`_ per predire un punteggio estetico. Dato che l'apprendimento profondo è una soluzione a 360°, non richiede impostazioni di iperparametri, il che lo rende l'approccio più semplice da utilizzare.
nl: **Esthetische inhoud detecteren**: gebruikt een kunstmatige intelligentie-engine gebaseerd op `dit model <https://expertphotography.com/aesthetic-photography/>`_ om de esthetische score te voorspellen. Omdat deep-learning een eind-tot-eind oplossing is, vereist het geen hyper-parameterinstellingen, wat deze benadering veel gemakkelijker maakt om te gebruiken.
pt_br: **Detectar conteúdo estético** utiliza um mecanismo de inteligência artificial baseado `neste modelo <https://expertphotography.com/aesthetic-photography/>`_ para prever uma pontuação estética. Como o aprendizado profundo é uma solução completa, ele não requer configurações de outros parâmetros, o que torna essa abordagem muito mais fácil de usar.
sl: **Zaznavanje estetskih vsebin** uporablja mehanizem umetne inteligence, ki temelji na `tem modelu <https://expertphotography.com/aesthetic-photography/>`_ za napovedovanje estetskega rezultata. Ker je poglobljeno učenje rešitev od konca do konca, ne zahteva nastavitev hiperparametrov, zaradi česar je ta pristop veliko lažji za uporabo.
uk: У способі **Виявити естетичні зображення** використано підхід з точки зору штучного інтелекту, на основі `цієї моделі <https://expertphotography.com/aesthetic-photography/>`_ для передбачення оцінки. Оскільки глибинне навчання є самодостатнім процесом, воно не потребує коригування параметрів, отже є простішим з точки зору користування.

source: The **Detect Aesthetic Contents** option needs to download the deep-learning model from the web. This file can either be downloaded when digiKam is first run (see :ref:`the Quick Start section <quick_start>` for details), or the file can be downloaded by clicking on the **Download required binary data** button on the :menuselection:`Settings --> Miscellaneous --> System` page.
ca: L'opció **Detecta el contingut estètic** necessita descarregar el model d'aprenentatge profund des de la web. Aquest fitxer es pot baixar quan s'executa el digiKam per primer cop (vegeu els detalls a :ref:`la secció Inici ràpid <quick_start>`), o el fitxer es pot baixar fent clic al botó **Baixa les dades binàries requerides** a la pàgina :menuselection:`Arranjament --> Miscel·lània --> Sistema`.
it: L'opzione **Rileva contenuti estetici** richiede un modello di apprendimento profondo, scaricabile dal web. Questo file può essere scaricato sia quando digiKam viene eseguito la prima volta (vedi il :ref:`capitolo Avvio rapido <quick_start>` per i dettagli), sia facendo clic sul pulsante **Scarica i dati degli eseguibili richiesti** nella pagina :menuselection:`Impostazioni --> Varie --> Sistema`.
nl: De optie **Esthetische inhoud detecteren** heeft het downloaden van het deep-learningmodel uit het web nodig. Dit bestand kan ofwel gedownload worden wanneer digiKam de eerste keer wordt uitgevoerd (zie :ref:`De sectie Snelle start <quick_start>` voor details) of het bestand kan gedownload worden door te klikken op de knop **Download vereist binaire gegevens** op de pagina :menuselection:`Instellingen --> Diversen --> Systeem`.
pt_br: A opção de **Detectar conteúdo estético** precisa baixar o modelo de aprendizado profundo da web. Este arquivo pode ser baixado quando o digiKam for executado pela primeira vez (consulte a :ref:`seção Início rápido <quick_start>` para obter detalhes) ou clicando no botão **Baixar os dados binários necessários** na página :menuselection:`Configurações --> Diversos --> Sistema`.
sl: Možnost **Zaznavanje estetskih vsebin** mora prenesti model globokega učenja s spleta. To datoteko lahko prenesete ob prvem zagonu digiKama (glejte :ref:`razdelek za hitri začetek <quick_start>` za podrobnosti) ali pa jo lahko prenesete s klikom na gumb **Prenesi zahtevane binarne podatke** na strani :menuselection:`Nastavitve --> Razno --> Sistem`.
uk: Щоб скористатися варіантом **Виявити естетичні зображення**, доведеться отримати модель глибокого навчання з інтернету. Цей файл можна отримати під час першого запуску digiKam (див. :ref:`розділ прших кроків <quick_start>`, щоб дізнатися більше), або файл можна отримати, натиснувши кнопку **Отримати потрібні двійкові дані** на сторінці :menuselection:`Параметри --> Різне --> Система`.

source: Work on all processor cores
ca: Treballa amb tots els nuclis dels processadors
it: Lavora con tutti i core del processore
nl: Werk op alle processorkernen
pt_br: Usar todos os processadores
sl: Deluje na vseh procesorskih jedrih
uk: Використовувати всі ядра процесора

source: The Image Quality Scan can be a time-consuming task depending on the size of your library and filtering selected in **Search-in**. It is recommended to use all processor cores. This will make the process run faster, but it can potentially make other processes run slower and make your computer feel unresponsive while images are being processed. You can uncheck **Work on all processor cores** if your machine is slow and you want to perform other tasks while the scan is running.
ca: L'exploració de qualitat de la imatge pot ser una tasca que requereix molt temps depenent de la mida de la biblioteca i del filtratge seleccionat a **Cerca a**. Es recomana utilitzar tots els nuclis del processador. Això farà que el procés s'executi més de pressa, però potencialment pot fer que altres processos s'executin més lentament i fer que el vostre ordinador se senti poc fluid mentre es processen les imatges. Podeu desmarcar **Treballa amb tots els nuclis del processador** si la vostra màquina és lenta i voleu dur a terme altres tasques mentre s'està executant l'exploració.
it: A seconda della dimensione della tua raccolta e delle impostazioni di filtraggio selezionate in **Ricerca in**, l'operazione di analisi di qualità delle immagini può richiedere molto tempo Si consiglia di utilizzare tutti i core del processore. Ciò velocizzerà il processo, ma potrebbe potenzialmente rallentare gli altri processi e rendere il computer poco reattivo mentre le immagini vengono elaborate. Deseleziona l'opzione **Lavora con tutti i core del processore** se il tuo computer è lento e vuoi eseguire altre attività durante l'analisi.
nl: Het scannen op kwaliteit van afbeelding kan een tijdrovende taak zijn afhankelijk van de grootte van uw bibliotheek en de filtering geselecteerd in **Zoeken-in**. Het is aanbevolen om use alle processorkernen te gebruiken. Dit zal het proces sneller maken, maar het kan potentieel andere processen langzamer laten werken en uw computer laten voelen als niet reagerend terwijl afbeeldingen worden verwerkt. U kunt **Werken op alle processorkernen** deactiveren als uw machine langzaam is en u wilt andere taken uitvoeren terwijl de scan actief is.
pt_br: A análise de qualidade da imagem pode ser uma tarefa demorada, dependendo do tamanho da sua biblioteca e da filtragem selecionada em **Pesquisar em**. Recomenda-se usar todos os núcleos do processador. Isso tornará o processo mais rápido, mas pode potencialmente tornar outros processos mais lentos e fazer com que seu computador pare de responder durante o processamento das imagens. Você pode desmarcar **Usar todos os processadores** se sua máquina estiver lenta e você quiser executar outras tarefas enquanto a verificação estiver em execução.
sl: Skeniranje kakovosti slike je lahko zamudno opravilo, odvisno od velikosti vaše knjižnice in filtriranja, izbranega v **Iskanju**. Priporočljiva je uporaba vseh procesorskih jeder. Zaradi tega bo proces potekal hitreje, vendar lahko potencialno povzroči počasnejše delovanje drugih procesov in povzroči, da se vaš računalnik med obdelavo slik ne odziva. Počistite lahko polje **Delo na vseh procesorskih jedrih**, če je vaš stroj počasen in želite med pregledovanjem izvajati druge naloge.
uk: Сканування якості зображень може тривати досить довго, залежно від розміру вашої бібліотеки та параметрів фільтрування, вибраних на вкладці **Місця пошуку** Рекомендуємо використовувати всі ядра процесора. Це пришвидшить процес, але потенційно може сповільнити роботу інших процесів і змусити ваш комп'ютер не реагувати під час роботи автоматичного позначення. Ви можете зняти прапорець **Працювати на всіх ядрах процесора**, якщо ваша машина працює надто повільно, і ви хочете виконувати інші завдання під час обробки зображень.
