Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/mapsearch_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: The meaning of “GPS”, as well as the detailed descriptions of the functions and buttons that apply to all three geolocation maps, are described in the :ref:`Geolocation Editor <geolocation_editor>` chapter of this manual. This applies to the context menu on the map and the first line of buttons under the map except for the last three on the right, which are related to filtering and selecting images based on location.
ca: El significat de «GPS», així com les descripcions detallades de les funcions i botons que s'apliquen als tres mapes de la geolocalització, es descriuen al capítol :ref:`Editor de geolocalització <geolocation_editor>` d'aquest manual. Això s'aplica al menú contextual del mapa i a la primera línia de botons sota el mapa, excepte els tres últims de la dreta, que estan relacionats amb filtrar i seleccionar imatges en funció de la ubicació.
it: Il significato di “GPS”, così come della descrizione dettagliata delle funzioni e dei pulsanti che si applicano a tutte e tre le mappe per la geolocalizzazione, sono descritti nel capitolo :ref:`Editor di geolocalizzazione <geolocation_editor>` di questo manuale. Questo vale sia per il menu contestuale sulla mappa, sia per la prima fila di pulsanti sotto la mappa, ad eccezione degli ultimi tre alla destra, che sono collegati al filtraggio e alla selezione delle immagini in base alla posizione.
nl: De betekenis van “GPS”, evenals de gedetailleerde beschrijving van de functies en knoppen die van toepassing zijn op alle drie kaarten van de geo-locatie, zijn beschreven in het hoofdstuk :ref:`Geo-locatie-bewerker <geolocation_editor>` van deze handleiding. Dit is van toepassing op het contextmenu op de kaart en de eerste regel met knoppen onder de kaart behalve voor de laatste drie rechts, die behoren bij filteren en selecteren van afbeeldingen gebaseerd op locatie.
pt_br: O significado de "GPS", bem como as descrições detalhadas das funções e botões aplicáveis ​​aos três mapas de geolocalização, são descritos no capítulo do :ref:`Editor de geolocalização <geolocation_editor>` deste manual. Isso se aplica ao menu de contexto do mapa e à primeira linha de botões abaixo do mapa, exceto os três últimos à direita, que se referem à filtragem e seleção de imagens com base na localização.
sl: Pomen "GPS", kot tudi podrobni opisi funkcij in gumbov, ki veljajo za vse tri zemljevide geolokacije, so opisani v poglavju :ref:`Urejevalnik geolokacije <geolocation_editor>` tega priročnika. To velja za kontekstni meni na zemljevidu in prvo vrstico gumbov pod zemljevidom, razen za zadnje tri na desni, ki so povezani s filtriranjem in izbiranjem slik glede na lokacijo.
sv: Innebörden av “GPS”, samt den detaljerade beskrivningen av funktionerna och knapparna som gäller för alla tre geografiska lokaliseringskartorna beskrivs i kapitlet :ref:`Editor för geografisk lokalisering <geolocation_editor>` i handboken. Det gäller den sammanhangsberoende menyn på kartan och den första raden med knappar under kartan förutom de tre sista till höger, som är relaterade till filtrering och val av bilder baserat på plats.
uk: Призначення GPS та кнопок, які стосуються усіх трьох карт геопозиціювання, описано у :ref:`розділі щодо редактора геопозиціювання <geolocation_editor>` цього підручника. Там також можна знайти опис контекстного меню карти та панелі кнопок під картою, окрім останніх трьох кнопок, які пов'язано із фільтруванням і вибором зображень на основі розташування.

source: Usually you will begin searching for images by defining a region on the map. From the **Search by area** buttons click the left one, the **Select images by drawing a rectangle** |rectangle_select| button. Then draw a selection rectangle by clicking with the left mouse button at the location on the map of the first corner, move the mouse to the location of the second corner, and click a second time. All images that have been geo-tagged and that fall within the coordinates of that rectangle will be shown in the Image Area.
nl: Gewoonlijk zult u met zoeken baar afbeeldingen beginnen door een regio op de kaart te definiëren. Uit de knoppen **Zoeken op gebied** klik op de linker, de knop **Selecteer afbeeldingen door een rechthoek te tekenen** |rectangle_select|. Teken daarna een selectierechthoek door met de linker muisknop op de locatie op de kaart voor de eerste hoek te klikken, verplaats de muis naar de locatie van de tweede hoek, en klik een tweede keer. Alle afbeeldingen die een geo-code hebben en die vallen binnen de coördinaten van die rechthoek zullen getoond worden in het Afbeeldingsgebied.
pt_br: Normalmente, você começa a procurar imagens definindo uma região no mapa. Nos botões de **Pesquisar por área**, clique no botão da esquerda, **Selecionar imagens desenhando um retângulo** |rectangle_select|. Em seguida, desenhe um retângulo de seleção clicando com o botão esquerdo do mouse no local do primeiro canto no mapa, mova o mouse para o local do segundo canto e clique uma segunda vez. Todas as imagens que foram georreferenciadas e que se enquadram nas coordenadas desse retângulo serão exibidas na área de imagens.
sl: Običajno boste začeli iskati slike tako, da na zemljevidu določite območje. Med gumbi **Iskanje po območju** kliknite levi gumb **Izberi slike z risanjem pravokotnika** |izberi pravokotnik| gumb. Nato narišite izbirni pravokotnik tako, da z levim gumbom miške kliknete na mesto na zemljevidu prvega kota, premaknete miško na lokacijo drugega kota in kliknete drugič. Vse slike, ki so bile geografsko označene in so znotraj koordinat tega pravokotnika, bodo prikazane v območju slike.
sv: Vanligtvis börjar man söka efter bilder genom att definiera en region på kartan. Från knapparna **Sök enligt område** klicka på den vänstra, sedan på knappen **Välj bilder genom att rita en rektangel** |ectangle_select|. Rita sedan en markeringsrektangel genom att klicka med vänster musknapp på platsen för det första hörnet på kartan, flytta musen till platsen för det andra hörnet och klicka en andra gång. Alla bilder som har geografiska etiketter och som faller inom rektangelns koordinater visas i bildområdet.
uk: Зазвичай, пошук зображення починається з визначення області на карті. У наборі кнопок **Шукати за областю:** натисніть ліву кнопку, кнопку **Вибрати зображення малюванням прямокутника** |rectangle_select|, потім клацніть лівою кнопкою миші на позиції одного з кутів прямокутника на карті, намалюйте прямокутник і клацніть лівою кнопкою миші на позиції протилежного кута прямокутника. У відповідь в області зображень буде показано усі зображення, координати яких потрапляють до накресленого вами прямокутника.

source: The next button to the right is the **Create a region selection from a thumbnail** |region_from_thumbnail| button which creates a small region around the position of any marker or thumbnail that you click on. This will display the image you clicked on in the Image Area, along with any images that have nearly the same position.
nl: De volgende knop rechts is de knop **Maak een gebiedsselectie met een miniatuur** |region_from_thumbnail| die een klein gebied maakt rond de positie van een markeerpunt of miniatuur, waarop u klikt. Dit zal de afbeelding tonen waarop u klikt in het Afbeeldingsgebied, samen met afbeeldingen die bijna dezelfde positie hebben.
pt_br: O próximo botão à direita é o botão **Criar uma seleção de região a partir de uma miniatura** |region_from_thumbnail|, que cria uma pequena região ao redor da posição de qualquer marcador ou miniatura em que você clicar. Isso exibirá a imagem em que você clicou na área de imagens, juntamente com quaisquer imagens que estejam quase na mesma posição.
sl: Naslednji gumb na desni je **Ustvari izbor območja iz sličice** |regija iz predogledne| gumb, ki ustvari majhno območje okoli položaja katerega koli označevalca ali predogledne sličice, na katero kliknete. To bo prikazalo sliko, na katero ste kliknili v območju slike, skupaj s slikami, ki imajo skoraj enak položaj.
sv: Nästa knapp till höger är knappen **Skapa en områdesmarkering från en miniatyrbild** |region_from_thumbnail| som skapar ett litet område omkring positionen för alla markörer eller miniatyrbilder som klickas. Det visar bilden som klickas i bildområdet, tillsammans med alla bilder som har nästan samma position.
uk: Наступна кнопка праворуч — це кнопка «Створити область на основі мініатюри» |region_from_thumbnail|. Вона створює невеличку область навколо позначки або мініатюри, якщо ви клацнете на ній. У результаті натиснуте зображення буде показано в області зображення разом із усіма зображеннями, які прив'язано майже до тієї самої позиції на карті.

source: The last button in this row is the **Remove the current region selection** |remove_region| button. Well, do I still have to explain that after all? O.k., I should mention that it, of course, only removes the selection, not your precious pics.
nl: De laatste knop in deze rij is de knop **De huidige gebiedsselectie verwijderen** |remove_region|. Heeft dat nog verdere uitleg nodig? OK, het moet natuurlijk genoemd worden, het verwijdert alleen de selectie, niet uw waardevolle plaatjes.
pt_br: O último botão nesta linha é o botão **Remover a seleção da região atual** |remove_region|. Bem, ainda preciso explicar isso, afinal? Ok, devo mencionar que, claro, ele remove apenas a seleção, não suas preciosas fotos.
sl: Zadnji gumb v tej vrstici je **Odstrani trenutno izbrano območje** |odstrani območje| gumb. No, ali moram kljub vsemu še to razlagati? O.k., omeniti moram, da seveda odstrani samo izbor, ne pa vaših dragocenih slik.
sv: Den sista knappen i den här raden är knappen **Ta bort nuvarande områdesmarkering** |remove_region|. Ja, måste jag ändå förklara det trots allt? Nå, jag bör nämna att det, naturligtvis, bara tar bort markeringen, inte dina värdefulla bilder.
uk: Останньою кнопкою у цьому наборі є кнопка «Вилучити поточне позначення області» |remove_region|. Її призначення очевидне. Звичайно ж, вона вилучає лише позначення на карті, а не ваші безцінні фотографії.

source: Now let's have a look at the three buttons at the right end of the row right under the map. Let's begin with the one at the very end of the row, the **Select images** |select_images| button. When activated, clicking on a photograph (or a group of photographs if they are hidden behind each other) on the map will alternatively select or deselect those photographs. This can be helpful to fine tune your selection before carrying out operations from the Right Sidebar or the menus.
nl: Laten we eens kijken naar de drie knoppen aan het rechter einde van de rij recht onder de kaart. Beginnen we aan het eind van de rij, de knop **Selecteer afbeeldingen** |select_images|. Als u deze activeert, zal klikken op een foto (of een groep van foto's, als ze achter elkaar zijn verborgen) op de kaart alternatief deze foto's selecteren of de selectie ongedaan maken. Dit kan helpen om uw selectie fijner af te stemmen voordat bewerkingen uit de Rechter zijbalk of de menu's worden uitgevoerd.
pt_br: Agora, vamos dar uma olhada nos três botões na extremidade direita da linha, logo abaixo do mapa. Vamos começar com o que está bem no final da linha, o botão **Selecionar imagens** |select_images|. Quando ativado, clicar em uma fotografia (ou em um grupo de fotografias, se estiverem ocultas umas atrás das outras) no mapa selecionará ou desmarcará essas fotografias. Isso pode ser útil para refinar sua seleção antes de realizar operações na barra lateral direita ou nos menus.
sl: Zdaj pa si poglejmo tri gumbe na desnem koncu vrstice tik pod zemljevidom. Začnimo s tistim na samem koncu vrstice, **Izberite slike** |izberi slike| gumb. Ko je ta možnost aktivirana, s klikom na fotografijo (ali skupino fotografij, če so skrite ena za drugo) na zemljevidu izberete ali prekličete izbiro teh fotografij. To je lahko koristno za natančno nastavitev izbire, preden izvedete operacije v desni stranski vrstici ali menijih.
sv: Låt oss nu ta en titt på de tre knapparna längst till höger på raden, precis under kartan. Vi börjar med den längst ner på raden, knappen **Välj bilder** |select_images|. När den är aktiverad och man klickar på ett fotografi (eller en grupp fotografier om de är dolda bakom varandra) på kartan, markeras eller avmarkeras fotografierna. Det kan vara bra för att finjustera valet innan åtgärder från den högra sidofältet eller menyerna utförs.
uk: Тепер, розгляньмо три кнопки у правій частині набору, розташованого одразу під картою. Почнімо з кнопки у кінці набору, кнопки «Позначити зображення» |select_images|. Якщо ви натиснете цю кнопку, буде увімкнено режим вибору чи скасування вибору фотографії (або групи фотографій, якщо фотографії приховано дона під одною) у відповідь на клацання на карті. Це може бути корисним для коригування вашого вибору перед виконанням дій за допомогою правої бічної панелі та меню.

source: When the **Filter images** |filter_images| button (the one with the funnel on it) is activated, clicking on a photograph (or a group of photographs if they are hidden behind each other) will add a filter to view only those photographs in the Image Area. This is particular useful if the map is just showing markers or if the thumbnails are too small to clearly identify images.
nl: Wanneer de knop **Afbeeldingen filteren** |filter_images| (die met de trechter erop) is geactiveerd, zal klikken op een foto (of een groep foto's als ze acter elkaar zijn verborgen) een filter toevoegen om alleen die foto's te zien in de Afbeeldingsweergave. Dit is speciaal nuttig als de kaart alleen de markeerpunten toont of de miniaturen te klein zijn om helder afbeeldingen te identificeren.
pt_br: Quando o botão **Filtrar imagens** |filter_images| (aquele com o funil) estiver ativado, clicar em uma fotografia (ou em um grupo de fotografias, se estiverem ocultas umas atrás das outras) adicionará um filtro para visualizar apenas as fotografias na área de imagens. Isso é particularmente útil se o mapa estiver mostrando apenas marcadores ou se as miniaturas forem muito pequenas para identificar as imagens claramente.
sl: Ko je aktiviran gumb **Filtriraj slike** |filtriraj slike| (tisti, na katerem je lijak), bo klik na fotografijo (ali skupino fotografij, če so skrite druga za drugo) dodal filter za ogled samo teh fotografij v območju slike. To je še posebej uporabno, če zemljevid prikazuje le oznake ali če so sličice premajhne za jasno prepoznavanje slik.
sv: När knappen **Filtrera bilder** |filter_images| (den med tratten) aktiveras, och ett fotografi (eller en grupp fotografier om de är dolda bakom varandra) klickas läggs ett filter till för att endast visa de fotografier som finns i bildområdet. Det är särskilt användbart om kartan bara visar markörer eller om miniatyrbilderna är för små för att tydligt kunna identifiera bilder.
uk: Якщо натиснуто кнопку **Фільтрувати зображення** |filter_images| (кнопку з лійкою), клацання на фотографії (або групі фотографій, якщо їх приховано одна за одною) додаватиме фільтр для перегляду лише відповідних фотографій в області зображення. Корисно, якщо на карті показано позначки або якщо мініатюри є надто малими для точної ідентифікації зображень.

source: The action of the **Remove the current filter** |remove_filter| button should be self evident. Note: These three last buttons won't affect your defined search region which means that once you make another selection, all images in that region should be displayed again in the Image Area.
nl: De actie van de knop **Het huidige filter verwijderen** |remove_filter| zou vanzelfsprekend moeten zijn. Opmerking: deze drie laatste knoppen zullen uw gedefinieerd zoekgebied niet beïnvloeden wat betekent dat wanneer u een andere selectie maakt, alle afbeeldingen in dat gebied opnieuw in dat Afbeeldingengebied getoond zouden moeten worden.
pt_br: A ação do botão **Remover o filtro atual** |remove_filter| deve ser autoexplicativa. Observação: esses três últimos botões não afetarão a região de pesquisa definida, o que significa que, assim que você fizer outra seleção, todas as imagens nessa região serão exibidas novamente na área de imagens.
sl: Dejanje gumba **Odstrani trenutni filter** |odstrani filter| bi moralo biti očitno. Opomba: Ti zadnji trije gumbi ne bodo vplivali na vaše definirano območje iskanja, kar pomeni, da ko znova izberete, bi morale biti vse slike v tem območju ponovno prikazane v območju za slike.
sv: Funktionen för knappen **Ta bort nuvarande filter** |remove_filter| borde vara självklar. Observera: De tre sista knapparna påverkar inte det definierade sökområdet, vilket innebär att när ett nytt val görs ska alla bilder i området visas igen i bildområdet.
uk: Призначення кнопки вилучення поточного фільтрування |remove_filter| є очевидним, але варто зауважити, що ці три кнопки не стосуватимуться визначеної області пошуку, що означає, що якщо ви натиснете кнопку з білим хрестиком у червоному кругу, усі зображення у відповідній області буде знову показано у області зображень.

source: The **Show Non Geolocated Items** button displays all images without GPS data in the Image Area. If this applies to many images from your collections it might be a good idea to also use the **Filters** tab of the Right Sidebar and/or the sorting and grouping functions in the **View** menu.
ca: El botó **Mostra els elements sense geolocalització** mostra totes les imatges sense dades GPS a l'àrea d'imatges. Si això s'aplica a moltes imatges de les vostres col·leccions, podria ser una bona idea utilitzar també la pestanya **Filtres** de la barra lateral dreta a més de les funcions d'ordenació i agrupació en el menú **Visualitza**.
it: Il pulsante **Mostra elementi non geolocalizzati** visualizza nell'area dell'immagine tutte le immagini senza dati GPS. Se nella tua raccolta ce ne sono troppe, potrebbe essere una buona idea usare la scheda **Filtri** nella barra laterale destra, e magari anche le funzioni di ordinamento e di raggruppamento del menu **Visualizza**.
nl: De knop **Items zonder geo-locatie tonen** toont alle afbeeldingen zonder GPS-gegevens in het Afbeeldingengebied. Als dit van toepassing is op veel afbeeldingen uit uw verzamelingen dan kan het een goed idee zijn om ook het tabblad **Filters** uit de Rechter zijbalk te gebruiken en/of functies voor sorteren en groeperen te gebruiken in het menu **Beeld**.
pt_br: O botão **Mostrar itens sem geolocalização** exibe todas as imagens sem dados de GPS na área de imagens. Se isso se aplicar a muitas imagens de suas coleções, pode ser uma boa ideia usar também a aba **Filtros** da barra lateral direita e/ou as funções de ordenação e agrupamento no menu **Exibir**.
sl: Gumb **Pokaži predmete, ki niso geografsko locirani** prikaže vse slike brez podatkov GPS v območju slike. Če to velja za veliko slik iz vaših zbirk, bi bilo dobro uporabiti tudi zavihek **Filtri** v desni stranski vrstici in/ali funkcije razvrščanja in združevanja v meniju **Pogled**.
sv: Knappen **Visa objekt utan geografisk lokalisering** visar alla bilder utan GPS-data i bildområdet. Om det gäller många bilder från samlingarna kan det vara en bra idé att också använda fliken **Filter** i höger sidorad och/eller sorterings- och grupperingsfunktionerna i menyn **Visa**.
uk: За допомогою кнопки ,Показати записи без даних геопозиціювання. можна наказати програмі показати в області зображень усі зображення без даних GPS. Якщо таких даних немає для багатьох зображень у ваших збірках, варто скористатися вкладкою «Фільтри» правої бічної панелі і/або функціями упорядковування та групування у меню **Перегляд**.

source: In the box below you can enter a name for your geo filter. It will be added to the list view below for future reference once you click the save button to the right of it, it acts as a live geo folder. The search field at the bottom searches in the Searches list above.
ca: Al següent quadre podeu introduir un nom per al vostre filtratge geogràfic. S'afegirà a la vista de llista de sota per a una referència futura una vegada feu clic al botó Desa a la dreta d'aquest, actua com una carpeta geogràfica en viu. El camp de cerca a la part inferior cercarà a la llista de cerques de dalt.
it: Nel riquadro sotto puoi inserire il nome del tuo filtro geografico: questo, dopo che hai fatto clic il pulsante di salvataggio alla sua destra, sarà aggiunto nella vista a elenco sottostante per un riferimento futuro, e funziona come una cartella geografica dal vivo. Il campo di ricerca in basso ricerca nell'elenco Ricerche sopra.
nl: In het onderstaande vakje kunt u een naam voor uw geo-filter invoeren. Het zal toegevoegd worden aan de onderstaande lijstweergave voor later gebruik nadat u op de opslagknop hebt gedrukt rechts ervan, het werkt als een levende geo-map. Het zoekveld onderaan zoekt in de bovenstaande zoeklijst.
pt_br: Na caixa abaixo, você pode inserir um nome para o seu filtro geográfico. Ele será adicionado à lista abaixo para referência futura assim que você clicar no botão "Salvar" à direita. Ele funciona como uma pasta geográfica ativa. O campo de busca na parte inferior pesquisa na lista de pesquisas acima.
sl: V spodnje polje lahko vnesete ime za vaš geo filter. Ko boste kliknili gumb za shranjevanje na desni strani, bo dodan v pogled seznama spodaj za nadaljnjo uporabo. Deluje kot živa geo mapa. Iskalno polje na dnu išče na zgornjem seznamu iskanj.
sv: I rutan nedan kan man ange ett namn på det geografiska filtret. Det läggs till i listvyn nedan för framtida referens när man klickar på knappen Spara till höger om det. Det fungerar som en levande geografisk katalog. Sökfältet längst ned söker i listan Sökningar ovanför.
uk: У розташованому нижче полі ви можете ввести назву вашого геофільтра. Його буде додано до списку перегляду нижче для наступного використання, щойно ви натиснете кнопку, розташовану праворуч від поля введення. Фільтр працює як інтерактивна геотека. За допомогою поля пошуку, розташованого у нижній частині панелі ви можете виконувати пошук потрібного вам запису у списку збережених результатів пошуків, розташованому вище.

source: Map Search View
ca: La vista de cerca de mapa

source: The **Map Mode** of the Image Area displays the locations of geo-coded images (images with GPS data) on a map depending on the selection in the Left Sidebar, e.g. the images in the album you selected in the Album View, the images with a specified tag (selected in the Tag View), images with a specified label, and so on.
ca: El **Mode de mapa** de l'àrea d'imatges mostra les ubicacions de les imatges geocodificades (imatges amb dades GPS) sobre un mapa segons la selecció a la barra lateral esquerra, p. ex., les imatges en l'àlbum que heu seleccionat a la vista d'àlbums, les imatges amb una etiqueta especificada (seleccionada a la vista d'etiquetes), imatges amb una etiqueta determinada i així successivament.

source: Clicking on the navigation control's arrow buttons moves the map frame north/south or east/west. You can also move the map frame by using the keyboard arrow keys, or by clicking and dragging on the map. Navigating via click and drag is a particular easy and precise way to adjust the map frame.
ca: En fer clic als botons de la fletxa del control de navegació el marc del mapa es mou al nord/sud o l'est/oest. També podeu moure el marc del mapa utilitzant les tecles de fletxa del teclat, o fent clic i arrossegant sobre el mapa. Navegar amb clic i arrossegar és una manera particular fàcil i precisa d'ajustar el marc del mapa.
