Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/mapsearch_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: Usually you will begin searching for images by defining a region on the map. From the **Search by area** buttons click the left one, the **Select images by drawing a rectangle** button. Then draw a selection rectangle by clicking with the left mouse button at the location on the map of the first corner, move the mouse to the location of the second corner, and click a second time. All images that have been geo-coded and that fall within the coordinates of that rectangle will be shown in the Image Area.
ca: Normalment, començareu a cercar imatges definint una regió al mapa. Amb els botons **Cerca per àrea** feu clic a l'esquerre, el botó **Selecciona les imatges dibuixant un rectangle**. Després dibuixeu un rectangle de selecció fent clic amb el botó esquerre del ratolí a la ubicació del mapa de la primera cantonada, mogueu el ratolí a la ubicació de la segona cantonada i feu clic una segona vegada. Totes les imatges que s'hagin geocodificat i que estiguin dins de les coordenades d'aquest rectangle es mostraran a l'àrea d'imatges.

source: The next button to the right is the **Create a region selection from a thumbnail** button which creates a small region around the position of a marker or thumbnail if you click on it. If there are other images hidden behind it because they have the same position or one very close to the image you click on they will be shown in the Image Area.
ca: El següent botó a la dreta, és el botó **Crea una selecció de regió des d'una miniatura** el qual crearà una regió petita al voltant de la posició d'un marcador o miniatura si feu clic sobre seu. Si hi ha altres imatges ocultes darrere seu perquè tenen la mateixa posició o una molt propera, es mostraran a l'àrea d'imatges.

source: The last button in this row is the **Remove the current region selection** button. Well, do I still have to explain that after all? O.k., I should mention that it, of course, only removes the selection, not your precious pics.
ca: L'últim botó en aquesta fila és el botó **Elimina la regió seleccionada**. Bé, què haig d'explicar? Molt bé, haig de dir que, per descomptat, només eliminarà la selecció, no les vostres precioses fotografies.

source: Now let's have a look at the three buttons at the right end of the row right under the map. They control which images you see in the Image Area out of your defined region. Let's begin with the one at the very end of the row, the **Select images** button. If you activate it, it will toggle the selection of a photograph (or a group of photographs if they are hidden behind each other) once you click on it on the map. This can be helpful to fine tune your selection before carrying out operations from the Right Sidebar or the menus.
ca: Ara veurem els tres botons a la part dreta de la fila just a sota del mapa. Controlen les imatges que es veuen a l'àrea d'imatges fora de la regió definida. Comencem amb la que hi ha al final de la fila, el botó **Selecciona les imatges**. Si l'activeu, alternarà la selecció d'una fotografia (o un grup de fotografies si s'oculten darrere l'altra) una vegada que feu clic al mapa. Això pot ser útil per a ajustar la vostra selecció abans de dur a terme operacions des de la barra lateral dreta o dels menús.

source: The **Filter images** button (the one with the funnel on it) will, other than the **Select images** button who leaves all images from your defined region visible in the Image Area, switch off all other images and show only the one you clicked on. This is particular useful if the map is just showing markers or if the thumbnails are too small to clearly identify images.
ca: El botó **Filtra les imatges** (el que conté un embut), l'altre botó, a part del **Selecciona les imatges** que deixa totes les imatges de la regió definida visible a l'àrea d'imatges, desactiva totes les altres imatges i només mostra les que hi heu fet clic. Això és particularment útil si el mapa només mostra marcadors o si les miniatures són massa petites per a identificar clarament les imatges.

source: The action of the **Remove the current filter** button should be self evident. Note: These three last buttons won't affect your defined search region which means that once you make another selection, all images in that region should be displayed again in the Image Area.
ca: L'acció del botó **Elimina el filtre actual** hauria de ser evident per si mateix. Nota: Aquests tres últims botons no afectaran la regió de cerca definida, cosa que significa que una vegada feu una altra selecció, totes les imatges d'aquesta regió s'haurien de tornar a mostrar a l'àrea d'imatges.
