Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/mapsearch_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: digiKam Main Window Map Search View
ca: La vista de la cerca en el mapa a la finestra principal del digiKam
it: Vista ricerca su mappa della finestra principale di digiKam
nl: Kaartzoekweergave in hoofdvenster van digiKam
pt_br: Vista de pesquisa de mapa na janela principal do digiKam
sl: Pogled iskanja po zemljevidu v glavnem oknu digiKam
sv: Kartsökningsvisning i digiKams huvudfönster
uk: Панель пошуку на карті основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, map, search, geolocation
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, mapa, cerca, geolocalització
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, mappa, cerca, geolocalizzazione
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, kaart, zoeken, geo-locatie
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, mapa, pesquisa, geolocalização
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, zemljevid, iskanje, geolokacija
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, karta, sök, geografisk lokalisering
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, карта, мапа, пошук, геопозиціювання

source: :ref:`Map Search View <left_sidebar>`
nl: :ref:`Kaartzoekweergave <left_sidebar>`
pt_br: :ref:`Vista de pesquisa de mapa <left_sidebar>`
sl: :ref:`Pogled iskanja zemljevida <left_sidebar>`
sv: :ref:`Kartsökningsvisning <left_sidebar>`
uk: :ref:`Перегляд пошук на карті <left_sidebar>`

source: zoom_in
nl: inzoomen

source: zoom_out
nl: uitzoomen

source: rectangle_select
nl: rechthoek_selecteren

source: region_from_thumbnail
nl: gebied_uit_miniatuur

source: remove_region
nl: gebied_verwijderen

source: filter_images
nl: afbeeldingen_filteren

source: select_images
nl: afbeeldingen_selecteren

source: remove_filter
nl: filter_verwijderen

source: There are four tools involving geolocation in digiKam:
ca: Hi ha quatre eines que impliquen geolocalització al digiKam:
it: Sono presenti quattro strumenti per la geolocalizzazione in digiKam:
nl: Er zijn vier hulpmiddelen behorende bij geo-locatie in digiKam:
pt_br: Existem quatro ferramentas envolvendo geolocalização no digiKam:
sl: V digiKamu obstajajo štiri orodja, ki vključujejo geolokacijo:
sv: Det finns fyra verktyg när det gäller geografisk lokalisering i digiKam:
uk: Із геопозиціюванням у digiKam передбачено чотири інструменти:

source: The **Map Mode** of the Image Area displays the locations of geo-tagged images (images with GPS data) on a map depending on the selection in the Left Sidebar, e.g. the images in the album you selected in the Album View, the images with a specified tag (selected in the Tag View), images with a specified label, and so on.
nl: De **Kaartmodus** van het Afbeeldingsgebied toont de locaties van afbeeldingen met geo-tags op een kaart afhankelijk van de selectie in de linker zijbalk, bijv. de afbeeldingen in het album dat u hebt geselecteerd in de Albumweergave, de afbeeldingen met een gespecificeerde tag (geselecteerd in de Tagweergave), afbeeldingen met een bepaald label, enzovoort.
pt_br: O **Modo de mapa** da área de imagem exibe os locais de imagens georreferenciadas (imagens com dados de GPS) em um mapa dependendo da seleção na barra lateral esquerda, por exemplo, as imagens no álbum que você selecionou na vista de álbum, as imagens com uma etiqueta específica (selecionada na vista de etiqueta), imagens com um rótulo específico e assim por diante.
sl: **Način zemljevida** območja slike prikazuje lokacije geo-označenih slik (slike s podatki GPS) na zemljevidu glede na izbiro v levi stranski vrstici, npr. slike v albumu, ki ste jih izbrali v Pogledu albuma, slike z določeno značko (izbrane v Pogledu značk), slike z določeno značko itd.
sv: Bildområdets **Kartläge** som visar geografiskt etiketterade bilder (bilder med GPS-data) på en karta beroende på markeringen i vänster sidorad, t.ex. bilderna i albumet som valdes i albumvisningen, bilderna med en viss tilldelad etikett (vald i etikettvisningen), bilder med en viss beteckning, och så vidare.
uk: У режим карти області зображень програма показує розташування на карті позицій знімання зображень (для зображень із даними GPS), залежно від позначених на лівій бічній панелі зображень Наприклад, буде показано зображення з альбому, якщо ви позначите його на панелі перегляду альбомів. Може бути показано зображення із певною міткою (позначеною на панелі перегляду міток), із певною позначкою тощо.

source: The **Map** tab on the Left Sidebar, the topic of this section, is the search tool for selecting images based on their GPS data.
ca: La pestanya de **Mapa** a la barra lateral esquerra, el tema d'aquesta sessió, és l'eina de cerca per a seleccionar imatges basades en les seves dades GPS.
it: La scheda **Mappa** nella barra laterale sinistra, argomento di questa sezione, è lo strumento di ricerca per selezionare le immagini in base ai loro dati GPS.
nl: Het tabblad **Kaart** in de linker zijbalk, het onderwerp van deze sectie, is het zoekhulpmiddel voor het selecteren van afbeeldingen gebaseerd op hun GPS-gegevens.
pt_br: A aba **Mapa** na barra lateral esquerda, o tópico desta seção, é a ferramenta de pesquisa para selecionar imagens com base em seus dados de GPS.
sl: Zavihek **Zemljevid** na levi stranski vrstici, ki je tema tega razdelka, je iskalno orodje za izbiranje slik na podlagi njihovih podatkov GPS.
sv: Fliken **Karta** i vänster sidorad, ämnet i det här avsnittet, är sökverktyget för att markera bilder med baserat på deras GPS-data.
uk: Вкладка **Карта** на лівій бічній панелі, предмет цього розділу, є інструментом пошуку для вибору зображень на основі їхніх даних GPS.

source: The :ref:`Geolocation Editor <geoeditor_overview>`, accessible via :menuselection:`Item --> Edit Geolocation...` :kbd:`Ctrl+Shift+G`, is the tool to set and to edit GPS data.
ca: L':ref:`Editor de geolocalització <geoeditor_overview>`, accessible mitjançant :menuselection:`Element --> Edita la geolocalització...` (drecera :kbd:`Ctrl+Maj+G`), és l'eina per a establir i editar les dades GPS.
it: L':ref:`Editor di geolocalizzazione <geolocation_editor>`, accessibile da :menuselection:`Elemento --> Modifica geolocalizzazione...` :kbd:`Ctrl+Maiusc+G`, è lo strumento per impostare e modificare i dati GPS.
nl: De :ref:`Geo-locatiebewerker <geoeditor_overview>`, toegankelijk via :menuselection:`Item --> Geo-locatie bewerken...` :kbd:`Ctrl+Shift+G`, is het hulpmiddel om GPS-gegevens in te stellen en te bewerken.
pt_br: O :ref:`Editor de geolocalização <geoeditor_overview>`, acessível via :menuselection:`Item --> Editar geolocalização...` ​​:kbd:`Ctrl+Shift+G`, é a ferramenta usada para definir e editar dados de GPS.
sl: :ref:`Urejevalnik geolokacije <geoeditor_overview>`, dostopen prek :menuselection:`Predmet --> Uredi geolokacijo...` :kbd:`Ctrl+Shift+G`, je orodje za nastavitev in urejanje podatkov GPS.
sv: Den :ref:`geografiska lokaliseringseditor <geoeditor_overview>` som är tillgänglig via :menuselection:`Objekt --> Redigera geografisk plats` :kbd:`Ctrl+Shift+G` är verktyget för att ställa in och redigera GPS-data.
uk: :ref:`Редактор геопозиціювання <geoeditor_overview>`, доступ до якого можна здійснювати за допомогою пункту меню :menuselection:`Запис --> Змінити геопозиціювання` :kbd:`Ctrl+Shift+G`. Цей пункт уможливлює встановлення та редагування даних глобального позиціювання.

source: The :ref:`Map <maps_view>` tab on the Right Sidebar shows a map with a marker or a thumbnail to indicate the GPS location of the selected image. The map display is purely informative. The GPS coordinates are displayed below the map, along with the time the image was taken.
ca: La pestanya :ref:`Mapa <maps_view>` a la barra lateral dreta mostra un mapa amb un marcador o una miniatura per a indicar la ubicació GPS de la imatge seleccionada. La visualització del mapa és merament informativa. Les coordenades GPS es mostren a sota del mapa, juntament amb l'hora que es va prendre la imatge.
it: La :ref:`scheda Mappa <maps_view>` nella barra laterale destra mostra una mappa con un contrassegno o una miniatura che indica la posizione GPS dell'immagine selezionata. La visualizzazione della mappa è meramente informativa. The GPS coordinates are displayed below the map, along with the time the image was taken.
nl: Het tabblad :ref:`Kaart <maps_view>` in de rechter zijbalk toont een kaart met een marker of een miniatuur om de GPS locatie van de geselecteerde afbeelding aan te geven. De getoonde kaart is puur informatief. De GPS-coördinaten worden onder de kaart getoond, samen met de tijd dat de afbeelding was genomen.
pt_br: A aba :ref:`Mapa <maps_view>` na barra lateral direita mostra um mapa com um marcador ou uma miniatura para indicar a localização GPS da imagem selecionada. A exibição do mapa é meramente informativa. As coordenadas GPS são exibidas abaixo do mapa, juntamente com a hora em que a imagem foi tirada.
sl: Zavihek :ref:`Map <maps_view>` na desni stranski vrstici prikazuje zemljevid z oznako ali sličico, ki označuje GPS lokacijo izbrane slike. Prikaz zemljevida je zgolj informativen. Pod zemljevidom so prikazane koordinate GPS skupaj s časom, ko je bila slika posneta.
sv: Fliken :ref:`Karta <maps_view>` på höger sidorad visar en karta med en markör eller miniatyrbild som anger GPS-platsen för den markerade bilden. Kartvisningen är rent informativ. GPS-koordinaterna visas under kartan, tillsammans med tiden bilden togs.
uk: На вкладці :ref:`Карта <maps_view>` правої бічної панелі буде показано карту із позначкою або мініатюрою для позначення місця прив'язки GPS вибраного зображення. Карта надає суто інформативні дані. Координати GPS буде показано під картою разом із даними щодо часу, коли було знято зображення.

source: The digiKam Map Search Tool from Left Sidebar
ca: L'eina de cerca en el mapa del digiKam des de la barra lateral esquerra
it: Lo strumento Ricerca su mappa dalla barra laterale sinistra di digiKam
nl: Het hulpmiddel Zoeken op de kaart uit de linker zijbalk
pt_br: Ferramenta de pesquisa de mapa na barra lateral esquerda do digiKam
sl: Orodje za iskanje zemljevidov digiKam v levi stranski vrstici
sv: Kartsökverktyget i digiKam från vänster sidorad
uk: Засіб пошуку на карті на лівій бічній панелі digiKam

source: To access the Map Search Tool, click on the **Map** tab in the Left Sidebar.
nl: Voor toegang tot het hulpmiddel Kaart zoeken, klik op het tabblad **Kaart** in de linker zijbalk.
pt_br: Para acessar a ferramenta de pesquisa de mapas, clique na aba **Mapa** na barra lateral esquerda.
sl: Za dostop do orodja za iskanje zemljevidov kliknite zavihek **Zemljevid** v levi stranski vrstici.
sv: För att komma åt kartsökverktyget, klicka på fliken **Karta** i vänster sidorad.
uk: Щоб отримати доступ до інструментарію пошуку на карті, відкрийте вкладку **Карта** на лівій бічній панелі.

source: The earth view is a topographical map of our beautiful home planet. Optional map overlays include the navigation control shown in the figure, along with a compass rose and a scale bar that are not shown.
ca: La vista terrestre és un mapa topogràfic del nostre bonic planeta natal. Les superposicions opcionals del mapa inclouen el control de navegació que es mostra a la figura, juntament amb una brúixola i una barra d'escala que no es mostren.
it: La vista della terra è una mappa topografica del nostro bel pianeta. I livelli opzionali della mappa includono il controllo di navigazione mostrato nella figura, insieme con una rosa dei venti e una barra con scala che non vengono mostrate.
nl: De weergave van de aarde is een topografische kaart van onze prachtige thuisplaneet. Optionele kaartoverlays inclusief de navigatiebesturing getoond in de figuur, samen met een kompasroos en een schaalbalk die niet zijn getoond.
pt_br: A visualização da terra é um mapa topográfico do nosso belo planeta. Camadas de mapa opcionais estão incluídas no controle de navegação mostrado na figura, juntamente com uma rosa dos ventos e uma barra de escala, que não são mostradas.
sl: Pogled Zemlje je topografski zemljevid našega čudovitega domačega planeta. Izbirni prekrivni zemljevidi vključujejo krmiljenje navigacije, prikazano na sliki, skupaj z rožo vetrov in lestvico, ki nista prikazani.
sv: Jordvyn är en topografisk karta över vår vackra hemplanet. Valfria kartöverlagringar inkluderar navigeringskontrollen som visas i figuren, tillsammans med en kompassros och skalstreck som inte visas.
uk: Перегляд глобуса є топографічною картою нашої чудової рідної планети. Передбачено додаткові накладки на карту із навігаційним картушем та смужкою масштабування.

source: Clicking on the navigation control's arrow buttons rotates the globe to move the map frame north/south or east/west. You can also move the map frame by using the keyboard arrow keys, or by clicking and dragging on the map. Navigating via click and drag is a particular easy and precise way to adjust the map frame.
nl: Klikken op de pijltjesknoppen van de navigatiebesturing verdraait de globe om het kaartframe naar noord/zuid of oost/west te verplaatsen. U kunt ook het kaartframe verplaatsen door de pijltjestoetsen van het toetsenbord te gebruiken of door te klikken en slepen op de kaart. Navigeren via klikken en slepen is een speciaal gemakkelijke en precieze manier om het kaartframe aan te passen.
pt_br: Clicar nos botões de seta do controle de navegação gira o globo para mover o mapa para norte/sul ou leste/oeste. Você também pode mover o mapa usando as teclas de seta do teclado ou clicando e arrastando no mapa. Navegar clicando e arrastando é uma maneira particularmente fácil e precisa de ajustar o mapa.
sl: S klikom na puščične gumbe navigacijskega nadzora zavrtite globus, da premaknete okvir zemljevida proti severu/jugu ali vzhodu/zahodu. Okvir zemljevida lahko premikate tudi s puščičnimi tipkami na tipkovnici ali s klikom in vlečenjem po zemljevidu. Navigacija s klikom in vlečenjem je posebej enostaven in natančen način prilagajanja okvirja zemljevida.
sv: Genom att klicka på navigeringskontrollens pilknappar roteras jordgloben för att flytta kartramen norr/syd eller öst/väst. Du kan också flytta kartramen med hjälp av piltangenterna på tangentbordet eller genom att klicka och dra på kartan. Att navigera via klick och dra är ett särskilt enkelt och exakt sätt att justera kartramen.
uk: Натисканням кнопок навігації зі стрілками можна пересувати область карти на північ-південь або на схід-захід. Ви також можете пересувати цю область за допомогою клавіш зі стрілками на клавіатурі, або затиснувши ліву кнопку миші і пересуваючи вказівник картою. Навігація за допомогою миші і перетягування вказівника є простим і точним способом визначення потрібної вам області карти.

source: Zoom in and out by moving the navigation control's vertical slider up and down, by clicking on the navigation control's + and - buttons, by using the Zoom in |zoom_in| and Zoom out |zoom_out| buttons just below the map, by scrolling the mouse wheel, or by using the :kbd:`+` and :kbd:`-` keys on the keyboard.
ca: Apropeu i allunyeu movent cap amunt i cap avall el control lliscant vertical del control de navegació, fent clic als botons + i - del control de navegació, utilitzant els botons d'apropar |zoom_in| o d'allunyar |zoom_out| just a sota del mapa, desplaçant la roda del ratolí o utilitzant les tecles :kbd:`+` i :kbd:`-` al teclat.
it: Puoi ingrandire o ridurre spostando su e giù il cursore verticale del controllo di navigazione, facendo clic sui pulsanti + e - del controllo di navigazione, usando i pulsanti di ingrandimento |zoom_in| e rimpicciolimento |zoom_out| che si trovano immediatamente sotto la mappa, scorrendo la rotella del mouse oppure utilizzando i tasti :kbd:`+` e :kbd:`-` della tastiera.
nl: In- en uitzoomen door de verticale schuifregelaar van de navigatiebesturing op en neer te verplaatsen, door klikken op de knoppen + en - van de navigatiebesturing, door de knoppen in- |zoom_in| en uitzoomen |zoom_out| net onder de kaart te gebruiken, door schuiven met het muiswiel of door de toetsen :kbd:`+` en :kbd:`-` op het toetsenbord te gebruiken.
pt_br: Aumente ou diminua o zoom movendo o controle deslizante vertical do controle de navegação para cima e para baixo, clicando nos botões + e - do controle de navegação, usando os botões Aumentar zoom |zoom_in| e Diminuir zoom |zoom_out| logo abaixo do mapa, rolando a roda do mouse ou usando as teclas :kbd:`+` e :kbd:`-` no teclado.
sl: Povečajte in pomanjšajte s premikanjem navpičnega drsnika navigacijskega kontrolnika gor in dol, s klikom na gumba + in - na navigacijskem kontrolniku, z uporabo možnosti Povečaj in Pomanjšaj gumbe tik pod zemljevidom, s pomikanjem kolesca miške ali s tipkama :kbd:`+` in :kbd:`-` na tipkovnici.
sv: Zooma in och ut genom att flytta navigeringskontrollens vertikala reglage upp och ned, genom att klicka på navigeringskontrollens + och - knappar, genom att använda knapparna Zooma in |zoom_in| och Zooma ut |zoom_out| precis under kartan, genom att rulla mushjulet eller genom att använda tangenterna :kbd:`+` och :kbd:`-` på tangentbordet.
uk: Збільшувати і зменшувати масштаб можна за допомогою вертикального повзунка у області керування навігацією, пересуваючи його вгору і вниз, за допомогою натискання кнопок + і -, за допомогою кнопок збільшення |zoom_in| і зменшення |zoom_out| одразу під картою, прокручуванням коліщатка миші або за допомогою клавіш :kbd:`+` і :kbd:`-` на клавіатурі.

source: The map can be rotated from its center by click and dragging on the map while holding down the right mouse button.
ca: El mapa es pot girar des del seu centre fent clic i arrossegant sobre el mapa mentre es manté premut el botó dret del ratolí.
it: La mappa può essere ruotata dal suo centro facendo clic e trascinando sulla mappa mentre tieni premuto il pulsante destro del mouse.
nl: De kaart kan gedraaid worden vanuit zijn centrum door klikken en slepen op de kaart terwijl de rechter muisknop wordt ingedrukt.
pt_br: O mapa pode ser girado a partir do centro clicando e arrastando no mapa enquanto mantém pressionado o botão direito do mouse.
sl: Zemljevid lahko zavrtite iz njegovega središča s klikom in vlečenjem po zemljevidu, medtem ko držite desni gumb miške.
sv: Kartan kan roteras från mitten genom att klicka och dra på kartan samtidigt som höger musknapp hålls nere.
uk: Карту можна обертати з її центра: натисніть праву кнопку миші і перетягніть вказівник, утримуючи натиснутою праву кнопку миші.

source: Depending on the map's resolution, zooming in will provide you with more detail. Smaller cities will appear and using the topographic map you might notice that coastlines are provided as vector graphics.
ca: Depenent de la resolució del mapa, l'apropament us proporcionarà més detalls. Apareixeran les ciutats més petites i utilitzant el mapa topogràfic podreu apreuar que les línies de les costes es proporcionen en forma de gràfics vectorials.
it: A seconda della risoluzione della mappa, l'ingrandimento fornirà maggiori dettagli. Saranno mostrate città più piccole e usando la mappa topografica potrai notare che le linee delle coste sono disegnate in modo vettoriale.
nl: Afhankelijk van de resolutie van de kaart ziet u bij inzoomen steeds meer detail. Kleinere steden zullen zichtbaar worden, en als u de topografische kaart gebruikt zult u misschien merken dat kustlijnen eigenlijk vectorafbeeldingen zijn.
pt_br: Dependendo da resolução do mapa, a ampliação fornecerá a você mais detalhes. Cidades menores irão aparecer e ao usar o mapa topográfico você poderá notar que as linhas costeiras são fornecidas como gráficos vetoriais.
sl: Odvisno od ločljivosti zemljevida vam bo povečava zagotovila več podrobnosti. Prikazala se bodo manjša mesta in na topografskem zemljevidu boste morda opazili, da so obale prikazane kot vektorska grafika.
sv: Beroende på kartans upplösning ger zoomning mer detaljer. Mindre städer dyker upp och med den topografiska kartan kanske man märker att kustlinjerna tillhandahålls som vektorgrafik.
uk: Залежно від роздільної здатності карти, збільшення надасть вам можливість побачити більше деталей. З’являтимуться менші міста, а на топографічній карті ви зможете зауважити, що узбережжя намальовано з використанням векторної графіки.

source: In case you should get lost you can always reset the viewing angle and zoom level back to the point where we started off: Just press the Home button (or the Home button on your keyboard). To set the home location to the current position (center of the map) select the Bookmarks → Set Home Location menu item.
ca: En cas de perdre's, sempre podreu restablir l'angle de visió i el nivell de zoom fins al punt en què heu començat: senzillament premeu el botó Inici (o la tecla Inici del teclat). Per a establir la ubicació inicial a la posició actual (centre del mapa), seleccioneu l'element de menú Punts d'interès → Estableix l'emplaçament d'inici.
it: Nel caso in cui ti perda, puoi sempre azzerare l'angolo di visuale e riportare indietro il livello di ingrandimento da cui sei partito: premi il pulsante Home (o il pulsante Home sulla tua tastiera). Per impostare la posizione iniziale alla posizione corrente (centro della mappa) seleziona l'elemento di menu Segnalibri → Imposta posizione iniziale.
nl: Mocht u verdwalen, dan kunt u altijd nog de kijkhoek en het zoomniveau opnieuw instellen op het punt waarop u begon (startpositie): klik eenvoudig op de knop Home (of de toets Home op uw toetsenbord). Om de startpositie op de huidige positie in te stellen (midden van kaart) selecteer het menu-item Bladwijzers --> Stel startpositie in.
pt_br: Caso se perca, você sempre pode redefinir o ângulo de visão e o nível de zoom para o ponto inicial: basta pressionar o botão Início (ou o botão Início do seu teclado). Para definir a localização inicial para a posição atual (centro do mapa), selecione o item de menu Favoritos → Definir Localização Inicial.
sl: Če bi se izgubili, lahko vedno ponastavite vidni kot in stopnjo povečave nazaj na točko, kjer smo začeli: preprosto pritisnite gumb Domov (ali gumb Domov na tipkovnici). Za nastavitev domače lokacije na trenutni položaj (sredina zemljevida) izberite menijski element Zaznamki → Nastavi domačo lokacijo.
sv: Om man skulle gå vilse kan man alltid återställa visningsvinkeln och zoomnivån tillbaka till den punkt där vi började: Tryck bara på hemknappen (eller knappen Home på tangentbordet). För att ställa in hempositionen till den aktuella positionen (mitten av kartan) välj menyalternativet Bokmärken → Ange hemplats.
uk: Якщо ви раптом заблукали на карті, ви завжди можете повернутися до початкового кута зору і рівня масштабу: просто натисніть кнопку «Домівка» (абo просто клавішу «Home» на вашій клавіатурі). Щоб встановити розташування домівки за поточною позицією (центром карти), виберіть пункт «Встановити розташування домівки» у меню «Закладки».
