Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/people_view.po
Languages: nl, pt_br, sl

source: Once the scan is finished, a new tag labeled **Unknown** should appear under People in the People view. You will need to manually tag some of these faces before digiKam can begin automatically matching other unknown faces.
nl: Nadat de scan is geëindigd zou een nieuwe tag met label **Onbekend** moeten verschijnen onder Mensen in de Mensenweergave. U moet handmatig aan sommige va deze gezichten een tag geven alvorens digiKam kan beginnen met het automatisch andere onbekende gezichten overeen te laten komen.
pt_br: Após a conclusão da verificação, uma nova marcação com o nome **Desconhecidas** deverá aparecer em Pessoas na visualização Pessoas. Você precisará marcar manualmente alguns desses rostos antes que o digiKam possa começar a corresponder automaticamente a outros rostos desconhecidos.
sl: Ko je skeniranje končano, bi se morala pod Ljudje v pogledu Ljudje prikazati nova oznaka z oznako **Neznano**. Nekatere od teh obrazov boste morali ročno označiti, preden lahko digiKam začne samodejno ujemati druge neznane obraze.

source: Face Tagging
nl: Gezichtstags toekennen
pt_br: Etiquetamento de rostos
sl: Označevanje obraza

source: Assigning names to face tags is a crucial step for Face Recognition. digiKam can only recognize faces if it has reference faces for comparison. It’s your job to train it by identifying faces, such as labeling them as Lara, Juan, Peter, etc. Usually, you only need to manually tag one face for a person for the recognition process to identify additional faces.
nl: Namen toekennen aan gezichtstags is een cruciale stap voor gezichtsherkenning. digiKam kan alleen gezichten herkennen als het referenties heeft naar gezichten ter vergelijking. Het is uw taak om het te trainen door gezichten te identificeren, zoals een label aan hen geven als Lara, Juan, Peter, etc. Gewoonlijk hoeft u alleen handmatig één gezicht een label te geven om een person in het herkenningsproces met additionele gezichten te identificeren.
pt_br: Atribuir nomes a etiquetas faciais é uma etapa crucial para o Reconhecimento facial. O digiKam só reconhece rostos se tiver rostos de referência para comparação. É sua função treiná-lo identificando rostos, como Lara, João, Pedro, etc. Normalmente, você só precisa marcar manualmente um rosto de uma pessoa para que o processo de reconhecimento identifique rostos adicionais.
sl: Dodeljevanje imen obraznim oznakam je ključni korak za prepoznavanje obrazov. digiKam lahko prepozna obraze le, če ima referenčne obraze za primerjavo. Vaša naloga je, da ga usposobite tako, da prepoznate obraze, na primer, da jih označite kot Lara, Juan, Peter itd. Običajno morate ročno označiti le en obraz osebe za postopek prepoznavanja za prepoznavanje dodatnih obrazov.

source: After performing a scan as described in the previous section, you select the **Unknown** tag on the Left Sidebar.
nl: Na het uitvoeren van een scan zoals in de vorige sectie beschreven, selecteert u de tag **Onbekend** in de linker zijbalk.
pt_br: Após executar uma análise conforme descrito na seção anterior, selecione a etiqueta **Desconhecido** na barra lateral esquerda.
sl: Po izvedbi skeniranja, kot je opisano v prejšnjem razdelku, izberete oznako **Neznano** na levi stranski vrstici.

source: The digiKam Face Management Icon-View allows for multiple selections of similar faces to be tagged with the name **Adam**.
nl: De Pictogramweergave van beheer van gezichten van digiKam biedt meerdere selecties van vergelijkbare gezichten om van een tag te voorzien met dezelfde naam **Adam**
pt_br: A visão em miniaturas do gerenciamento de rosto do digiKam permite que várias seleções de rostos semelhantes sejam marcados com o nome **Adam**.
sl: Pogled ikon za upravljanje obrazov digiKam omogoča več izbir podobnih obrazov, ki jih lahko označite z imenom **Adam**.

source: In the field labeled **Who Is This?** you can either type in the name of an existing People tag out of your tag tree or use the drop-down function to show your tag tree and select a tag. You can also apply the same tag to multiple faces at the same time. **Confirm** saves the name to the database and moves the thumbnail from **Unknown** to the face tag.
nl: In het veld met label **Wie is dit?** kunt u ofwel de naam intypen van een bestaande Menstag uit uw boomstructuur met tags of de afrolfunctie gebruiken om uw boomstructuur met tags te tonen. U kunt ook dezelfde tag aan meerdere gezichten tegelijkertijd. **Bevestigen** slaat de naam op in de database en verplaatst de miniatuur uit **Onbekend** naar de gezichtstag.
pt_br: No campo **Quem é?**, você pode digitar o nome de uma etiqueta de pessoa existente na sua árvore de etiquetas ou usar a função suspensa para exibir sua árvore de etiquetas e selecionar uma etiqueta. Você também pode aplicar a mesma etiqueta a vários rostos simultaneamente. **Confirmar** salva o nome no banco de dados e move a miniatura de **Desconhecido** para a etiqueta de rosto.
sl: V polje z oznako **Kdo je to?** lahko vnesete ime obstoječe oznake Ljudje iz drevesa oznak ali uporabite spustno funkcijo, da prikažete drevo oznak in izberete oznako. Isto oznako lahko uporabite tudi za več obrazov hkrati. **Potrdi** shrani ime v bazo podatkov in premakne sličico iz **Neznano** v oznako obraza.

source: The digiKam Face Management Icon-View displaying a confirmed set of 6 faces tagged with the name **Adam**.
nl: De Pictogramweergave van beheer van gezichten van digiKam met een bevestigde set van 6 gezichten voorzien van de tag met de naam **Adam**.
pt_br: A vista de miniaturas do gerenciamento de rosto do digiKam exibindo um conjunto confirmado de 6 rostos marcados com o nome **Adam**.
sl: Pogled ikon za upravljanje obrazov digiKam, ki prikazuje potrjen niz 6 obrazov, označenih z imenom **Adam**.

source: Using the context menu item **Assign Tag** instead of the procedure described above will not assign a face tag. Instead, it will assign a regular tag to the entire image.
nl: Het contextmenu-item **Tag toekennen** gebruiken in plaats van de boven beschreven procedure zal geen gezichtstag toekennen. In plaats daarvan zal het een gewone tag toekennen aan de gehele afbeelding.
pt_br: Usar o item de menu de contexto **Atribuir etiqueta** em vez do procedimento descrito acima não atribuirá uma etiqueta de rosto. Em vez disso, atribuirá uma etiqueta normal à imagem inteira.
sl: Uporaba elementa kontekstnega menija **Dodeli oznako** namesto zgoraj opisanega postopka ne bo dodelila oznake obraza. Namesto tega bo celotni sliki dodelil običajno oznako.

source: Once a face tag is confirmed, digiKam only shows the name without the buttons to remove, edit, or confirm. If you need to edit or remove a confirmed face tag, simply double-click on the name and the buttons will reappear.
nl: Nadat een gezichtstag is bevestigd toont digiKam alleen de naam zonder de knoppen om te verwijderen, bewerken of bevestigen. Als u een bevestigde gezichtstag moet bewerken of verwijderen, dubbelklik eenvoudig op de naam en de knoppen zullen opnieuw verschijnen.
pt_br: Após a confirmação de uma etiqueta de rosto, o digiKam exibe apenas o nome, sem os botões para remover, editar ou confirmar. Se precisar editar ou remover uma etiqueta de rosto confirmada, basta clicar duas vezes no nome e os botões reaparecerão.
sl: Ko je oznaka obraza potrjena, digiKam prikaže samo ime brez gumbov za odstranitev, urejanje ali potrditev. Če morate urediti ali odstraniti potrjeno obrazno oznako, preprosto dvokliknite ime in gumbi se bodo znova pojavili.

source: For more information about automatic face tagging using digiKam's face recognition engine see :ref:`the next section <face_recognition>` of this manual.
nl: Voor meer informatie over gezichtstags toekennen met engine voor gezichtsherkenning van digiKam zie :ref:`de volgende sectie <face_recognition>` van deze handleiding.
pt_br: Para obter mais informações sobre etiquetamento de rosto automático usando o mecanismo de reconhecimento facial do digiKam, consulte :ref:`a próxima seção <face_recognition>` deste manual.
sl: Za več informacij o samodejnem označevanju obraza z uporabo digiKamovega mehanizma za prepoznavanje obrazov glejte :ref:`naslednji razdelek <face_recognition>` tega priročnika.

source: You can manually tag people in different ways:
nl: U kunt mensen handmatig een tag toekennen op verschillende manieren:
pt_br: Você pode marcar pessoas manualmente de diferentes maneiras:
sl: Osebe lahko ročno označite na različne načine:

source: From the **Unknown** tab in the **People** view: hover on any **Unknown** face from the icon-view and use the text box to assign a name. This will create a new face tag in the case of a person whose name hasn't already been entered.
nl: Uit het tabblad **Onbekend** in de weergave **Mensen**: zweef boven een **Onbekend** gezicht uit de pictogramweergave en gebruik het tekstvak om een naam toe te kennen. Dit zal een nieuwe gezichtstag aanmaken in het geval van een persoon wiens naam niet al is ingevoerd.
pt_br: Na aba **Desconhecido** na visualização **Pessoas**: passe o mouse sobre qualquer rosto **Desconhecido** na visualização de miniaturas e use a caixa de texto para atribuir um nome. Isso criará uma nova etiqueta de rosto no caso de uma pessoa cujo nome ainda não tenha sido inserido.
sl: Na zavihku **Neznano** v pogledu **Ljudje**: premaknite miškin kazalec na kateri koli **Neznan** obraz v pogledu ikon in uporabite besedilno polje za dodelitev imena. To bo ustvarilo novo oznako obraza v primeru osebe, katere ime še ni bilo vneseno.

source: Screencast of Manual Face Tagging From Icon-View
nl: Filmpje van handmatig gezicht toekennen uit de Pictogramweergave
pt_br: Screencast de marcação facial manual na visualização de miniaturas
sl: Posnetek zaslona ročnega označevanja obraza iz pogleda ikon

source: From Left Sidebar **People** tab: use drag and drop between the icon-view and the face-tags tree view. Select items labeled **Unknown** that you want to assign a face-tag. Perform a move with the mouse to the **People** items hierarchy. A pop-up menu will appear to confirm the face assignment.
nl: Het tabblad **Mensen** in de linker zijbalk: slepen en loslaten gebruiken tussen de pictogramweergave en de boomstructuur gezichtstags. Selecteer items met label **Onbekend** waaraan u een gezichtstag wilt toekennen. Verplaats de muis naar de hiërarchie met items **Mensen**. Een menu verschijnt om het toekennen van een gezicht te bevestigen.
pt_br: Na aba **Pessoas** da barra lateral esquerda: use o recurso de arrastar e soltar entre a visualização de miniaturas a visualização em árvore de etiquetas de rosto. Selecione os itens rotulados como **Desconhecido** aos quais deseja atribuir uma etiqueta de rosto. Mova o mouse até a hierarquia de itens **Pessoas**. Um menu pop-up aparecerá para confirmar a atribuição de rosto.
sl: Na levi stranski vrstici zavihek **Ljudje**: uporabite povleci in spusti med pogledom ikon in drevesnim pogledom obraznih oznak. Izberite elemente z oznako **Neznano**, ki jim želite dodeliti obrazno oznako. Z miško se premaknite na hierarhijo elementov **Ljudje**. Prikaže se pojavni meni za potrditev dodelitve obraza.

source: Screencast of Manual Face Assignment Using Drag And Drop
nl: Filmpje van handmatig toekennen van gezichten met slepen en loslaten
pt_br: Screencast de atribuição manual de rosto usando arrastar e soltar
sl: Posnetek zaslona ročnega dodeljevanja obraza z uporabo zmožnosti povleci in spusti

source: From keyboard shortcut: you can assign a magic key to a face-tag and quickly use the keyboard to assign the face-tag name to selected items.
nl: Uit sneltoetsen: u kunt een magische toets toekennen aan een gezichtstag en snel het toetsenbord gebruiken om de gezichtstagnaam aan de geselecteerde items toe te kennen.
pt_br: Atalho de teclado: você pode atribuir uma tecla mágica a uma etiqueta de rosto e usar rapidamente o teclado para atribuir o nome da etiqueta aos itens selecionados.
sl: Iz bližnjice na tipkovnici: oznaki obraza lahko dodelite čarobno tipko in s tipkovnico hitro dodelite ime oznake obraza izbranim elementom.

source: The digiKam Face Tag Properties Dialog With a Keyboard Shortcut Assigned
nl: De dialoog gezichtstag-eigenschappen van digiKam met een toegekende sneltoets
pt_br: A caixa de diálogo de propriedades da etiqueta de rosto do digiKam com um atalho de teclado atribuído
sl: Pogovorno okno lastnosti oznake obraza digiKam z dodeljeno bližnjico na tipkovnici

source: In case there's a face you don't wish to be recognized, you can mark it as ignored. This leads to the creation of a new **Ignored** tag. This is reversible, you can later unmark the face if needed.
nl: In geval er een gezicht is dat u niet wilt herkennen, dan kunt u het markeren als genegeerd. Dit leidt tot de creatie van een nieuwe tag **Genegeerd**. Dit is omkeerbaar, u kunt later, indien nodig, de markering van het gezicht ongedaan maken.
pt_br: Caso haja um rosto que você não queira que seja reconhecido, você pode marcá-lo como ignorado. Isso leva à criação de uma nova etiqueta **Ignorado**. Isso é reversível; você pode desmarcar o rosto posteriormente, se necessário.
sl: Če obstaja obraz, za katerega ne želite, da ga prepoznate, ga lahko označite kot prezrtega. To vodi do ustvarjanja nove oznake **Prezrto**. To je reverzibilno, po potrebi lahko pozneje odznačite obraz.

source: A Face Marked as **Ignored** From Icon-View
nl: Een gezicht gemarkeerd als **Genegeerd** uit Pictogramweergave
pt_br: Um rosto marcado como **Ignorado** no visualização de miniatura
sl: Obraz, označen kot **Prezrt** v pogledu ikon

source: In addition to tagging auto-detected faces, you can manually add a face region:
nl: Naast het tag geven aan automatisch gedetecteerd gezichten kunt u handmatig een gezichtsgebied toevoegen:
pt_br: Além de marcar rostos detectados automaticamente, você pode adicionar manualmente uma região de rosto:
sl: Poleg označevanja samodejno zaznanih obrazov lahko ročno dodate območje obraza:

source: From **Preview Mode**: click on **Add a Face Tag** icon or select the option in the context menu, as highlighted in the screenshot below.
nl: Uit de **Modus Voorbeeld** klik op het pictogram **Een gezichtstag toevoegen** of selecteer de optie uit het contextmenu, zoals geaccentueerd in de onderstaande schermafdruk.
pt_br: No **Modo de visualização**: clique no ícone **Adicionar uma etiqueta de rosto** ou selecione a opção no menu de contexto, conforme destacado na captura de tela abaixo.
sl: V **Načinu predogleda**: kliknite ikono **Dodaj oznako obraza** ali izberite možnost v kontekstnem meniju, kot je označeno na spodnjem posnetku zaslona.

source: The digiKam Manual Face Tagging From Context Menu
nl: Het handmatig toekennen van gezichtstags van digiKam uit het contextmenu
pt_br: Marcação manual de rostos a partir do menu de contexto do digiKam
sl: Ročno označevanje obraza digiKam iz kontekstnega menija

source: Then draw a rectangle around the face while holding the left mouse button followed by entering the person's name and pressing :kbd:`Enter` key. If you press :kbd:`Esc` key, this will exit the person's name editor.
nl: Teken daarna een rechthoek rond het gezicht met ingedrukte linker muisknop, gevolgd door invoeren van de naam van de persoon en indrukken van toets :kbd:`Enter`. Als u toets :kbd:`Esc` indrukt verlaat u de bewerker van de naam van de persoon.
pt_br: Em seguida, desenhe um retângulo ao redor do rosto enquanto segura o botão esquerdo do mouse, digite o nome da pessoa e pressione a tecla :kbd:`Enter`. Se você pressionar a tecla :kbd:`Esc`, o editor de nome da pessoa será fechado.
sl: Nato narišite pravokotnik okoli obraza, medtem ko držite levi gumb miške, nato vnesite ime osebe in pritisnite tipko :kbd:`Enter`. Če pritisnete tipko :kbd:`Esc`, boste s tem zapustili urejevalnik imen osebe.

source: The digiKam Manual Face Tagging Editor
nl: De bewerker van digiKam voor handmatig gezichtstags toekennen
pt_br: Editor de marcação facial manual do digiKam
sl: Urejevalnik ročnega označevanja obrazov digiKam

source: Instead of clicking on **Add A Face Tag** icon, you can draw a face region while holding :kbd:`Ctrl` key.
nl: In plaats van klikken op het pictogram **Een gezichtstag toevoegen** kunt u een gezichtsgebied tekenen met ingedrukte toets :kbd:`Ctrl`.
pt_br: Em vez de clicar no ícone **Adicionar uma etiqueta de rosto**, você pode desenhar uma região do rosto enquanto mantém pressionada a tecla :kbd:`Ctrl`.
sl: Namesto da kliknete ikono **Dodaj oznako obraza**, lahko narišete območje obraza, medtem ko držite tipko :kbd:`Ctrl`.

source: The **Preview Mode** context menu also includes two other options for manual face tagging:
nl: Het contextmenu **Voorbeeldmodus** bevat ook twee andere opties om handmatig tags toekennen aan een gezicht:
pt_br: O menu de contexto do **Modo de visualização** também inclui duas outras opções para marcação manual de rosto:
sl: Kontekstni meni **Način predogleda** vključuje tudi dve drugi možnosti za ročno označevanje obraza:

source: **Scan For Faces**: This option triggers the face detection algorithm to automatically identify and mark face areas on the image. By default, these faces are labeled as **Unknown** in the database. The process uses the most recent **Face Detection** settings. If faces are detected, you can manually edit the face names as previously described.
nl: **Op gezichten scannen**: deze optie roept het algoritme voor gezichtsdetectie aan om gezichtsgebieden automatisch op de afbeelding teidentificeren. Deze gezichten krijgen standaard het label **Onbekend** in de database. Dit proces gebruikt de meest recente instellingen voor **Gezichtsdetectie**. Als gezichten gedetecteerd worden, kunt u de gezichtsnamen handmatig bewerken zoals eerder beschreven.
pt_br: **Procurar por rostos**: Esta opção aciona o algoritmo de detecção de rostos para identificar e marcar automaticamente áreas de rostos na imagem. Por padrão, esses rostos são rotulados como **Desconhecido** no banco de dados. O processo utiliza as configurações mais recentes de **Detecção de rostos**. Se rostos forem detectados, você pode editar manualmente os nomes dos rostos, conforme descrito anteriormente.
sl: **Skeniraj obraze**: Ta možnost sproži algoritem za zaznavanje obrazov, da samodejno identificira in označi področja obraza na sliki. Privzeto so ti obrazi v zbirki podatkov označeni kot **Neznani**. Postopek uporablja najnovejše nastavitve **Zaznavanja obrazov**. Če so zaznani obrazi, lahko ročno uredite imena obrazov, kot je opisano prej.

source: **Show Face Tags**: This displays the visible face tag areas and automatically switches to edit mode when the mouse hovers over them.
nl: **Gezichtstags tonen**: dit toont de zichtbare gezichtstaggebieden en schakelt automatisch naar modus bewerken wanneer de muis er boven zweeft.
pt_br: **Mostrar etiquetas de rosto**: exibe as áreas de etiquetas de rosto visíveis e alterna automaticamente para o modo de edição quando o mouse passa sobre elas.
sl: **Pokaži obrazne oznake**: To prikaže vidna območja obraznih oznak in samodejno preklopi v način urejanja, ko miško premaknete nadnje.

source: In the :ref:`Miscs Behavior <behavior_settings>` view of the configuration dialog, an option can be turned on to only populate the tags tree-view with the face tags assigned to a face while you enter a name.
nl: In de weergave :ref:`Diversen gedrag <behavior_settings>` van de configuratiedialoog, kan een optie aangezet worden om alleen de boomstructuur van tags te bevolken met de toegekende gezichtstags aan een gezicht terwijl u een naam invoert.
pt_br: Na visualização :ref:`Comportamentos diversos <behavior_settings>` da caixa de diálogo de configuração, é possível ativar uma opção para preencher a visualização em árvore de etiquetas apenas com as etiquetas de rosto atribuídas a um rosto enquanto você insere um nome.
sl: V pogledu :ref:`Miscs Behavior <behavior_settings>` konfiguracijskega pogovornega okna je mogoče vklopiti možnost za zapolnitev drevesnega pogleda oznak samo z oznakami obraza, dodeljenimi obrazu, medtem ko vnašate ime.

source: Face Recognition
nl: Gezichtsherkenning
pt_br: Reconhecimento facial
sl: Prepoznavanje obraza

source: Once you have assigned a tag to a few photographs, you can have digiKam try to match **Unknown** faces with similar faces that have already been confirmed (tagged). To start this process, go to the workflow tab, select **Recognize faces only**, and then click **Scan Collection For Faces**. The process will tag similar **detected** faces with the appropriate People tag from your tag tree, and the corresponding thumbnail will disappear from the **Unknown** tag selection. The thumbnail will appear in the **Unconfirmed** tag section and will be added to the suggested face tag section.
nl: Nadat u een tag aan een paar foto's hebt toegekend, kunt u digiKam laten proberen **Onbekend** gezichten met gelijkende gezichten die al zijn bevestigd (van tag voorzien) met elkaar overeen te laten komen. Om dit proces te starten, ga naar het tabblad werkmethode, selecteer **Alleen gezichten herkennen** en klik daarna op **Verzameling scannen op gezichten**. Het proces zal gelijkende **gedetecteerde** gezichten van een tag voorzien met de toepasselijke tag Mensen uit uw boomstructuur van tags en de bijbehorende miniatuur zal verdwijnen uit de selectie van tags **Onbekend**. De miniatuur zal verschijnen in de tagsectie **Onbevestigd** en zal toegevoegd worden aan de gesuggereerde sectie gezichtstags.
pt_br: Depois de atribuir uma etiqueta a algumas fotos, você pode fazer com que o digiKam tente combinar rostos **Desconhecidos** com rostos semelhantes que já foram confirmados (marcados). Para iniciar esse processo, acesse a aba de fluxo de trabalho, selecione **Reconhecer apenas rostos** e clique em **Pesquisar rostos na coleção**. O processo marcará rostos semelhantes **detectados** com a etiqueta de pessoa apropriada da sua árvore de etiquetas, e a miniatura correspondente desaparecerá da seção da etiqueta **Desconhecido**. A miniatura aparecerá na seção da etiqueta **Não Confirmado** e será adicionada à seção de etiquetas de rosto sugeridas.
sl: Ko nekaj fotografijam dodelite oznako, lahko digiKam poskusite povezati **Neznane** obraze s podobnimi obrazi, ki so že bili potrjeni (označeni). Če želite začeti ta postopek, pojdite na zavihek poteka dela, izberite **Samo prepoznaj obraze** in nato kliknite **Skeniraj zbirko za obraze**. Postopek bo označil podobne **zaznane** obraze z ustrezno oznako Ljudje iz vašega drevesa oznak, ustrezna sličica pa bo izginila iz izbire oznake **Neznano**. Sličica se bo pojavila v razdelku **Nepotrjena** oznaka in bo dodana v razdelek predlagane oznake obraza.

source: The digiKam Face Management Icon-View with newly recognized faces with a suggested tag of **Adam**.
nl: De Pictogramweergave van beheer van gezichten van digiKam met nieuwe herkende gezichten met een gesuggereerde tag **Adam**.
pt_br: Visão em miniatua do gerenciamento facial do digiKam com rostos recém-reconhecidos com uma etiqueta sugerida de **Adam**.
sl: Pogled ikon za upravljanje obrazov digiKam z na novo prepoznanimi obrazi s predlagano oznako **Adam**.
