Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/people_view.po
Languages: nl, pt_br, sl

source: Face detection and face recognition can be time-consuming tasks depending on the size of your library and filtering selected in **Search-in**. It is recommended to use all processor cores. This will make the process run faster, but it can potentially make other processes run slower and make your computer feel unresponsive while faces are being processed. You can uncheck **Work on all processor cores** if your machine is slow and you want to perform other tasks while the face scan is running.
nl: Gezichtsdetectie en gezichtsherkenning kan een taak zijn die veel tijd kost afhankelijk van de grootte van uw bibliotheek en de geselecteerde filtering in **Zoeken-in**. Het is aanbevolen om alle processorkernen te gebruiken. Dit maakt dat het proces sneller werkt, maar het kan potentieel andere processen langzamer laten draaien en maken dat het voelt dat uw computer niet reageert terwijl gezichten worden verwerkt. U kunt **Werken op alle computerkernen** deactiveren als uw machine langzaam is u andere taken wilt doen terwijl gezichtsherkenning actief is.
pt_br: A detecção e o reconhecimento facial podem ser tarefas demoradas, dependendo do tamanho da sua biblioteca e da filtragem selecionada em **Procurar em**. Recomenda-se usar todos os núcleos do processador. Isso tornará o processo mais rápido, mas pode potencialmente tornar outros processos mais lentos e fazer com que seu computador pare de responder durante o processamento de rostos. Você pode desmarcar **Trabalhar em todos os núcleos do processador** se sua máquina estiver lenta e você quiser executar outras tarefas enquanto o escaneamento facial estiver em execução.
sl: Zaznavanje in prepoznavanje obrazov sta lahko zamudni opravili, odvisno od velikosti vaše knjižnice in filtriranja, izbranega v **Iskanju**. Priporočljiva je uporaba vseh procesorskih jeder. Zaradi tega bo proces potekal hitreje, vendar lahko potencialno povzroči počasnejše delovanje drugih procesov in povzroči, da se vaš računalnik med obdelavo obrazov ne odziva. Počistite lahko polje **Delo na vseh procesorskih jedrih**, če je vaš računalnik počasen in želite izvajati druge naloge, medtem ko skeniranje obrazov teče.

source: Because of technical limitations on Windows, multi-core support for MySQL/MariaDB databases does not perform well. For better performance, we recommend using a SQLite database instead.
pt_br: Devido a limitações técnicas no Windows, o suporte multi-core para bancos de dados MySQL/MariaDB não apresenta bom desempenho. Para melhor desempenho, recomendamos o uso de um banco de dados SQLite.

source: Special Cases
nl: Speciale gevallen
pt_br: Casos especiais
sl: Posebni primeri

source: Occasionally, you may encounter special cases where the recommended face detection settings don't yield the best results. In those cases, you should tune the detection settings for a single image or small group of images. It is not recommended to change the default settings for normal use, and it is recommended to change the settings back to their default values when you're done with special cases.
nl: Af en toe kunt u speciale gevallen tegenkomen waar de aanbevolen instellingen voor gezichtsdetectie niet de beste resultaten opleveren. In die gevallen zou u de detectie-instellingen voor een enkele afbeelding of een kleine groep afbeeldingen fijn moeten afregelen. Het is niet aanbevolen om de standaard instellingen voor normaal gebruik te wijzigen en het is aanbevolen om de instellingen terug te zetten naar hun standaard waarden wanneer u gereed bent met de speciale gevallen.
pt_br: Ocasionalmente, você pode encontrar casos especiais em que as configurações recomendadas de detecção de rosto não produzem os melhores resultados. Nesses casos, você deve ajustar as configurações de detecção para uma única imagem ou um pequeno grupo de imagens. Não é recomendável alterar as configurações padrão para uso normal, e é recomendável retornar as configurações aos valores padrão quando terminar de usar em casos especiais.
sl: Občasno lahko naletite na posebne primere, ko priporočene nastavitve zaznavanja obrazov ne dajejo najboljših rezultatov. V teh primerih bi morali nastaviti nastavitve zaznavanja za posamezno sliko ali majhno skupino slik. Pri običajni uporabi ni priporočljivo spreminjati privzetih nastavitev za običajno rabo, priporočljivo pa je, da nastavitve spremenite nazaj na privzete vrednosti, ko končate s posebnimi primeri.

source: **Large Group Photos**: You may have images of large groups of people, and you want to generate a face tag for every person in the image. Setting the **Detection Accuracy** to 1, and setting the **Face size** to **Extra Small** should detect most, if not all of the faces in the image. This will also incorrectly tag more areas of the image as faces (false positives).
nl: **Grote groepsfoto's**: u kunt afbeeldingen hebben met grote groepen mensen en u wilt een gezichtstag voor elke persoon in de afbeelding genereren. Instellen van de **Detectienauwkeurigheid** op 1 en de **Gezichtsgrootte** op **Extra klein** zou de meesten moet detecteren, zo niet alle gezichten in de afbeelding. Dit zal ook meer gebieden van de afbeelding een tag geven als gezichten (valse positieven).
pt_br: **Fotos de grupos grandes**: Você pode ter imagens de grupos grandes de pessoas e deseja gerar uma marcação facial para cada pessoa na imagem. Definir a **Precisão de detecção** como 1 e o **Tamanho do rosto** como **Muito pequeno** deve detectar a maioria, senão todos, os rostos na imagem. Isso também marcará incorretamente mais áreas da imagem como rostos (falsos positivos).
sl: **Velike skupinske fotografije**: morda imate slike velikih skupin ljudi in želite ustvariti oznako obraza za vsako osebo na sliki. Nastavitev **Natančnosti zaznavanja** na 1 in nastavitev **Velikosti obraza** na **Izjemno majhna** bi morala zaznati večino, če ne vseh obrazov na sliki. To bo tudi nepravilno označilo več območij slike kot obraze (lažno pozitivno).

source: **Portraits**: When shooting portraits from the shoulder up, especially with modern high-resolution cameras over 40 megapixels, face recognition may not detect the face or may tag multiple areas of a single face. Setting the **Detection Accuracy** to 8, and setting the **Face size** to **Extra Large** will detect only the face, and eliminate false positive tag regions.
nl: **Portretten**: bij het nemen van portretten vanaf de schouder omhoog, speciaal met moderne hoge-resolutie camera's van meer dan 40 megapixels, kan gezichtsherkenning het gezicht niet detecteren of kan meerder gebieden van een enkel gezicht een tag geven. Met het instellen van de **Detectienauwkeurigheid** op 8 en instellen van de **Gezichtsgrootte** op **Extra groot** zal slechts het gezicht detecteren en vals positieve gebieden met een tag elimineren.
pt_br: **Retratos**: Ao fotografar retratos do ombro para cima, especialmente com câmeras modernas de alta resolução com mais de 40 megapixels, o reconhecimento facial pode não detectar o rosto ou marcar várias áreas de um único rosto. Definir a **Precisão de detecção** como 8 e o **Tamanho do rosto** como **Muito grande** detectará apenas o rosto e eliminará regiões de marcação de falsos positivos.
sl: **Portreti**: Pri fotografiranju portretov z ramena navzgor, zlasti s sodobnimi fotoaparati z visoko ločljivostjo nad 40 milijoni slikovnih pik, prepoznavanje obraza morda ne bo zaznalo obraza ali pa bo označilo več delov enega obraza. Če nastavite **Natančnost zaznavanja** na 8 in nastavite **Velikost obraza** na **Izredno veliko**, boste zaznali samo obraz in odpravili lažno pozitivne regije oznak.

source: For **detection**, digiKam will scan the images selected in the filter for faces.
nl: Voor **detectie** zal digiKam de afbeeldingen geselecteerd in het filter selecteren op gezichten.
sl: Za **zaznavanje** bo digiKam skeniral slike, izbrane v filtru za obraze.

source: For **recognition**, digiKam will attempt to match **Unknown** and **Unconfirmed** face tags in the images included in the filter with all confirmed face tags.
nl: Voor **herkenning** zal digiKam proberen **Onbekend** overeen te laten komen met gezichtstags **Onbevestigd** in de afbeeldingen die zicht bevinden in het filter met alle bevestigde gezichtstags.
sl: Za **prepoznavanje** bo digiKam poskušal ujemati **Neznane** in **Nepotrjene** obrazne oznake na slikah, vključenih v filter, z vsemi potrjenimi obraznimi oznakami.

source: Because of technical limitations on Windows, multi-core support for MySQL/MariaDB databases does not perform well. For better performance, we recommend using an SQLite database instead.
nl: Omdat er technische beperkingen onder Windows zijn zal de ondersteuning van multi-kern voor een MySQL/MariaDB database geen goede presentaties leveren. We bevelen in plaats daarvan aan een SQLite database voor betere prestaties te gebruiken.
sl: Zaradi tehničnih omejitev v sistemu Windows večjedrna podpora z bazo podatkov MySQL/MariaDB ne deluje dobro. Za boljšo učinkovitost priporočamo uporabo baze podatkov SQLite.
