Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/people_view.po
Languages: nl, pt_br, sl

source: digiKam Main Window People View
nl: Weergave van mensen in het hoofdvenster van digiKam
pt_br: Visão das pessoas na janela principal do digiKam
sl: Pogled ljudi v glavnem oknu digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, faces, detection, recognition, management, deep-learning, people
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, gezichten, detectie, herkennen, beheer, deep-learning, mensen
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, rostos, detecção, reconhecimento, gerenciamento, aprendizado profundo, pessoas
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, brezplačno, učenje, enostavno, obrazi, zaznavanje, prepoznavanje, upravljanje, poglobljeno učenje, ljudje

source: :ref:`People View <left_sidebar>`
nl: :ref:`Weergave van mensen <left_sidebar>`
pt_br: :ref:`Visão de pessoas <left_sidebar>`
sl: :ref:`Ogled ljudi <left_sidebar>`

source: Contents
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina

source: If you’re not just photographing machines or stars, Face Management could be a useful feature for you (even machines might have a human operator). In digiKam, this feature involves two main tasks: **Face Detection** and **Face Recognition**.
nl: Als u niet alleen machines of sterren fotografeert, dan zou Gezichtenbeheer een nuttige functie voor u kunnen zijn (zelfs machines kunnen een menselijke operator hebben). In digiKam omvat deze functie twee hoofdtaken: **Gezichtsdetectie** en **Gezichtsherkenning**.
pt_br: Se você não fotografa apenas máquinas ou estrelas, o gerenciamento de rostos pode ser um recurso útil (até mesmo máquinas podem ter um operador humano). No digiKam, esse recurso envolve duas tarefas principais: **Detecção de rostos** e **Reconhecimento facial**.
sl: Če ne fotografirate samo strojev ali zvezd, bi lahko bilo upravljanje obrazov uporabna funkcija za vas (celo stroji imajo lahko človeškega operaterja). V digiKamu ta funkcija vključuje dve glavni nalogi: **Zaznavanje obrazov** in **Prepoznavanje obrazov**.

source: The face management workflow helps you identify and recognize people in your photos by using deep-learning neural networks. **Face Detection** identifies faces that appear in your images, which is a necessary step before recognition. **Face Recognition** then automatically identifies people in your photos, but it requires initial training by labeling a few detected faces with the corresponding names.
nl: De werkmethode beheer van gezichten biedt u het identificeren en herkennen van mensen in uw foto's door gebruik van deep-learning neurale netwerken. **Gezichtsdetectie** identificeert gezichten die in uw afbeeldingen verschijnen, wat een noodzakelijke stap is vóór herkenning. **Gezichtsherkenning** identificeert dan automatisch mensen in uw foto's, maar het vereist initiële training door een paar gedetecteerde gezichten labels te geven met de bijbehorend namen.
pt_br: O fluxo de trabalho de gerenciamento de rostos ajuda você a identificar e reconhecer pessoas em suas fotos usando redes neurais de aprendizado profundo. A **Detecção de rostos** identifica os rostos que aparecem em suas imagens, o que é uma etapa necessária antes do reconhecimento. O **Reconhecimento facial** identifica automaticamente as pessoas em suas fotos, mas requer um treinamento inicial, rotulando alguns rostos detectados com os nomes correspondentes.
sl: Potek dela za upravljanje obraza vam pomaga identificirati in prepoznati ljudi na vaših fotografijah z uporabo nevronskih mrež globokega učenja. **Zaznavanje obrazov** prepozna obraze, ki se pojavijo na vaših slikah, kar je nujen korak pred prepoznavo. **Face Recognition** nato samodejno identificira ljudi na vaših fotografijah, vendar zahteva začetno usposabljanje z označevanjem nekaj zaznanih obrazov z ustreznimi imeni.

source: For face management to work correctly, digiKam needs to download the deep-learning models from the web. These files can either be downloaded when digiKam is first run (see :ref:`the Quick Start section <quick_start>` for details), or the files can be downloaded by clicking on the **Download required binary data** button on the :menuselection:`Settings --> Miscellaneous --> System` page.
nl: Om gezichtsbeheer juiste te laten werken moet digiKam de deep-learning modellen van het web downloaden. Deze bestanden kunnen ofwel gedownload worden wanneer digiKam voor de eerste keer wordt uitgevoerd (zie :ref:`de sectie Snel starten <quick_start>` voor details) of de bestanden kunnen gedownload worden door te klikken op de knop **Download vereiste binaire gegevens** op de pagina :menuselection:`Instellingen --> Diversen --> Systeem`.
pt_br: Para que o gerenciamento de rostos funcione corretamente, o digiKam precisa baixar os modelos de aprendizado profundo da web. Esses arquivos podem ser baixados na primeira execução do digiKam (consulte :ref:`a seção Início Rápido <quick_start>` para obter detalhes) ou clicando no botão **Baixar os arquivos binários necessários** na página :menuselection:`Configurações --> Diversos --> Sistema`.
sl: Za pravilno delovanje upravljanja obrazov mora digiKam prenesti modele globokega učenja s spleta. Te datoteke je mogoče prenesti ob prvem zagonu digiKama (za podrobnosti glejte :ref:`razdelek Quick Start <quick_start>`) ali pa jih prenesti s klikom na gumb **Prenesi zahtevane binarne podatke** na :menuselection:`Nastavitve --> Razno --> Sistem` stran.

source: Face Detection
nl: Gezichtsdetectie
pt_br: Detecção de rostos
sl: Zaznavanje obrazov

source: The first step is to let digiKam locate all the photos containing faces, without yet identifying who they belong to. To begin, click on the **People** tab in the left sidebar. At the bottom, you’ll find a settings view. The settings view is divided into two tabs: **Search-in** and **Settings**. In the settings view, select the Settings tab to adjust the face detection and recognition settings.
nl: De eerste stap is digiKam alle foto's te laten lokaliseren die gezichten bevatten, zonder nog te identificeren aan wie ze behoren. Om te beginnen, klik op het tabblad **Mensen** in de linker zijbalk. Onderaan vindt u een instellingenweergave. De instellingenweergave is opgedeeld in twee tabbladen: **Zoeken-in** en **Instellingen**. In de instellingenweergave, selecteer het tabblad Instellingen om de instellingen voor gezichtsdetectie een gezichtsherkenning aan te passen.
pt_br: O primeiro passo é permitir que o digiKam localize todas as fotos que contêm rostos, sem ainda identificar a quem pertencem. Para começar, clique na aba **Pessoas** na barra lateral esquerda. Na parte inferior, você encontrará uma visualização de configurações. A visualização de configurações é dividida em duas abas: **Procurar em** e **Configurações**. Na visualização de configurações, selecione a aba Configurações para ajustar as configurações de detecção e reconhecimento facial.
sl: Prvi korak je omogočiti digiKamu, da najde vse fotografije z obrazi, ne da bi še ugotovil, komu pripadajo. Za začetek kliknite zavihek **Ljudje** v levi stranski vrstici. Na dnu boste našli pogled nastavitev. Pogled nastavitev je razdeljen na dva zavihka: **Iskanje** in **Nastavitve**. V pogledu nastavitev izberite zavihek Nastavitve, da prilagodite nastavitve zaznavanja in prepoznavanja obrazov.

source: **Scan new images**: Select this option for your first scan, or if you want to scan recently added images that have not been scanned before.
nl: **Nieuwe afbeeldingen scannen**: selecteer deze optie voor de eerste scan of als u recent toegevoegde afbeeldingen die nog niet zijn gescand wilt scannen.
pt_br: **Procurar novas imagens**: Selecione esta opção para sua primeira análise ou se quiser analisar imagens adicionadas recentemente que não foram analisadas antes.
sl: **Skeniraj nove slike**: To možnost izberite za prvo skeniranje ali če želite skenirati nedavno dodane slike, ki še niso bile skenirane.

source: **Scan all images**: Select this option when you have changed settings. This will re-scan all images selected in the **Search in** tab, which can be time-consuming.
nl: **Scan alle afbeeldingen**: selecteer deze optie wanneer u instellingen hebt gewijzigd. Dit zou alle in het tabblad **Zoeken in** geselecteerde afbeeldingen opnieuw scannen, wat veel tijd kan kosten.
pt_br: **Analisar todas as imagens**: Selecione esta opção ao alterar as configurações. Isso analisará novamente todas as imagens selecionadas na aba **Procurar em**, o que pode ser demorado.
sl: **Skeniraj vse slike**: izberite to možnost, ko ste spremenili nastavitve. S tem boste ponovno skenirali vse slike, izbrane na zavihku **Išči v**, kar je lahko zamudno.

source: **Recognize faces only**: Select this option if you have already scanned your images and want to recognize faces in the images that have already been detected.
nl: **Alleen gezichten herkennen**: selecteer deze optie als u uw afbeeldingen al hebt gescand en gezichten, die al zijn gedetecteerd in de afbeeldingen wilt herkennen.
pt_br: **Reconhecer somente rostos**: selecione esta opção se você já tiver analisado suas imagens e quiser reconhecer rostos nas imagens que já foram detectadas.
sl: **Samo prepoznaj obraze**: izberite to možnost, če ste že skenirali svoje slike in želite prepoznati obraze na slikah, ki so že bile zaznane.

source: The digiKam Face Management Settings View
pt_br: Visão das configurações de gerenciamento de rosto do digiKam
sl: Pogled nastavitev za upravljanje obraza digiKam

source: For normal operation, use the first option, which is set as the default. This is ideal for your initial face scan or when adding new images to your library. The second and third options should be utilized when you modify settings that impact face results. Regardless of the chosen option, the system will attempt to recognize faces. The **Search-in** tab allows you to limit the scan to specific albums or tags. See the :ref:`Search-in <search_in_tab>` section for more information. After selecting your options, click **Scan collection for faces**.
nl: Voor normale werking, gebruik de eerste optie, die is ingesteld als de standaard. Dit is ideaal voor uw initiële gezichtenscan of wanneer nieuwe afbeeldingen aan uw bibliotheek zijn toegevoegd. De tweede en derde opties zouden gebruikt moeten worden wanneer u instellingen wijzigt die gevolgen hebben voor resultaten van gezichten. Ongeacht de gekozen optie zal het systeem proberen gezichten te herkennen. Het tabblad **Zoeken-in** biedt u om de scan te beperken tot specifieke albums of tags. Zie de sectie :ref:`Zoeken-in <search_in_tab>` voor meer informatie. na het selecteren van uw opties, klik op **Scan verzameling op gezichten**.
pt_br: Para operação normal, use a primeira opção, que é definida como padrão. Isso é ideal para sua varredura facial inicial ou ao adicionar novas imagens à sua biblioteca. A segunda e a terceira opções devem ser utilizadas ao modificar configurações que afetam os resultados de rostos. Independentemente da opção escolhida, o sistema tentará reconhecer rostos. A aba **Procurar em** permite limitar a varredura a álbuns ou etiquetas específicos. Consulte a seção :ref:`Procurar em <search_in_tab>` para obter mais informações. Após selecionar suas opções, clique em **Pesquisar rostos na sua coleção**.
sl: Za normalno delovanje uporabite prvo možnost, ki je nastavljena kot privzeta. To je idealno za vaše začetno skeniranje obraza ali pri dodajanju novih slik v knjižnico. Drugo in tretjo možnost je treba uporabiti, ko spreminjate nastavitve, ki vplivajo na rezultate obraza. Ne glede na izbrano možnost bo sistem poskušal prepoznati obraze. Zavihek **Iskanje v** vam omogoča, da omejite skeniranje na določene albume ali oznake. Glejte razdelek :ref:`Search-in <search_in_tab>` za več informacij. Ko izberete svoje možnosti, kliknite **Skeniraj zbirko za obraze**.

source: Depending on the scope of your selection, it may take a little while for the results to appear in the Image Area. In the Tags list on the Left Sidebar, you’ll see the **People** branch of your tag tree. To view the entire set of identified faces, ensure the topmost tag **People** is selected. You’ll also notice a new virtual tag called **Unknown**, which includes all images where faces have been detected but not yet assigned to a person. If this is your first scan, you’ll find the entire set of identified faces here as well.
nl: Afhankelijk van de scope van uw selectie, zal het het even duren voordat het resultaat verschijnt in het Afbeeldingengebied. In de lijst met Tags van de linker zijbalk zult u de tak **Mensen** van uw boomstructuur van tags zien. Om de gehele set van geïdentificeerde gezichten te zien, ga na dat de bovenste tag **Mensen** is geselecteerd. U zult ook een nieuwe virtuele tag genaamd **Onbekend** zien, die alle afbeeldingen omvat waarin gezichten zijn herkend maar nog niet verbonden zijn met een persoon. Als dit uw eerste scan is dan zult u de gehele set van geïdentificeerde gezichten hier ook vinden.
pt_br: Dependendo do escopo da sua seleção, pode demorar um pouco para que os resultados apareçam na Área de Imagens. Na lista de Etiquetas na barra Lateral esquerda, você verá o ramo **Pessoas** da sua árvore de etiquetas. Para visualizar todo o conjunto de rostos identificados, certifique-se de que a etiqueta **Pessoas** mais acima esteja selecionada. Você também notará uma nova etiqueta virtual chamada **Desconhecidas**, que inclui todas as imagens em que rostos foram detectados, mas ainda não atribuídos a uma pessoa. Se esta for sua primeira varredura, você também encontrará o conjunto completo de rostos identificados aqui.
sl: Odvisno od obsega vaše izbire lahko traja nekaj časa, da se rezultati prikažejo v območju slike. Na seznamu oznak na levi stranski vrstici boste videli vejo **Ljudje** drevesa oznak. Za ogled celotnega nabora prepoznanih obrazov se prepričajte, da je izbrana najvišja oznaka **Ljudje**. Opazili boste tudi novo virtualno oznako, imenovano **Neznano**, ki vključuje vse slike, na katerih so bili zaznani obrazi, vendar še niso bili dodeljeni osebi. Če je to vaše prvo skeniranje, boste tukaj našli tudi celoten nabor prepoznanih obrazov.

source: Screencast of digiKam Faces Detection Process Running Over Collections and Populating the Database
nl: Filmpje van het proces van digiKam voor gezichtsherkenning draaiend over de verzamelingen en het bevolken van de database
pt_br: Screencast do processo de detecção de rostos do digiKam em execução nas coleções e preenchendo o banco de dados
sl: Posnetek zaslona procesa zaznavanja obrazov digiKam, ki poteka nad zbirkami in polni zbirko podatkov

source: Note that the thumbnails presented here do not show the whole image. They show the area of the image where the face detection model added a **Face Tag**. You can see the whole image if you click on the thumbnail. In the preview that opens, you will see the whole image with all the face tags on them. If you don't see them, click the people button |icon_showfacetags| in the upper left corner of the preview. If there is more than one face tag on the image it will also be represented by more than one thumbnail.
nl: Merk op dat de hier gepresenteerde miniaturen niet de gehele afbeelding tonen. Ze tonen het gebied van de afbeelding waar het gezichtsdetectiemodel een **Gezichtstag** heeft toegevoegd. U kunt de gehele afbeelding zien, als u klikt op de miniatuur. In het voorbeeld dat wordt geopend zult u de gehele afbeelding zien met erop alle gezichtstags. Als u ze niet ziet, klik op de mensenknop |icon_showfacetags| in de linkerbovenhoek van het voorbeeld. Als er meer dan één gezichtstag is op de afbeelding dan zal dat gerepresenteerd worden door meer dan één miniatuur.
pt_br: Observe que as miniaturas apresentadas aqui não mostram a imagem inteira. Elas mostram a área da imagem onde o modelo de detecção facial adicionou uma **Etiqueta de rosto**. Você pode ver a imagem inteira clicando na miniatura. Na visualização que se abre, você verá a imagem inteira com todas as etiquetas faciais. Caso não as veja, clique no botão de pessoas |icon_showfacetags| no canto superior esquerdo da visualização. Se houver mais de uma etiqueta facial na imagem, ela também será representada por mais de uma miniatura.
sl: Upoštevajte, da tukaj predstavljene sličice ne prikazujejo celotne slike. Prikazujejo območje slike, kjer je model za zaznavanje obrazov dodal **Face Tag**. Celotno sliko lahko vidite, če kliknete na sličico. V predogledu, ki se odpre, boste videli celotno sliko z vsemi oznakami obrazov na njih. Če jih ne vidite, kliknite gumb ljudi |icon_showfacetags| v zgornjem levem kotu predogleda. Če je na sliki več kot ena oznaka obraza, bo predstavljena tudi z več kot eno sličico.

source: The list of detection samples below comes from a huge collection of photos scanned by digiKam.
nl: De lijst met onderstaande detectiesamples komt uit een enorme verzameling van foto's gescand door digiKam.
pt_br: A lista de amostras de detecção abaixo vem de uma enorme coleção de fotos digitalizadas pelo digiKam.
sl: Spodnji seznam vzorcev zaznavanja izvira iz ogromne zbirke fotografij, ki jih je skeniral digiKam.

source: Face Detected Samples
nl: Voorbeelden van gezichtsdetectie
pt_br: Amostra de rostos detectados
sl: Vzorci zaznanih obrazov

source: Comments
nl: Commentaar
pt_br: Comentários
sl: Komentarji

source: An under-exposed face
nl: Een onderbelicht gezicht
pt_br: Um rosto subexposto
sl: Premalo osvetljen obraz

source: An animal face
nl: Een gezicht van een dier
pt_br: Um rosto de um animal
sl: Živalski obraz

source: A blurry child face
nl: Een vaag kindergezicht
pt_br: Um rosto de criança borrado
sl: Zamegljen otroški obraz

source: A non-human face
nl: Een niet-menselijk gezicht
pt_br: Uma face não humana
sl: Nečloveški obraz

source: A very blurry and partial face
nl: Een erg vaag en gedeeltelijk gezicht
pt_br: Um rosto muito desfocado e parcial
sl: Zelo zamegljen in delen obraz

source: A rotated face
nl: Een gedraaid gezicht
pt_br: Um rosto rotacionado
sl: Zasukan obraz

source: A face covered with a hood
nl: Een gezicht bedekt met een hoed
pt_br: Um rosto coberto com um capuz
sl: Obraz pokrit s kapuco

source: A face in profile
nl: Een gezicht en profiel
pt_br: Um rosto em perfil
sl: Obraz v profilu

source: An under-exposed and partial face
nl: Een onderbelicht en gedeeltelijk gezicht
pt_br: Um rosto subexposto e parcial
sl: Premalo osvetljen in delno obraz

source: A false positive detection
nl: Een vals-positive detectie
pt_br: Uma detecção de falso positivo
sl: Lažno pozitivno odkrivanje

source: A face covered by a raquet
nl: Een gezicht bedekt met een racket
pt_br: Um rosto coberto por uma raquete
sl: Obraz, prekrit z loparjem

source: Screenshots **02** and **11** were selected to highlight an important feature: the algorithm can detect animal faces. This is not a false positive, unless you specifically want to see only human faces in your collection.
nl: Schermafdrukken **02** en **11** zijn geselecteerd om een belangrijke mogelijkheid te accentueren: het algoritme is in staat om gezichten van dieren te detecteren. Dit is geen vals-positief, behalve als u alleen menselijke gezichten in uw verzameling wilt zien.
pt_br: As capturas de tela **02** e **11** foram selecionadas para destacar um recurso importante: o algoritmo consegue detectar rostos de animais. Isso não é um falso positivo, a menos que você queira especificamente ver apenas rostos humanos em sua coleção.
sl: Posnetka zaslona **02** in **11** sta bila izbrana, da poudarita pomembno lastnost: algoritem lahko zazna živalske obraze. To ni lažno pozitivno, razen če izrecno želite v svoji zbirki videti samo človeške obraze.

source: Screenshot **10** is an incorrect (false positive) result, demonstrating that the algorithm sometimes identify details in an image that resemble a face but are not actually faces. This is where the Remove button comes in handy. It removes the face tag from the photograph, and if it is the only face tag remaining, the photograph will disappear from the scan results.
nl: Schermafdruk **10** is een onjuist (vals positief) resultaat, die demonstreert dat het algoritme soms details in een afbeelding identificeren die lijken op een gezicht maar in werkelijkheid geen gezichten zijn. Dat is waar de knop Verwijderen handig voor is. Het verwijdert de gezichtstag uit de foto en als het de enige overgebleven gezichtstag is, dan zal de foto verdwijnen uit de scanresultaten.
pt_br: A captura de tela **10** apresenta um resultado incorreto (falso positivo), demonstrando que o algoritmo às vezes identifica detalhes em uma imagem que se assemelham a um rosto, mas não são realmente rostos. É aqui que o botão Remover se torna útil. Ele remove a marcação facial da fotografia e, se for a única marcação facial restante, a fotografia desaparecerá dos resultados da análise.
sl: Posnetek zaslona **10** je nepravilen (lažno pozitiven) rezultat, ki dokazuje, da algoritem včasih prepozna podrobnosti na sliki, ki spominjajo na obraz, vendar dejansko niso obrazi. Tu pride prav gumb Odstrani. Ta odstrani oznako obraza s fotografije in če je to edina preostala oznaka obraza, bo fotografija izginila iz rezultatov prečesavanja.

source: Screenshots **01**, **03**, **05**, **08**, **09**, and **12** may be considered non-faces or can be filtered out by increasing the **detection accuracy** setting in the face management **Settings** view. However, these examples demonstrate the algorithm’s ability to detect faces even in challenging conditions.
nl: Schermafdrukken **01**, **03**, **05**, **08**, **09** en **12** kunnen beschouwd worden als geen gezichten of kunnen uitgefilterd worden door de instelling **Detectienauwkeurigheid** in de weergave **Instellingen** van beheer van gezichten te verhogen. Echter, deze voorbeelden demonstreren de mogelijkheden van het algoritme om gezichten te detecteren in uitdagende condities.
pt_br: As capturas de tela **01**, **03**, **05**, **08**, **09** e **12** podem ser consideradas não-rostos ou podem ser filtradas aumentando a configuração de **precisão de detecção** na visualização **Configurações** do gerenciamento de rostos. No entanto, esses exemplos demonstram a capacidade do algoritmo de detectar rostos mesmo em condições desafiadoras.
sl: Posnetki zaslona **01**, **03**, **05**, **08**, **09** in **12** se morda štejejo za neobraze ali pa jih je mogoče filtrirati s povečanjem nastavitev **natančnosti zaznavanja** v pogledu **nastavitev** upravljanja obraza. Vendar pa ti primeri prikazujejo sposobnost algoritma za zaznavanje obrazov tudi v zahtevnih pogojih.

source: Screenshot **04** shows the model can detect other non-human faces in images, including statues, paintings, and pictures within images.
nl: Schermafdruk **04** toont dat het model andere niet-humane gezichten in afbeeldingen kan detecteren, inclusief standbeelden, schilderijen en plaatjes in afbeeldingen.
pt_br: A captura de tela **04** mostra que o modelo pode detectar outros rostos não humanos em imagens, incluindo estátuas, pinturas e imagens dentro de imagens.
sl: Posnetek zaslona **04** prikazuje, da lahko model zazna druge nečloveške obraze na slikah, vključno s kipi, slikami in slikami v slikah.
