Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/people_view.po
Languages: nl, pt_br, sl

source: Face Recognition is faster than Face Detection but it still makes sense to use the **Search-in** tab to restrict the scan to certain albums or tags in the Albums tab, such as the **Unknown** tag. See the :ref:`Seach-in <search_in_tab>` tab.
nl: Gezichtsherkenning is sneller dan gezichtsdetectie maar het is nog steeds zinvol om het tabblad **Zoeken-in** te gebruiken om de scan te beperken tot bepaalde albums of tags in het tabblad Albums, zoals de tag "Onbekend". Zie het tabblad :ref:`Zoeken-in <search_in_tab>`.
pt_br: O reconhecimento facial é mais rápido que a detecção de rosto, mas ainda faz sentido usar a aba **Pesquisar em** para restringir a busca a determinados álbuns ou rostos na aba Álbuns, como a etiqueta **Desconhecido**. Consulte a aba :ref:`Pesquisar em <search_in_tab>`.
sl: Prepoznavanje obrazov je hitrejše od zaznavanja obrazov, vendar je še vedno smiselno uporabiti zavihek **Iskanje**, da omejite skeniranje na določene albume ali oznake na zavihku Albumi, kot je oznaka **Neznano**. Oglejte si zavihek :ref:`Seach-in <search_in_tab>`.

source: The digiKam Face Management Icon-View with newly recognized faces suggested as **Adam**.
nl: De Pictogramweergave van beheer van gezichten van digiKam met nieuwe herkende gezichten gesuggereerd als **Adam**.
pt_br: A visão de miniatura do gerenciamento de rosto do digiKam com novos rostos reconhecidos sugeridos como **Adam**.
sl: Pogled ikon za upravljanje obrazov digiKam z na novo prepoznanimi obrazi, predlaganimi kot **Adam**.

source: The results of new facial recognition appear as **Unconfirmed** results. These results will be marked with the **Unconfirmed** tag and the tag of the person suggested for each face. To complete the recognition process, you need to **Confirm** the newly recognized faces. Once confirmed, these faces will be permanently moved to the appropriate face tag. Hovering over unconfirmed faces will display several options:
nl: Het resultaat van nieuwe gezichtsherkenning verschijnt in de vorm van **Onbevestigde** resultaten. Deze resultaten zullen gemarkeerd worden met de tag **Onbevestigd** en in de tag van de persoon gesuggereerd voor elk gezicht. Om het herkenningsproces te voltooien moet u de nieuw herkende gezicht **Bevestigen**. Na bevestiging zullen deze gezichten permanent verplaatst worden naar de bijbehorende gezichtstag. Zweven boven onbevestigde gezichten zal een aantal opties tonen:
pt_br: Os resultados do novo reconhecimento facial aparecem como resultados **Não confirmados**. Esses resultados serão marcados com a etiqueta **Não confirmado** e a etiqueta da pessoa sugerida para cada rosto. Para concluir o processo de reconhecimento, você precisa **Confirmar** os rostos recém-reconhecidos. Após a confirmação, esses rostos serão movidos permanentemente para a etiqueta de rosto apropriada. Ao passar o mouse sobre os rostos não confirmados, diversas opções serão exibidas:
sl: Rezultati novega prepoznavanja obraza so prikazani kot **Nepotrjeni** rezultati. Ti rezultati bodo označeni z oznako **Nepotrjeno** in oznako predlagane osebe za vsak obraz. Za dokončanje postopka prepoznavanja morate **Potrditi** na novo prepoznane obraze. Ko bodo ti obrazi potrjeni, bodo trajno premaknjeni v ustrezno oznako obraza. Če miškin kazalec premaknete nad nepotrjene obraze, se prikaže več možnosti:

source: The **Confirm** button allows you to save the suggestion. This assigns the suggested name to the face.
nl: De knop **Bevestigen** biedt u het bevestigen van de suggestie. Dit zal de gesuggereerde naam aan het gezicht toekennen.
pt_br: O botão **Confirmar** permite salvar a sugestão. Isso atribui o nome sugerido ao rosto.
sl: Gumb **Potrdi** vam omogoča shranjevanje predloga. S tem obrazu dodelite predlagano ime.

source: The **Reject** button moves the face back to **Unknown** if the suggestion is incorrect.
nl: De knop **Afwijzen** verplaatst het gezicht terug naar **Onbekend** als de suggestie onjuist is.
pt_br: O botão **Rejeitar** move o rosto de volta para **Desconhecido** se a sugestão estiver incorreta.
sl: Gumb **Zavrni** premakne obraz nazaj na **Neznano**, če je predlog nepravilen.

source: The **Delete** button removes the face region from the database if the suggestion is not a face.
nl: De knop **Verwijderen** verwijdert het gezichtsgebied uit de database als de suggestie geen gezicht is.
pt_br: O botão **Excluir** remove a região do rosto do banco de dados se a sugestão não for um rosto.
sl: Gumb **Izbriši** odstrani območje obraza iz zbirke podatkov, če predlog ni obraz.

source: By default, faces are categorized based on their name. You can change this behavior by going to :menuselection:`View --> Separate Items`. Using a different categorization order will result in **Confirmed** and **Unconfirmed** faces appearing mixed together. To adjust this, you can modify the sorting order within each category by going to :menuselection:`View --> Sort Items --> By Face Type`.
nl: Standaard zullen gezichten in categorieën getopt worden gebaseerd op hun naam. U kunt dit gedrag wijzigen door naar :menuselection:`Beeld -> Items scheiden` te gaan. Een andere vorm van volgorde in categorisatie gebruiken zal resulteren in **Bevestigde** en **Niet-bevestigde** gezichten die samen gemengd verschijnen. Om aan te passen kunt u de sorteervolgorde binnen elke categorie wijzigen door naar :menuselection:`Beeld -> Items sorteren-> Op type gezicht` te gaan.
pt_br: Por padrão, os rostos são categorizados com base no nome. Você pode alterar esse comportamento acessando: menuselection: "Exibir --> Separar os itens". Usar uma ordem de categorização diferente fará com que os rostos **Confirmados** e **Não confirmados** apareçam misturados. Para ajustar isso, você pode modificar a ordem de classificação dentro de cada categoria acessando :menuselection:`Exibir --> Classificar itens --> Por tipo de rosto".
sl: Privzeto so obrazi kategorizirani glede na njihovo ime. To vedenje lahko spremenite tako, da obiščete :menuselection:`Pogled --> Ločene postavke`. Če uporabite drugačen vrstni red kategorizacije, bodo obrazi **Potrjeni** in **Nepotrjeni** prikazani pomešani. Če želite to prilagoditi, lahko spremenite vrstni red razvrščanja znotraj vsake kategorije tako, da izberete :menuselection:`Pogled --> Razvrsti elemente --> Po vrsti obraza`.

source: digiKam does not keep a record of rejected faces. The same face might be suggested in future recognition scans. To avoid this, you can either label the face with a new name or choose to **ignore** it.
nl: digiKam houdt geen record van afgewezen gezichten. Hetzelfde gezicht kan gesuggereerd worden in toekomstige herkenningsscans. Om dit te vermijden kunt u ofwel het gezicht een label geven met een nieuwe naam of kies het te **negeren**.
pt_br: O digiKam não mantém registro de rostos rejeitados. O mesmo rosto pode ser sugerido em futuras varreduras de reconhecimento. Para evitar isso, você pode rotular o rosto com um novo nome ou optar por **ignorá-lo**.
sl: digiKam ne vodi evidence zavrnjenih obrazov. Isti obraz bo morda predlagan v prihodnjih skeniranjih za prepoznavanje. Da bi se temu izognili, lahko obraz označite z novim imenom ali pa ga **ignorirate**.

source: How recognition works
nl: Hoe herkennen werkt
pt_br: Como o reconhecimento funciona
sl: Kako deluje prepoznavanje

source: Face recognition in digiKam is cumulative. When more faces are confirmed to a tag name, digiKam can find more faces that are similar. When first building your library, it may take several recognition scans of your library to recognize all of the similar detected faces. This allows digiKam to learn different aspects of faces, and helps it to recognize the same person at different ages.
nl: Gezichtsherkenning in digiKam is cumulatief. Wanneer meer gezichten bevestigd zijn en aan een tagnaam gehangen, kan digiKam meer gezichten vinden die gelijkend zijn. Bij het eerst bouwen van uw bibliotheek, kan het een aantal herkenningsscans van uw bibliotheek nemen om alle gelijk gedetecteerde gezichten te herkennen. Dit biedt digiKam om verschillende aspecten van gezichten te leren en helpt het om dezelfde persoon te herkennen op verschillende leeftijden.
pt_br: O reconhecimento facial no digiKam é cumulativo. Quando mais rostos são confirmados para um nome de etiqueta, o digiKam consegue encontrar mais rostos semelhantes. Ao criar sua biblioteca pela primeira vez, podem ser necessárias várias varreduras de reconhecimento para reconhecer todos os rostos semelhantes detectados. Isso permite que o digiKam aprenda diferentes aspectos dos rostos e o ajuda a reconhecer a mesma pessoa em diferentes idades.
sl: Prepoznavanje obraza v digiKamu je kumulativno. Ko je za ime oznake potrjenih več obrazov, lahko digiKam najde več podobnih obrazov. Ko prvič gradite svojo knjižnico, bo morda potrebnih več skeniranj s prepoznavanjem vaše knjižnice, da prepoznate vse podobne zaznane obraze. To digiKamu omogoča, da se nauči različnih vidikov obrazov in mu pomaga prepoznati isto osebo v različnih starostih.

source: Example 1: A picture of a face from the front will match with similar faces turned slightly to the side. Faces turned slightly to the side will match with similar faces turned mostly to the side. Faces turned mostly to the side will match with similar faces in full profile.
nl: Voorbeeld 1: een plaatje van een gezicht van voren komt overeen met gelijke gezichten die iets opzij zijn gedraaid. Gezichten iets opzij gedraaid zullen overeenkomen met gelijke gezichten vrijwel geheel opzij gedraaid. Gezichten vrijwel geheel opzij gedraaid zullen overeenkomen met gelijke gezichten in volledig profiel.
pt_br: Exemplo 1: Uma foto de um rosto de frente corresponderá a rostos semelhantes ligeiramente virados para o lado. Rostos ligeiramente virados para o lado corresponderão a rostos semelhantes virados principalmente para o lado. Rostos virados principalmente para o lado corresponderão a rostos semelhantes de perfil completo.
sl: Primer 1: Slika obraza od spredaj se bo ujemala s podobnimi obrazi, obrnjenimi rahlo na stran. Obrazi, obrnjeni rahlo na stran, se bodo ujemali s podobnimi obrazi, obrnjenimi večinoma na stran. Obrazi, obrnjeni večinoma na stran, se bodo ujemali s podobnimi obrazi v polnem profilu.

source: Example 2: A picture of a child will match with similar faces when the child is about the same age, and when the child is a year or two younger and older. Faces of the child when they are a few years younger or older will match with similar faces when they are even younger or older.
nl: Voorbeeld 2: een plaatje van een kind zal overeenkomen met gelijke gezichten wanneer het kind ongeveer dezelfde leeftijd heeft en wanneer het kind een jaar of twee jonger en ouder is. Gezichten van het kind wanneer deze een paar jaren jonger of ouder zullen zijn komen overeen met gelijke gezichten wanneer ze nog jonger of ouder zijn.
pt_br: Exemplo 2: A imagem de uma criança corresponderá a rostos semelhantes quando ela tiver aproximadamente a mesma idade e quando for um ou dois anos mais nova ou mais velha. Rostos de crianças alguns anos mais novas ou mais velhas corresponderão a rostos semelhantes quando forem ainda mais novas ou mais velhas.
sl: Primer 2: Slika otroka se bo ujemala s podobnimi obrazi, ko je otrok približno iste starosti ter ko je leto ali dve mlajši in starejši. Obrazi otroka, ko je nekaj let mlajši ali starejši, se bodo ujemali s podobnimi obrazi, ko bo še mlajši ali starejši.

source: It is recommended you run several **Recognize faces only** scans when you are first building your library. Carefully review and confirm the suggestions between each scan.
nl: Het is aanbevolen om verschillende scans **Alleen gezichten herkennen** uit te voeren wanneer u voor het eerst uw bibliotheek bouwt. Herzie en bevestig de suggesties tussen elke scan.
pt_br: Recomenda-se que você execute várias varreduras com **Reconhecimento de rosto apenas** ao criar sua biblioteca pela primeira vez. Revise e confirme cuidadosamente as sugestões entre cada varredura.
sl: Priporočljivo je, da zaženete več pregledov **Samo prepoznaj obraze**, ko prvič gradite svojo knjižnico. Previdno preglejte in potrdite predloge med vsakim skeniranjem.

source: The accuracy of face recognition is very high once you have built and trained your library.
nl: De nauwkeurigheid van gezichtsherkenning is erg hoog nadat u uw bibliotheek hebt gebouwd en getraind.
pt_br: A precisão do reconhecimento facial é muito alta depois que você cria e treina sua biblioteca.
sl: Natančnost prepoznavanja obrazov je zelo visoka, ko zgradite in usposobite svojo knjižnico.

source: Carefully review face name suggestions before confirming them. A single incorrect confirmation can lead to numerous inaccurate suggestions from the face recognition system.
nl: Herzie gezichtsnamen suggesties met zorg alvorens ze te bevestigen. Een enkele onjuiste bevestiging kan tot talrijke inaccurate suggesties leiden in het systeem voor gezichtsherkenning.
pt_br: Analise cuidadosamente as sugestões de nomes de rostos antes de confirmá-las. Uma única confirmação incorreta pode levar a inúmeras sugestões imprecisas do sistema de reconhecimento facial.
sl: Previdno preglejte predloge imen obrazov, preden jih potrdite. Ena sama napačna potrditev lahko povzroči številne netočne predloge sistema za prepoznavanje obrazov.

source: To improve face recognition results, in addition to adjusting the settings mentioned below, you can also improve accuracy by rebuilding the training data. This can be achieved by navigating to :menuselection:`Tools --> Maintenance --> Detect And Recognize Faces` and selecting **Rebuild all training data**.
nl: Om resultaten van gezichtsherkenning te verbeteren, los van het gebruik van de eerder genoemde instellingen, kunt u de nauwkeurigheid verbeteren door de trainingsgegevens opnieuw te bouwen. Dit kan gedaan worden via :menuselection:`Hulpmiddelen -> Onderhoud -> Gezichten detecteren en herkennen` en selecteren van **Alle trainingsgegevens opnieuw bouwen**.
pt_br: Para melhorar os resultados do reconhecimento facial, além de ajustar as configurações mencionadas abaixo, você também pode melhorar a precisão reconstruindo os dados de treinamento. Para isso, acesse :menuselection:`Ferramentas --> Manutenção --> Detectar e reconhecer rostos` e selecione **Reconstruir todos os dados de treinamento**.
sl: Če želite izboljšati rezultate prepoznavanja obrazov, lahko poleg prilagajanja spodaj omenjenih nastavitev izboljšate tudi natančnost s ponovnim sestavljanjem podatkov o usposabljanju. To lahko dosežete tako, da se pomaknete na :menuselection:`Tools --> Maintenance --> Detect And Recognize Faces` in izberete **Rebuild all training data**.

source: Search-in Tab
nl: Tabblad Zoeken-in
pt_br: Aba Procurar em
sl: Išči v zavihku

source: The **Search-in** tab lets you choose which albums and image tags to include in a scan. You can select specific albums or tags for detection and recognition.
nl: Het tabblad **Zoeken-in** laat u kiezen welke albums en afbeeldingstags mee te nemen in een scan. U kunt specifieke albums of tags selecteren voor detectie en herkennen.
pt_br: A aba **Procurar em** permite escolher quais álbuns e etiquetas de imagem incluir em uma varredura. Você pode selecionar álbuns ou etiquetas específicos para detecção e reconhecimento.
sl: Zavihek **Iskanje v** vam omogoča, da izberete, katere albume in oznake slik želite vključiti v skeniranje. Za zaznavanje in prepoznavanje lahko izberete določene albume ali oznake.

source: For **Scan all images** and **Scan new images** , digiKam will scan the images selected in the filter for faces.
pt_br: Para **Analisar todas as imagens** e **Analisar novas imagens**, o digiKam digitalizará as imagens selecionadas no filtro em busca de rostos.

source: For **Recognize faces only**, digiKam will attempt to match **Unknown** and **Unconfirmed** face tags in the images included in the filter with all confirmed face tags.
pt_br: Para **Reconhecer apenas rostos**, o digiKam tentará corresponder as etiquetas de rosto **Desconhecido** e **Não confirmado** nas imagens incluídas no filtro com todas as etiquetas de rosto confirmadas.

source: The digiKam Face Management Search-in View
nl: De weergave van digiKam beheer van gezichten met Zoeken-in
pt_br: A visualização de pesquisa do gerenciamento de rosto do digiKam
sl: DigiKam Face Management Pogled v iskanju

source: Settings Tab
nl: Tabblad Instellingen
pt_br: Aba de Configurações
sl: Zavihek Nastavitve

source: The **Settings** tab lets you fine-tune the results from detection and recognition scans. Here, you can adjust the detection and recognition models, set the accuracy levels, and configure face detection for special cases. Additionally, you can control the processor load used for face detection and recognition. The default values have been carefully chosen for normal use after exhaustive testing on multiple datasets, including industry standard datasets such as `LFW <https://vis-www.cs.umass.edu/lfw/>`_, and personal datasets.
nl: Het tabblad **Instellingen** laat u de resultaten uit detectie en herkenningsscans fijn afregelen. Hier kunt u de detectie- en herkenningsmodellen aanpassen, de nauwkeurigheidsniveaus instellen en gezichtsherkenning configureren voor speciale gevallen. Daarnaast kunt u de load van de processor gebruikt voor gezichtsdetectie en herkenning besturen. De standaard waarden zijn voorzichtig gekozen voor normaal gebruik na uitgebreid testen op meerdere gegevenssets, inclusief standaard industriegegevenssets zoals `LFW <https://vis-www.cs.umass.edu/lfw/>`_ en persoonlijke gegevenssets.
pt_br: A aba **Configurações** permite ajustar os resultados das varreduras de detecção e reconhecimento. Aqui, você pode ajustar os modelos de detecção e reconhecimento, definir os níveis de precisão e configurar a detecção facial para casos especiais. Além disso, você pode controlar a carga do processador usada para detecção e reconhecimento facial. Os valores padrão foram cuidadosamente selecionados para uso normal após testes exaustivos em diversos conjuntos de dados, incluindo conjuntos de dados padrão da indústria, como o `LFW <https://vis-www.cs.umass.edu/lfw/>`_, e conjuntos de dados pessoais.
sl: Zavihek **Nastavitve** vam omogoča natančno nastavitev rezultatov skeniranja zaznavanja in prepoznavanja. Tukaj lahko prilagodite modele zaznavanja in prepoznavanja, nastavite ravni natančnosti in konfigurirate zaznavanje obrazov za posebne primere. Poleg tega lahko nadzorujete obremenitev procesorja, ki se uporablja za zaznavanje in prepoznavanje obrazov. Privzete vrednosti so bile skrbno izbrane za običajno uporabo po izčrpnem testiranju na več naborih podatkov, vključno s standardnimi nabori podatkov v industriji, kot je `LFW <https://vis-www.cs.umass.edu/lfw/>`_, in nabori osebnih podatkov.

source: The digiKam Face Management Detection Settings View
nl: De weergave van digiKam Beheer van gezichtsdetectie-instellingen
pt_br: A visualização das configurações de detecção de gerenciamento facial do digiKam
sl: Pogled nastavitev zaznavanja upravljanja obraza digiKam

source: Face Detection Settings
nl: Instellingen voor gezichtsdetectie
pt_br: Configurações de detecção de rosto
sl: Nastavitve zaznavanja obrazov

source: For Face Detection, there are 2 settings the user can adjust to control how digiKam determines if there is a face in an image.
nl: Voor gezichtsdetectie zijn er 2 instellingen die de gebruiker aan kan passen om te besturen hoe digiKam bepaalt of er een gezicht in een afbeelding is.
pt_br: Para detecção de rosto, há duas configurações que o usuário pode ajustar para controlar como o digiKam determina se há um rosto em uma imagem.
sl: Za zaznavanje obrazov sta na voljo 2 nastavitvi, ki ju lahko uporabnik prilagodi, da nadzira, kako digiKam ugotovi, ali je na sliki obraz.

source: **Accuracy**: Lower accuracy settings may detect more faces in an image, but it will also increase the number of incorrect areas identified as faces (false positives). The default setting of 7 is recommended for normal use.
nl: **Nauwkeurigheid**: Lagere instelling van nauwkeurigheid kan meer gezichten in een afbeelding detecteren, maar het zal ook het aantal onjuiste gebieden identificeren als gezichten (vals-positieven). De standaard instelling van 7 is aanbevolen voor normaal gebruik.
pt_br: **Precisão**: Configurações de precisão mais baixas podem detectar mais rostos em uma imagem, mas também aumentarão o número de áreas incorretas identificadas como rostos (falsos positivos). A configuração padrão de 7 é recomendada para uso normal.
sl: **Natančnost**: nižje nastavitve natančnosti lahko zaznajo več obrazov na sliki, vendar bodo povečale tudi število nepravilnih območij, prepoznanih kot obrazi (lažno pozitivni rezultati). Za normalno uporabo je priporočljiva privzeta nastavitev 7.

source: **Face Size**: Larger face size settings increase the speed of face detection but may miss small faces in group photos or in the background of images. See the **Special Cases** section below for more details.
nl: **Gezichtsgrootte**: grotere instellingen voor gezichtsgrootte verhogen de snelheid van gezichtsdetectie maar kunnen kleine gezichten in groepsfoto's of in de achtergrond van afbeeldingen missen. Zie de onderstaande sectie **Speciale gevallen** voor meer details.
pt_br: **Tamanho do rosto**: Configurações maiores de tamanho de rosto aumentam a velocidade de detecção de rostos, mas podem não detectar rostos pequenos em fotos de grupo ou no fundo de imagens. Consulte a seção **Casos especiais** abaixo para obter mais detalhes.
sl: **Velikost obraza**: večje nastavitve velikosti obraza povečajo hitrost zaznavanja obrazov, vendar lahko zgrešijo majhne obraze na skupinskih fotografijah ali v ozadju slik. Za več podrobnosti glejte razdelek **Posebni primeri** spodaj.

source: Face Recognition Settings
nl: Instellingen voor gezichtsherkenning
pt_br: Configurações de reconhecimento facial
sl: Nastavitve prepoznavanja obraza

source: For Face Recognition, there is only one setting the user can adjust to control how digiKam matches **Unknown** faces to confirmed faces.
nl: Voor gezichtsherkenning is er slechts één instelling die de gebruiker kan aanpassen om hoe digiKam **Onbekend** gezichten bestuurt om gezichten te bevestigen.
pt_br: Para reconhecimento facial, há apenas uma configuração que o usuário pode ajustar para controlar como o digiKam compara rostos **Desconhecidos** com rostos confirmados.
sl: Za prepoznavanje obrazov obstaja samo ena nastavitev, ki jo lahko uporabnik prilagodi, da nadzira, kako digiKam ujema **Neznane** obraze s potrjenimi obrazi.

source: **Accuracy**: Lower accuracy settings will produce more suggestions but will increase the number of incorrect suggestions. The default setting of 7 is recommended for normal use.
nl: **Nauwkeurigheid**: instellingen voor lagere nauwkeurigheid zullen meer suggesties produceren maar zullen het aantal onjuiste suggesties verhogen. De standaard instelling van 7 is aanbevolen voor normaal gebruik.
pt_br: **Precisão**: Configurações de precisão mais baixas produzirão mais sugestões, mas aumentarão o número de sugestões incorretas. A configuração padrão de 7 é recomendada para uso normal.
sl: **Natančnost**: Nižje nastavitve natančnosti bodo ustvarile več predlogov, vendar bodo povečale število nepravilnih predlogov. Za normalno uporabo je priporočljiva privzeta nastavitev 7.

source: Work on all processor cores
nl: Werk op alle processorkernen
pt_br: Trabalhar em todos os núcleos do processador
sl: Deluje na vseh procesorskih jedrih
