Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/search_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: Complicated? No, good! Because the real stuff is yet to come. Have a look at the footer of the Advanced Search Tool. Here you'll find **+ Add Search Group**. If you click on this button, another list with the same categories of search fields will open below the first one separated by a blue divider (scroll down in case you don't see it right away). The blue divider offers the same Boolean options we were just talking about. On top of them you see an underlined OR meaning that this list is connected to the first one by boolean OR. You can change that to AND by clicking on it.
ca: Complicat? No, ves! Perquè encara queden coses reals. Doneu un cop d'ull al peu de pàgina de l'eina de cerca avançada. Hi trobareu **+ Afegeix un grup de cerca**. Si cliqueu aquest botó, s'obrirà una altra llista amb les mateixes categories de camps de cerca per sota de la primera separada per un divisor blau (desplaceu-vos cap avall en el cas que no la vegeu immediatament). El divisor blau mostra les mateixes opcions booleanes que acabem de comentar. A sobre seu, veureu un OR subratllat que significa que aquesta llista està connectada amb el primer booleà OR. Podeu canviar-ho a AND fent-hi clic.
it: Complicato? No, bene! Perché le cose interessanti devono ancora venire. Dai un'occhiata al piè di pagina dello strumento di ricerca avanzata, troverai **+ Aggiungi gruppo di ricerca**. Se premi questo pulsante verrà aperto un altro elenco sotto il primo, con le stesse categorie di campi di ricerca separato da un divisore blu(scorri in basso se non la vedi subito). Il divisore blu offre le stesse opzioni di cui abbiamo appena parlato. In alto a questi vedrai un O sottolineato, che significa che questo elenco è collegato al primo da un O logico. Puoi però cambiarlo in E facendoci clic sopra.
nl: Ingewikkeld? Nee, goed! Omdat de echte zaken nog moeten komen. Neem een kijkje in de voetnoot van het hulpprogramma Geavanceerd zoeken. Hier zult u **+ Zoekgroep toevoegen** vinden. Als u klikt op deze knop zal een andere lijst met dezelfde categorieën van de zoekvelden openen onder de eerste gescheiden door een blauwe scheider (schuif omlaag in geval u het niet direct ziet). De blauwe scheider biedt dezelfde booleaanse opties waarover we zojuist over spraken. Er boven ziet u een onderstreepte OF wat betekent dat deze lijst verbonden is met de eerste door een booleaanse OF. U kunt dat in EN wijzigen door erop te klikken.
pt_br: Complicado? Não, ótimo! Porque a parte real ainda está por vir. Dê uma olhada no rodapé da Ferramenta de pesquisa avançada. Aqui você encontrará **+ Adicionar grupo de pesquisa**. Se você clicar neste botão, outra lista com as mesmas categorias de campos de busca será aberta abaixo da primeira, separada por um divisor azul (role para baixo caso não o veja imediatamente). O divisor azul oferece as mesmas opções booleanas que acabamos de mencionar. Acima delas, você vê um OU sublinhado, o que significa que esta lista está conectada à primeira por um OU booleano. Você pode alterá-lo para E clicando nele.
sl: Zapleteno? Ne, dobro! Ker tisto pravo šele pride. Oglejte si nogo orodja za napredno iskanje. Tukaj boste našli **+ Dodaj iskalno skupino**. Če kliknete na ta gumb, se pod prvim odpre še en seznam z enakimi kategorijami iskalnih polj (pomaknite se navzdol, če ga ne vidite takoj), ločen z modro pregrado. Modra pregrada ponuja enake logične možnosti, o katerih smo pravkar govorili. Na vrhu vidite podčrtan ALI, kar pomeni, da je ta seznam s prvim povezan z logičnim ALI. To lahko spremenite v IN s klikom nanj.
sv: Komplicerat? Nej, bra! För de verkliga delarna återstår. Ta en titt i sidfoten i det avancerade sökverktyget. Här hittar man **+ Lägg till sökgrupp**. Om man klickar på knappen öppnas en annan lista med samma kategorier av sökfält under den första, separerade av en blå skiljelinje (rulla neråt om den inte syns direkt). Den blå skiljelinjen erbjuder samma booleska alternativ som vi just pratade om. Ovanför dem syns ett understruket ELLER som betyder att listan är kopplad till den första med booleskt ELLER. Det kan ändras till OCH genom att klicka på det.
uk: Складно? Ні, просто чудово! Оскільки справжня потужність пошуку все ще попереду. Зверніть увагу на нижню частину панелі складного пошуку. Тут ви побачите кнопку **+ Додати групу пошуку**. Якщо ви натиснете цю кнопку, програма покаже ще один список із тими самими категоріями полів пошуку під першим списком (погортайте список, якщо його показано не повністю), який буде відокремлено синім заголовком із тими самими параметрами пошуку, які ми вже обговорювали. Над списком ви побачите підкреслене «АБО», що означає, що цей список буде поєднано з першим булевою операцією «АБО». Натисканням мітки «АБО» можна змінити її на «ТА».

source: We'll use another example to illustrate how this works. Assume that in the options for the first group you checked **Meet Any of the following conditions** and you selected Album name “Salagou” and color “red”. As we said before, this will produce all pictures labeled with “red” from your whole collection plus the content of the Album “Salagou”. Now let's assume for some reason you want to exclude all rejected files and all files with a rating lower than three stars.
ca: Farem servir un altre exemple per a il·lustrar com funciona això. Suposeu que a les opcions del primer grup heu marcat **Aparella amb qualsevol de les condicions següents** i heu seleccionat el nom de l'àlbum «Salagou» i el color «vermell». Com dèiem abans, això trobarà totes les imatges etiquetades amb «vermell» de tota la vostra col·lecció més el contingut de l'àlbum «Salagou». Suposem que per alguna raó voleu excloure tots els fitxers rebutjats i tots els fitxers amb una puntuació inferior a tres estrelles.
it: Utilizzeremo un altro esempio per illustrare come funziona. Supponiamo che nelle opzioni per il primo gruppo hai spuntato **Soddisfa una delle condizioni seguenti** e hai selezionato il nome dell'album “Salagou” e il colore “rosso”. Come abbiamo già detto, questo restituisce tutte le immagini etichettate con “rosso” di tutta l'intera raccolta più il contenuto dell'album “Salagou”. Ora ipotizziamo che per qualche motivo vuoi escludere tutti i file rifiutati e tutti quelli con valutazione inferiore a tre stelle.
pt_br: Usaremos outro exemplo para ilustrar como isso funciona. Suponha que, nas opções do primeiro grupo, você marcou **Satisfazer quaisquer das seguintes condições** e selecionou o nome do álbum "Férias" e a cor "vermelho". Como dissemos anteriormente, isso produzirá todas as fotos marcadas com "vermelho" de toda a sua coleção, além do conteúdo do álbum "Férias". Agora, vamos supor que, por algum motivo, você queira excluir todos os arquivos rejeitados e todos os arquivos com classificação inferior a três estrelas.
sl: Za ponazoritev, kako to deluje, bomo uporabili še en primer. Predpostavimo, da ste v možnostih za prvo skupino označili **Izpolnjevati katerega koli od naslednjih pogojev** in izbrali ime albuma "Salagou" in barvo "rdeča". Kot smo že povedali, bodo s tem nastale vse slike, označene z »rdečo«, iz vaše celotne zbirke in vsebina albuma "Salagou". Zdaj pa predpostavimo, da želite iz nekega razloga izključiti vse zavrnjene datoteke in vse datoteke z oceno, nižjo od treh zvezdic.
sv: Vi använder ett annat exempel för att illustrera hur det fungerar. Anta att man markerade **Uppfyll något av följande villkor** för den första gruppen samt valde albumnamnet "Salagou" och färgen "röd". Som vi tidigare nämnde producerar det alla bilder med beteckningen "röd" i hela samlingen plus innehållet i albumet "Salagou". Låt oss nu anta att man av någon anledning vill exkludera alla kasserade filer och alla filer med ett betyg mindre än tre stjärnor.

source: So you open the second group, then click on the underlined OR in the header in order to change it to AND. Then select **None of these conditions are met**, expand the **Picture Properties** section, check the red flag (rejected) under **Labels** and select under **Rating** no star (five white stars) in the first field and two stars in the second field. Note that there is a difference between **No star** and **No Rating assigned**! If you want to exclude the pictures without any rating as well you will have to open another Search Group, click on the underlined OR in the header in order to change it to AND, select **None of these conditions are met** and select **No Rating assigned** in the **Picture Properties** category.
ca: Així que obriu el segon grup, feu clic en l'OR subratllat a la capçalera per a canviar-lo a AND. Després seleccioneu **No es compleix cap d'aquestes condicions**, expandiu la secció **Propietats de la imatge**, marqueu la bandera vermella (rebutjada) sota d'**Etiquetes** i seleccioneu cap estrella (cinc estrelles blanques) sota **Valoració** en el primer camp i dues estrelles en el segon camp. Cal tenir en compte que hi ha una diferència entre les assignacions **Cap estrella** i **No s'ha assignat cap valoració**! Si també voleu excloure les imatges sense valorar, haureu d'obrir un altre grup de cerca, fer clic a l'OR subratllat a la capçalera per a canviar-lo a AND, seleccionar **No es compleix cap d'aquestes condicions** i seleccionar **No s'ha assignat cap valoració** en la categoria **Propietats de la imatge**.
it: Se, dunque, apri il secondo gruppo, quindi fai clic sul O logico sottolineato nell'intestazione per cambiarlo in un E logico. Poi seleziona **Nessuna di queste condizioni è soddisfatta**, espandi la sezione **Proprietà dell'immagine**, spunta il contrassegno rosso (respinto) sotto **Etichette** e seleziona nessuna stella sotto **Valutazione** (cinque stelle vuote) nel primo campo e due stelle nel secondo campo. Nota che c'è una differenza tra **Nessuna stella** e **Nessuna valutazione assegnata**: se vuoi escludere anche le immagini senza alcuna valutazione, dovrai aprire un altro gruppo di ricerca, fare clic sul O logico sottolineato nell'intestazione per cambiarlo in E logico, selezionare **Nessuna di queste condizioni è soddisfatta** e selezionare **Nessuna valutazione assegnata** nella categoria **Proprietà dell'immagine**.
nl: U opent dus de tweede groep, klik daarna op het onderlijnde OF in de kop om het te wijzigen in EN. Selecteer daarna **Aan geen van deze voorwaarden wordt voldaan**, vouw de sectie **Afbeeldingseigenschappen** uit, activeer de rode vlag (afgewezen) onder **Labels** en selecteer onder **Waardering** geen ster (vijf witte sterren) in het eerste veld en twee sterren in het tweede veld. Merk op dat er een verschil is tussen **Geen ster** en **Geen waardering toegekend**! Als u ook de afbeeldingen wilt uitsluiten zonder enige waardering dan moet u een andere Zoekgroep openen, klik op het onderlijnde OF in de kop om het te wijzigen in EN, selecteer **Aan geen van deze voorwaarden wordt voldaan** en selecteer **Geen waardering toegekend** in de categorie **Afbeeldingseigenschappen**.
pt_br: Abra o segundo grupo e clique no OU sublinhado no cabeçalho para alterá-lo para E. Em seguida, selecione **Não satisfazer nenhuma destas condições**, expanda a seção **Propriedades da imagem**, marque a bandeira vermelha (rejeitado) em **Rótulos** e selecione em **Classificação** nenhuma estrela (cinco estrelas brancas) no primeiro campo e duas estrelas no segundo campo. Observe que há uma diferença entre **Nenhuma estrela** e **Nenhuma classificação atribuída**! Se quiser excluir também as imagens sem nenhuma classificação, você terá que abrir outro grupo de pesquisa, clicar no OU sublinhado no cabeçalho para alterá-lo para E, selecionar **Não satisfazer nenhuma destas condições** e selecionar **Nenhuma classificação atribuída** na categoria **Propriedades da Imagem**.
sl: Torej odprete drugo skupino in nato kliknete podčrtan ALI v glavi, da ga spremenite v IN. Nato izberite **Noben od teh pogojev ni izpolnjen**, razširite razdelek **Lastnosti slike**, preverite rdečo zastavico (zavrnjeno) pod **Oznake** in pod **Ocena** izberite brez zvezdice (pet belih zvezdic ) v prvem polju in dve zvezdici v drugem polju. Upoštevajte, da obstaja razlika med **Brez zvezdice** in **Brez dodeljene ocene**! Če želite izključiti tudi slike brez kakršne koli ocene, boste morali odpreti drugo iskalno skupino, kliknite na podčrtan ALI v glavi, da ga spremenite v IN, izberite **Noben od teh pogojev ni izpolnjen** in izberite **Brez dodeljene ocene** v kategoriji **Lastnosti slike**.
sv: Så man öppnar den andra gruppen och klickar sedan på det understrukna ELLER i rubriken för att ändra det till OCH. Välj sedan **Inget av följande villkor är uppfyllda**, expandera sektionen **Bildegenskaper**, markera den röda flaggan (kasserad) under **Beteckningar** och välj under **Betyg** ingen stjärna (fem vita stjärnor) i det första fältet och två stjärnor i det andra fältet. Observera att det är skillnad mellan **Ingen stjärna** och **Inget betyg tilldelat**. Om man också vill exkludera bilder utan betyg måste man öppna en annan sökgrupp, klicka på det understrukna ELLER i rubriken för att ändra det till OCH, välja **Inget av följande villkor är uppfyllda** och välja **Inga betyg tilldelade** i kategorin **Bildegenskaper**.
uk: Тоді, ви відкриваєте другу групу, натискаєте підкреслене «АБО», щоб перетворити його на «ТА», вибираєте «Жодна з цих умов не виконується», розгортаєте список «Властивості знімка», позначаєте у «Позначках» пункт із червоним прапорцем (відкинуто) і вибираєте у пункті «Оцінка» варіант без зірок (п’ять білих зірок) у першому полі і варіант із двома зірками у другому полі. Зауважте, що існує відмінність між варіантами «немає зірок» і «не призначено оцінки»! Якщо вам потрібно виключити і усі знімки без оцінки, вам доведеться відкрити ще одну групу пошуку, натиснути пункт «АБО», щоб перетворити його на «ТА», вибрати «Жодна з цих умов не виконується» і пункт «Оцінку не визначено» у категорії «Властивості знімка».

source: You can open as many additional Search Groups as you need to formulate your query.
ca: Podeu obrir tants grups de cerca addicionals com necessiteu per a formular la consulta.
it: Per formulare la tua ricerca puoi aprire tanti gruppi di ricerca aggiuntivi quanti ne necessiti.
nl: U kunt net zoveel extra Zoekgroepen openen als u nodig hebt om uw zoekvraag te formuleren.
pt_br: Você pode abrir quantos grupos de pesquisa adicionais precisar para formular sua consulta.
sl: Odprete lahko toliko dodatnih iskalnih skupin, kot jih potrebujete za oblikovanje vaše poizvedbe.
sv: Man kan öppna så många ytterligare sökgrupper som behövs för att formulera sökfrågan.
uk: Ви можете відкрити довільну кількість додаткових груп пошуку для формулювання вашого запиту.

source: The **Reset** button (next to the **+ Add Search Group** button) removes all additional Search Groups and clears all the fields in the remaining Search Group. It's a good policy to use this button before starting to create a new search, in particular when you leave the Advanced Search Tool with the intention to use the Quick Search for your next query. Otherwise, the search criteria remain active even if you don't see them, which is likely screw up your new search.
ca: El botó **Reinicia** (al costat del botó **+ Afegeix un grup de cerca**) elimina tots els grups de cerca addicionals i neteja tots els camps del grup de cerca restant. És una bona política utilitzar aquest botó abans de començar a crear una cerca nova, en particular, quan sortiu de l'eina de cerca avançada amb la intenció d'utilitzar la cerca ràpida a la consulta següent. En cas contrari, els criteris de cerca es mantenen actius fins i tot si no els veieu, cosa que probablement farà malbé la cerca nova.
it: Il pulsante **Reimposta**, accanto al pulsante **+ Aggiungi gruppo di ricerca**, rimuove tutti i gruppi di ricerca aggiuntivi e ripulisce tutti i campi del restante Gruppo di ricerca. È buona norma usare questo pulsante prima di creare una nuova ricerca, in particolare quando lasci lo strumento di ricerca avanzata con l'intenzione di usare la ricerca rapida per la ricerca successiva. In caso contrario, i tuoi criteri di ricerca restano attivi anche se non li vedi e rovinano la tua nuova ricerca.
nl: De knop **Reset** (naast de knop **+ voeg zoekgroep** toe) verwijdert alle extra Zoekgroepen en wist alle velden in de overblijvende Zoekgroep. Het is goed beleid om deze knop te gebruiken alvorens een nieuwe zoekopdracht te starten, speciaal wanneer u het hulpmiddel Geavanceerd zoeken verlaat met de intentie om de Snelle zoekopdracht te gebruiken voor uw volgende vraag. Andere blijven de zoekcriteria actief zelfs als u ze niet ziet, wat waarschijnlijk uw nieuwe zoekopdracht verpest.
pt_br: O botão **Redefinir** (ao lado do botão **+ Adicionar grupo de pesquisa**) remove todos os grupos de pesquisa adicionais e limpa todos os campos do grupo de pesquisa restante. É uma boa prática usar este botão antes de começar a criar uma nova pesquisa, principalmente ao sair da ferramenta de pesquisa avançada com a intenção de usar a pesquisa rápida para sua próxima consulta. Caso contrário, os critérios de pesquisa permanecerão ativos mesmo que você não os veja, o que provavelmente prejudicará sua nova pesquisa.
sl: Gumb **Ponastavi** (poleg gumba **+ Dodaj iskalno skupino**) odstrani vse dodatne iskalne skupine in počisti vsa polja v preostali iskalni skupini. Priporočljivo je, da uporabite ta gumb, preden začnete ustvarjati novo iskanje, zlasti ko zapustite napredno iskalno orodje z namenom, da uporabite hitro iskanje za svojo naslednjo poizvedbo. V nasprotnem primeru iskalni kriteriji ostanejo aktivni, tudi če jih ne vidite, kar bo verjetno pokvarilo vaše novo iskanje.
sv: Knappen **Återställ** (bredvid knappen **+ Lägg till sökgrupp**) tar bort alla ytterligare sökgrupper och rensar alla fält i den återstående sökgruppen. Det är en bra policy att använda knappen innan man börjar skapa en ny sökning, särskilt när man lämnar det avancerade sökverktyget med avsikt att använda snabbsökningen för nästa sökning. Annars förblir sökkriterierna aktiva även om de inte syns, vilket sannolikt förstör den nya sökningen.
uk: Окрім кнопки **+ Додати групу пошуку**, ви побачите кнопку **Скинути**. Її натискання призведе до вилучення усіх додаткових груп пошуку і спорожнення усіх полів у решті групи пошуку. Вам варто користуватися цією кнопкою перед створенням нового пошуку, зокрема після перемикання із інструмента складного пошуку на інструмент швидкого пошуку для наступного запиту, оскільки якщо ви цього не зробите, критерії пошуку залишаться активованими, навіть якщо ви їх не бачитимете, і спотворюватимуть результати вашого нового пошуку.

source: The **Try** button carries out the search but leaves the Advanced Search Tool window open. The **OK** button does the same but closes the window. **Remove Group** in the header of the additional Search Groups doesn't need an explanation.
ca: El botó **Prova** realitza la cerca, però deixa oberta la finestra de l'eina de cerca avançada. El botó **D'acord** fa el mateix, però tanca la finestra. **Elimina el grup** a la capçalera dels grups de cerca addicionals no necessita cap explicació.
it: Il pulsante **Prova** esegue la ricerca ma lascia aperta la finestra della ricerca avanzata; il pulsante **OK** esegue lo stesso ma chiude la finestra; **Rimuovi gruppo** nell'intestazione dei gruppi di ricerca aggiuntivi non necessita di spiegazione.
nl: De knop **Proberen** voert de zoekopdracht uit maar laat het venster van het hulpmiddel Geavanceerd zoeken open. De knop **OK** doet hetzelfde maar sluit het venster. **Groep verwijderen** in de kop van de extra Zoekgroepen behoeft geen uitleg.
pt_br: O botão **Tentar** realiza a busca, mas deixa a janela da ferramenta de pesquisa avançada aberta. O botão **OK** faz o mesmo, mas fecha a janela. **Remover grupo** no cabeçalho dos grupos de pesquisa adicionais não precisa de explicação.
sl: Gumb **Poskusi** izvede iskanje, vendar pusti odprto okno orodja za napredno iskanje. Gumb **V redu** naredi enako, vendar zapre okno. **Odstrani skupino** v glavi dodatnih iskalnih skupin ne potrebuje razlage.
sv: Knappen **Prova** utför sökningen men lämnar fönstret Avancerat sökverktyg öppet. Knappen **Ok** gör detsamma men stänger fönstret. **Ta bort grupp** i rubriken för de ytterligare sökgrupperna behöver ingen förklaring.
uk: Натискання кнопки **Спробувати** призведе до виконання пошуку, але без закриття вікна інструмента складного пошуку. Натискання кнопки **Гаразд** призведе до виконання пошуку, але із закриттям вікна, а кнопка **Вилучити групу** у заголовку додаткових груп пошуку, ймовірно, не потребує додаткових пояснень.

source: **Meet All of the following conditions** means that your different search parameters will be connected by boolean AND for the search. Example: if you selected Album name “Holidays” and color “red” the search will find all pictures labeled with “red” that reside in the Album “Holidays”.
nl: **Voldoe aan alle van de volgende voorwaarden** betekent dat uw verschillende zoekparameters verbonden worden door een boolean EN voor het zoeken. Voorbeeld: als u de Albumnaam "Vakanties" selecteert en kleur "rood" zal de zoekopdracht alle afbeeldingen vinden met het label "rood" die in het album "Vakanties" zitten.
uk: «Відповідає всім наступним умовам» означає, що параметри пошуку буде поєднано булевим «ТА». Приклад: якщо ви вибрали назву альбому «Свята» і колір «червоний», буде знайдено усі знімки із мітками «червоний» у альбомі «Свята».

source: **Meet Any of the following conditions** means that your different search parameters will be connected by boolean OR for the search. Example: if you selected Album name “Holidays” and color “red” the search will find the content of the Album “Holidays” and all pictures labeled with “red” that located anywhere in the database.
nl: **Voldoe aan een van de volgende voorwaarden** betekent dat uw verschillende zoekparameters verbonden worden door een boolean OF voor het zoeken. Voorbeeld: als u de Albumnaam "Vakanties" selecteert en kleur "rood" zal de zoekopdracht alle afbeeldingen vinden uit het album "Vakanties" en met het label "rood" die gelokaliseerd zijn ergens in de database.
uk: **Відповідає будь-яким наступним умовам** означає, що параметри пошуку буде поєднано булевим АБО. Приклад: якщо ви вибрали назву альбому «Свята» і колір «червоний», буде знайдено усі знімки з альбому «Свята» і усі знімки з міткою «червоний», які розташовано будь-де у базі даних.

source: **None of these conditions are met** means that your different search parameters will be connected by boolean NAND for the search. Again our example: if you selected Album name “Holidays” and color “red” the search will find all pictures in the database except those labeled with “red” and except those that are in the Album “Holidays”.
nl: **Voldoe aan geen van de volgende voorwaarden** betekent dat uw verschillende zoekparameters verbonden worden door een boolean NIET-EN voor het zoeken. Opnieuw ons voorbeeld: als u de Albumnaam "Vakanties" selecteert en kleur "rood" zal de zoekopdracht alle afbeeldingen in de database vinden behalve die met het label "rood" en uit het album "Vakanties".
uk: **Жодна з цих умов не виконується** означає, що різні параметри пошуку буде об’єднано логічним оператором «ТА-НІ». Знову ж, наш приклад: якщо вами вибрано назву альбому «Свята» і колір «червоний», буде знайдено усі знімки у базі даних, окрім тих, які мають мітку «червоний», і тих, які належать до альбому «Свята».
