Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/search_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: **At least one of these conditions is not met** means that your different search parameters will be connected by boolean NOR for the search. One more example: if you selected Album name “Holidays” and color “red” the search will find all pictures in the database except those labeled with “red” and that are in the Album “Holidays”.
nl: **Minstens aan één van deze voorwaarden wordt niet voldaan** betekent dat uw verschillende zoekparameters verbonden worden door een boolean NOR voor het zoeken. Nog een voorbeeld: als u de Albumnaam "Vakanties" selecteert en kleur "rood" zal de zoekopdracht alle afbeeldingen in de database vinden behalve die met het label "rood" en die in het album "Vakanties" zijn.
uk: **Принаймні одна з цих умов не виконується** означає, що різні параметри пошуку буде об’єднано логічним оператором «АБО-НІ». Ще один приклад: якщо вами вибрано назву альбому «Свята» і колір «червоний», буде знайдено усі знімки у базі даних, окрім тих, які мають мітку «червоний», *або* тих, які належать до альбому «Свята».

source: We'll use another example to illustrate how this works. Assume that in the options for the first group you checked **Meet Any of the following conditions** and you selected Album name “Holidays” and color “red”. As we said before, this will produce all pictures labeled with “red” from your whole collection plus the content of the Album “Holidays”. Now let's assume for some reason you want to exclude all rejected files and all files with a rating lower than three stars.
nl: We zullen een ander voorbeeld gebruiken om te illustreren hoe dit werkt. Naam aan dat in de opties voor de eerst groep u **Voldoe aan elk van de volgende conditions** en u selecteert Albumnaam “Vakanties” en kleur “red”. Zoals we eerder zeiden, zal dit alle afbeeldingen met label “rood” uit uw gehele verzameling plus de inhoud van het Album “vakanties”. Laten we aannemen dat u om een bepaalde reden u alle afgewezen bestanden en alle bestanden met een lagere waardering lager dan drie sterren.
uk: Щоб пояснити, як усе це працює, розглянемо ще один приклад на основі одного із уже розглянутих прикладів, а саме, другого””. Це означає, що у першій групі ми вибрали «Відповідає будь-яким наступним умовам», назву альбому «Свята» і колір «червоний». Як ми вже обговорювали, це означає, що ми отримаємо усі знімки зі збірки із міткою «червоний» і увесь вміст альбому «Свята». Тепер уявімо, що з якихось причин ви хочете виключити усі відкинуті файли і усі файли, оцінка яких є нижчою за 3 зірки.
