Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/search_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: The Advanced Search tool provides an extended search form which can be used to search in specific fields of the digiKam database in a more sophisticated way. Click the **New Advanced Search...** button to display the Advanced Search Tool:
ca: L'eina de cerca avançada proporciona un formulari de cerca ampliat que es pot utilitzar per a cercar en camps específics de la base de dades del digiKam d'una manera més sofisticada. Feu clic en el botó **Cerca avançada nova...** per a mostrar l'eina de cerca avançada:
it: Lo strumento Ricerca avanzata fornisce una forma di ricerca ampliata che può essere utilizzata per ricercare in settori specifici della banca dati di digiKam in un modo più sofisticato. Fai clic sul pulsante **Nuova ricerca avanzata...**, per visualizzare il relativo strumento:
nl: Het hulpmiddel Geavanceerd zoeken levert een uitgebreid zoekformulier dat gebruikt kan worden om in specifieke velden van de database van digiKam te zoeken op een meer verfijnde manier. Klik op de knop **Nieuwe geavanceerd zoeken...** om het hulpmiddel Geavanceerd zoeken te tonen:
pt_br: A ferramenta de pesquisa avançada oferece um formulário de busca estendido que pode ser usado para pesquisar em campos específicos do banco de dados do digiKam de forma mais sofisticada. Clique no botão **Nova pesquisa Avançada...** para exibir a Ferramenta de pesquisa avançada:
sl: Orodje za napredno iskanje nudi razširjen obrazec za iskanje, ki ga je mogoče uporabiti za iskanje v določenih poljih baze podatkov digiKam na bolj sofisticiran način. Kliknite gumb **Novo napredno iskanje...**, da prikažete orodje za napredno iskanje:
sv: Verktyget Avancerad sökning erbjuder ett utökat sökformulär som kan användas för att söka i specifika fält i digiKams databas på ett mer sofistikerat sätt. Klicka på knappen **Ny avancerad sökning...** för att visa verktyget Avancerad sökning:
uk: Інструмент складного пошуку надає у ваше розпорядження розширену форму для пошуку з різноманітними параметрами пошуку, яким можна скористатися для пошуку у вказаних вами полях бази даних digiKam. Натисніть кнопку **Новий складний пошук...**, щоб відкрити панель інструмента розширеного пошуку:

source: The digiKam Advanced Search Tool
ca: L'eina de cerca avançada en el digiKam
it: Lo strumento Ricerca avanzata di digiKam
nl: De geavanceerde zoekhulp van digiKam
pt_br: A ferramenta de pesquisa avançada do digiKam
sl: Orodje za napredno iskanje digiKam
sv: Det avancerade sökverktyget i digiKam
uk: Інструмент розширеного пошуку digiKam

source: The field labeled **Find items that have associated all these words:** is just a duplicate of the Quick Search field.
ca: El camp anomenat **Cerca els elements que tenen associats totes aquestes paraules:** només és un duplicat del camp de cerca ràpida.
it: Il campo etichettato **Trova elementi associati a tutte queste parole:** è solo un duplicato del campo Ricerca rapida.
nl: Het veld gelabeld met **Zoek items die geassocieerd zijn met al deze woorden:** is gewoon een duplicaat van het veld Snel zoeken.
pt_br: O campo denominado **Localizar itens com todas estas palavras associadas:** é apenas uma duplicata do campo de pesquisa rápida.
sl: Polje z oznako **Najdi elemente, ki so povezani z vsemi temi besedami:** je le dvojnik polja za hitro iskanje.
sv: Fältet med etiketten **Sök efter objekt som är associerade med alla dessa ord:** är bara en dubblett av snabbsökningsfältet.
uk: Поле з міткою **Знайти знімки, пов’язані з усіма словами** є дублікатом поля швидкого пошуку.

source: Click on one of the blue categories and an area will fold out with all the fields you can search for in the selected category. Different input fields are displayed for your search, depending on the kind of data each field contains. Sometimes more than one type of input are available for the same field. Selection buttons are used for simple fields, e.g. for colors. Others inputs use plain text fields, drop down lists and checkboxes. Many fields have two input fields allowing you to define a range, e.g. **Find items with a width between**. And often you find the word "Any" which looks like a link but opens a drop down field with checkboxes for the possible contents of that field.
ca: Feu clic en una de les categories blaves i es desplegarà una àrea amb tots els camps que podeu cercar a la categoria seleccionada. Es mostren diferents camps d'entrada de la cerca, depenent del tipus de dades que contingui cada camp. De vegades hi ha més d'un tipus d'entrada disponible per al mateix camp. Els botons de selecció s'utilitzen per a camps simples, p. ex. per a colors. Altres entrades utilitzen camps de text net, llistes desplegables i caselles de selecció. Molts camps tenen dos camps d'entrada que us permeten definir un interval, p. ex. **Cerca els elements amb amplades entre**. I sovint es troba el mot «Qualsevol» que sembla un enllaç, però obre un camp desplegable amb caselles de selecció per al contingut possible d'aquest camp.
it: Fai clic su una delle categorie blu, e si dispiegherà un'area con tutti i campi nei quali puoi cercare nelle varie categorie. A seconda del tipo di dato ciascun campo contiene diversi campi di immissione per le tue ricerche, a volte è disponibile più di un tipo di immissione per lo stesso campo. I pulsanti di selezione sono utilizzati per i campi semplici, ad esempio per i colori. Altre immissioni usano campi di testo semplice, elenchi a tendina e caselle di scelta. Molti campi hanno due campi di inserimento per permetterti di definire un intervallo, ad esempio **Trova immagini con una larghezza compresa tra**. E spesso trovi la parola "Qualsiasi" che sembra un collegamento ma apre un campo a tendina con caselle di scelta per i possibili contenuti di quel campo.
nl: Klik op een van de blauwe categorieën en een gebied zal zich uitvouwen met alle velden waarnaar u kunt zoeken in de geselecteerde categorie. Verschillende invoervelden worden voor uw zoekopdracht getoond, afhankelijk van het soort gegevens elk veld bevat. Soms meer dan een type invoer is beschikbaar voor hetzelfde veld. Selectieknoppen worden gebruikt voor eenvoudige velden, bijv. voor kleuren. Andere invoer gebruikt platte tekstvelden, afrollijsten en keuzevakken. Veel velden hebben twee invoervelden en bieden u om een reeks te definiëren, bijv. **Zoek items met een breedte tussen**. En vaak vindt u het woord "Elk" wat er uitziet als een koppeling maar een afrolveld met keuzevakjes opent voor de mogelijke inhoud van dat veld.
pt_br: Clique em uma das categorias em azul e uma área será aberta com todos os campos que você pode pesquisar na categoria selecionada. Diferentes campos de entrada são exibidos para sua pesquisa, dependendo do tipo de dado que cada campo contém. Às vezes, mais de um tipo de entrada está disponível para o mesmo campo. Botões de seleção são usados ​​para campos simples, por exemplo, para cores. Outras entradas usam campos de texto simples, listas suspensas e caixas de seleção. Muitos campos têm dois campos de entrada, permitindo definir um intervalo, por exemplo, **Localizar itens com largura entre**. E frequentemente você encontra a palavra "Qualquer", que parece um link, mas abre um campo suspenso com caixas de seleção para os possíveis conteúdos daquele campo.
sl: Kliknite eno od modrih kategorij in odprlo se bo območje z vsemi polji, ki jih lahko iščete v izbrani kategoriji. Za vaše iskanje so prikazana različna vnosna polja, odvisno od vrste podatkov, ki jih posamezno polje vsebuje. Včasih je za isto polje na voljo več kot ena vrsta vnosa. Izbirni gumbi se uporabljajo za preprosta polja, npr. za barve. Drugi vnosi uporabljajo polja z navadnim besedilom, spustne sezname in potrditvena polja. Veliko polj ima dve vnosni polji, ki vam omogočata definiranje obsega, npr. **Poiščite elemente s širino med**. In pogosto najdete besedo "Kateri koli", ki je videti kot povezava, vendar odpre spustno polje s potrditvenimi polji za možno vsebino tega polja.
sv: Klicka på en av de blå kategorierna så öppnas ett område med alla fält som kan sökas efter i den valda kategorin. Olika inmatningsfält visas för sökningen, beroende på vilken typ av data varje fält innehåller. Ibland finns mer än en typ av indata tillgänglig för samma fält. Valknappar används för enkla fält, t.ex. för färger. Andra inmatningsfält använder vanliga textfält, kombinationsmenyer och kryssrutor. Många fält har två inmatningsfält som gör att ett intervall kan definieras, t.ex. **Sök efter objekt med en bredd mellan**. Och ofta hittar man orden "Vilka som helst" som ser ut som en länk men öppnar ett kombinationsmeny med kryssrutor för möjligt innehållet i det fältet.
uk: Натисніть одну з категорій, назви яких показано синім кольором, і програма розгорне список полів, за якими можна шукати у цій категорії”. Залежно від типу даних, для кожного з полів буде показано різні поля введення для критеріїв пошуку, іноді по декілька типів на одне поле. Найпростішим різновидом є варіанти вибору, наприклад для кольорів. Крім того, є прості поля типу «Вміст поля містить», спадні списки та поля для позначок. Для багатьох полів передбачено два поля для введення даних, за допомогою яких можна вказати діапазон значень, наприклад «Знайти знімки із шириною у діапазоні від-до». Часто вам буде запропоновано посилання типу із написом «Будь-яке». Натиснувши таке посилання, можна відкрити спадний список із полями для позначок, які визначатимуть можливий вміст поля даних.

source: The digiKam Advanced Search Criteria
ca: Els criteris de l'eina de cerca avançada en el digiKam
it: I criteri di ricerca avanzata di digiKam
nl: De geavanceerde zoekcriteria van digiKam
pt_br: Critérios de pesquisa avançada do digiKam
sl: Kriteriji naprednega iskanja digiKam
sv: Avancerade sökvillkor i digiKam
uk: Критерії розширеного пошуку digiKam

source: The labeling of the search fields should make them pretty much self explanatory. But we need to explain how they work together if you fill in or select more than one. On the right side of the blue header at the top you'll find a little link **Options**. If you click on that link the header will change to display four options.
ca: L'etiquetatge dels camps de cerca hauria de fer-los més o menys autoexplicatius. Però hem d'explicar com funcionen junts si s'omple o se selecciona més d'un. Al costat dret de la capçalera blava a la part superior trobareu un enllaç petit **Opcions**. Si feu clic en aquest enllaç, la capçalera canviarà per a mostrar quatre opcions.
it: L'etichettatura dei campi di ricerca si spiegano da sé. Ma è necessario spiegare il modo in cui lavorano assieme, se ne compili o ne selezioni più di uno. Nella parte destra dell'intestazione blu in alto trovi un piccolo collegamento **Opzioni**. Se ci fai clic sopra, l'intestazione cambierà e appariranno quattro opzioni.
nl: Het geven van een label aan de zoekvelden zou ze tamelijk zelf verklarend moeten maken. Maar we moeten uitleggen hoe ze samenwerken als u ze invult of er meer dan een selecteert. Rechts van de blauwe kop bovenaan zult u een kleine koppeling **Opties** vinden. Als u op die koppeling klikt zal de kop wijzigen om vier opties te tonen.
pt_br: A rotulagem dos campos de pesquisa deve torná-los bastante autoexplicativos. Mas precisamos explicar como eles funcionam em conjunto caso você preencha ou selecione mais de um. No lado direito do cabeçalho em azul, na parte superior, você encontrará um pequeno link **Opções**. Se você clicar nesse link, o cabeçalho mudará para exibir quatro opções.
sl: Označevanje iskalnih polj bi moralo biti precej samoumevno. Vendar moramo pojasniti, kako delujejo skupaj, če izpolnite ali izberete več kot eno. Na desni strani modre glave na vrhu boste našli majhno povezavo **Možnosti**. Če kliknete to povezavo, se bo glava spremenila in prikazala štiri možnosti.
sv: Märkningen av sökfälten borde göra dem i stort sett självförklarande. Men vi behöver förklara hur de fungerar tillsammans om man fyller i eller väljer mer än ett. Till höger om den blå rubriken högst upp hittar man en liten länk **Alternativ**. Om du klickar på den länken ändras rubriken till att visa fyra alternativ.
uk: Мітки полів пошуку є достатньо докладними, щоб можна було розібратися у їхньому призначенні самостійно. Втім, варто обговорити питання, пов’язане із тим, що трапиться, якщо ви заповните декілька з цих полів. Праворуч від заголовка (синя область вгорі) можна побачити маленьку позначку «Параметри». Якщо ви її натиснете, заголовок зміниться, і ви побачити чотири варіанти.

source: **Meet All of the following conditions** means that your different search parameters will be connected by boolean AND for the search. Example: if you selected Album name “Salagou” and color “red” the search will find all pictures labeled with “red” that reside in the Album “Holidays”.
ca: **Aparella amb totes les condicions següents** significa que els diferents paràmetres de cerca es connectaran mitjançant un operador AND booleà per a la cerca. Exemple: si heu seleccionat el nom de l'àlbum «Salagou» i el color «vermell», la cerca trobarà totes les imatges etiquetades amb «vermell» que estan a l'àlbum «Vacances».
it: **Soddisfa tutte le condizioni seguenti** significa che tutti i tuoi parametri di ricerca saranno collegati con un E logico. Esempio: se selezioni nome dell'album "Salagou" e il colore "rosso", la ricerca troverà tutte le immagini etichettate con "rosso" che si trovano all'interno dell'album "Vacanze".
pt_br: **Satisfazer todas as seguintes condições** significa que seus diferentes parâmetros de pesquisa serão conectados por um E booleano para a busca. Exemplo: se você selecionou o nome do álbum "Férias" e a cor "vermelho", a busca encontrará todas as fotos marcadas com "vermelho" que residem no álbum "Férias".
sl: **Izpolnjevanje vseh naslednjih pogojev** pomeni, da bodo vaši različni iskalni parametri povezani z logičnim IN za iskanje. Primer: če ste izbrali ime albuma "Salagou" in barvo "rdeča", bo iskanje našlo vse slike, označene z "rdečo", ki se nahajajo v albumu "Prazniki".
sv: **Uppfyll alla följande villkor** betyder att olika sökparametrar kopplas samman med booleskt OCH för sökningen. Exempel: om man valde albumnamnet "Salagou" och färgen "röd" hittar sökningen alla bilder med beteckningen "röd" som finns i albumet "Salagou".

source: **Meet Any of the following conditions** means that your different search parameters will be connected by boolean OR for the search. Example: if you selected Album name “Salagou” and color “red” the search will find the content of the Album “Salagou” and all pictures labeled with “red” that located anywhere in the database.
ca: **Aparella amb qualsevol de les condicions següents** significa que els diferents paràmetres de cerca es connectaran mitjançant un operador OR booleà per a la cerca. Exemple: si heu seleccionat el nom de l'àlbum «Salagou» i el color «vermell», la cerca trobarà el contingut de l'àlbum «Salagou» i totes les imatges etiquetades amb «vermell» que estan a tota la base de dades.
it: **Soddisfa una delle condizioni seguenti** significa che tutti i tuoi parametri di ricerca saranno collegati con un O logico. Esempio: se selezioni nome dell'album "Salagou" e il colore "rosso", la ricerca restituirà il contenuto dell'album "Salagou" e tutte le immagini etichettate con "rosso" presenti ovunque nella banca dati.
pt_br: **Satisfazer quaisquer das seguintes condições** significa que seus diferentes parâmetros de pesquisa serão conectados por um OU booleano para a pesquisa. Exemplo: se você selecionou o nome do álbum "Férias" e a cor "vermelho", a pesquisa encontrará o conteúdo do álbum "Férias" e todas as imagens marcadas com "vermelho" localizadas em qualquer lugar do banco de dados.
sl: **Izpolnjevanje katerega koli od naslednjih pogojev** pomeni, da bodo vaši različni iskalni parametri povezani z logičnim ALI za iskanje. Primer: če ste izbrali ime albuma "Salagou" in barvo "rdeča", bo iskanje našlo vsebino albuma "Salagou" in vse slike, označene z "rdečo", ki se nahajajo kjer koli v bazi podatkov.
sv: **Uppfyll något av följande villkor** innebär att de olika sökparametrarna kopplas samman med booleskt ELLER för sökningen. Exempel: om man valde albumnamnet "Salagou" och färgen "röd" hittar sökningen innehållet i albumet "Salagou" och alla bilder med beteckningen "röd" som finns någonstans i databasen.

source: **None of these conditions are met** means that your different search parameters will be connected by boolean NAND for the search. Again our example: if you selected Album name “Salagou” and color “red” the search will find all pictures in the database except those labeled with “red” and except those that are in the Album “Salagou”.
ca: **No es compleix cap d'aquestes condicions** significa que els diferents paràmetres de cerca es connectaran mitjançant l'operador NAND booleà per a la cerca. Altra vegada, el nostre exemple: si heu seleccionat el nom de l'àlbum «Salagou» i el color «vermell», la cerca trobarà totes les imatges en la base de dades excepte les que tenen l'etiqueta «vermell» i excepte les que estan a l'àlbum «Salagou».
it: **Nessuna di queste condizioni è soddisfatta** significa che tutti i tuoi parametri di ricerca saranno connessi da un NAND logico. Di nuovo il nostro esempio: se selezioni nome dell'album "Salagou" e il colore "rosso", la ricerca troverà tutte le immagini nella banca dati tranne quelle etichettate con "rosso" e tranne quelle che si trovano nell'album "Salagou".
pt_br: **Não satisfazer nenhuma destas condições** significa que seus diferentes parâmetros de pesquisa serão conectados por NÃO E booleano para a busca. Novamente, nosso exemplo: se você selecionou o nome do álbum "Férias" e a cor "vermelho", a busca encontrará todas as imagens no banco de dados, exceto aquelas marcadas com "vermelho" e aquelas que estão no álbum "Férias".
sl: **Noben od teh pogojev ni izpolnjen** pomeni, da bodo vaši različni iskalni parametri povezani z logičnim NAND za iskanje. Ponovno naš primer: če ste izbrali ime albuma "Salagou" in barvo "rdeča", bo iskanje našlo vse slike v bazi podatkov razen tistih, ki so označene z "rdeče" in razen tistih, ki so v albumu "Salagou".
sv: **Inget av följande villkor är uppfyllda** betyder att de olika sökparametrarna kopplas samman med booleskt ICKE OCH för sökningen. Återigen i vårt exempel, om albumnamnet "Salagou" och färgen "röd" valdes hittar sökningen alla bilder i databasen förutom de som har beteckningen "röd" och förutom de som finns i albumet "Salagou".

source: **At least one of these conditions is not met** means that your different search parameters will be connected by boolean NOR for the search. One more example: if you selected Album name “Holidays” and color “red” the search will find all pictures in the database except those labeled with “red” and that are in the Album “Salagou”.
ca: **Com a mínim no es compleix una d'aquestes condicions** significa que els diferents paràmetres de cerca es connectaran mitjançant l'operador NOR booleà per a la cerca. Un exemple més: si heu seleccionat el nom de l'àlbum «Vacances» i el color «vermell», la cerca trobarà totes les imatges en la base de dades excepte les etiquetades amb «vermell» i les que estan a l'àlbum «Salagou».
it: **Almeno una di queste condizioni non è soddisfatta** significa che tutti i tuoi parametri di ricerca saranno connessi da un NOR logico. Ancora un esempio: se selezioni nome dell'album "Vacanze" e il colore "rosso", la ricerca troverà tutte le immagini nella banca dati tranne quelle etichettate con "rosso" e che si trovano nell'album "Salagou".
pt_br: **Não satisfazer pelo menos uma destas condições** significa que seus diferentes parâmetros de pesquisa serão conectados por NÃO OU booleano para a busca. Mais um exemplo: se você selecionou o nome do álbum "Férias" e a cor "vermelho", a busca encontrará todas as fotos no banco de dados, exceto aquelas marcadas com "vermelho" e que estão no álbum "Férias".
sl: **Vsaj eden od teh pogojev ni izpolnjen** pomeni, da bodo vaši različni iskalni parametri povezani z logičnim NOR za iskanje. Še en primer: če ste izbrali ime albuma "Prazniki" in barvo "rdeča", bo iskanje našlo vse slike v bazi podatkov razen tistih, ki so označene z "rdeče" in so v albumu "Salagou".
sv: **Åtminstone ett av följande villkor är inte uppfyllt** betyder att de olika sökparametrarna kopplas samman med booleskt ICKE ELLER för sökningen. Ett annat exempel: om man valde albumnamnet "Semestrar" och färgen "röd" hittar sökningen alla bilder i databasen förutom de som har beteckningen "röd" och som finns i albumet "Semestrar".
