Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/search_view.po
Languages: ca, it, nl, pt_br, sl, sv, uk

source: digiKam Main Window Search View
ca: La vista de cerca a la finestra principal del digiKam
it: Vista ricerca della finestra principale di digiKam
nl: Zoekweergave in het hoofdvenster van digiKam
pt_br: Visualização de pesquisa na janela principal do digiKam
sl: Pogled iskanja glavnega okna digiKam
sv: Sökvyn i digiKams huvudfönster
uk: Панель пошуку основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, advanced, search
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, avançada, cerca
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, avanzata, ricerca
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, geavanceerd, zoeken
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, gratuito, aprender, fácil, avançado, pesquisar
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, napredno, iskanje
sv: digiKam, dokumentation, användarhandbok, fotohantering, öppen källkod, fri, lära, enkel, avancerat, sök
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, складний, розширений, пошук

source: :ref:`Search View <left_sidebar>`
ca: :ref:`Vista de cerca <left_sidebar>`
it: :ref:`Vista Ricerca <left_sidebar>`
nl: :ref:`Zoekweergave <left_sidebar>`
pt_br: :ref:`Vista da pesquisa <left_sidebar>`
sl: :ref:`Iskalni pogled <left_sidebar>`
sv: :ref:`Sökvy <left_sidebar>`
uk: :ref:`Перегляд пошуку <left_sidebar>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
sv: Innehåll
uk: Зміст

source: We talked about a variety of views with specialized search capabilities. The Search View offers a more versatile and general way of searching. There are two different approaches: Quick Search and Advanced Search.
ca: Hem parlat de diverses vistes amb capacitats de cerca especialitzada. La vista de cerca ofereix una manera de cercar més versàtil i general. Hi ha dos enfocaments diferents: la cerca ràpida i la cerca avançada.
it: Abbiamo parlato delle viste con capacità di ricerca specializzata. La vista Ricerca offre un modo più versatile e più generale di ricerca. Esistono due approcci diversi: la ricerca rapida e quella avanzata.
nl: We hadden het over een variatie van weergaven met gespecialiseerde zoekmogelijkheden. De Zoekweergave biedt een meer veelzijdige en algemene manier van zoeken. Er zijn twee verschillende benaderingen: Snel zoeken en Geavanceerd zoeken.
pt_br: Falamos sobre uma variedade de visualizações com recursos de pesquisa especializados. A Visualização de Pesquisa oferece uma maneira mais versátil e geral de pesquisar. Há duas abordagens diferentes: Pesquisa rápida e Pesquisa avançada.
sl: Govorili smo o različnih pogledih s posebnimi zmožnostmi iskanja. Iskalni pogled ponuja bolj vsestranski in splošen način iskanja. Obstajata dva različna pristopa: hitro iskanje in napredno iskanje.
sv: Vi diskuterade en mängd olika vyer med specialiserade sökfunktioner. Sökvyn erbjuder ett mer mångsidigt och generellt sätt att söka. Det finns två olika metoder: snabbsökning och avancerad sökning.
uk: Раніше ми розглянули декілька режимів перегляду та можливості пошуку у них. У режимі перегляду пошуку передбачено гнучкіші і загальніші способи пошуку. Реалізовано два різних підходи до пошуку: швидкий пошук і розширений пошук.

source: The Quick Search
ca: La cerca ràpida
it: La Ricerca rapida
nl: Het snelle zoeken
pt_br: A pesquisa rápida
sl: Hitro iskanje
sv: Snabbsökningen
uk: Швидкий пошук

source: Quick Search is the adaptive search box at the top of the search dialog (Left Sidebar) that provides you with a simple means to search the digiKam database with a single query. Any arguments entered into the **Search** text field will be used to determine the results. For instance, you can enter the string "birthday" to search the complete database for occurrences of the word "birthday" in all metadata text fields, or "05.webp" to search for a specific image file name "05.webp" (no escaping as in reg-expressions needed).
ca: La cerca ràpida és el quadre de cerca adaptativa a la part superior del diàleg de cerca (barra lateral esquerra) que proporciona un mitjà senzill per a cercar a la base de dades del digiKam amb una consulta individual. Qualsevol argument introduït en el camp de text **Cerca** s'utilitzarà per a determinar el resultat. Per exemple, podeu introduir la cadena «aniversari» per a cercar en tota la base de dades les aparicions d'aquesta paraula en tots els camps de text de metadades, o «05.webp» (sense escapament, com en les expressions regulars on sí que cal) per a cercar un nom de fitxer d'imatge específic «05.webp».
it: La ricerca rapida è la casella di ricerca adattiva in cima alla finestra di ricerca (barra laterale sinistra) che ti fornisce un modulo di ricerca per cercare nella banca dati di digiKam con una singola interrogazione. Qualsiasi argomento inserito nel campo di testo **Cerca** sarà usato per determinare i risultati. Per esempio, puoi inserire la stringa "compleanno" per cercare in tutta la banca dati le occorrenze della parola "compleanno" in tutti i campi testuali dei metadati, oppure "05.webp" per ricercare un nome file specifico di un'immagine (non è necessario usare le sequenze di escape come per le espressioni regolari).
nl: Snelzoeken is het adaptieve zoekvak bovenaan de dialoog voor zoeken (linker zijbalk), waarmee u op een eenvoudige manier in de digiKam-database, met een enkele zoekopdracht kunt zoeken. Zodra u begint met invoeren wordt het zoeken gestart. Elke zoekterm ingevoerd in het tekstveld **Zoeken** zal gebruikt worden om de resultaten te bepalen. U kunt bijvoorbeeld de tekenreeks "verjaardag" invoeren om in de gehele albumbibliotheek te zoeken naar het voorkomen van het woord "verjaardag" in alle fotobeschrijvingen of "05.webp" om te zoeken naar een specifiek afbeeldingsbestand dat "05.webp" bevat (niet nodig om escapes zoals in reguliere expressies aan te geven).
pt_br: A pesquisa rápida é a caixa de busca adaptável na parte superior da caixa de diálogo de pesquisa (barra lateral esquerda) que oferece um meio simples de pesquisar no banco de dados do digiKam com uma única consulta. Quaisquer argumentos inseridos no campo de texto **Pesquisar** serão usados ​​para determinar os resultados. Por exemplo, você pode inserir o texto "aniversário" para pesquisar em todo o banco de dados a ocorrência da palavra "aniversário" em todos os campos de texto de metadados, ou "05.webp" para pesquisar um arquivo de imagem específico chamado "05.webp" (sem necessidade de escape, como em expressões regulares).
sl: Hitro iskanje je prilagodljivo iskalno polje na vrhu iskalnega pogovornega okna (leva stranska vrstica), ki vam omogoča preprosto iskanje po bazi podatkov digiKam z eno samo poizvedbo. Vsi argumenti, vneseni v besedilno polje **Iskanje**, bodo uporabljeni za določitev rezultatov. Vnesete lahko na primer niz »birthday«, če želite v celotni zbirki podatkov poiskati pojavitve besede »birthday« v vseh besedilnih poljih metapodatkov, ali »05.webp«, če želite poiskati določeno ime slikovne datoteke »05.webp« (ni potreben ubežni niz kot v regularnih izrazih).
sv: Snabbsökning är den adaptiva sökrutan längst upp i sökdialogrutan (vänster sidorad) som ger ett enkelt sätt att söka i digiKams databas med en enda förfrågan. Alla argument som anges i textfältet **Sök** används för att bestämma resultaten. Man kan till exempel ange strängen "födelsedag" för att söka i hela databasen efter förekomster av ordet "födelsedag" i alla textfält i metadata, eller "05.webp" för att söka efter ett specifikt bildfilnamn "05.webp" (inget undantagstecken som i reguljära uttryck behövs).
uk: Поле швидкого пошуку — це невеличке поле у верхній частині діалогової області пошуку (на лівій бічній панелі), за допомогою якого ви зможете виконувати пошук за всіма полями даних у бібліотеці альбому єдиним запитом. У текстове поле **Пошук** ви можете ввести будь-які аргументи, які програма використає для пошуку результатів. Ви, наприклад, можете вказати рядок «народження», щоб наказати програмі виконати пошук у всій бібліотеці альбомів зображення, у описі яких міститься слово «народження», або ввести «05.webp», щоб наказати програмі знайти зображення з назвою «05.webp» (екранування, як у формальних виразах, не потрібне).

source: The digiKam Simple Search Tool
ca: L'eina de cerca senzilla del digiKam
it: Lo strumento Ricerca semplice di digiKam
nl: De eenvoudige zoekhulp van digiKam
pt_br: A ferramenta de pesquisa simples do digiKam
sl: Preprosto iskalno orodje digiKam
sv: Det enkla sökverktyget i digiKam
uk: Інструмент простого пошуку digiKam

source: Search Properties:
ca: Propietats de la cerca:
it: Proprietà della ricerca:
nl: Zoekeigenschappen:
pt_br: Propriedades da pesquisa:
sl: Iskanje lastnosti:
sv: Sökegenskaper:
uk: Властивості пошуку:

source: Searches are case insensitive.
ca: Les cerques no distingeixen entre majúscules i minúscules.
it: Le ricerche non distinguono le maiuscole.
nl: Zoekopdrachten zijn ongevoelig voor hoofdletters.
pt_br: Pesquisas diferenciam maiúsculas de minúsculas.
sl: Iskanja ne razlikujejo med velikimi in malimi črkami.
sv: Sökningar är skiftlägeskänsliga.
uk: Пошук буде виконано без врахування регістру.

source: Search terms separated by blanks are treated as boolean AND combinations.
ca: Els termes de cerca separats per espais es tracten com a combinacions booleanes AND.
it: I termini di ricerca separati da spazi sono trattati come combinazioni logiche di tipo E (AND).
nl: Zoektermen gescheiden door spaties worden behandeld als booleaanse EN combinaties.
pt_br: Termos de pesquisa separados por espaços são tratados como combinações booleanas E.
sl: Iskalni izrazi, ločeni s presledki, se obravnavajo kot logične IN kombinacije.
sv: Söktermer separerade med mellanslag behandlas som booleska OCH-kombinationer.
uk: Відокремлення пробілами ключів пошуку вважається визначенням логічної операції ТА.

source: Special characters are literal and not interpreted ( . * ? / etc.).
ca: Els caràcters especials són literals i no s'interpreten ( «.», «*», «?», «/», etc.).
it: I caratteri speciali sono intesi per come sono, e non saranno interpretati (. * ? / ecc.).
nl: Speciale tekens worden letterlijk genomen, dus niet geïnterpreteerd ( . * ? / etc.)
pt_br: Caracteres especiais são literais e não interpretados ( . * ? / etc.).
sl: Posebni znaki so dobesedni in se ne interpretirajo ( . * ? / itd.).
sv: Specialtecken är bokstavliga och tolkas inte ( . * ? / etc.).
uk: Спеціальні символи сприймаються за значеннями, а не інтерпретуються ( . * ? / тощо).

source: Includes all elements of the database: names, rating, keywords, tags, albums, collections, dates (and more in the future).
ca: Inclou tots els elements de la base de dades: noms, valoració, paraules clau, etiquetes, àlbums, col·leccions, dates (i més en el futur).
it: Include tutti gli elementi della banca dati: nomi, voto, parole chiave, tag, album, raccolte, date (e, in futuro, altro ancora).
nl: Omvat alle elementen van de database: namen, waardering, sleutelwoorden, tags, albums, verzamelingen, datums (en meer in de toekomst).
pt_br: Inclui todos os elementos do banco de dados: nomes, classificações, palavras-chave, etiquetas, álbuns, coleções, datas (e mais no futuro).
sl: Vključi vse elemente baze podatkov: imena, ocene, ključne besede, značke, albume, zbirke, datume (in še več v prihodnosti).
sv: Inkluderar alla element i databasen: namn, betyg, nyckelord, taggar, album, samlingar, datum (och mer i framtiden).
uk: До пошуку включаються всі елементи бази даних: назви, оцінки, ключові слова, мітки, альбоми, збірки, дати (у майбутніх версіях можливі і інші елементи).

source: Entering a string into the Save Current Search field will save your most recent search under the specified name. It will then appear in the **Searches** list field below. You can also save your searches as a live folder that always filters for what you entered as search criteria. Just type a name for the search into the **Save Current Search** field and click the **Save** button to the right of it.
ca: Si introduïu una cadena al camp Desa la cerca actual, es desarà la cerca més recent amb el nom especificat. Apareixerà al camp de llista **Cerques** a continuació. També podeu desar les vostres cerques com una carpeta en viu que sempre filtra el que heu introduït com a criteri de cerca. Només cal que escrigueu un nom per a la cerca al camp **Desa la cerca actual** i feu clic al botó **Desa** que hi ha a la dreta.
it: Inserendo una stringa nel campo **Salva la ricerca attuale** salverai la tua ricerca più recente sotto un nome specifico. Essa apparirà quindi nel campo elenco **Ricerche** sotto. Puoi salvare le tue ricerche anche come cartella attiva che filtra sempre in base a quello che digiti come criterio di ricerca: basta che scrivi qualcosa da cercare nel campo **Salva la ricerca attuale** e che fai clic sul pulsante **Salva** alla sua destra.
nl: Een tekenreeks invoeren in het veld Huidige zoekopdracht opslaan zal uw meest recente zoekopdracht onder de gespecificeerde naam opslaan. Het zal daarna verschijnen in de onderstaande list met **Zoekopdrachten**. U kunt uw zoekopdrachten opslaan als een live-map die altijd filtert op wat u invoert als zoekcriterium. Typ gewoon een naam voor de zoekopdracht in in het veld **Huidige zoekopdracht opslaan** en klik op de knop **Opslaan** rechts ervan.
pt_br: Ao inserir um texto no campo de Salvar a pesquisa atual, sua pesquisa mais recente será salva com o nome especificado. Ela aparecerá no campo de lista **Pesquisas** abaixo. Você também pode salvar suas pesquisas como uma pasta ativa que sempre filtra o que você inseriu como critério de pesquisa. Basta digitar um nome para a pesquisa no campo **Salvar a pesquisa atual** e clicar no botão **Salvar** à direita.
sl: Če vnesete niz v polje Shrani trenutno iskanje, boste shranili svoje zadnje iskanje pod navedenim imenom. Nato se prikaže v spodnjem polju seznama **Iskanja**. Svoja iskanja lahko shranite tudi kot živo mapo, ki vedno filtrira tisto, kar ste vnesli kot merila iskanja. Preprosto vnesite ime za iskanje v polje **Shrani trenutno iskanje** in kliknite gumb **Shrani** na desni strani.
sv: Om en sträng skrivs in i fältet Spara aktuell sökning sparas den senaste sökningen under det angivna namnet. Den visas då i listfältet **Sökningar** nedan. Man kan också spara sökningar som en aktiv katalog där det som angav som sökkriterier alltid filtreras. Skriv bara ett namn på sökningen i fältet **Spara aktuell sökning** och klicka på knappen **Spara** till höger om det.
uk: Просто введіть назву пошуку до поля **Збереження поточного запиту**, і програма збереже найсвіжіший пошук із вказаною назвою. Після збереження пункт вашого фільтра з’явиться у списку **Результати пошуку** нижче. Ви також можете зберегти ваші пошуки як фіктивну теку, яка завжди фільтруватиме за тим, що ви вкажете як критерії пошуку. Просто введіть назву пошуку у полі **Збереження поточного запиту** і натисніть кнопку **Зберегти** праворуч від нього.

source: When saved, the filter will appear in the **Searches** list. By clicking the title bar of this list you can invert the sorting order. Once you select one of your saved searches, the search result will be presented in the Image Area immediately and the **Save Current Search** field will convert into a **Edit Stored Search** field where you can edit your search criteria. The name of the saved search will be used to label the search result in the Image Area.
ca: Quan es desi, el filtre apareixerà a la llista **Cerques**. Fent clic en la barra de títol d'aquesta llista, podreu invertir el sentit d'ordenació. Una vegada seleccioneu una de les cerques desades, el resultat de la cerca es presentarà a l'àrea d'imatges i el camp **Desament de la cerca actual** es convertirà en un camp **Edició de la cerca emmagatzemada** des d'on podreu editar els criteris de cerca. El nom de la cerca desada s'utilitzarà per a etiquetar el resultat de la cerca a l'àrea d'imatges.
it: Una volta salvato, il filtro appare nell'elenco **Ricerche**; se fai clic sulla barra del titolo di questo elenco puoi invertire l'ordinamento. Una volta selezionata una delle ricerche salvate, i risultati della ricerca saranno immediatamente visualizzati nell'area dell'immagine, e il campo **Salva la ricerca attuale** diventerà **Modifica la ricerca salvata**, in cui potrai modificare i tuoi criteri di ricerca. Il nome della ricerca salvata sarà utilizzato per etichettare i risultati della ricerca nell'area dell'immagine.
nl: Na opslaan zal het filter verschijnen in de lijst **Zoekopdrachten**. Door te klikken op de titelbalk van deze lijst kunt u de sorteervolgorde omdraaien. Nadat u een van uw opgeslagen zoekopdrachten hebt geselecteerd zal het zoekresultaat onmiddellijk gepresenteerd worden in het Afbeeldingsgebied en het veld **Huidige zoekopdracht opslaan** zal geconverteerd worden in een veld **Opgeslagen zoekopdracht bewerken** waar u uw zoekcriteria kunt bewerken. De naam van de opgeslagen zoekopdracht zal gebruikt worden om het zoekresultaat een label te geven in het Afbeeldingsgebied
pt_br: Após salvar, o filtro aparecerá na lista **Pesquisas**. Ao clicar na barra de título desta lista, você pode inverter a ordem de classificação. Após selecionar uma das suas pesquisas salvas, o resultado da pesquisa será apresentado imediatamente na Área de imagens e o campo **Salvar a pesquisa atual** será convertido em um campo **Editar pesquisa armazenada**, onde você poderá editar seus critérios de pesquisa. O nome da pesquisa salva será usado para rotular o resultado da pesquisa na área de imagens.
sl: Ko je filter shranjen, se bo pojavil na seznamu **Iskanja**. S klikom na naslovno vrstico tega seznama lahko obrnete vrstni red razvrščanja. Ko izberete eno od svojih shranjenih iskanj, bo rezultat iskanja takoj prikazan v območju slik in polje **Shrani trenutno iskanje** se bo spremenilo v polje **Urejanje shranjenega iskanja**, kjer lahko uredite iskalne kriterije. Ime shranjenega iskanja bo uporabljeno za označevanje rezultatov iskanja v območju slike.
sv: När filtret har sparats visas det i listan **Sökningar**. Genom att klicka på namnlisten i listan kan man invertera sorteringsordningen. När man har valt en av de sparade sökningarna visas sökresultatet omedelbart i bildområdet och fältet **Spara aktuell sökning** konverteras till fältet **Redigera lagrad sökning** där man kan redigera sökkriterier. Namnet på den sparade sökningen används för att märka sökresultatet i bildområdet.
uk: Після збереження пункт вашого фільтра з’явиться у списку Результати пошуку. Клацанням на смужці заголовка цього списку ви можете змінити упорядковування на протилежне. Після вибору одного зі збережених результатів пошуку його негайно буде показано у області зображень, а поле **Збереження поточного пошуку** буде замінено на **Змінити запит**, і ви зможете змінити вказані вами критерії пошуку. Назву збереженого пошуку буде використано як мітку результатів пошуку у області зображень.

source: You can also manage your saved searches with a context menu by right-clicking on a given saved search. So right-click to delete or rename a saved search from the list.
ca: També podeu gestionar les vostres cerques desades amb un menú contextual fent clic dret sobre una cerca desada. Així que feu clic amb el botó dret per a suprimir o canviar el nom d'una cerca desada de la llista.
it: Puoi anche gestire le tue ricerche salvate con il menu contestuale, facendo clic col pulsante destro del mouse su una ricerca salvata specifica. Così facendo, puoi eliminare o rinominare una ricerca salvata dall'elenco.
nl: U kunt uw opgeslagen zoekopdrachten ook beheren met een contextmenu door rechts te klikken op een gegeven opgeslagen zoekopdracht. Dus klik rechts om een opgeslagen zoekopdracht uit de lijst om ze te verwijderen of te hernoemen.
pt_br: Você também pode gerenciar suas pesquisas salvas com um menu de contexto clicando com o botão direito do mouse em uma determinada pesquisa salva. Clique com o botão direito para excluir ou renomear uma pesquisa salva da lista.
sl: Shranjena iskanja lahko upravljate tudi s kontekstnim menijem, tako da z desno miškino tipko kliknete dano shranjeno iskanje. Torej z desnim klikom izbrišete ali preimenujete shranjeno iskanje s seznama.
sv: Man kan också hantera sparade sökningar med en sammanhangsberoende meny genom att högerklicka på en given sparad sökning. Högerklicka för att ta bort eller byta namn på en sparad sökning från listan.
uk: Крім того, керувати збереженими пошуками можна за допомогою контекстного меню, яке можна викликати клацанням правою кнопкою миші на пунктів збереженого пошуку. Отже, достатньо клацання правою кнопкою миші для вилучення або перейменування збереженого пошуку зі списку.

source: The textbox below the Searches list can be used to search for saved searches when the Searches list gets too long.
ca: El quadre de text de sota de la llista de cerques es pot utilitzar per a cercar cerques desades quan la llista de cerques es fa massa llarga.
it: Quando l'elenco delle ricerche diventa troppo lungo, puoi utilizzare la casella di testo sotto l'elenco Ricerche per ricercare le ricerche salvate.
nl: Het tekstvak onder de lijst met Zoekopdrachten kan gebruikt worden om zoekopdrachten voor opgeslagen zoekopdrachten te doorzoeken wanneer de lijst met Zoekopdrachten te lang wordt.
pt_br: A caixa de texto abaixo da lista de Pesquisas pode ser usada para pesquisar pesquisas salvas quando a lista de Pesquisas ficar muito longa.
sl: Besedilno polje pod seznamom iskanj lahko uporabite za iskanje shranjenih iskanj, ko postane seznam iskanj predolg.
sv: Textrutan under söklistan kan användas för att söka efter sparade sökningar när söklistan blir för lång.
uk: Полем для введення тексту під списком пошуків можна скористатися для пошуку збережених пошуків, якщо список стає надто великим.

source: The Advanced Search Tool
ca: L'eina de cerca avançada
it: Lo strumento Ricerca avanzata
nl: De geavanceerde zoekhulp
pt_br: A ferramenta de pesquisa avançada
sl: Orodje za napredno iskanje
sv: Det avancerade sökverktyget
uk: Інструмент складного пошуку
