Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/similarity_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: digiKam Main Window Similarity View
ca: La vista de similitud a la finestra principal del digiKam
it: Vista somiglianza della finestra principale di digiKam
nl: Gelijkenisweergaven in het hoofdvenster van digiKam
pt_br: Vista de semelhança na janela principal do digiKam
sl: Pogled podobnosti glavnega okna digiKam
uk: Панель перегляду подібності основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, similarity, search, duplicates, sketch
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, similitud, cerca, duplicats, esbós
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, somiglianza, ricerca, duplicati, schizzo
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, gelijkenis, zoeken, duplicaten, schets
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, semelhança, pesquisa, duplicatas, esboço
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, podobnost, iskanje, dvojniki, skica
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, подібність, пошук, дублікати, ескіз

source: :ref:`Similarity View <left_sidebar>`
ca: :ref:`Vista de similitud <left_sidebar>`
nl: :ref:`Weergave van gelijkenissen <left_sidebar>`
pt_br: :ref:`Vista de semelhança <left_sidebar>`
sl: :ref:`Pogled podobnosti <left_sidebar>`
uk: :ref:`Перегляд подібності <left_sidebar>`

source: Contents
ca: Contingut
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Overview
ca: Vista general
it: Panoramica
nl: Overzicht
pt_br: Visão geral
sl: Pregled
uk: Огляд

source: If you have lost a picture because you can't remember its name or where you filed it, you might want to perform a *Similarity* search on your collections.
ca: Si trobeu a faltar una fotografia perquè no en podeu recordar el nom o on es va arxivar, potser voldreu fer una cerca de *similitud* en les vostres col·leccions.
it: Se hai perso una foto perché non ti ricordi il nome o dove l'hai conservata, potresti voler eseguire una ricerca per *somiglianza* sulle tue raccolte.
nl: Als u een afbeelding hebt verloren omdat u zijn naam niet meer herinnert of waar u het hebt opgeslagen, dan zou u willen zoeken op *Gelijkenissen* in uw verzamelingen.
pt_br: Se você perdeu uma foto porque não consegue lembrar o nome dela ou onde a arquivou, talvez seja necessário realizar uma pesquisa de *semelhança* em suas coleções.
sl: Če ste izgubili sliko, ker se ne morete spomniti njenega imena ali kam ste jo shranili, boste morda želeli izvesti iskanje po *podobnosti* na svojih zbirkah.
uk: Якщо ви втратили знімок через те, що не можете згадати назву файла або місце, де ви його зберегли, і не можете його знайти, вам варто виконати пошук *подібності* у ваших збірках.

source: digiKam characterizes every image by a fingerprint (or signature), that is internally represented as a lengthy number. These fingerprints are computed in such a way that the less numerical difference there is between any two image fingerprints, the more the two images resemble each other. Comparison of these fingerprints thus make it possible to find similar images. This methodology is the core engine for three features in the Similarity View named find **Duplicates**, find similar **Image**, and find by **Sketch**.
ca: El digiKam caracteritza cada imatge amb una empremta digital (o signatura), que es representa internament com un número llarg. Aquestes empremtes digitals es calculen de tal manera que com menys diferència numèrica hi ha entre dues empremtes digitals d'imatges qualssevol, més s'assemblen les dues imatges. La comparació d'aquestes empremtes digitals permet trobar imatges similars. Aquesta metodologia és el motor principal de tres característiques a la Vista de similitud anomenada cerca de **Duplicats**, cerca d'**Imatges** similars i cerca per **Esbós**.
it: digiKam caratterizza ciascuna immagine da un codice di controllo (o firma), internamente rappresentata da un lungo numero. Questi codici sono calcolati in modo che più piccola è la differenza numerica tra le firme di due immagini, più alto è il loro grado di somiglianza. Il confronto tra questi codici di controllo rende così possibile l'individuazione di immagini simili. Questa regola è il motore principale per tre funzionalità, nella vista Somiglianza, chiamate trova **duplicati**, trova **immagini** simili e trova per **schizzo**.
nl: digiKam karakteriseert elke afbeelding met een vingerafdruk (of signatuur), die intern gerepresenteerd wordt als een lang getal. Deze vingerafdrukken worden berekend op zo'n manier dat hoe minder numeriek verschil er is tussen elke twee vingerafdrukken van een afbeelding, hoe meer de twee afbeeldingen op elkaar lijken. Vergelijken van deze vingerafdrukken maakt het dus mogelijk om gelijksoortige afbeeldingen te vinden. Deze methode is de kernmotor voor drie functies in de Gelijkenisweergave genaamd zoek **Duplicaten**, zoek gelijkende **Afbeeldingen** en zoeken door een **Schets**.
pt_br: O digiKam caracteriza cada imagem por uma impressão digital (ou assinatura), que é representada internamente como um número bem extenso. Essas impressões digitais são computadas de tal forma que quanto menor a diferença numérica entre duas impressões digitais de imagem, mais as duas imagens se assemelham. A comparação dessas impressões digitais, portanto, possibilita a busca por imagens semelhantes. Essa metodologia é o mecanismo central para três recursos na vista de semelhança, denominados localizar **Duplicatas**, localizar uma **Imagem semelhante ** e localizar com base em um **Esboço**.
sl: digiKam vsako sliko okarakterizira s prstnim odtisom (ali podpisom), ki je interno predstavljen kot dolga številka. Ti prstni odtisi so izračunani tako, da manjša kot je številčna razlika med katerima koli prstnim odtisom slike, bolj sta si sliki podobni. Primerjava teh prstnih odtisov tako omogoča iskanje podobnih slik. Ta metodologija je osnovni mehanizem za tri funkcije v pogledu podobnosti, imenovane iskanje **dvojnikov**, iskanje podobne **slike** in iskanje po **skici**.
uk: digiKam характеризує кожне з зображень довгим числом, за допомогою якого можна знайти подібні зображення, порівнюючи їхню обчислену цифрову сигнатуру. Чим меншою буде відмінність між двома числовими відбитками зображень, тим подібнішими є ці зображення. Таким чином, порівняння цих відбитків робить можливим пошук подібних зображень. Ця методологія є основою роботи трьох можливостей програми: пошуку дублікатів, пошуку подібних зображень і пошуку за ескізом.

source: digiKam uses Wavelets/Haar algorithms based on the `Fast Multi-Resolution Image Querying publication <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_ to compute fingerprints for every image in the database. These calculations are done in the background.
ca: El digiKam utilitza en segon pla els algorismes per ondetes/Haar basats en la `publicació Fast Multi-Resolution Image Querying <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_ per a calcular les empremtes digitals de cada imatge de la base de dades. Aquests càlculs es fan en segon pla.
it: Per calcolare i codici di controllo per ciascuna immagine nella banca dati, digiKam usa l'algoritmo Wavelets/Haar basato sulla pubblicazione `Fast Multi-Resolution Image Querying <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_. Questi calcoli vengono eseguiti in background.
nl: digiKam gebruikt de algoritmen Wavelets/Haar gebaseerd op de `Fast Multi-Resolution Image Querying publicatie <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_ om vingerafdrukken voor elke afbeelding in de database te berekenen. Deze berekeningen worden in de achtergrond gedaan.
pt_br: O digiKam utiliza algoritmos Wavelets/Haar baseados na publicação `Fast Multi-Resolution Image Querying <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_ para calcular impressões digitais para cada imagem no banco de dados. Esses cálculos são feitos em segundo plano.
sl: digiKam uporablja algoritme Wavelets/Haar, ki temeljijo na publikaciji Fast Multi-Resolution Image Querying <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_ za izračun prstnega odtisa za vsako sliko v bazi podatkov. Ti izračuni se izvajajo v ozadju.
uk: Основою пошуку у digiKam є алгоритми вейвлетів/Хаара, які засновано на `роботі щодо швидкої обробки зображень у багатьох розмірностях <https://grail.cs.washington.edu/wp-content/uploads/2015/08/jacobs-1995.pdf>`_ для обчислення відбитків для кожного зображення у базі даних. Ці обчислення буде виконано у фоновому режимі.

source: Find Duplicates
ca: Cerca els duplicats
it: Trova duplicati
nl: Duplicaten zoeken
pt_br: Localizar duplicatas
sl: Poišči dvojnike
uk: Пошук дублікатів

source: Before you can have digiKam find duplicates, the fingerprints of the images within the collections have to be calculated. You can start that process with the button **Update Fingerprints** which initiates a total rebuild of the image fingerprint database. This may take hours if you have a large collection and slow storage devices. If you have already scanned your images for fingerprints, then you should skip this step.
ca: Abans que el digiKam pugui trobar els duplicats, cal calcular les empremtes digitals de les imatges. Podreu iniciar aquest procés amb el botó **Actualitza les empremtes digitals**, el qual inicia una reconstrucció total de la base de dades d'empremtes digitals de les imatges. Això pot trigar hores si teniu una col·lecció gran i dispositius d'emmagatzematge lents. Si ja heu explorat les imatges a la cerca d'empremtes digitals, hauríeu d'ometre aquest pas.
it: Prima che digiKam possa trovare i duplicati, vanno calcolati i codici di controllo delle immagini all'interno delle raccolte. Puoi iniziare questo processo col pulsante **Aggiorna codici di controllo** che avvia una ricostruzione completa della banca dati dei codici di controllo delle immagini. Possono volerci ore se possiedi una raccolta grande e dei dispositivi di archiviazione lenti. Se hai già analizzato le immagini per i codici di controllo devi saltare questo passaggio.
nl: Voordat u digiKam duplicaten kan laten zoeken moeten de vingerafdrukken van de afbeeldingen in de verzamelingen berekend worden. U kunt dat proces starten met de knop **Vingerafdrukken bijwerken** die een totaal opnieuw bouwen van de database met vingerafdrukken van de afbeeldingen initieert (kan uren duren als u een grote verzameling hebt en langzame opslagapparaten). Als u uw afbeeldingen al hebt gescand op vingerafdrukken dan zou u deze stap over moeten slaan.
pt_br: Antes que o digiKam encontre itens duplicados, as impressões digitais das imagens dentro das coleções precisam ser calculadas. Você pode iniciar esse processo clicando no botão **Atualizar todas as impressões digitais**, que inicia uma reconstrução completa do banco de dados de impressões digitais de imagens. Isso pode levar horas se você tiver uma coleção grande e dispositivos de armazenamento lentos. Se você já analisou suas imagens com base nas impressões digitais, pule esta etapa.
sl: Preden digiKamu omogočite iskanje dvojnikov, je treba izračunati prstne odtise slik znotraj zbirk. Ta postopek lahko začnete z gumbom **Posodobi prstne odtise**, ki sproži popolno obnovo baze podatkov prstnih odtisov slik. To lahko traja več ur, če imate veliko zbirko in počasne naprave za shranjevanje. Če ste svoje slike že prečesali za prstne odtise, ta korak preskočite.
uk: Перш ніж ви зможете шукати дублікати за допомогою digiKam, слід обчислити відбитки зображень у збірках. Розпочати процедуру можна за допомогою натискання кнопки **Оновити відбитки**, яка започатковує повне переобчислення бази даних відбитків зображень. Процедура може тривати годинами, якщо ваша збірка містить дуже багато зображень, а обмін даними з носієм для їхнього зберігання є повільним. Якщо сканування ваших зображень для обчислення відбитків вже виконано, вам слід пропустити цей крок.

source: You can also perform fingerprint operations using :menuselection:`Tools --> Maintenance` and select **Rebuild Finger-prints** option. You can optionally choose if you want to rebuild the entire database or only scan your database for changed or new items, which is the default behavior. Scanning for changed or new items is naturally the faster option.
ca: També podeu realitzar operacions d'empremtes digitals utilitzant :menuselection:`Eines --> Manteniment` i seleccioneu l'opció **Reconstrueix les empremtes digitals**. Opcionalment podeu triar si voleu reconstruir tota la base de dades o només escanejar la base de dades cercant elements canviats o nous, que és el comportament predeterminat. Naturalment, escanejar cercant elements canviats o nous és l'opció més ràpida.
it: Puoi eseguire operazioni sui codici di controllo in :menuselection:`Strumenti --> Manutenzione`, selezionando l'opzione **Ricostruisci codici di controllo**. In aggiunta, puoi scegliere se ricostruire l'intera banca dati o analizzarla solo per cercare i codici di controllo cambiati o per nuovi elementi, che è il comportamento predefinito. L'analisi degli elementi cambiati o nuovi è ovviamente l'opzione più veloce.
nl: U kunt ook vingerafdrukbewerkingen uitvoeren met gebruik van :menuselection:`Hulpmiddelen --> Onderhoud` en de optie **Vingerafdrukken opnieuw bouwen**. U kunt optioneel kiezen of u de gehele database opnieuw wilt bouwen of alleen uw database op wijzigingen of nieuwe items, dit is het standaard gedrag. Scannen op wijzigingen of nieuwe items is natuurlijk de snellere optie.
pt_br: Você também pode executar operações de impressão digital usando :menuselection:`Ferramentas --> Manutenção` e selecionando a opção **Reconstruir impressões digitais**. Opcionalmente, você pode escolher se deseja reconstruir todo o banco de dados ou apenas verificar se há itens novos ou alterados, que é o comportamento padrão. Verificar se há itens novos ou alterados é naturalmente a opção mais rápida.
sl: Operacije s prstnimi odtisi lahko izvedete tudi z :menuselection:`Orodja --> Vzdrževanje` in izberete možnost **Obnovi prstne odtise**. Po želji lahko izberete, ali želite znova zgraditi celotno zbirko podatkov ali samo pregledati zbirko podatkov za spremenjene ali nove elemente, kar je privzeto vedenje. Iskanje spremenjenih ali novih predmetov je seveda hitrejša možnost.
uk: Дії з відбитками можна виконати за допомогою пункту меню :menuselection:`Інструменти --> Супровід`, далі слід вибрати **Заново створити відбитки**. Ви можете вибрати між повним оновленням бази даних відбитків і обробкою лише тих записів, для яких у базі даних немає відбитків (типова поведінка). Вибір швидшого варіанта дасть швидші результати, оскільки програма виконуватиме обчислення лише тих відбитків, яких ще не було у базі даних.

source: Once the fingerprints are calculated you can use **Find Duplicates**, but the calculation will take a long time since it has to compare every image with every other image. So it is often better to confine your search to certain **Albums** and/or **Tags**. The **All albums** and **All tags** check-boxes perform global searches in the database. Otherwise use the drop-down menu to specify which **Albums** and/or **Tags** to search.
ca: Un cop calculades les empremtes digitals, podeu utilitzar **Cerca els duplicats**, però el càlcul trigarà molt temps, ja que ha de comparar cada imatge amb qualsevol altra imatge. Per tant, sovint és millor limitar la cerca a certs **Àlbums** i/o **Etiquetes**. Les caselles de selecció **Tots els àlbums** i **Totes les etiquetes** realitzen cerques globals a la base de dades. En cas contrari, utilitzeu el menú desplegable per a especificar quins **Àlbums** i/o **Etiquetes** voleu cercar.
nl: Nadat de vingerafdrukken zijn berekend kunt u **Duplicaten zoeken**, maar de berekening zal lang duren omdat het elke afbeelding met elke andere afbeelding moet vergelijken. Het is dus vak beter om uw zoeken te beperken tot bepaalde **Albums** en/of **Tags**. De keuzevakken **Alle albums** en **Alle tags** voeren globale zoekopdrachten uit in de database. Gebruik anders het afrolmenu om te specificeren welke **Albums** en/of **Tags** te doorzoeken.
pt_br: Após o cálculo das impressões digitais, você pode usar a ferramenta para **Localizar duplicatas**, mas o cálculo levará muito tempo, pois el precisa comparar todas as imagens. Portanto, geralmente é melhor limitar sua busca a determinados **Álbuns** e/ou **Etiquetas**. As caixas de seleção **Todos os álbuns** e **Todas as etiquetas** realizam buscas globais no banco de dados. Caso contrário, use o menu suspenso para especificar quais **Álbuns** e/ou **Etiquetas** pesquisar.
sl: Ko so prstni odtisi izračunani, lahko uporabite **Poišči dvojnike**, vendar bo izračun trajal dolgo, saj mora vsako sliko primerjati z vsako drugo sliko. Zato je pogosto bolje, da iskanje omejite na določene **Albume** in/ali **Značke**. Potrditvena polja **Vsi albumi** in **Vse značke** izvajajo globalna iskanja v bazi podatkov. V nasprotnem primeru uporabite spustni meni, da določite, katere **Albume** in/ali **Značke** želite preiskati.
uk: Коли буде обчислено відбитки, ви зможете скористатися можливістю **пошуку дублікатів**, але і цей процес буде тривалим, оскільки програмі доведеться порівняти кожне зображення з усіма іншими зображеннями. Отже, варто у кожному випадку обмежити пошук певними **альбомами** і/або **мітками**. За допомогою пунктів **Уся збірка альбомів** і **Уся збірка міток** можна виконати загальний пошук у базі даних. Якщо ж у цьому немає потреби, ви можете скористатися спадним меню, де можна вказати, у яких **альбомах** і/або для яких **міток** слід виконати пошук.

source: The fundamental result of a **Find Duplicates** operation is a list of Reference images, which should be thought of as originals, and the number of images found that are duplicates of the reference image. A **Remove Duplicates** operation would then remove the duplicate images, without disturbing the reference images. But when digiKam identifies a group of duplicate images, how does it identify which is the reference image that should be maintained, and which are the duplicates?
ca: El resultat bàsic d'una operació **Cerca els duplicats** és una llista d'imatges de referència, que s'han de considerar com a originals, i el nombre d'imatges trobades que són duplicats de la imatge de referència. Una operació **Elimina els duplicats** eliminaria les imatges duplicades, sense afectar les imatges de referència. Però quan el digiKam identifica un grup d'imatges duplicades, com identifica quina és la imatge de referència que s'ha de mantenir i quins són els duplicats?
it: Il risultato fondamentale di un'operazione di **ricerca duplicati** è un elenco di immagini di riferimento, che devono essere considerate come originali, e il numero di immagini trovate che sono duplicati dell'immagine di riferimento. L'operazione **Rimuovi duplicati** andrà a rimuovere quindi le immagini duplicate, senza alterare le immagini di riferimento. Ma quando digiKam identifica un gruppo di immagini duplicate, come identifica qual è l'immagine di riferimento da conservare e quali sono i duplicati?
nl: Het fundamentele resultaat van een bewerking **Duplicaten zoeken** is een lijst met Referentie-afbeeldingen, die beschouwd zouden moetn worden als originelen en het aantal afbeeldingen gevonden dat duplicaten zijn van de referentie-afbeelding. Een bewerking **Duplicaten verwijderen** zou dan de duplicaten verwijderen, zonder de referentie-afbeeldingen te verstoren. Maar wanneer digiKam een groep duplicaten identificeert, hoe identificeert het welke de referentie-afbeelding is die gehandhaafd zou moeten worden en welke de duplicaten zijn?
pt_br: O resultado fundamental de uma operação para **Localizar duplicatas** é uma lista de imagens de referência, que devem ser consideradas originais, e o número de imagens encontradas que são duplicatas da imagem de referência. Uma operação de **Remover duplicatas** removeria então as imagens duplicadas, sem afetar as imagens de referência. Mas quando o digiKam identifica um grupo de imagens duplicadas, como ele identifica qual é a imagem de referência que deve ser mantida e quais são as duplicatas?
sl: Temeljni rezultat operacije **Poišči dvojnike** je seznam referenčnih slik, ki jih je treba obravnavati kot izvirnike, in število najdenih slik, ki so dvojniki referenčne slike. Operacija **Odstrani dvojnike** bi nato odstranila podvojene slike, ne da bi motila referenčne slike. Toda ko digiKam identificira skupino podvojenih slik, kako ugotovi, katera je referenčna slika, ki jo je treba ohraniti, in katere so dvojnice?
uk: Основним результатом дії **Знайти дублікати** є список еталонних зображень, які слід вважати оригіналами, і кількість знайдених зображень, які є дублікатами еталонного зображення. Дія **Вилучити дублікати** згодом призведе до вилучення дублікатів зображень, не порушуючи еталонні зображення. Але коли digiKam ідентифікує групу дублікатів зображень, як програма визначає, яке зображення є еталонним, а які зображення є дублікатами?

source: The **Reference Image Selection Method** setting allows selection of how the reference image is determined.
ca: El paràmetre **Mètode de selecció de la imatge de referència** permet seleccionar com es determina la imatge de referència.
it: L'impostazione **Metodo di selezione dell'immagine di riferimento** permette di selezionare il metodo su come l'immagine di riferimento è determinata.
nl: De instelling **Methode selectie van Referentie-afbeelding** biedt selectie over hoe de referentie-afbeelding wordt bepaald.
pt_br: A configuração do **Método de seleção de imagem de referência** permite a seleção de como a imagem de referência é determinada.
sl: Nastavitev **Metoda izbire referenčne slike** omogoča izbiro načina določanja referenčne slike.
uk: За допомогою пункту **Спосіб вибору еталонного зображення** ви можете вибрати спосіб визначення еталонного зображення.

source: **Older or Larger** is the method used prior to version 8.1.0. The reference image is the duplicate that is older or larger than the others
ca: **Més antiga o més gran** és el mètode utilitzat abans de la versió 8.1.0. La imatge de referència és la del duplicat que és antic o més gran que els altres
it: **Più vecchia o più grande** è il metodo utilizzato prima della versione 8.1.0. L'immagine di riferimento è il duplicato più vecchio o più grande delle altre
nl: **Ouder of groter** is de methode gebruikt vóór versie 8.1.0. De referentie-afbeelding is de afbeelding die ouder of groter is dan de anderen
pt_br: **Mais antiga ou maior** é o método usado antes da versão 8.1.0. A imagem de referência é a duplicata mais antiga ou maior que as demais
sl: **Starejše ali večje** je metoda, uporabljena pred različico 8.1.0. Referenčna slika je dvojnica, ki je starejša ali večja od drugih
uk: **Старіші або більші** — спосіб, який програма використовувала до версії 8.1.0. Еталонним вважатиметься те зображення з дублікатів, яке є старішим або більшим за інші.
