Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/similarity_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: **Prefer selected folder as reference** means that the reference image is chosen from the selected album or albums
ca: **Prefereix la carpeta seleccionada com a referència** significa que la imatge de referència es tria entre l'àlbum o els àlbums seleccionats
it: **Preferisci cartella selezionata come riferimento** indica che l'immagine di riferimento è scelta dall'album o dagli album selezionati
nl: **Prefereer de geselecteerde map als referentie** betekent dat de referentie-afbeelding wordt gekozen uit het geselecteerde album of albums
pt_br: **Preferir álbum selecionado como referência** significa que a imagem de referência é escolhida do álbum ou álbuns selecionados
sl: **Preferiraj izbrano mapo kot referenco** pomeni, da je referenčna slika izbrana iz izbranega albuma ali albumov
uk: **Перевага позначеної теки, як еталонної** означає, що у новій структурі альбомів можна буде вибрати альбоми, і якщо буде виявлено дублікати, програма використає як еталонні зображення з однієї з вибраних тек.

source: **Prefer other than selected folder as reference** means that the reference image is chosen from an album that has not been selected
ca: **Prefereix una altra carpeta en lloc de la seleccionada com a referència** significa que la imatge de referència es tria d'un àlbum que no s'ha seleccionat
it: **Preferisci cartella diversa da quella selezionata come riferimento** indica che l'immagine di riferimento è scelta da un album che non è stato selezionato
nl: **Prefereer een andere dan de geselecteerde map als referentie** betekent dat de referentie-afbeelding wordt gekozen uit een album dat niet is geselecteerd
pt_br: **Preferir álbum diferente do selecionado como referência** significa que a imagem de referência será escolhida de um álbum que não foi selecionado
sl: **Preferiraj drugo drugo mapo namesto izbrane kot referenco** pomeni, da je referenčna slika izbrana iz albuma, ki ni bil izbran
uk: **Перевага місць поза позначеною текою, як еталонною** означає, що у новій структурі альбомів можна буде вибрати альбоми, і якщо буде виявлено дублікати, програма використає як еталонні зображення **поза** вибраними теками.

source: **Prefer Newer Creation Date** means that the reference image is the duplicate that has the newest creation date
ca: **Prefereix una data de creació més nova** significa que la imatge de referència és el duplicat que té la data de creació més nova
it: **Preferisci data di creazione più recente** indica che l'immagine di riferimento è il duplicato che possiede la data di creazione più recente
nl: **Prefereer nieuwere aanmaakdatum** betekent dat de referentie-afbeelding de afbeelding is die de nieuwste aanmaakdatum heeft
pt_br: **Preferir data de criação mais recente** significa que a imagem de referência é a duplicata que tem a data de criação mais recente
sl: **Preferiraj novejši datum stvaritve** pomeni, da je referenčna slika dvojnica tiste z najnovejšim datumom stvaritve
uk: **Перевага новішої дати створення** означає, що як еталонні буде використано дублікати, які є новішими у сенсі дати створення

source: **Prefer Newer Modification Date** means that the reference image is the duplicate that has the newest modification date
ca: **Prefereix la data de modificació més nova** significa que la imatge de referència és el duplicat que té la data de modificació més nova
it: **Preferisci data di modifica più recente** indica che l'immagine di riferimento è il duplicato che possiede la data di modifica più recente
nl: **Prefereer nieuwere wijzigingsdatum** betekent dat de referentie-afbeelding de afbeelding is die de nieuwste wijzigingsdatum heeft
pt_br: **Preferir data de modificação mais recente** significa que a imagem de referência é a duplicata que possui a data de modificação mais recente
sl: **Preferiraj novejši datum spremembe** pomeni, da je referenčna slika dvojnicatiste z najnovejšim datumom spremembe
uk: **Перевага новішої дати внесення змін** означає, що як еталонні буде використано дублікати, які є новішими у сенсі дати внесення змін

source: Find Duplicates Tool Searching in Whole Albums Collection with the reference file not in the potential Duplicates folder. The results are displayed in Icon-View
ca: L'eina Cerca els duplicats cercant en tota la col·lecció d'àlbums i amb el fitxer de referència que no es troba a la carpeta potencial de duplicats. El resultat es mostra en la vista d'icones
it: Lo strumento Trova duplicati che ricerca nell'intera raccolta degli album con il file di riferimento non nella cartella dei duplicati potenziali. I risultati sono mostrati nella vista a icone
nl: Hulpmiddel Zoeken naar duplicaten in de gehele albumverzameling met het referentie-bestand niet in de potentiële map met duplicaten. Het resultaat zal getoond worden in de pictogramweergave
pt_br: Ferramenta para localizar duplicatas: Busca em toda a coleção de álbuns com o arquivo de referência não localizado na pasta de possíveis duplicatas. Os resultados são exibidos na vista em miniaturas
sl: Orodje za iskanje dvojnikov išče v celotni zbirki albumov, pri čemer referenčna datoteka ni v potencialni mapi dvojnikov. Rezultati so prikazani v pogledu ikon
uk: Інструмент пошуку дублікатів виконує пошук в усій збірці альбомів із еталонним файлом, якого немає у теці потенційних дублікатів, та показує результати на панелі перегляду піктограм

source: The **Restrict to** setting limits the albums or tags used in the reference image selection. Possible options are listed below:
ca: El paràmetre **Restringeix a** limita els àlbums o etiquetes utilitzats a la selecció de la imatge de referència. Les possibles opcions es llisten a continuació:
it: L'impostazione **Limita a** limita gli album o i tag utilizzati nella selezione dell'immagine di riferimento. Le opzioni possibili sono:
nl: De instelling **Beperken tot** beperkt de albums of tags gebruikt in de selectie van de referentie-afbeelding. Mogelijke opties staan de onderstaande lijst:
pt_br: A configuração **Restringir pesquisa a** limita os álbuns ou etiquetas usados ​​na seleção da imagem de referência. As opções possíveis estão listadas abaixo:
sl: Nastavitev **Omeji na** omejuje albume ali značke, uporabljene pri izbiri referenčne slike. Možne možnosti so navedene spodaj:
uk: За допомогою пункту **Обмеження** можна застосувати певні критерії для обмеження альбомів або міток, які буде використано при виборі еталонного зображення. Можливі варіанти наведено нижче:

source: **One of** means that the reference images are either from the selected albums or have the selected tags.
ca: **Un de** significa que les imatges de referència són dels àlbums seleccionats o tenen les etiquetes seleccionades.
it: **Una di** significa che le immagini di riferimento o provengono dagli album selezionati o hanno i tag selezionati.
nl: **Eén van** betekent dat de referentie-afbeeldingen ofwel komen uit de geselecteerde albums of de geselecteerde tags hebben.
pt_br: **Um dos** significa que as imagens de referência são dos álbuns selecionados ou possuem as etiquetas selecionadas.
sl: **Ena od** pomeni, da so referenčne slike iz izbranih albumov ali pa imajo izbrane značke.
uk: **У одному з** означає, що зображення належать вибраним альбомам або міткам.

source: **Both** means that the reference images are from the selected albums and have the selected tags.
ca: **Ambdós** significa que les imatges de referència són dels àlbums seleccionats i tenen les etiquetes seleccionades.
it: **Entrambe** significa che le immagini di riferimento provengono dagli album selezionati e hanno i tag selezionati.
nl: **Beiden** betekent dat de referentie-afbeeldingen zijn uit de geselecteerde albums en de geselecteerde tags hebben.
pt_br: **Ambos** significa que as imagens de referência são dos álbuns selecionados e possuem as etiquetas selecionadas.
sl: **Obe** pomeni, da sta referenčni sliki iz izbranih albumov in imata izbrane značke.
uk: **Обидва** означає, що зображення належать і вибраним альбомам, і міткам.

source: **Albums but not tags** means that reference images must be in the selected albums but not have the selected tags.
ca: **Àlbums però no etiquetes** significa que les imatges de referència han d'estar en els àlbums seleccionats però no tenir les etiquetes seleccionades.
it: **Album ma non tag** significa che le immagini di riferimento devono essere negli album selezionati ma non hanno i tag selezionati.
nl: **Albums maar geen tags** betekent dat de referentie-afbeeldingen moeten in de geselecteerde albums zich bevinden maar niet de geselecteerde tags hebben.
pt_br: **Álbuns, mas não etiquetas** significa que as imagens de referência devem estar nos álbuns selecionados, mas não ter as etiquetas selecionadas.
sl: **Albumi, vendar ne značk** pomeni, da morajo biti referenčne slike v izbranih albumih, vendar ne smejo imeti izbranih oznak.
uk: **Альбоми, але не мітки** означає, що зображення мають перебувати у вибраних альбомах, але не мати вибраних міток.

source: **Tags but not albums** means that reference images must have the selected tags but not be in the selected albums.
ca: **Etiquetes però no àlbums** significa que les imatges de referència han de tenir les etiquetes seleccionades però no estar en els àlbums seleccionats.
it: **Tag ma non album** significa che le immagini di riferimento devono avere i tag selezionati ma non essere negli album selezionati.
nl: **Tags maar geen albums** betekent dat de referentie-afbeeldingen de geselecteerde tags hebben maar zich niet bevinden in de geselecteerde albums.
pt_br: **Etiquetas, mas não álbuns** significa que as imagens de referência devem ter as etiquetas selecionadas, mas não estar nos álbuns selecionados.
sl: **Značke, vendar ne albumi** pomeni, da morajo referenčne slike imeti izbrane značke, vendar ne smejo biti v izbranih albumih.
uk: **Мітки, але не альбоми** означає, що зображення має бути позначено вибраними мітками, але вони не повинні належати до вибраних альбомів.

source: **Only selected tab** means that only the selected tab applies to the reference image selection.
ca: **Només la pestanya seleccionada** significa que només la pestanya seleccionada s'aplica a la selecció de la imatge de referència.
it: **Solo la scheda selezionata** significa che solo la scheda selezionata si applica alla selezione delle immagini di riferimento.
nl: **Alleen geselecteerd tabblad** betekent dat alleen het geselecteerde tabblad van toepassing is op de selectie van de referentie-afbeelding.
pt_br: **Somente a aba selecionada** significa que somente a aba selecionada se aplica à seleção da imagem de referência.
sl: **Samo izbrani zavihek** pomeni, da samo izbrani zavihek velja za izbiro referenčne slike.
uk: **Лише позначена вкладка** означає, що буде використано лише позначену вкладку.

source: With the **Similarity Range** you can narrow down or enlarge the search result. A similarity of 100 % provides exact matches. Lower values indicate decreasing similarity. Note that by lowering the upper threshold a little bit below 100 % you can keep things like exact copies, images from series shots, etc. out of the search results.
ca: Amb l'**Interval de similitud** podeu reduir o ampliar el resultat de la cerca. Una similitud del 100% proporciona coincidències exactes. Els valors més baixos indiquen una semblança decreixent. Tingueu en compte que en baixar el llindar superior una mica per sota del 100% podeu descartar dels resultats de la cerca coses com ara còpies exactes, imatges de preses en sèrie, etc.
it: **Intervallo di somiglianza** ti permette di restringere o allargare il risultato della ricerca. Una somiglianza del 100% fornisce corrispondenze esatte. Nota che abbassando la soglia superiore un po' sotto il 100% puoi mantenere elementi come copie esatte, immagini da serie di scatti, ecc., fuori dal risultato della ricerca.
nl: Met de **Reeks gelijkenissen** kunt u het zoekresultaat vernauwen of verbreden. Een gelijkenis van 100% levert exacte overeenkomsten. Lagere waarden geven een afnemende gelijkenis. Merk op dat door de bovenste drempel een beetje onder 100 % te verlagen u dingen als exacte kopieën, afbeeldingen uit serieopnamen, etc. buiten het zoekresultaat kunt houden.
pt_br: Com a **Intervalo de semelhança**, você pode refinar ou ampliar o resultado da pesquisa. Uma semelhança de 100% fornece correspondências exatas. Valores menores indicam similaridade decrescente. Observe que, ao diminuir o limite superior um pouco abaixo de 100%, você pode manter itens como cópias exatas, imagens de séries, etc. fora dos resultados da pesquisa.
sl: Z **Razponom podobnosti** lahko zožite ali povečate rezultat iskanja. Podobnost 100 % zagotavlja natančna ujemanja. Nižje vrednosti kažejo na manjšo podobnost. Upoštevajte, da lahko z znižanjem zgornjega praga nekoliko pod 100 % stvari, kot so natančne kopije, slike iz serijskih posnetkov itd., ne bodo prikazane v rezultatih iskanja.
uk: За допомогою пункту **Діапазон подібності** ви можете звузити або розширити перелік результатів. Подібність у 100 % означає точну відповідність. Менші значення вказують на меншу подібність. Зауважте, що зниженням верхнього порогового значення трохи нижче 100 % ви можете виключити зі списку щось подібне до точних копій, зображення з послідовності знімків тощо.

source: The **Restriction** setting can be used to further restrict searches with respect to the specified folder. Possible options are listed below:
ca: El paràmetre **Restricció** es pot utilitzar per a restringir més les cerques respecte a la carpeta especificada. Les opcions possibles es llisten a continuació:
it: L'impostazione **Limitazione** può essere utilizzata per restringere ulteriormente le ricerche, in relazione alla cartella specificata. Le opzioni possibili sono:
nl: De instelling **Beperking** kan gebruikt worden om verdere zoekopdrachten te beperken met respect voor de gespecificeerde map. Mogelijke opties staan in de onderstaande lijst:
pt_br: A configuração **Limite da pesquisa** pode ser usada para restringir ainda mais as pesquisas em relação ao álbum especificado. As opções possíveis estão listadas abaixo:
sl: Nastavitev **Omejitev** lahko uporabite za dodatno omejitev iskanja glede na specificirano mapo. Možne možnosti so navedene spodaj:
uk: Пункт **Обмеження** призначено для подальшого обмеження пошуку щодо вказаної теки. Можливі варіанти вказано нижче:

source: **None** means to search across all collections
ca: **Cap** significa cercar a totes les col·leccions
it: **Nessuna** indica di ricercare in tutte le raccolte
nl: **Geen** betekent het zoeken in alle verzamelingen
pt_br: **Nenhum** significa pesquisar em todas as coleções
sl: **Brez** pomeni iskanje po vseh zbirkah
uk: **Немає** означає пошук в усіх збірках

source: **Restrict to reference album** means to only search in the selected album
ca: **Restringeix a l'àlbum de referència** significa cercar només a l'àlbum seleccionat
it: **Limita all'album di riferimento** indica di cercare solo nell'album selezionato
nl: **Beperken tot referentie-album** betekent om alleen te zoeken in het geselecteerde album
pt_br: **Restringir ao álbum de referência** significa pesquisar apenas no álbum selecionado
sl: **Omeji na referenčni album** pomeni iskanje samo v izbranem albumu
uk: **Обмежити еталонним альбомом** означає пошук у вказаному альбомі

source: **Exclude reference album** means to search in all albums excluding the selected album
ca: **Exclou l'àlbum de referència** significa cercar en tots els àlbums excloent l'àlbum seleccionat
it: **Escludi album di riferimento** indica di cercare in tutti gli album eccetto quello selezionato
nl: **Referentie-album uitsluiten** betekent te zoeken in alle albums behalve in het geselecteerde album
pt_br: **Excluir o álbum de referência** significa pesquisar em todos os álbuns, exceto o álbum selecionado
sl: **Izključi referenčni album** pomeni iskanje v vseh albumih, razen v izbranem albumu
uk: **Виключити еталонний альбом** означає пошук в усіх альбомах, окрім вибраного альбому

source: The results of the search are displayed in the duplicate list-view near the top left sidebar. The first column shows the **Reference images** (Ref.) as a thumbnail for each single result. The **Items** column tells you how many images belong to each result including the **Reference image**. The last column shows the **Average similarity** which gives you an idea regarding the degree of similarity of each set of duplicate images. The reference image with its 100 % is not included in this average. Note that the results can be sorted by clicking on one of the column headers. **Reference dates** and **Reference albums** columns are the properties of the **Reference images**.
ca: Els resultats de la cerca es mostren a la vista de llista duplicada a prop de la barra lateral superior esquerra. La primera columna mostra les **Imatges de referència** (Ref.) com una miniatura per a cada resultat. La columna **Elements** indica quantes imatges pertanyen a cada resultat, inclosa la **Imatge de referència**. L'última columna mostra la **Similitud mitjana** que us dona una idea sobre el grau de similitud de cada conjunt d'imatges duplicades. La imatge de referència amb el seu 100% no està inclosa en aquesta mitjana. Tingueu en compte que els resultats es poden ordenar fent clic en una de les capçaleres de la columna. Les columnes **Dates de referència** i **Àlbums de referència** són les propietats de les **Imatges de referència**.
it: I risultati della ricerca vengono visualizzate nella vista a elenco dei duplicati vicino alla parte superiore della barra laterale sinistra. La prima colonna mostra le **immagini di riferimento** (Rif.) come miniatura per ciascun singolo risultato. La colonna **Elementi** indica quante immagini appartengono a ciascun risultato, inclusa l'**immagine di riferimento**. L'ultima colonna mostra la **somiglianza media** che ti dà un'idea circa il grado di somiglianza di ciascun gruppo di immagini duplicate. L'immagine di riferimento con il 100% di riscontro non viene inclusa in questa media. Nota che i risultati possono essere ordinati facendo clic su una delle intestazioni delle colonne. Le colonne **date di riferimento** e **album di riferimento** sono le proprietà delle **immagini di riferimento**.
nl: De resultaten van de zoekopdracht worden getoond in de lijstweergave van duplicaten dichtbij de linksboven zijbalk. De eerste kolom toont de **Referentie-afbeeldingen** (Ref.) als een miniatuur voor elk enkel resultaat. De kolom **Items** vertelt u hoeveel afbeeldingen behoren bij elk resultaat inclusief de **Referentie-afbeelding**. De laatste kolom toont de **Gemiddelde gelijkenis** die u een idee geeft over de graad van gelijkenis van elke set duplicaten. De referentie-afbeelding met zijn 100 % is niet meegenomen in dit gemiddelde. Merk op dat het resultaat gesorteerd kan worden door te klikken op een van de kolomkoppen. Kolommen **Referentiedatums** en **Referentie-albums** zijn de eigenschappen van de **Referentie-afbeeldingen**.
pt_br: Os resultados da busca são exibidos na lista de duplicatas, próxima à barra lateral superior esquerda. A primeira coluna mostra as **Imagens de referência** (Ref.) como miniaturas para cada resultado. A coluna **Itens** informa quantas imagens pertencem a cada resultado, incluindo a **Imagem de referência**. A última coluna mostra a **Semelhança média**, que dá uma ideia do grau de similaridade de cada conjunto de duplicatas. A imagem de referência com seus 100% não está incluída nessa média. Observe que os resultados podem ser classificados clicando em um dos cabeçalhos das colunas. As colunas **Datas de referência** e **Álbuns de referência** são propriedades das **Imagens de referência**.
sl: Rezultati iskanja so prikazani v podvojenem pogledu seznama blizu zgornje leve stranske vrstice. Prvi stolpec prikazuje **Referenčne slike** (Ref.) kot predogledno sličico za vsak posamezni rezultat. Stolpec **Elementi** vam pove, koliko slik pripada posameznemu rezultatu, vključno z **Referenčno sliko**. Zadnji stolpec prikazuje **Povprečno podobnost**, ki vam daje idejo o stopnji podobnosti vsakega niza podvojenih slik. Referenčna slika s svojimi 100 % ni vključena v to povprečje. Upoštevajte, da je mogoče rezultate razvrstiti s klikom na enega od naslovov stolpcev. **Referenčni datumi** in **Referenčni albumi** so lastnosti **Referenčnih slik**.
uk: Огляд результатів буде показано у списку верхньої частини лівої бічної панелі. У першому стовпчику буде показано еталонні зображення, як мініатюри, для кожного з результатів. У стовпчику елементів буде показано, скільки зображень стосується кожного з результатів, включаючи еталонне зображення. У останньому стовпчику буде показано середню подібність, яка вказуватиме на те, наскільки подібними є результати. Еталонне зображення, з якого 100 %, не буде включено до обчислень середнього. Зауважте, що результати можна упорядкувати за певним критерієм натисканням заголовка відповідного стовпчика. У стовпчиках еталонних дат та еталонних альбомів буде показано значення властивостей еталонних зображень.

source: Find Duplicates Tool Searching in Whole Tags Collection and Displaying Results in Table-View
ca: L'eina Cerca els duplicats cercant etiquetes en tota la col·lecció d'àlbums i mostra el resultat en la vista de taula
it: Lo strumento Trova duplicati che ricerca nell'intera raccolta dei tag e visualizza i risultati nella vista a tabella
nl: Hulpmiddel Zoeken naar duplicaten in de gehele verzameling tags en toon de resultaten in tabelweergave
pt_br: Ferramenta para encontrar duplicatas, pesquisando em toda a coleção de etiquetas e exibindo resultados na vista em tabela
sl: Orodje za iskanje dvojnikov, ki išče v celotni zbirki značk in prikazuje rezultate v pogledu tabele
uk: Інструмент пошуку дублікатів виконує пошук в усій збірці міток та показує результати на панелі перегляду таблиці
