Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/similarity_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: Once the fingerprints are calculated you can use **Find Duplicates**, but the calculation will take a long time since it has to compare every image with every other other image. So it is often better to confine your search to certain **Albums** and/or **Tags**. The **All albums** and **All tags** check-boxes perform global searches in the database. Otherwise use the drop-down menu to specify which **Albums** and/or **Tags** to search.
it: Una volta calcolati di codici di controllo, puoi utilizzare la funzionalità **Trova duplicati**, ma il calcolo impiegherà molto tempo perché deve confrontare ogni immagine con le altre. È spesso meglio confinare la ricerca a determinati **Album** e/o **Tag**. Le caselle di scelta **Tutti gli album** e **Tutti i tag** eseguono ricerche globali all'interno della banca dati. Diversamente usa il menu a tendina per specificare **album** e/o **tag** cercare.
