Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/similarity_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: Individual similarity values for each item can be obtained in the **Table-View** mode (**Table** button on the Main Toolbar). Click with the right mouse button over one of the column headers and select **Similarity** from **Item Properties** to display the similarity column. Clicking on the header of this column will sort results by similarity, grouped by the reference images. Clicking repeatedly on the header will toggle between ascending and descending order.
ca: Els valors de similitud individuals per a cada element es poden obtenir en el mode **vista de taula** (botó **Taula** en la barra d'eines principal). Feu clic amb el botó dret del ratolí sobre una de les capçaleres de columna i seleccioneu **Similitud** a **Propietats de l'element** per a mostrar la columna de similitud. En fer clic sobre la capçalera d'aquesta columna els resultats s'ordenaran per similitud, agrupats per la imatge de referència. Fent clic repetidament sobre la capçalera, s'alternarà entre ordre ascendent i descendent.
it: Nella modalità **vista a tabella** (il pulsante **Tabella** nella barra degli strumenti principale) puoi ottenere valori di somiglianza individuali per ciascun elemento. Per visualizzare la colonna della somiglianza, fai clic col pulsante destro del mouse su una delle intestazioni delle colonne e seleziona **Somiglianza** da **Proprietà dell'elemento**. Facendo clic sull'intestazione di questa colonna si ordineranno i risultati per somiglianza, raggruppati in base alle immagini di riferimento. Facendo clic ripetutamente sull'intestazione, la vista passerà dall'ordinamento crescente a quello decrescente, e viceversa.
nl: Individuele waarden van gelijkenis voor elk item kan verkregen worden in de modus **Tabelweergave** (knop **Tabel** op de hoofdwerkbalk). Met de rechter muisknop klikken op een van de kolomkoppen en **Gelijkenissen** selecteren uit **Eigenschappen van items** om kolom gelijkenissen te tonen. Klikken op de kop van deze kolom zal de resultaten sorteren op gelijkenis, gegroepeerd op referentie-afbeeldingen. Herhaald klikken op de kop schakelt om tussen oplopende en aflopende volgorde.
pt_br: Valores de semelhança individuais para cada item podem ser obtidos no modo **Vista em tabela** (botão **Tabela** na barra de ferramentas principal). Clique com o botão direito do mouse sobre um dos cabeçalhos de coluna e selecione **Semelhança** em **Propriedades do item** para exibir a coluna de semelhança. Clicar no cabeçalho desta coluna classificará os resultados por semelhança, agrupados pelas imagens de referência. Clicar repetidamente no cabeçalho alternará entre ordem crescente e decrescente.
sl: Posamezne vrednosti podobnosti za vsak element lahko dobite v načinu **Pogled tabele** (gumb **Tabela** v glavni orodni vrstici). Kliknite z desnim gumbom miške na enega od naslovov stolpcev in izberite **Podobnost** v **Lastnosti predmeta**, da prikažete stolpec podobnosti. S klikom na glavo tega stolpca boste rezultate razvrstili po podobnosti, razvrščene po referenčnih slikah. Z večkratnim klikom na glavo preklopite med naraščajočim in padajočim vrstnim redom.
uk: Значення подібності для окремих записів можна переглянути у режимі перегляду таблиці (кнопка **Таблиця** на головній панелі інструментів). Наведіть вказівник миші на заголовок одного зі стовпчиків, клацніть правою кнопкою миші і виберіть у пункт **Подібність** з підменю **Властивості запису**, щоб переглянути стовпчик значень подібності. Клацанням лівою кнопкою на заголовку цього стовпчикам можна упорядкувати пункти за подібністю і групами еталонних зображень. Повторним клацанням лівою кнопкою миші можна змінити порядок у списку (за зростанням чи спаданням подібності).

source: **Remove Duplicates** allows you to delete all duplicate images of the current selected item from the **Duplicates** list.
ca: **Elimina els duplicats** permet eliminar totes les imatges duplicades de l'element seleccionat actual de la llista **Duplicats**.
it: **Rimuovi duplicati** ti consente di eliminare tutte le immagini duplicate dell'elemento selezionato attuale dall'elenco dei **Duplicati**.
nl: **Duplicaten verwijderen** biedt u het verwijderen van alle duplicate afbeeldingen van het nu geselecteerde item uit de lijst **Duplicaten**.
pt_br: **Remover duplicatas** permite que você exclua todas as imagens duplicadas do item selecionado atualmente da lista de **Duplicatas**.
sl: **Odstrani dvojnike** vam omogoča, da izbrišete vse podvojene slike trenutno izbranega elementa s seznama **Duplikati**.
uk: Пункт **Вилучити дублікати** надає змогу вилучити усі зображення-дублікати поточного позначеного запису у списку **Дублікати**.

source: Find Similar Image
ca: Cercar una imatge similar
it: Trova immagini simili
nl: Gelijkaardige afbeeldingen zoeken
pt_br: Localizar imagem semelhante
sl: Poišči podobno sliko
uk: Пошук подібних зображень

source: This tool provides a drag and drop zone on the top-left where you can place any image to find similar images in the database. You can drag an image from anywhere, even from outside digiKam. You can also drag and hold an image from the album **Icon-View** over the **Similarity** search icon in the **Left Sidebar**. This will then open a dialog and you drop the image there. Finally, you can use **Find Similar...** entry from the context menu of a thumbnail in any other Icon-View.
ca: Aquesta eina proporciona una zona d'arrossegar i deixar anar a la part superior esquerra on podeu col·locar qualsevol imatge per a cercar imatges similars a la base de dades. Podeu arrossegar una imatge des de qualsevol lloc, fins i tot des de fora del digiKam. També podeu arrossegar i mantenir una imatge de l'àlbum **Vista d'icones** sobre la icona de cerca **Similitud** a la **barra lateral esquerra**. Això obrirà un diàleg i deixareu anar la imatge allà. Finalment, podeu utilitzar l'entrada **Cerca similar...** des del menú contextual d'una miniatura en qualsevol altra vista d'icona.
it: Questo strumento fornisce un'area con trascinamento, in alto a sinistra, in cui puoi posizionare un'immagine qualsiasi per trovare immagini simili nella banca dati. È possibile trascinare un'immagine da qualsiasi posizione, anche dall'esterno di digiKam. Puoi anche trascinare e mantenere un'immagine dall'album **Vista a icone** sopra l'icona di ricerca **Somiglianza** nella **barra laterale sinistra**: si aprirà una finestra di dialogo in cui puoi rilasciare l'immagine. Infine, puoi usare la voce **Trova simili...** dal menu contestuale di una miniatura in qualsiasi altra vista a icone.
nl: Dit hulpmiddel levert een slepen-en-loslaten-zone linksboven waar u elke afbeelding kunt plaatsen om gelijkende afbeeldingen in the database te vinden. U kunt een afbeelding vanaf overal slepen, zelfs van buiten digiKam. U kunt ook een afbeelding slepen uit het album **Pictogramweergve** over het zoekpictogram **Gelijkenis** in de **Linker zijbalk**. Dit zal dan een dialoog openen en u laat de afbeelding daar los. Tenslotte kunt u het item **Gelijkenis zoeken...** uit het contextmenu van een miniatuur gebruiken in elke andere Pictogramweergave.
pt_br: Esta ferramenta oferece uma área de arrastar e soltar no canto superior esquerdo, onde você pode colocar qualquer imagem para encontrar imagens semelhantes no banco de dados. Você pode arrastar uma imagem de qualquer lugar, até mesmo de fora do digiKam. Você também pode arrastar e segurar uma imagem do álbum de **Vista em miniatura** sobre o ícone de busca por **Semelhança** na **barra lateral esquerda**. Isso abrirá o painel de semelhança aonde você poderá soltar a imagem lá. Por fim, você pode usar a entrada **Encontrar semelhante...** no menu de contexto de uma miniatura em qualquer outra vista em miniatura.
sl: To orodje ponuja območje povleci in spusti v zgornjem levem kotu, kamor lahko postavite katero koli sliko, da poiščete podobne slike v bazi podatkov. Sliko lahko povlečete od koder koli, tudi zunaj digiKama. Prav tako lahko povlečete in pridržite sliko iz albuma **Pogled ikon** čez ikono za iskanje **Podobnosti** v **levi stranski vrstici**. To bo nato odprlo pogovorno okno in tja spustite sliko. Končno lahko uporabite vnos **Poišči podobno...** iz kontekstnega menija sličice v katerem koli drugem pogledu ikon.
uk: У цьому інструменті передбачено зону перетягування зі скиданням у верхній лівій частині панелі, де ви можете розташувати будь-яке зображення, яке ви вважаєте подібним. Ви можете перетягнути зображення з будь-якої панелі, навіть зі сторонньої програми, зокрема програми для керування файлами. Ви також можете перетягнути файл на піктограму пошуку **Подібність** на **лівій бічній панелі**, зокрема з **панелі перегляду піктограм** альбому. У результаті буде відкрито вікно, і ви зможете перетягнути туди піктограми. Нарешті, ви можете скористатися пунктом **Знайти подібні...** контекстного меню мініатюри на будь-якій панелі перегляду піктограм.

source: Screencast of Drag and Drop item from Album Icon-View to Find Similar using Left Sidebar
ca: Vídeo d'una captura de pantalla amb l'acció arrossega i deixa anar elements des de la vista d'icones de l'àlbum a Cerca les similars utilitzant la barra lateral esquerra
it: Registrazione del trascinamento di un elemento dalla vista a icone dell'album a Trova simili utilizzando la barra laterale sinistra
nl: Filmpje van item slepen en loslaten uit Album-pictogramweergave om gelijkenissen te vinden met de linker zijbalk
pt_br: Screencast de arrastar e soltar item da vista em miniatura para encontrar semelhante usando a barra lateral esquerda
sl: Posnetek zaslona elementa z vlečenjem in spuščanjem iz pogleda ikone albuma za iskanje podobnih z uporabo leve stranske vrstice
uk: Відео перетягування і скидання запису з панелі перегляду піктограм альбому для пошуку подібних зображень за допомогою бічної панелі

source: Like with **Find Duplicates**, you can restrict the search to a set of **Albums** or the whole collection. You can narrow down or enlarge the resulting selection with the **Similarity range** here as well.
ca: Igual que amb **Cerca els duplicats**, podreu restringir la cerca a un conjunt d'**àlbums** o a tota la col·lecció. Aquí també podreu reduir o ampliar la selecció resultant amb l'**Interval de similitud:**.
it: Come per **Trova duplicati**, puoi limitare la ricerca a un gruppo di **album** o all'intera raccolta. Qui puoi anche restringere o allargare la selezione risultante con l'opzione **Intervallo di somiglianza**.
nl: Zoals met **Duplicaten zoeken**, kunt u het zoeken beperken tot een set **Albums** of de gehele verzameling. U kunt de resulterende selectie hier ook nauwer of breder maken met de **Reeks van gelijkenissen**.
pt_br: Assim como em **Encontrar duplicatas**, você pode restringir a busca a um conjunto de **Álbuns** ou à coleção inteira. Você também pode restringir ou ampliar a seleção resultante com o **Intervalo de semelhança** aqui.
sl: Tako kot pri **Poišči dvojnike** lahko tudi tukaj omejite iskanje na niz **Albumov** ali celotno zbirko. Nastali izbor lahko tudi tukaj zožite ali povečate z **Razponom podobnosti**.
uk: Як і для **пошуку дублікатів**, ви можете обмежити пошук набором **альбомів** або виконати пошук в усій збірці. Ви можете звузити або розширити діапазон результатів за допомогою пункту **діапазону подібності**.

source: The **Search in**, **Save**, and **Restore** previous searches features work the same as in the **Find Duplicates** tool.
ca: Les característiques **Cerca a**, **Desa** i **Restaura** de les cerques anteriors funcionen igual que a l'eina **Cerca els duplicats**.
it: Le opzioni di ricerca citate in precedenza **Cerca in**, **Salva** e **Reimposta** funzionano allo stesso modo dello strumento **Trova duplicati**.
nl: De eerdere zoekmogelijkheden **Zoeken in**, **Opslaan** en **Herstellen** werken hetzelfde als met het hulpmiddel **Duplicaten zoeken**.
pt_br: Os recursos **Pesquisar em**, **Salvar** e **Restaurar** pesquisas anteriores funcionam da mesma forma que na ferramenta **Localizar duplicatas**.
sl: Funkcije **Išči v**, **Shrani** in **Obnovi** prejšnjih iskanj delujejo enako kot v orodju **Poišči dvojnike**.
uk: Пункти **Шукати у**, **Зберегти** і **Відновити** для пошуків працюють так само, як для інструмента **Знайти дублікати**.

source: After performing **Searches** you might want to save the results. In the field below you can enter a name for the search, and press the **Save** button. In the **Searches** list below you will find your saved searches. Clicking on the title bar of that list toggles the sorting order between ascending and descending. At the bottom you will find an adaptive search field which can help you to find a particular search. To **Restore** a result, just click on one item from the list.
ca: Després de fer cerques, possiblement voldreu desar els resultats. En el camp a sota, podreu introduir un nom per a la cerca i prémer el botó **Desa**. A la llista **Cerques** a sota, trobareu les vostres cerques desades. Quan feu clic sobre la barra de títol d'aquesta llista, l'ordenació canviarà entre ascendent i descendent. A la part inferior, trobareu un camp de cerca adaptatiu que pot ajudar-vos a trobar una cerca en particular. Per a **restaurar** un resultat, senzillament feu clic sobre un element de la llista.
it: Dopo aver eseguito le **ricerche**, magari vuoi salvare i risultati. Nel campo sottostante puoi inserire un nome per la ricerca e premere il pulsante **Salva**. Nell'elenco **Ricerche** in basso troverai le tue ricerche salvate. Se fai clic sulla barra del titolo di quell'elenco alterni tra ordinamento crescente e decrescente. Nell'area inferiore troverai un campo per la ricerca flessibile, che ti potrà essere di aiuto per eseguire una ricerca particolare. Per **ripristinare** un risultato, fai semplicemente clic su un elemento dell'elenco.
nl: Na het uitvoeren van **Zoekopdrachten** zou u de resultaten willen opslaan. In het onderstaande veld kunt u een naam voor het zoeken invoeren en op de knop **Opslaan** drukken. In de onderstaande lijst **Zoekopdrachten** kunt u uw opgeslagen zoekopdrachten vinden. Klikken op de titelbalk van die lijst wisselt de sorteervolgorde tussen oplopend en aflopend om. Onderaan vindt u een aan te passen zoekveld die u kan helpen om een specifieke zoekopdracht te vinden. Om een resultaat te **Herstellen**, klik eenvoudig op één item uit de lijst.
pt_br: Após realizar as **Pesquisas**, você pode salvar os resultados. No campo abaixo, você pode inserir um nome para a pesquisa e clicar no botão **Salvar**. Na lista de **Pesquisas** abaixo, você encontrará suas pesquisas salvas. Clicar na barra de título dessa lista alterna a ordem de classificação entre crescente e decrescente. Na parte inferior, você encontrará um campo de pesquisa adaptável que pode ajudá-lo a encontrar uma pesquisa específica. Para **Restaurar** um resultado, basta clicar em um item da lista.
sl: Po izvedbi **Iskanja** boste morda želeli shraniti rezultate. V spodnje polje lahko vnesete ime za iskanje in pritisnete gumb **Shrani**. Na spodnjem seznamu **Iskanja** boste našli shranjena iskanja. S klikom na naslovno vrstico tega seznama preklopite vrstni red razvrščanja med naraščajočim in padajočim. Na dnu boste našli prilagodljivo iskalno polje, ki vam lahko pomaga najti določeno iskanje. Če želite **Obnoviti** rezultat, preprosto kliknite en element s seznama.
uk: Після виконання **пошуку** може виникнути потреба у збереженні результатів. До розташованого нижче поля ви можете ввести назву запису пошуку. Потім можна натиснути кнопку **Зберегти**. У списку **Пошуки**, розташованому нижче, ви знайдете збережені вами записи пошуків. Натискання смужки заголовка цього списку перемикає порядок сортування з упорядкування за зростанням на упорядкування за спаданням, і навпаки. У нижній частині ви побачите адаптивне поле пошуку, яке може допомогти вам знайти певний запис пошуку. Щоб **відновити** результат, просто натисніть на пункті у списку.

source: Searching Similar Items For a Single Image
ca: Cerca d'elements similars per a una sola imatge
it: Ricerca di elementi simili per una singola immagine
nl: Gelijksoortige afbeeldingen zoeken van een enkele afbeelding
pt_br: Pesquisando itens semelhantes para uma única imagem
sl: Iskanje podobnih elementov za eno sliko
uk: Пошук подібних записів для одного зображення

source: Find by Sketch
ca: Cercar per esbós
it: Trova per schizzo
nl: Met schets zoeken
pt_br: Localizar por esboço
sl: Poišči s Sketch
uk: Пошук за ескізом

source: This tool is a free-hand color sketching editor. You can draw a quick sketch and digiKam will find corresponding images. You will find the same means to save your search as in the **Image** tab.
ca: Aquesta eina és un editor d'esbossos en color a mà alçada: dibuixeu un esbós ràpid i el digiKam trobarà les imatges corresponents. Trobareu els mateixos mitjans per a desar la vostra cerca que a la pestanya **Imatge**.
it: Questo strumento è un editor di schizzi a mano libera a colori. Puoi disegnare velocemente uno schizzo in modo che digiKam ricerchi le immagini corrispondenti. Sono presenti gli stessi mezzi per salvare la tua ricerca della scheda **Immagine**.
nl: Dit hulpmiddel is een bewerker voor in kleur schetsen uit de vrije hand. U kunt een snelle schets tekenen en digiKam zal een overeenkomend beeld zoeken. U kunt hetzelfde middel gebruiken om uw zoekopdracht op te slaan als in het tabblad **Afbeelding**.
pt_br: Esta ferramenta é um editor à mão livre de esboços coloridos. Você pode desenhar um esboço rápido e o digiKam encontrará as imagens correspondentes. Você encontrará os mesmos meios para salvar sua pesquisa que existem na aba **Imagem**.
sl: To orodje je prostoročni urejevalnik barvnih skic. Lahko narišete hitro skico in digiKam bo našel ustrezne slike. Iskanje lahko shranite na enak način kot na zavihku **Slika**.
uk: Панель цього інструмента — панель для довільного малювання ескізів. Намалюйте приблизний ескіз і digiKam знайде відповідні зображення. Знову ж таки, у вас будуть ті самі можливості зберегти результати пошуку, що і на вкладці **Зображення**.

source: On the left hand side of digiKam, navigate to the tab **Sketch**. This view has a drawing area plus some settings below to set pencil and history tools. Choose a color that your image might contain, you can change the size of the pen which is on the scale of 1-10, and you can also choose the number of images that you want to be displayed during your fuzzy search, this can be set to a value between 1-50 items. As you sketch on the area you will see that the similarity search related images appears on the right hand side.
ca: En el costat esquerre del digiKam, navegueu fins a la pestanya **Croquis**. Aquesta vista té una àrea de dibuix més algunes opcions de configuració a sota per a establir les eines de llapis i historial. Escolliu un color que pugui contenir la vostra imatge, podreu canviar la mida del llapis que està en l'escala d'1 fins al 10, i també podreu escollir la quantitat d'imatges que voleu que es mostrin durant la cerca difusa, això es pot establir a un valor entre 1 i 50 elements. A mesura que dibuixeu sobre l'àrea, veureu que les imatges relacionades amb la cerca de similitud apareixen en el costat dret.
it: Sul lato sinistro di digiKam, vai alla scheda **Schizzo**. Questa vista contiene un'area di disegno più qualche opzione per impostare la matita e degli strumenti per la cronologia. Scegli un colore che potrebbe esserci nell'immagine, puoi cambiare la dimensione della penna su una scala da 1 a 10; puoi anche scegliere il numero di immagini da visualizzare durante la ricerca per somiglianza, impostabile a un valore compreso tra 1 e 50 elementi. Come abbozzi nell'area, vedrai apparire sul lato destro le immagini collegate alla ricerca approssimata.
nl: Aan de linkerkant van digiKam, navigeer naar het tabblad **Schets**. Deze weergave heeft een tekengebied plus enige instellingen er onder om potlood in te stellen en geschiedenishulpmiddelen. Kies een kleur die uw afbeelding zou kunnen bevatten, u kunt de grootte van de pen wijzigen wat op de schaal van 1-10 is en u kunt ook het aantal afbeeldingen kiezen die getoond wilt hebben tijdens uw vage zoekopdracht, deze kan ingesteld worden op een waarde tussen 1-50 items. Terwijl u schetst op het gebied zult u zien dat aan het gelijkenis zoeken gerelateerde afbeeldingen aan de rechterkant verschijnen.
pt_br: No lado esquerdo do digiKam, navegue até a aba **Esboço**. Esta vista possui uma área de desenho e algumas configurações abaixo para definir as ferramentas de lápis e histórico de ações. Escolha uma cor que sua imagem possa conter, você pode alterar o tamanho da caneta, que está na escala de 1 a 10, e também pode escolher o número de imagens que deseja exibir durante sua busca aproximada, que pode ser definido como um valor entre 1 e 50 itens. Ao desenhar na área, você verá que as imagens relacionadas à busca por semelhança aparecem no lado direito.
sl: Na levi strani digiKama se pomaknite do zavihka **Skica**. Ta pogled ima območje za risanje in nekaj spodnjih nastavitev za nastavitev orodij za svinčnik in zgodovino. Izberite barvo, ki bi jo lahko vsebovala vaša slika, lahko spremenite velikost peresa, ki je na lestvici od 1 do 10, in lahko tudi izberete število slik, ki jih želite prikazati med mehkim iskanjem, to je lahko nastavite na vrednost med 1–50 predmeti. Ko skicirate območje, boste videli, da se slike, povezane z iskanjem podobnosti, pojavljajo na desni strani.
uk: У лівій частині вікна digiKam перейдіть до вкладки **Ескіз**. На відповідній панелі передбачено область малювання та деякі пункти під нею для налаштовування олівця та засобів журналу. Виберіть колір, який може містити ваше зображення. Ви можете змінювати товщину олівця у діапазоні 1-10 і вибрати кількість зображень, які буде показано під час нечіткого пошуку — тут можна вибрати значення від 1 до 50 записів. Під час малювання в області ескіза ви бачитимете, як у правій частині панелі з'являтимуться результати пошуку подібності.

source: The **Search in**, **Save**, and **Restore** previous searches features works the same as in the **Find Duplicates** tool.
ca: Les característiques **Cerca a**, **Desa** i **Restaura** de les cerques anteriors funcionen igual que a l'eina **Cerca els duplicats**.
it: Le opzioni di ricerca citate in precedenza **Cerca in**, **Salva** e **Reimposta** funzionano allo stesso modo delle strumento **Trova duplicati**.
nl: De eerdere zoekmogelijkheden **Zoeken in**, **Opslaan** en **Herstellen** werken hetzelfde als in het hulpmiddel **Duplicaten zoeken**.
pt_br: Os recursos **Pesquisar em**, **Salvar** e **Restaurar** pesquisas anteriores funcionam da mesma forma que na ferramenta **Localizar duplicatas**.
sl: Funkcije **Išči v**, **Shrani** in **Obnovi** prejšnjih iskanj delujejo enako kot v orodju **Poišči dvojnike**.
uk: Пункти **Шукати у**, **Зберегти** і **Відновити** для пошуків працюють так само, як для інструмента **Знайти дублікати**.

source: Searching Items by Drawing a Sketch
ca: Cerca d'elements dibuixant un esbós
it: Ricerca degli elementi tramite il disegno di uno schizzo
nl: Items zoeken door een schets te tekenen
pt_br: Pesquisando itens desenhando um esboço
sl: Iskanje predmetov z risanjem skice
uk: пошук записів за ескізом

source: Similarity View
it: Vista Somiglianza
