Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/tags_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: digiKam Main Window Tags View
ca: La vista d'etiquetes a la finestra principal del digiKam
it: Vista tag della finestra principale di digiKam
nl: Weergave van tags in het hoofdvenster van digiKam
pt_br: Vista das etiquetas na janela principal do digiKam
sl: Pogled oznak glavnega okna digiKam
uk: Панель перегляду міток основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, tags, manager
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, etiquetes, gestor
it: digiKam, documentazione, manuale utente, gestione fotografie, open source, libero, apprendimento, facile, tag, gestore
nl: digiKam, documentatie, gebruikershandleiding, fotobeheer, open-source, vrij, leren, gemakkelijk, tags, beheerder
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, etiquetas, gerenciador
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, oznake, upravljalnik
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, мітки, керування

source: :ref:`Tags View <left_sidebar>`
ca: :ref:`Vista d'etiquetes <left_sidebar>`
it: :ref:`Vista Tag <left_sidebar>`
nl: :ref:`Tagsweergave <left_sidebar>`
pt_br: :ref:`Vista das etiquetas <left_sidebar>`
sl: :ref:`Pogled značk <left_sidebar>`
uk: :ref:`Перегляд міток <left_sidebar>`

source: Contents
ca: Contingut
it: Indice
nl: Inhoud
pt_br: Conteúdo
sl: Vsebina
uk: Зміст

source: Tags, also known as keywords in some applications, are an essential feature in digiKam. They are used to organize, categorize, and facilitate the retrieval of digital assets. Here are some key uses of tags:
ca: Les etiquetes, també conegudes com a paraules clau en algunes aplicacions, són una característica essencial en el digiKam. S'utilitzen per a organitzar, categoritzar i facilitar la recuperació d'actius digitals. Aquests són alguns dels usos clau de les etiquetes:
it: I tag, noti anche come «parole chiave» in alcune applicazioni, sono una funzione essenziale in digiKam. Essi vengono utilizzati per organizzare, categorizzare e facilitare il recupero delle risorse digitali. Ecco alcuni utilizzi chiave dei tag:
nl: Tags, ook bekend als trefwoorden in sommige toepassingen, zijn een essentiële mogelijkheid in digiKam. Ze worden gebruikt om digitale bezittingen te organiseren, te categoriseren en het ophalen te faciliteren. Hier zijn enige belangrijkste toepassingen van tags:
pt_br: Etiquetas, também conhecidas como palavras-chave em alguns aplicativos, são um recurso essencial no digiKam. Elas são usadas para organizar, categorizar e facilitar a recuperação de ativos digitais. Aqui estão alguns usos principais das etiquetas:
sl: Oznake, v nekaterih aplikacijah znane tudi kot ključne besede, so bistvena funkcija digiKama. Uporabljajo se za organiziranje, kategorizacijo in olajšanje priklica digitalnih imetij. Tukaj je nekaj ključnih uporab oznak:
uk: Мітки, також відомі у деяких програмах як ключові слова, є важливою функціональною можливістю digiKam. Їх використовують для впорядкування, категоризації та полегшення пошуку цифрових активів. Ось кілька основних способів використання міток:

source: **Organization**: Tags help in structuring and organizing large collections of digital assets by assigning labels to each asset. This enables users to group related assets together and maintain a logical arrangement.
ca: **Organització**: les etiquetes ajuden a estructurar i organitzar col·leccions grans d'actius digitals assignant etiquetes a cada actiu. Això permet als usuaris agrupar els actius relacionats i mantenir un acord lògic.
it: **Organizzazione**: i tag aiutano a strutturare e organizzare le raccolte di grandi dimensioni, assegnando etichette a ciascuna risorsa digitale. Ciò offre all'utente la possibilità di raggruppare assieme le risorse correlate e mantenerne l'ordine logico.
nl: **Organisatie**: Tags helpen bij het structureren en organiseren van grote verzamelingen van digitale eigendommen door labels aan elf eigendom toe te kennen. Dit stelt gebruikers in staat om gerelateerde eigendommen te groeperen en een logische indeling te onderhouden.
pt_br: **Organização**: As etiquetas ajudam a estruturar e organizar grandes coleções de ativos digitais, atribuindo rótulos a cada ativo. Isso permite que os usuários agrupem ativos relacionados e mantenham uma organização lógica.
sl: **Organizacija**: Oznake pomagajo pri strukturiranju in organiziranju velikih zbirk digitalnih imetij z dodeljevanjem oznak vsakemu imetju. To uporabnikom omogoča združevanje povezanih imetij in ohranjanje logične razporeditve.
uk: **Впорядкування**: мітки допомагають структурувати і упорядковувати великі збірки цифрових активів шляхом призначення міток кожному активу. Це надає змогу користувачам групувати пов’язані активи разом і підтримувати логічне розміщення.

source: **Searchability**: By tagging assets with relevant keywords, users can easily :ref:`search <search_view>` and find specific assets. Tags enhance the search functionality, making it quicker and more efficient to locate files based on their content, theme, or other attributes.
ca: **Capacitat de cercar**: en etiquetar els actius amb paraules clau rellevants, els usuaris poden :ref:`cercar <search_view>` fàcilment i trobar actius específics. Les etiquetes milloren la funcionalitat de cerca, fent que sigui més ràpid i eficient localitzant fitxers en funció del seu contingut, tema o altres atributs.
it: **Reperibilità**: assegnando tag alle risorse tramite parole chiave pertinenti, gli utenti possono facilmente :ref:`ricercare <search_view>` e trovare risorse specifiche. I tag migliorano le funzioni di ricerca, rendendo più rapida ed efficiente l'individuazione di file basata sul loro contenuto, il tema o altri attributi.
nl: **Doorzoekbaar**: door eigendommen van tags te voorzien met relevante trefwoorden, kunnen gebruikers gemakkelijk :ref:`zoeken <search_view>` en specifieke eigendommen vinden. Tags verhogen de functionaliteit van zoeken, maken het sneller en efficiënter om locate bestanden gebaseerd op hun inhoud, thema of andere attributen te lokaliseren.
pt_br: **Pesquisabilidade**: Ao etiquetar ativos com palavras-chave relevantes, os usuários podem facilmente :ref:`pesquisar <search_view>` e encontrar ativos específicos. As etiquetas aprimoram a funcionalidade de pesquisa, tornando mais rápida e eficiente a localização de arquivos com base em seu conteúdo, tema ou outros atributos.
sl: **Možnost iskanja**: Z označevanjem imetij z ustreznimi ključnimi besedami lahko uporabniki enostavno :ref:`iščejo <search_view>` in najdejo določena imetja. Oznake izboljšajo funkcionalnost iskanja, zaradi česar je iskanje datotek hitrejše in učinkovitejše na podlagi njihove vsebine, teme ali drugih atributov.
uk: **Можливість пошуку**: позначаючи активи відповідними ключовими словами, користувачі можуть легко :ref:`шукати <search_view>` і знаходити певні ресурси. Мітки покращують функціональність пошуку, роблячи пошук файлів швидшим і ефективнішим на основі вмісту, теми чи інших атрибутів.

source: **Categorization**: Tags allow users to categorize assets into different groups or categories based on specific criteria. This is particularly useful for managing diverse collections of assets, such as images, videos, documents, and more.
ca: **Categorització**: les etiquetes permeten als usuaris categoritzar els actius en grups o categories diferents segons criteris específics. Això és especialment útil per a la gestió de diverses col·leccions d'actius, com ara imatges, vídeos, documents i més.
it: **Categorizzazione**: i tag permettono agli utenti di categorizzare le risorse in gruppi o categorie differenti, basate su criteri specifici. Ciò è particolarmente utile per gestire le varie raccolte di risorse, quali immagini, filmati, documenti e altro ancora.
nl: **Categorisatie**: Tags bieden gebruikers eigendommen te categoriseren in verschillende groepen of categorieën gebaseerd op specifieke criteria. Dit is speciaal nuttig voor het beheren van diverse verzamelingen eigendommen, zoals afbeeldingen, video's, documenten en meer.
pt_br: **Categorização**: As etiquetas permitem que os usuários categorizem ativos em diferentes grupos ou categorias com base em critérios específicos. Isso é particularmente útil para gerenciar coleções diversas de ativos, como imagens, vídeos, documentos e muito mais.
sl: **Kategorizacija**: Oznake uporabnikom omogočajo kategorizacijo imetij v različne skupine ali kategorije na podlagi posebnih meril. To je še posebej uporabno za upravljanje različnih zbirk imetij, kot so slike, videoposnetki, dokumenti in drugo.
uk: **Категоризація**: мітки надають змогу користувачам класифікувати активи за різними групами або категоріями на основі конкретних критеріїв. Це особливо корисно для керування різноманітними збірками ресурсів, як-от зображення, відео, документи тощо.

source: **Metadata Enhancement**: Tags contribute to enriching the metadata associated with each asset. This additional information can include descriptions, keywords, and other relevant details, providing more context and making the assets more informative.
ca: **Millora de les metadades**: les etiquetes contribueixen a enriquir les metadades associades a cada actiu. Aquesta informació addicional pot incloure descripcions, paraules clau i altres detalls rellevants, proporcionant més context i fent que els actius siguin més informatius.
it: **Miglioramento dei metadati**: i tag contribuiscono ad arricchire i metadati associati a ciascuna risorsa. Queste informazioni aggiuntive possono includere descrizioni, parole chiave e altri dettagli importanti, fornendo maggiore contesto e aggiungendo più significato alle risorse.
nl: **Verbeteringen van metagegevens**: tags dragen bij aan het verrijken van de metagegevens behorend bij elk eigendom. Deze extra informatie kan beschrijvingen, trefwoorden en andere relevante details omvatten, die meer context levert en de eigendommen informatiever te maken.
pt_br: **Aprimoramento de metadados**: As etiquetas contribuem para enriquecer os metadados associados a cada ativo. Essas informações adicionais podem incluir descrições, palavras-chave e outros detalhes relevantes, fornecendo mais contexto e tornando os ativos mais informativos.
sl: **Izboljšanje metapodatkov**: Oznake prispevajo k obogatitvi metapodatkov, povezanih z vsakim imetjem. Te dodatne informacije lahko vključujejo opise, ključne besede in druge ustrezne podrobnosti, ki zagotavljajo več konteksta in naredijo imetja bolj informativna.
uk: **Удосконалення метаданих**: мітки сприяють збагаченню корпусу метаданих, пов'язаних із кожним ресурсом. Ця додаткова інформація може включати описи, ключові слова та інші відповідні подробиці, що надає більше контексту та робить активи більш інформативними.

source: **Workflow Automation**: Tags can be used to automate workflows within digiKam. For example, assets tagged with a certain label can be used in various tools like facial recognition and image quality scanning.
ca: **Automatització del flux de treball**: les etiquetes es poden utilitzar per a automatitzar els fluxos de treball dins del digiKam. Per exemple, els actius etiquetats amb un rètol determinat es poden utilitzar en eines diverses com el reconeixement facial i l'exploració de la qualitat de les imatges.
it: **Automazione del flusso di lavoro**: i tag possono essere utilizzati per automatizzare i flussi di lavoro all'interno di digiKam. Per esempio, le risorse con determinate etichette possono essere utilizzate in vari strumenti, quali il riconoscimento facciale e l'analisi qualità dell'immagine.
nl: **Automatisering van werkmethode**: tags kunnen gebruikt worden om werkmethoden in digiKam te automatiseren. Bijvoorbeeld, eigendommen met een bepaald label kunnen gebruikt worden in verschillende hulpmiddelen zoals gezichtsherkenning en afbeeldingen scannen op kwaliteit.
pt_br: **Automação do fluxo de trabalho**: Etiquetas podem ser usadas para automatizar fluxos de trabalho no digiKam. Por exemplo, ativos marcados com um rótulo específico podem ser usados ​​em diversas ferramentas, como reconhecimento facial e análise da qualidade de imagem.
uk: **Автоматизація робочого процесу**: мітки можна використовувати для автоматизації робочих процесів у digiKam. Наприклад, активи, позначені певною міткою, можна використовувати у різних інструментах, таких як розпізнавання обличчя та сканування зображень щодо якості.

source: **Collaboration**: Tags facilitate collaboration by allowing team members to easily share and access tagged assets. This ensures that everyone involved in a project can quickly find the necessary resources.
ca: **Col·laboració**: les etiquetes faciliten la col·laboració permetent als membres de l'equip compartir i accedir fàcilment als actius etiquetats. D'aquesta manera, totes les persones que participen en un projecte poden trobar ràpidament els recursos necessaris.
it: **Collaborazione**: i tag facilitano la collaborazione, permettendo ai membri di una squadra di lavoro di condividere e accedere facilmente alle risorse con tag. Ciò assicura che tutti i partecipanti a un progetto possano trovare facilmente le risorse necessarie.
nl: **Samenwerking**: tags faciliteren samenwerking door teamleden toe te staan gemakkelijk eigendommen met tags te delen en er toegang toe hebben. Dit verzekert dat iedereen betrokken in een project snel de benodigde hulpbronnen kan vinden.
pt_br: **Colaboração**: As etiquetas facilitam a colaboração, permitindo que os membros da equipe compartilhem e acessem facilmente os ativos marcados. Isso garante que todos os envolvidos em um projeto possam encontrar rapidamente os recursos necessários.
sl: **Sodelovanje**: Oznake olajšajo sodelovanje tako, da članom ekipe omogočajo enostavno skupno rabo in dostop do označenih imetij. To zagotavlja, da lahko vsi, ki sodelujejo pri projektu, hitro najdejo potrebne vire.
uk: **Співпраця**: мітки полегшують співпрацю, надаючи змогу учасникам команди легко ділитися та отримувати доступ до позначених мітками ресурсів. Це гарантує, що кожен, хто бере участь у проєкті, зможе швидко знайти необхідні ресурси.

source: **Version Control**: Tags can help in managing different versions of an asset by labeling them with version numbers or other identifying information. This makes it easier to track changes and maintain the integrity of the asset.
ca: **Control de versions**: les etiquetes poden ajudar a gestionar versions diferents d'un actiu etiquetant-les amb números de versió o altra informació d'identificació. Això facilita el seguiment dels canvis i manté la integritat de l'actiu.
it: **Controllo di versione**: i tag possono aiutare a gestire le varie versioni di una risorsa, etichettandole con numeri di versione o altre informazioni identificative. Questo facilita le revisione e il mantenimento dell'integrità della risorsa.
nl: **Versiecontrole**: tags kunnen helpen in het beheren van verschillende versies van een eigendom door ze te labelen met versienummers of andere identificerende informatie. Dit maakt het gemakkelijker om wijzigingen te volgen en de integriteit van het eigendom te bewaren.
pt_br: **Controle de versão**: As etiquetas podem ajudar a gerenciar diferentes versões de um ativo, rotulando-as com números de versão ou outras informações de identificação. Isso facilita o rastreamento de alterações e a manutenção da integridade do ativo.
sl: **Nadzor različice**: Oznake lahko pomagajo pri upravljanju različnih različic imetja, tako da jih označijo s številkami različic ali drugimi identifikacijskimi informacijami. Tako je lažje slediti spremembam in ohranjati celovitost imetja.
uk: **Керування версіями**: мітки можуть допомогти у керуванні різними версіями ресурсу, позначаючи їх номерами версій або іншою ідентифікаційною інформацією. Це полегшує відстеження змін і підтримує цілісність активу.

source: Overall, tags are a powerful tool in digiKam that enhance organization, improve searchability, and streamline workflows, making it easier to manage and access digital assets efficiently.
ca: En general, les etiquetes són una eina potent del digiKam que millora l'organització, millora la capacitat de cercar i agilitza els fluxos de treball, facilitant la gestió i l'accés als actius digitals de manera eficient.
it: In generale, i tag sono uno strumento avanzato in digiKam che migliora l'organizzazione, migliora la reperibilità e ottimizza i flussi di lavoro, facilitando la gestione e l'accesso alle risorse digitali in modo efficiente.
nl: Al-met-al, tags zijn een krachtig hulpmiddel in digiKam die organisatie verhoogt, zoeken verbeterd en werkmethoden stroomlijnt, het gemakkelijk maakt om digitale eigendommen efficient te beheren en er toegang toe te hebben.
pt_br: No geral, as etiquetas são uma ferramenta poderosa no digiKam que melhora a organização, melhora a capacidade de pesquisa e simplifica os fluxos de trabalho, facilitando o gerenciamento e o acesso eficiente aos ativos digitais.
sl: Na splošno so oznake močno orodje v digiKamu, ki izboljšuje organizacijo, izboljšuje iskanje in poenostavlja potek dela, kar olajša upravljanje in učinkovit dostop do digitalnih imetij.
uk: Загалом, мітки є потужним інструментом у digiKam, який покращує упорядкованість, удосконалює можливості пошуку та оптимізує робочі процеси, полегшуючи керування та ефективний доступ до цифрових ресурсів.

source: By arranging tags in a hierarchical tree, you can maintain a logical and systematic structure. The ability to collapse sections of the tree in the Tags list further enhances navigation, making it easier to locate the desired tags.
ca: Es pot mantenir una estructura lògica i sistemàtica organitzant les etiquetes en un arbre jeràrquic. La capacitat de reduir seccions de l'arbre a la llista d'etiquetes millora encara més la navegació, fent més fàcil localitzar les etiquetes desitjades.
it: Riordinando i tag in una struttura gerarchica, puoi mantenere una struttura logica e sistematica. La possibilità di comprimere le sezioni dell'albero nell'elenco dei tag migliora ulteriormente la navigazione, facilitando l'individuazione dei tag ricercati.
nl: Door tags in een hiërarchische boomstructuur te arrangeren kunt u een logische en systematische structuur beheren. De mogelijkheid secties van de boomstructuur in de Tagslijst in te klappen verhoogt verder navigatie, waarmee het gemakkelijker is om de gewenste tags te lokaliseren.
pt_br: Ao organizar as etiquetas em uma árvore hierárquica, você pode manter uma estrutura lógica e sistemática. A capacidade de recolher seções da árvore na lista de etiquetas aprimora ainda mais a navegação, facilitando a localização das etiquetas desejadas.
sl: Z razporeditvijo oznak v hierarhično drevo lahko ohranite logično in sistematično strukturo. Možnost strnjevanja odsekov drevesa na seznamu oznak dodatno izboljša navigacijo, kar olajša iskanje želenih oznak.
uk: Впорядковуючи мітки в ієрархічну структуру, ви можете підтримувати логічну та систематичну базу даних. Можливість згортання розділів ієрархії у списку міток додатково покращує навігацію, полегшуючи пошук потрібних міток.

source: Utilizing the power of hierarchical tagging can greatly improve the organization and accessibility of your photo collection, ensuring you can quickly and easily find the images you need.
ca: Utilitzar la potència de l'etiquetatge jeràrquic pot millorar en gran manera l'organització i l'accessibilitat de la col·lecció de fotos, assegurant que pugueu trobar ràpidament i fàcilment les imatges que necessiteu.
it: L'uso della funzione gerarchica dei tag può migliorare enormemente l'organizzazione e l'accessibilità delle tue raccolte di fotografie, assicurandoti un rapido accesso alle immagini che stai ricercando.
nl: De kracht van hiërarchisch tags toekennen kan de organisatie en toegankelijkheid van uw fotoverzameling verbeteren, u verzekerend van snelle en gemakkelijk vinden van de afbeeldingen die u nodig hebt.
pt_br: Utilizar o poder da marcação hierárquica pode melhorar muito a organização e a acessibilidade da sua coleção de fotos, garantindo que você possa encontrar as imagens que precisa de forma rápida e fácil.
sl: Z uporabo moči hierarhičnega označevanja lahko močno izboljšate organizacijo in dostopnost vaše zbirke fotografij, s čimer zagotovite, da lahko hitro in preprosto najdete slike, ki jih potrebujete.
uk: Використання можливостей ієрархічної структури міток може значно покращити впорядкованість і доступність вашої колекції фотографій, забезпечуючи швидкий і легкий пошук потрібних зображень.

source: The digiKam Nested Tag Tree-View
ca: La vista en arbre d'etiquetes imbricades del digiKam
it: La vista ad albero nidificata dei tag di digiKam
nl: De geneste boomstructuurweergave van tags in digiKam
pt_br: Vista em árvore de etiquetas aninhadas do digiKam
sl: Drevesni pogled ugnezdenih značk digiKam
uk: Панель перегляду вкладених міток digiKam у режимі ієрархії

source: When a tag is selected in the Left Sidebar, all of the images that are marked with that tag are displayed in the View Area.
ca: Quan se selecciona una etiqueta a la barra lateral esquerra, es mostraran a l'àrea de vista totes les imatges marcades amb aquesta.
it: Quando un tag è selezionato nella barra laterale sinistra, tutte le immagini che marcate con quel tag vengono mostrate nell'area di visualizzazione.
nl: Wanneer een tag wordt geselecteerd in de linker zijbalk, dan zullen alle afbeelding met die tag worden getoond in het weergavegebied.
pt_br: Quando uma etiqueta é selecionada na barra lateral esquerda, todas as imagens marcadas com essa etiqueta são exibidas na área de visualização.
sl: Ko je oznaka izbrana v levi stranski vrstici, so vse slike, ki so označene s to oznako, prikazane v območju pogleda.
uk: Після позначення мітки на лівій бічній панелі програма позначить усі зображення, позначені цією міткою, у області перегляду.
