Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/tags_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: The **Search-in** tab lets you choose which albums and image tags to include in a scan. You can select specific albums or tags for auto-tagging.
ca: La pestanya **Cerca a** permet triar quins àlbums i etiquetes d'imatge s'inclouran en una exploració. Podeu seleccionar àlbums o etiquetes específiques per a l'etiquetatge automàtic.
it: La scheda **Ricerca in** ti permette di scegliere quali album e tag immagine includere in una scansione. Puoi selezionare album o tag specifici per l'assegnazione di tag automatici.
nl: Het tabblad **Zoeken-in** laat u kiezen welke albums en afbeeldingstags mee te nemen in een scan. U kunt specifieke albums of tags selecteren voor automatisch toekennen van tags.
pt_br: A aba **Pesquisar em** permite escolher quais álbuns e etiquetas de imagem incluir em uma análise. Você pode selecionar álbuns ou etiquetas específicos para etiquetamento automático.
sl: Zavihek **Iskanje** vam omogoča, da izberete, katere albume in oznake slik želite vključiti v preiskovanje. Za samodejno označevanje lahko izberete določene albume ali oznake.
uk: За допомогою вкладки **Місця пошуку** ви можете вибрати альбоми та мітки зображень, які слід включити до пошуку. Ви можете вказати альбоми та мітки для автоматичного встановлення міток.

source: The digiKam Auto-tags Search-in view
ca: La vista de cerca d'etiquetes automàtiques del digiKam
it: La vista Ricerca in dei tag automatici di digiKam
nl: De Zoeken-in-weergave van automatisch toegekende tags
pt_br: A visão do Pesquisar em no etiquetamento automático do digiKam
sl: digiKam pogled išči samodejne oznake
uk: Панель місць пошуку для автоміток у digiKam

source: Settings Tab
ca: Pestanya de configuració
it: Scheda Impostazioni
nl: Tabblad Instellingen
pt_br: Aba Configurações
sl: Zavihek Nastavitve
uk: Вкладка параметрів

source: The **Settings** tab lets you fine-tune the results from scans. Here, you can select the auto-tagging model, adjust tagging behavior, and set the accuracy level. Additionally, you can control the processor load used for auto-tagging detection. The default values have been carefully chosen for normal use after exhaustive testing on multiple datasets.
ca: La pestanya **Configuració** us permet ajustar els resultats de les exploracions. Aquí podeu seleccionar el model d'etiquetatge automàtic, ajustar el comportament de l'etiquetatge i establir el nivell de precisió. A més, podeu controlar la càrrega del processador utilitzat per a la detecció d'etiquetatge automàtic. Els valors predeterminats s'han triat acuradament per a un ús normal després de proves exhaustives en diversos conjunts de dades.
it: La scheda **Impostazioni** ti permette di regolare in modo preciso i risultati delle analisi. Qui puoi selezionare il modello per i tag automatici, regolare il comportamento di assegnazione dei tag e impostarne il livello di accuratezza. Inoltre, puoi controllare il carico del processore utilizzato per il rilevamento di assegnazione dei tag automatici. I valori predefiniti sono stati accuratamente scelti per un uso normale dopo aver eseguito test approfonditi su più insiemi di dati.
nl: Het tabblad **Instellingen** laat u de resultaten van scans fijn afregelen. Hier kunt u het model voor automatisch toekennen van tags selecteren, gedrag van toekennen aanpassen en het nauwkeurigheidsniveau instellen. Bovendien kunt u de processorlading besturen gebruikt voor detectie van automatisch tags toekennen. De standaard waarden zijn zorgvuldig gekozen voor normaal gebruik na uitgebreid testen op meerdere gegevenssets.
pt_br: A aba **Configurações** permite ajustar os resultados das varreduras. Aqui, você pode selecionar o modelo de etiquetamento automático, ajustar o comportamento da marcação e definir o nível de precisão. Além disso, você pode controlar a carga do processador usada para a detecção de etiquetamento automático. Os valores padrão foram cuidadosamente selecionados para uso normal após testes exaustivos em vários conjuntos de dados.
sl: Zavihek **Nastavitve** vam omogoča natančno nastavitev rezultatov preiskovanja. Tukaj lahko izberete model samodejnega označevanja, prilagodite vedenje označevanja in nastavite raven natančnosti. Poleg tega lahko nadzorujete obremenitev procesorja, ki se uporablja za zaznavanje samodejnega označevanja. Privzete vrednosti so bile skrbno izbrane za običajno uporabo po izčrpnem testiranju na več nizih podatkov.
uk: Вкладка **Параметри** надає змогу точно налаштувати результати сканування. Тут ви можете вибрати модель автоматичного встановлення міток, налаштувати поведінку позначення та встановити рівень точності. Крім того, ви можете контролювати навантаження на процесор, який використовується для автоматичного визначення міток. Типові значення було вибрано для нормального використання після вичерпного тестування на кількох наборах даних.

source: The digiKam Auto-tags Settings view
ca: La vista de configuració d'etiquetes automàtiques del digiKam
it: La vista Impostazioni dei tag automatici di digiKam
nl: De Instellingenweergave van automatisch toegekende tags
pt_br: A visão das Configurações do etiquetamento automático do digiKam
sl: Pogled nastavitev samodejnih oznak digiKam
uk: Панель параметрів для автоміток у digiKam

source: Auto-tag Settings
ca: Configuració de les etiquetes automàtiques
it: Impostazioni dei tag automatici
nl: Instellingen voor automatisch toekennen van tags
pt_br: Configurações do etiquetamento automático
sl: Nastavitve samodejnega označevanja
uk: Параметри автоматичного встановлення міток

source: For Auto-tagging, there are 4 settings the user can adjust to control how digiKam detects and tags objects in an image.
ca: Per a l'etiquetatge automàtic, hi ha 4 paràmetres que l'usuari pot ajustar per a controlar com el digiKam detecta i etiqueta objectes en una imatge.
it: Per l'attribuzione di tag automatici sono regolabili quattro impostazioni per controllare come digiKam rileva e attribuisce tag agli oggetti in un'immagine.
nl: Voor automatisch toekennen van tags zijn er 4 instellingen die de gebruiker aan kan passen om te besturen hoe digiKam objecten in een afbeelding detecteert en tags toekent.
pt_br: Para o etiquetamento automático, há quatro configurações que o usuário pode ajustar para controlar como o digiKam detecta e marca objetos em uma imagem.
sl: Za samodejno označevanje so na voljo 4 nastavitve, ki jih lahko uporabnik prilagodi za nadzor nad tem, kako digiKam zaznava in označuje predmete na sliki.
uk: Для автоматичного встановлення міток передбачено чотири параметри, які користувач може змінити для керування тим, як digiKam визначає і встановлює мітки для об'єктів на знімку.

source: **Scan mode**: The scan mode determines if digiKam will scan all images, or only images that don't have an **auto** tag already assigned. The **auto** tag is assigned to images that have been auto-tagged. The **auto** tag is not assigned to images that have been manually tagged.
ca: **Mode d'exploració**: el mode d'exploració determina si el digiKam explorarà totes les imatges, o només les imatges que no tinguin una etiqueta **auto** ja assignada. L'etiqueta **auto** s'assigna a les imatges que s'han etiquetat automàticament. L'etiqueta **auto** no està assignada a les imatges que s'han etiquetat manualment.
it: **Modalità di analisi**: questa modalità determina se digiKam analizzerà tutte le immagini o solo quelle che non hanno già assegnato un tag **automatico**. Il tag **automatico** viene assegnato alle immagini che sono state analizzate per l'attribuzione di tag automatici. Il tag **automatico** non viene assegnato alle immagini i cui tag sono stati attribuiti manualmente.
nl: **Scanmodus**: de scanmodus bepaalt of digiKam alle afbeeldingen zal scannen of alleen afbeeldingen waaraan nog geen tag **automatisch** tag al is toegekend. De tag **automatisch** wordt toegekend aan afbeeldingen waaraan automatisch een tag is toegekend. De tag **automatisch** wordt niet toegekend aan afbeeldingen die handmatig een tag is toegekend.
pt_br: **Modo de análise**: O modo de análise determina se o digiKam analisará todas as imagens ou apenas aquelas que não possuem uma etiqueta **auto** já atribuída. A etiqueta **auto** é atribuída a imagens que foram marcadas automaticamente. A etiqueta **auto** não é atribuída a imagens que foram marcadas manualmente.
sl: **Način skeniranja**: Način skeniranja določa, ali bo digiKam skeniral vse slike ali le slike, ki nimajo že dodeljene oznake **auto**. Oznaka **auto** je dodeljena slikam, ki so bile samodejno označene. Oznaka **auto** ni dodeljena slikam, ki so bile ročno označene.
uk: **Режим сканування**: режим сканування визначає, чи скануватиме digiKam усі зображення чи лише зображення, для яких ще не призначено мітку **авто**. Мітка **авто** пов'язується з зображеннями, для яких мірки було призначено автоматично. Мітку **авто** не буде призначено до зображень, мітки для яких було встановлено вручну.

source: **Auto-tagging Mode**: When applying auto-tags, you can choose between **Update** and **Replace Existing**. Selecting **Update** will add any new auto-tags to the existing tags on the image. **Replace Existing** will remove all existing auto-tags and replace them with the tags detected by the current scan. Any tags not under the **auto** tag will not be affected. This setting is useful if you want to run multiple scans with different settings and combine the results.
ca: **Mode d'etiquetatge automàtic**: en aplicar etiquetes automàtiques, podeu triar entre **Actualitza** i **Reemplaça existent**. En seleccionar **Actualitza** s'afegiran etiquetes automàtiques noves a les etiquetes existents a la imatge. **Reemplaça els existents** eliminarà totes les etiquetes automàtiques existents i les substituirà per les etiquetes detectades a l'exploració actual. Qualsevol etiqueta que no estigui sota l'etiqueta **auto** no es veurà afectada. Aquesta configuració és útil si voleu executar diverses exploracions amb opcions diferents de configuració i combinar els resultats.
it: **Modalità attribuzione tag automatici**: quando applichi tag automatici, puoi scegliere tra **Aggiorna** e **Sostituisci esistenti**. **Aggiorna** aggiungerà tutti i tag automatici nuovi ai tag esistenti nell'immagine. **Sostituisci esistenti** rimuoverà tutti i tag automatici esistenti e li sostituirà con quelli individuati dall'attuale analisi. I tag al di fuori del tag **automatico** non verranno modificati. Questa impostazione è utile se vuoi avviare più analisi con impostazioni differenti e combinarne i risultati.
nl: **Modus automatisch tags toekennen**: bij toepassen van automatisch toekennen van tags kunt u kiezen tussen **Bijwerken** en **Bestaande vervangen**. **Bijwerken** selecteren zal elke nieuwe automatisch toegekende tags toevoegen aan de bestaande tags aan de afbeelding. **Bestaande vervangen** zal alle bestaande automatisch toegekende tags verwijderen en ze vervangen door de tags gedetecteerd door de huidige scan. Elke tag niet onder de tag **automatisch** zal niet beïnvloed worden. Deze instelling is nuttig als u meerdere scans wilt uitvoeren met verschillende instellingen en de resultaten combineren.
pt_br: **Modo de etiquetamento automático**: Ao aplicar etiquetas automáticas, você pode escolher entre **Atualizar** e **Substituir existentes**. Selecionar **Atualizar** adicionará quaisquer novas marcações automáticas às etiquetas existentes na imagem. **Substituir existentes** removerá todas as etiquetas automáticas existentes e as substituirá pelas etiquetas detectadas pela verificação atual. Quaisquer etiquetas que não estejam na etiqueta **auto** não serão afetadas. Esta configuração é útil se você quiser executar várias verificações com configurações diferentes e combinar os resultados.
sl: **Način samodejnega označevanja**: Ko uporabljate samodejne oznake, lahko izbirate med **Posodobi** in **Zamenjaj obstoječe**. Če izberete **Posodobi**, boste obstoječim oznakam na sliki dodali vse nove samodejne oznake. **Zamenjaj obstoječe** bo odstranil vse obstoječe samodejne oznake in jih nadomestil z oznakami, ki jih je zaznalo trenutno skeniranje. To ne bo vplivalo na oznake, ki niso pod oznako **auto**. Ta nastavitev je uporabna, če želite zagnati več pregledov z različnimi nastavitvami in združiti rezultate.
uk: **Режим автоматичного призначення міток**: під час застосування автоматичних міток ви можете вибирати між варіантами **Оновити** та **Замінити наявні**. **Оновити** додасть усі нові автоматичні мітки до наявних міток зображення. **Замінити наявні** вилучить усі наявні автоматичні мітки і замінить їх мітками, виявленими під час поточного сканування. Це не вплине на будь-які мітки, які не входять до мітки **авто**. Цей параметр корисний, якщо ви хочете запустити кілька сканувань із різними налаштуваннями і об'єднати результати.

source: **Detection Model**: The detection model is the neural network used to detect objects in the image. The default model is **EfficientNet B7**. The **EfficientNet B7** model is a general-purpose model that can detect 1,000 different objects and scenes. The **YOLOv11-Nano** model is faster and uses less memory than the **EfficientNet B7** model. The **YOLOv11-Nano** model is recommended for users with limited memory or slower processors, and **YOLOv11-XLarge** is recommended for users with more memory and faster processors. Both YOLOv11 models are trained to detect 80 different objects based on the COCO dataset.
ca: **Model de detecció**: el model de detecció és la xarxa neuronal utilitzada per a detectar objectes a la imatge. El model predeterminat és **EfficientNet B7**. El model **EfficientNet B7** és un model de propòsit general que pot detectar 1.000 objectes i escenes diferents. El model **YOLOv11-Nano** és més ràpid i utilitza menys memòria que el model **EfficientNet B7**. El model **YOLOv11-Nano** es recomana a usuaris amb memòria limitada o processadors més lents, i **YOLOv11-XLarge** es recomana a usuaris amb més memòria i processadors més ràpids. Tots dos models YOLOv11 estan entrenats per a detectar 80 objectes diferents basats en el conjunt de dades COCO.
it: **Modello di rilevamento**: è la rete neurale per il rilevamento degli oggetti nell'immagine. Il modello predefinito è **EfficientNet B7**. Questo è un modello di tipo generale in grado di rilevare 1.000 oggetti e scene diversi. Il modello **YOLOv11-Nano** è più veloce e utilizza meno memoria del modello **EfficientNet B7**. **YOLOv11-Nano** è consigliato agli utenti con memoria del computer limitata o processori lenti, mentre **YOLOv11-XLarge** è consigliato agli utenti con memoria superiore e processori più veloci. Entrambi i modelli YOLOv11 sono addestrati per individuare 80 oggetti differenti basati sull'insieme di dati COCO.
nl: **Detectiemodel**: het detectiemodel is het neurale netwerk gebruikt om objecten in de afbeelding te detecteren. Het standaard model is **EfficientNet B7**. Het model **EfficientNet B7** is een model voor algemeen gebruik dat 1.000 verschillende objecten end scènes kan detecteren. Het model **YOLOv11-Nano** is sneller en gebruikt minder geheugen dan het model **EfficientNet B7**. Het model **YOLOv11-Nano** wordt aanbevolen voor gebruikers met beperkt geheugen of langzamere processors en **YOLOv11-XLarge** wordt aanbevolen voor gebruikers met meer geheugen en snellere processors. Beide modellen YOLOv11 zijn getraind om 80 verschillende objecten te detecteren gebaseerd op de COCO-gegevensset.
pt_br: **Modelo de detecção**: O modelo de detecção é a rede neural usada para detectar objetos na imagem. O modelo padrão é o **EfficientNet B7**. O modelo **EfficientNet B7** é um modelo de uso geral que pode detectar 1.000 objetos e cenas diferentes. O modelo **YOLOv11-Nano** é mais rápido e usa menos memória do que o modelo **EfficientNet B7**. O modelo **YOLOv11-Nano** é recomendado para usuários com memória limitada ou processadores mais lentos, e o **YOLOv11-XLarge** é recomendado para usuários com mais memória e processadores mais rápidos. Ambos os modelos YOLOv11 são treinados para detectar 80 objetos diferentes com base no conjunto de dados COCO.
sl: **Model zaznavanja**: Model zaznavanja je nevronska mreža, ki se uporablja za zaznavanje predmetov na sliki. Privzeti model je **EfficientNet B7**. Model **EfficientNet B7** je univerzalni model, ki lahko zazna 1000 različnih predmetov in prizorov. Model **YOLOv11-Nano** je hitrejši in porabi manj pomnilnika kot model **EfficientNet B7**. Model **YOLOv11-Nano** priporočamo uporabnikom z omejenim pomnilnikom ali počasnejšimi procesorji, **YOLOv11-XLarge** pa priporočamo uporabnikom z več pomnilnika in hitrejšimi procesorji. Oba modela YOLOv11 sta usposobljena za zaznavanje 80 različnih predmetov na podlagi nabora podatkov COCO.
uk: **Модель виявлення**: модель виявлення – це нейронна мережа, яка використовується для виявлення об'єктів на зображенні. Типовою моделлю є **EfficientNet B7**. Модель **EfficientNet B7** — це модель загального призначення, яка може одночасно виявляти 1000 різних об'єктів і сцен. Модель **YOLOv11-Nano** є швидшою та використовує менше пам'яті, ніж модель **EfficientNet B7**. Модель **YOLOv11-Nano** рекомендована для користувачів систем з обмеженою пам'яттю або повільнішими процесорами, а **YOLOv11-XLarge** рекомендована для користувачів систем з більшою пам'яттю та швидшими процесорами. Обидві моделі YOLOv11 навчені одночасно виявляти 80 різних об'єктів на основі набору даних COCO.

source: **Accuracy**: Lower accuracy settings may detect more objects in an image, but it will also increase the number of incorrectly identified objects (false positives). The default setting of 7 is recommended for normal use.
ca: **Precisió**: la configuració de menor precisió pot detectar més objectes en una imatge, però també augmentarà el nombre d'objectes incorrectament identificats (falsos positius). Es recomana una configuració predeterminada de 7 per a ús normal.
it: **Accuratezza**: impostazioni di accuratezza più basse possono individuare più oggetti in un'immagine, ma aumenteranno anche il numero di oggetti identificati in modo scorretto (falsi positivi). L'impostazione predefinita 7 è consigliata per un uso normale.
nl: **Nauwkeurigheid**: lagere instelling van nauwkeurigheid kan meer objecten in een afbeelding detecteren, maar het zal ook het aantal onjuist geïdentificeerde objecten verhogen (vals-positieven). De standaard instelling van 7 is aanbevolen voor normaal gebruik.
pt_br: **Precisão**: Configurações de precisão mais baixas podem detectar mais objetos em uma imagem, mas também aumentam o número de objetos identificados incorretamente (falsos positivos). A configuração padrão de 7 é recomendada para uso normal.
sl: **Natančnost**: Nižje nastavitve natančnosti lahko zaznajo več predmetov na sliki, vendar bodo povečale tudi število nepravilno identificiranih predmetov (lažno pozitivnih). Za normalno uporabo je priporočljiva privzeta nastavitev 7.
uk: **Точність**: менші значення точності можуть дати змогу виявити більше об'єктів на зображенні, але це також призведе до збільшення кількості областей, неправильно визначених як об'єкти (хибні спрацьовування). Рекомендуємо стандартне значення 7 для звичайного використання.

source: Work on all processor cores
ca: Treballa amb tots els nuclis dels processadors
it: Lavora con tutti i core del processore
nl: Werk op alle processorkernen
pt_br: Trabalhar em todos os núcleos do processador
sl: Deluj na vseh procesorskih jedrih
uk: Використовувати всі ядра процесора

source: Auto-tagging can be a time-consuming task depending on the size of your library and filtering selected in **Search-in**. It is recommended to use all processor cores. This will make the process run faster, but it can potentially make other processes run slower and make your computer feel unresponsive while auto-tagging is running. You can uncheck **Work on all processor cores** if your machine is slow and you want to perform other tasks while the auto-tag scan is running.
ca: L'etiquetatge automàtic pot ser una tasca que requereix molt temps depenent de la mida de la biblioteca i el filtratge seleccionat a **Cerca a**. Es recomana utilitzar tots els nuclis de processador. Això farà que el procés s'executi més de pressa, però potencialment pot fer que altres processos s'executin més lentament i fer que el vostre ordinador es vegi menys fluid mentre s'està executant l'etiquetatge automàtic. Podeu desmarcar **Treballa en tots els nuclis del processador** si la vostra màquina és lenta i voleu realitzar altres tasques mentre s'està executant l'exploració d'etiquetes automàtiques.
it: A seconda della dimensione della tua raccolta e delle impostazioni di filtraggio selezionate in **Ricerca in**, l'operazione di assegnazione dei tag automatici può richiedere molto tempo. Si consiglia di utilizzare tutti i core del processore. Ciò velocizzerà il processo, ma potrebbe potenzialmente rallentare gli altri processi e rendere il computer poco reattivo durante l'assegnazione dei tag automatici. Deseleziona l'opzione **Lavora con tutti i core del processore** se il tuo computer è lento e vuoi eseguire altre attività durante l'analisi per l'assegnazione dei tag automatici.
nl: Automatisch toekennen van tags kan een tijdrovende taak zijn afhankelijk van de grootte van uw bibliotheek en de filtering geselecteerd in **Zoeken-in**. Het is aanbevolen om use alle processorkernen te gebruiken. Dit zal het proces sneller maken, maar het kan potentieel andere processen langzamer laten werken en uw computer laten voelen als niet reagerend terwijl automatisch toekennen van tags actief is. U kunt **Werken op alle processorkernen** deactiveren als uw machine langzaam is en u wilt andere taken uitvoeren terwijl de scan voor automatisch toekennen van tags actief is.
pt_br: O etiquetamento automático pode ser uma tarefa demorada, dependendo do tamanho da sua biblioteca e da filtragem selecionada em **Pesquisar em**. Recomenda-se usar todos os núcleos do processador. Isso tornará o processo mais rápido, mas pode potencialmente tornar outros processos mais lentos e fazer com que seu computador pare de responder enquanto o etiquetamento automático estiver em execução. Você pode desmarcar **Usar todos os processadores** se sua máquina estiver lenta e você quiser executar outras tarefas enquanto a verificação de etiquetamento automático estiver em execução.
sl: Samodejno označevanje je lahko zamudno opravilo, odvisno od velikosti vaše knjižnice in filtriranja, izbranega v **Iskanju v**. Priporočljiva je uporaba vseh procesorskih jeder. Zaradi tega bo postopek potekal hitreje, lahko pa povzroči počasnejše delovanje drugih procesov in povzroči, da se vaš računalnik med delovanjem samodejnega označevanja ne odziva. Počistite lahko polje **Delo na vseh procesorskih jedrih**, če je vaš stroj počasen in želite izvajati druge naloge, medtem ko se izvaja skeniranje samodejnih oznak.
uk: Автоматичне позначення мітками може тривати досить довго, залежно від розміру вашої бібліотеки та параметрів фільтрування, вибраних на вкладці **Місця пошуку**. Рекомендуємо використовувати всі ядра процесора. Це пришвидшить процес, але потенційно може сповільнити роботу інших процесів і змусити ваш комп'ютер не реагувати під час роботи автоматичного позначення. Ви можете зняти прапорець **Працювати на всіх ядрах процесора**, якщо ваша машина працює надто повільно, і ви хочете виконувати інші завдання під час автоматичного пошуку міток.

source: Translate Tab
ca: Pestanya de traducció
it: Scheda Traduci
nl: Tabblad Vertalen
pt_br: Aba Traduzir
sl: Zavihek Prevedi
uk: Вкладка «Переклад»
