Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/tags_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: The Quick Access List allows you to display only a certain node (and its sub-nodes) in the tag tree window. Select a tag in the tag tree and click on **Add to List** button. The tag will appear in the Quick Access List. If you select the tag there, the tag tree will show only the selected node which can still be expanded to see the sub-nodes. Note that the entering text into the search field will also limit the tag tree to only display those tags that contain the string in the search field.
ca: La Llista d'accés ràpid permet mostrar només un node determinat (i els seus subnodes) a la finestra de l'arbre d'etiquetes. Seleccioneu una etiqueta a l'arbre d'etiquetes i feu clic al botó **Afegeix a la llista**. L'etiqueta apareixerà a la Llista d'accés ràpid. Si seleccioneu l'etiqueta allà, l'arbre d'etiquetes només mostrarà el node seleccionat que encara es pot ampliar per a veure els subnodes. Tingueu en compte que el text introduït al camp de cerca també limitarà l'arbre d'etiquetes a només mostrar aquelles etiquetes que contenen la cadena al camp de cerca.
it: La Lista di accesso rapido ti permette di visualizzare solo certi nodi (e i loro sotto-nodi) nella finestra dell'albero dei tag. Seleziona un tag nell'albero e fai clic sul pulsante **Aggiungi all'elenco**: il tag apparirà nella Lista di accesso rapido. Selezionando da qui, l'albero dei tag mostrerà solo il nodo selezionato che è ancora possibile espandere per vedere i sotto-nodi. Nota che il testo inserito nel campo di ricerca limiterà anche l'albero dei tag alla sola visualizzazione dei tag che contengono la stringa presente nel campo di ricerca.
nl: De Snelle toegangslijst biedt u het tonen van alleen een bepaalde node (en zijn sub-nodes) in het venster tag-boomstructuur. Selecteer een tag in de tag-boomstructuur en klik op de knop **Aan lijst toevoegen**. De tag zal verschijnen in de Snelle toegangslijst. Als u de tag daar selecteert, zal de tag-boomstructuur alleen de geselecteerde node tonnen die nog steeds uitgevouwen kan worden om de sub-nodes te zien. Merk op dat invoeren van tekst in het zoekveld ook de tag-boomstructuur zal beperken tot alleen die tags tonen die de tekenreeks in het zoekveld bevatten.
pt_br: A Lista de acesso rápido permite exibir apenas um nó específico (e seus subnós) na janela da árvore de etiquetas. Selecione uma etiqueta na árvore de etiquetas e clique no botão **Adicionar à lista**. A etiqueta aparecerá na Lista de acesso rápido. Se você selecionar a etiqueta lá, a árvore de etiquetas mostrará apenas o nó selecionado, que ainda pode ser expandido para exibir os subnós. Observe que inserir texto no campo de pesquisa também limitará a árvore de etiquetas a exibir apenas as etiquetas que contêm o texto no campo de pesquisa.
sl: Seznam za hitri dostop vam omogoča prikaz samo določenega vozlišča (in njegovih podvozlišč) v oknu drevesa značk. Izberite značko v drevesu značk in kliknite gumb **Dodaj na seznam**. Značka se bo pojavila na seznamu za hitri dostop. Če tam izberete oznako, bo drevo značk pokazalo samo izbrano vozlišče, ki ga je še vedno mogoče razširiti, da vidite podvozlišča. Upoštevajte, da bo vnos besedila v iskalno polje tudi omejil drevo značk na prikaz samo tistih značk, ki vsebujejo niz v iskalnem polju.
uk: За допомогою списку швидкого доступу ви можете наказати програмі показувати у вікні ієрархії міток лише певний вузол ієрархії (та його підвузли)**. Позначте мітку у ієрархії і натисніть кнопку **Додати до списку**. У відповідь мітку буде додано до списку швидкого доступу. Якщо ви позначите її у цьому списку, у ієрархії міток буде показано лише відповідний вузол, який можна буде розгорнути і побачити його підвузли. Слід також зауважити, що у ієрархії міток буде показано лише обмежену кількість міток, якщо було використано поле пошуку. У списку залишаться лише ті пункти, які містять рядок пошуку.

source: The Tag Properties dialog allows you to change the name of the tag, the icon used in the Tag tree and the shortcut.
ca: El diàleg Propietats de l'etiqueta permet canviar el nom de l'etiqueta, la icona utilitzada a l'arbre d'etiquetes i la drecera.
it: La finestra delle proprietà del tag ti permette di modificare il nome del tag, l'icona usata nell'albero dei tag e la scorciatoia.
nl: De dialoog Tageigenschappen laat u de naam van de tag, het gebruikte pictogram in de boomstructuur Tags en de sneltoets wijzigen.
pt_br: O painel de Propriedades da etiqueta permite que você altere o nome da etiqueta, o ícone usado na árvore de etiquetas e o atalho.
sl: Pogovorno okno Lastnosti značke vam omogoča, da spremenite ime značke, ikono, uporabljeno v drevesu značk, in bližnjico.
uk: За допомогою діалогового вікна властивостей мітки ви можете змінити назву мітки, піктограму, яку буде використано у ієрархії міток, і клавіатурне скорочення мітки.

source: Tagging Photographs
ca: Etiquetatge de fotografies
it: Assegnare tag alle fotografie
nl: Tags toevoegen aan foto's
pt_br: Etiquetando fotografias
sl: Označevanje fotografij
uk: Встановлення міток для фотографій

source: Before you can get the most out of digiKam's tagging capabilities, you must first tag your photographs. There are a few methods for that task. Once you have identified the photographs that you want to tag you can either drag and drop them onto the tag in the Tag tree or, by clicking with the right mouse button on the selected photographs in the Image Window, you can use the **Assign Tag** menu to select the tags you wish to set.
ca: Abans de poder aprofitar al màxim les capacitats d'etiquetatge del digiKam, primer haureu d'etiquetar les vostres fotografies. Hi ha alguns mètodes per a aquesta tasca. Un cop hàgiu identificat les fotografies que voleu etiquetar, podreu arrossegar-les i deixar-les anar sobre l'etiqueta en l'arbre d'etiquetes o, fent clic amb el botó dret del ratolí sobre les fotografies seleccionades a la finestra d'imatge, podeu utilitzar el menú **Assignació d'etiquetes** per a seleccionar les etiquetes que voleu establir.
it: Prima di poter usare tutte le capacità di digiKam con i tag, devi prima assegnarli alle fotografie. Ci sono alcuni metodi per farlo: quando hai identificato le foto a cui vuoi assegnare i tag puoi sia trascinarle sul tag nell'albero dei tag, sia usare il menu **Assegna tag* per selezionare i tag che vuoi impostare, facendo clic col pulsante destro del mouse sulle foto selezionate nella finestra delle immagini.
nl: Voordat u alles uit de tag-mogelijkheden van digiKam kunt halen, moet u eerst uw foto's van een tag voorzien. Er zijn een paar manieren voor deze taak. Als u de foto's die u van een tag wilt voorzien hebt uitgezocht dan kunt u die op de tag van uw keuze in de tagsboomstructuur loslaten of u kunt door met de rechter muisknop te klikken op de geselecteerde foto's in het venster voor afbeeldingen gebruik maken van het menu **Tag toewijzen** om de gewenste tags te selecteren.
pt_br: Antes de aproveitar ao máximo os recursos de marcação do digiKam, você precisa marcar suas fotografias. Existem alguns métodos para isso. Depois de identificar as fotografias que deseja etiquetar, você pode arrastá-las e soltá-las na etiqueta na árvore de etiquetas ou, clicando com o botão direito do mouse nas fotografias selecionadas na janela de imagens, usar o menu **Atribuir etiqueta** para selecionar as etiquetas que deseja definir.
sl: Preden lahko kar najbolje izkoristite zmožnosti označevanja digiKam, morate najprej označiti svoje fotografije. Za to nalogo obstaja nekaj metod. Ko identificirate fotografije, ki jih želite označiti, jih lahko povlečete in spustite na značko v drevesu značk ali pa z desnim miškinim klikom na izbrane fotografije v slikovnem oknu uporabite **Dodeli značko** meni za izbiro značk, ki jih želite nastaviti.
uk: Щоб використати можливості роботи з мітками digiKam повністю, вам слід спочатку призначити мітки для ваших фотографій. Існує декілька способів створення міток для фотографій. Після визначення фотографій, яким ви бажаєте призначити мітку, ви можете перетягнути і скинути їх на позначку мітки у ієрархії «Мітки». Крім того, можна навести вказівник на одну з позначених фотографій на панелі зображень, клацнути правою кнопкою миші і скористатися підменю **Призначити мітку** для вибору міток, які ви бажаєте призначити.

source: Drag and Drop works with any visible tags and photographs in both sidebars. With the Right Sidebar it works the obvious way: you drag the tag and drop it onto the photograph or selection of photographs you want to tag. With the Left Sidebar you have to drag the photographs to the tags. You want to know why? Just try it the other way and you will see.
ca: Arrossegar i deixar anar funciona amb qualsevol de les etiquetes i fotografies visibles a les dues barres laterals. Amb la barra lateral dreta funciona de la manera òbvia: arrossegueu l'etiqueta i deixeu-la anar sobre la fotografia o la selecció de fotografies que voleu etiquetar. Amb la barra lateral esquerra haureu d'arrossegar les fotografies cap a les etiquetes. Voleu saber per què? Simplement proveu-ho d'una altra manera i veureu.
it: Il trascinamento funziona con qualsiasi tag e fotografie visibili in entrambe le barre laterali. Con la barra laterale destra funziona in maniera ovvia: trascina il tag e rilascialo sulla fotografia o sulla selezione di fotografie a cui vuoi assegnarlo. Con la barra laterale sinistra devi invece trascinare le fotografie sul tag. Vuoi sapere perché? Prova nell'altro modo e vedrai.
nl: Slepen en loslaten werkt met elke zichtbare tags en foto's in beide zijbalken. Met de Rechter zijbalk werkt het op de natuurlijke manier: u sleept de tag en laat het los op de foto of selectie van foto's waaraan u een tag wilt toekennen. Met de linker zijbalk moet u de foto's naar de tags slepen. U wilt weten waarom? Probeer het op de andere manier en u zult het zien.
pt_br: Arrastar e soltar funciona com quaisquer etiquetas e fotografias visíveis em ambas as barras laterais. Com a barra lateral direita, funciona da maneira óbvia: você arrasta a etiqueta e a solta na fotografia ou seleção de fotografias que deseja etiquetar. Com a barra lateral esquerda, você precisa arrastar as fotografias para as etiquetas. Quer saber por quê? Experimente o contrário e você verá.
sl: Povleci in spusti deluje z vsemi vidnimi oznakami in fotografijami v obeh stranskih vrsticah. Z desno stransko vrstico deluje na očiten način: povlečete oznako in jo spustite na fotografijo ali izbor fotografij, ki jih želite označiti. Z levo stransko vrstico morate povleči fotografije do oznak. Želite vedeti zakaj? Samo poskusite drugače in videli boste.
uk: Перетягування зі скиданням: працює на обох бічних панелях, звичайно ж, якщо на них показано мітки На правій бічній панелі все працює у очевидний спосіб: ви перетягуєте позначку мітки і скидаєте її на фотографію або позначені фотографії, які ви хочете пов’язати з міткою. На лівій бічній панелі вам доведеться перетягти фотографію на мітку. Знаєте чому? Просто спробуйте зробити навпаки, і ви усе зрозумієте.

source: You can also use drag and drop between tabs from same sidebar, for example dragging a icon-view item from **Albums** to the **Tags** view. To switch from one tab to another one, just move the mouse over the tab title for a few seconds while dragging, the new view will be enabled and the dragging operation can continue.
ca: També podreu arrossegar i deixar anar entre pestanyes des de la mateixa barra lateral, per exemple, arrossegant un element en la vista d'icones des de la vista **Àlbums** fins a la d'**Etiquetes**. Per a canviar d'una pestanya a una altra, senzillament moveu el ratolí sobre el títol de la pestanya durant uns segons mentre arrossegueu, la vista nova s'habilitarà i l'operació d'arrossegament podrà continuar.
it: Puoi usare il trascinamento anche tra le schede della stessa barra laterale, per esempio trascinando un elemento della vista a icone dalla vista **Album** a quella **Tag**. Per passare da una scheda all'altra sposta il mouse sopra il titolo della scheda per qualche secondo mentre trascini, la nuova vista verrà attivata e l'operazione di trascinamento potrà proseguire.
nl: U kunt ook tussen tabbladen slepen en loslaten gebruiken en vanuit dezelfde zijbalk, bijvoorbeeld een item in de pictogramweergave uit **Albums** naar de weergave **Tags**. Om van het ene tabblad naar het andere om te schakelen, verplaats de muis over de tabbladtitel gedurende een paar seconden tijdens slepen, dan zal de nieuwe weergave ingeschakeld worden en het slepen kan doorgaan.
pt_br: Você também pode usar a função de arrastar e soltar entre abas da mesma barra lateral, por exemplo, arrastando uma miniatura de **Álbuns** para a vista de **Etiquetas**. Para alternar entre abas, basta mover o mouse sobre o título da aba por alguns segundos enquanto arrasta. A nova vista será ativada e a operação de arrastar poderá continuar.
sl: Uporabite lahko tudi vlečenje in spuščanje med zavihki iz iste stranske vrstice, na primer povlečete element pogleda ikon iz **Albumov** v pogled **Značke**. Če želite preklopiti z enega zavihka na drugega, med vlečenjem za nekaj sekund premaknite miško nad naslov zavihka, nov pogled bo omogočen in postopek vlečenja se lahko nadaljuje.
uk: Ви також можете скористатися перетягуванням зі скиданням між вкладками однієї бічної панелі, наприклад, перетягнути запис з панелі перегляду піктограм з панелі **Альбоми** на панель **Мітки**. Щоб перемкнутися з однієї вкладки на іншу, просто наведіть вказівник миші на заголовок вкладки на декілька секунд під час перетягування. Програма активує нову панель перегляду і ви зможете продовжити дію з перетягування.

source: Shortcuts: as mentioned earlier in this chapter you can assign keyboard shortcuts to the Tag Properties. Such shortcuts could then be used to assign or un-assign a tag to the selected photograph(s).
ca: Dreceres: com s'ha esmentat anteriorment en aquest capítol, podeu assignar dreceres de teclat a les propietats de l'etiqueta. Aquestes dreceres es poden fer servir per a assignar o desassignar una etiqueta a les fotografies seleccionades.
it: Scorciatoie: come menzionato in precedenza in questo capitolo, puoi assegnare delle scorciatoie da tastiera alle proprietà dei tag. Queste scorciatoie potrebbero poi essere utilizzate per assegnare o rimuovere un tag dalle fotografie selezionate.
nl: Sneltoetsen: zoals eerder genoemd in dit hoofdstuk kunt u sneltoetsen toekennen aan de Tag-eigenschappen. Zulke sneltoetsen zouden dan gebruikt kunnen worden om een tag toe te kennen of af te nemen van de geselecteerde foto('s).
pt_br: Atalhos: como mencionado anteriormente neste capítulo, você pode atribuir atalhos de teclado às propriedades da etiqueta. Esses atalhos podem ser usados ​​para atribuir ou desatribuir uma etiqueta à(s) fotografia(s) selecionada(s).
sl: Bližnjice: kot smo že omenili v tem poglavju, lahko lastnostim značke dodelite bližnjice na tipkovnici. Takšne bližnjice bi lahko nato uporabili za dodelitev ali razveljavitev dodelitve značke izbrani fotografiji.
uk: Клавіатурні скорочення: як ми вже згадували вище у цьому розділі, ви можете пов’язати із міткою комбінацію клавіш у «Властивостях мітки». За допомогою такої комбінації ви потім зможете призначати мітки до позначених фотографій або скасовувати таке призначення.

source: Context menu: by clicking with the right mouse button on the selected photographs and choosing **Assign Tag** you will see a list of the ten most recently used tags, **Add New Tag...**, described at the beginning of the :ref:`previous section <managing_tags>`, and **More Tags...** which displays the *Tags* tab of the *Captions* view in the Right Sidebar. This is described in more detail in the paragraphs below and in :ref:`this section <tags_tree>` of the manual. This context menu may be the easiest method to add a limited number of tags to one or more images.
ca: Menú contextual: fent clic amb el botó dret del ratolí sobre les fotografies seleccionades i escollint **Assigna una etiqueta** veureu una llista de les deu etiquetes més utilitzades recentment, **Afegeix una etiqueta nova...**, descrita al començament de la :ref:`secció anterior <managing_tags>`, i **Més etiquetes...** que mostra la pestanya *Etiquetes* de la vista *Llegendes* en la barra lateral dreta. Això es descriu amb més detall en els paràgrafs següents i en :ref:`aquesta secció <tags_tree>` del manual. Aquest menú contextual pot ser el mètode més fàcil d'afegir un nombre limitat d'etiquetes a una o més imatges.
it: Menu contestuale: facendo clic col pulsante destro del mouse sulle fotografie selezionate e scegliendo **Assegna tag** vedrai un elenco degli ultimi dieci tag usati di recente, **Aggiungi nuovo tag...**, che è stato descritto all'inizio della :ref:`sezione precedente <managing_tags>` e **Altri tag...**, che visualizza la scheda **Tag** della vista **Didascalie** nella barra laterale destra. Questo è descritto in dettaglio nei paragrafi seguenti e in :ref:`questa sezione <tags_tree>` del manuale. Questo menu contestuale potrebbe essere il metodo più semplice per aggiungere un numero limitato di tag a una o più immagini.
nl: Contextmenu: door klikken met de rechter muisknop op de geselecteerde foto's en kiezen van **Tag toekennen** zult u een lijst zien met de tien meest recent gebruikte tags, **Nieuwe tag toevoegen...**, beschreven aan het begin van de :ref:`vorige sectie <managing_tags>` en **Meer Tags...** die displays het tabblad *Tags* toont van de weergave *Opschriften* in de Rechter zijbalk. Dit is in meer detail beschreven in de onderstaande paragrafen en in :ref:`deze sectie <tags_tree>` van de handleiding. Dit contextmenu kan de gemakkelijkste methode zijn om een beperkt aantal tags aan een of meer afbeeldingen toe te kennen.
pt_br: Menu de contexto: clicando com o botão direito do mouse nas fotografias selecionadas e escolhendo **Atribuir etiqueta**, você verá uma lista das dez etiquetas usadas mais recentemente, **Adicionar nova etiqueta...**, descrita no início da :ref:`seção anterior <managing_tags>`, e **Mais etiquetas...**, que exibe a aba *Etiquetas* da vista de *Legendas* na barra lateral direita. Isso é descrito com mais detalhes nos parágrafos abaixo e :ref:`nesta seção <tags_tree>` do manual. Este menu de contexto pode ser o método mais fácil para adicionar um número limitado de etiquetas a uma ou mais imagens.
sl: Kontekstni meni: s klikom z desno miškino tipko na izbrane fotografije in izbiro **Dodeli značko** se prikaže seznam desetih nazadnje uporabljenih značk, **Dodaj novo značko...**, opisanih na začetku :ref:`prejšnjega razdelka <managing_tags>` in **Več značk...**, ki prikaže zavihek *Značke* v pogledu *Napisi* v desni stranski vrstici. To je podrobneje opisano v spodnjih odstavkih in v :ref:`tem razdelku <tags_tree>` priročnika. Ta kontekstni meni je morda najpreprostejši način za dodajanje omejenega števila značk eni ali več slikam.
uk: Контекстне меню: наведіть вказівник миші на позначені фотографії, клацніть правою кнопкою миші і виберіть у контекстному меню пункт **Призначити мітку**. Ви побачите наступне підменю, у якому програма запропонує вам призначити одну з десяти останніх використаних міток, пункт **Додати нову мітку...**, дію якого описано на початку :ref:`попереднього розділу <managing_tags>`, та пункт **Інші мітки...**, який відкриває вкладку *Мітки* панелі перегляду *Підписи* на правій бічній панелі. Докладніший опис можна знайти нижче у :ref:`цьому розділі <tags_tree>` підручника. Контекстне меню є зручним, якщо ви у певний період роботи зі збіркою використовуєте обмежений набір міток з вашої ієрархії.

source: Tagging Image With Context Menu From Icon-View
ca: Etiquetatge d'imatges amb el menú contextual des de la vista d'icones
it: Assegnare tag a un'immagine col menu contestuale dalla vista a icone
nl: Een foto van een tag voorzien met het contextmenu uit pictogramweergave
pt_br: Etiquetando uma imagem com o menu de contexto na vista de miniaturas
sl: Označevanje slike s kontekstnim menijem iz pogleda ikon
uk: Встановлення міток зображення за допомогою контекстного меню панелі перегляду піктограм

source: You can remove a tag from a photograph by clicking with the right mouse button on the photograph and select **Remove Tag** submenu from the context menu. This submenu will only show those tags that have been set on this photograph.
ca: Podeu eliminar una etiqueta d'una fotografia fent clic amb el botó dret del ratolí sobre la fotografia i seleccionant el submenú **Elimina l'etiqueta** des del menú contextual. Aquest submenú només mostrarà les etiquetes establertes en aquesta fotografia.
it: Puoi rimuovere un tag da una fotografia facendo clic col pulsante destro del mouse sulla foto e selezionando il sottomenu **Rimuovi tag** dal menu contestuale. Questo sottomenu mostra solo quei tag che sono stati impostati su detta fotografia.
nl: U kunt tags verwijderen door met de rechter muisknop op de foto te klikken en het submenu uit het contextmenu **Tag verwijderen** te gebruiken. Dit submenu toont alleen de tags die aan die foto zijn toegewezen.
pt_br: Você pode remover uma etiqueta de uma fotografia clicando com o botão direito do mouse sobre ela e selecionando o submenu **Remover etiqueta** no menu de contexto. Este submenu mostrará apenas as etiquetas que foram definidas nesta fotografia.
sl: Značko s fotografije lahko odstranite tako, da z desno tipko miške kliknete na fotografijo in v kontekstnem meniju izberete podmeni **Odstrani značko**. Ta podmeni bo prikazal samo tiste značke, ki so bile nastavljene na tej fotografiji.
uk: Вилучити мітку з фотографії можна так: наведіть вказівник миші на позначку фотографії, клацніть правою кнопкою миші і оберіть у контекстному меню пункт **Вилучити мітку**. У цьому підменю буде показано лише мітки, які було встановлено для цієї фотографії.
