Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/tags_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: Many people use the *Tags* tab of the *Captions* view in the Right Sidebar as their standard method for assigning tags. Click **Captions** tab from the Right Sidebar and then the **Tags** tab from the top of the sidebar to display the whole tag tree. Simply check/un-check the boxes of the tags you want to assign/un-assign and then click **Apply**. If you change focus without clicking Apply, you will be asked whether you want to apply the changes. This request for confirmation can be disabled either by checking **Always apply changes without confirmation** or by checking **Do not confirm when applying changes in the right sidebar** in the Miscellaneous section of :menuselection:`Settings --> Configure digiKam...`. More details about the other buttons and fields in the **Tags** tab are provided in :ref:`digiKam sidebar <tags_tree>`.
ca: Moltes persones utilitzen la pestanya *Etiquetes* de la vista *Llegendes* a la barra lateral dreta com a mètode estàndard per a assignar etiquetes. Feu clic a la pestanya **Llegendes** de la barra lateral dreta i després a la pestanya **Etiquetes** de la part superior de la barra lateral per a mostrar tot l'arbre d'etiquetes. Simplement marqueu/desmarqueu les caselles de les etiquetes que voleu assignar/desassignar i feu clic a **Aplica**. Si canvieu el focus sense fer clic a Aplica, se us demanarà si voleu aplicar els canvis. Aquesta sol·licitud de confirmació es pot desactivar marcant **Aplica sempre els canvis sense confirmació** o marcant **No confirmis en aplicar canvis des de la barra lateral dreta** a la secció Miscel·lània d':menuselection:`Arranjament --> Configura el digiKam...`. Es proporcionen més detalls sobre els altres botons i camps de la pestanya **Etiquetes** a la :ref:`barra lateral del digiKam <tags_tree>`.
it: Molti utenti usano la scheda **Tag** della vista **Didascalie** nella barra laterale destra come metodo standard per assegnare i tag. Fai clic sulla scheda **Didascalie** nella barra laterale destra, quindi sulla scheda **Tag** in cima alla barra laterale per vedere l'intero albero dei tag. Ora metti una spunta nelle caselle dei tag che vuoi assegnare o togliere, infine fai clic su **Applica**. Se non confermi e cambi il fuoco ti verrà chiesto se vuoi applicare i cambiamenti, a meno che tu non disabiliti questa conferma spuntando **Applica sempre le modifiche senza chiedere conferma**, oppure spuntando **Non chiedere conferma quando si applicano modifiche nella barra laterale destra** nella sezione *Varie* di :menuselection:`Impostazioni --> Configura digiKam...`. Ulteriori dettagli sugli altri pulsanti e i campi della scheda **Tag** sono forniti nella :ref:`barra laterale di digiKam <tags_tree>`.
nl: Veel mensen gebruiken het tabblad *Tags* van de weergave *Opschriften* in de Rechter zijbalk als hun standaard methode voor toekennen van tags. Klik tabblad **Opschriften** uit de Rechter zijbalk en daarna het tabblad **Tags** uit de bovenkant van de zijbalk om de gehele tag-boomstructuur te tonen. Activeer/deactiveer eenvoudig de vakken van de tags die u wilt toekennen/afnemen en klik daarna op **Toepassen**. Als u focus wijzigt zonder op Toepassen te klikken, dan zult u gevraagd worden of u de wijzigingen wilt toepassen. Dit verzoek om bevestiging kan uitgeschakeld worden ofwel door **Wijzigingen altijd toepassen zonder bevestiging** of door **Niet bevestigen bij toepassen van wijzigingen in de rechter zijbalk** in de sectie Diversen van :menuselection:`Instellingen --> digiKam configureren...`. Meer details over de andere knoppen en velden in het tabblad **Tags** worden geleverd in :ref:`digiKam zijbalk <tags_tree>`.
pt_br: Muitas pessoas usam a aba *Etiquetas* da vista *Legendas* na barra lateral direita como método padrão para atribuir etiquetas. Clique na aba **Legendas** na barra lateral direita e depois na aba **Etiquetas** na parte superior da barra lateral para exibir toda a árvore de etiquetas. Basta marcar/desmarcar as caixas das etiquetas que deseja atribuir/desatribuir e clicar em **Aplicar**. Se você alterar o foco sem clicar em Aplicar, será perguntado se deseja aplicar as alterações. Essa solicitação de confirmação pode ser desabilitada marcando **Sempre aplicar as alterações sem confirmação** ou marcando **Não confirmar ao aplicar as alterações na barra lateral direita** na seção Diversos de :menuselection:`Configurações --> Configurar digiKam...`. Mais detalhes sobre os outros botões e campos na aba **Etiquetas** são fornecidos na :ref:`barra lateral do digiKam <tags_tree>`.
sl: Veliko ljudi uporablja zavihek *Značke* v pogledu *Napisi* v desni stranski vrstici kot standardno metodo za dodeljevanje značk. Kliknite zavihek **Napisi** v desni stranski vrstici in nato zavihek **Značke** na vrhu stranske vrstice, da prikažete celotno drevo značk. Preprosto potrdite/odznačite polja značk, ki jih želite dodeliti/odstraniti, in nato kliknite **Uveljavi**. Če spremenite fokus, ne da bi kliknili Uveljavi, boste pozvani, ali želite uveljaviti spremembe. To zahtevo za potrditev lahko onemogočite tako, da označite **Vedno uporabi spremembe brez potrditve** ali tako, da označite **Ne potrdi ob uporabi sprememb v desni stranski vrstici** v razdelku Razno v meniju :menuselection:`Nastavitve --> Konfiguriraj digiKam...`. Več podrobnosti o drugih gumbih in poljih v zavihku **Značke** je na voljo v :ref:`stranski vrstici <tags_tree>`.
uk: Багато хто використовує вкладку *Мітки* панелі *Підписи* на правій бічній панелі: один зі стандартних способів призначення міток. Натисніть пункт **Підписи** на правій бічній панелі, а потім перейдіть на вкладку **Мітки**. Програма покаже вам усю ієрархію міток. Просто позначте або зніміть позначення з пунктів міток, які ви хочете призначити або призначення яких ви хочете скасувати, а потім натисніть кнопку **Застосувати**. Якщо ви зміните фокус без цього, програма спитає вас про те, чи хочете ви застосувати зміни (якщо ви не вимкнули підтвердження позначенням пункту **Завжди застосовувати зміни без підтвердження** або пункту **Застосовувати зміни без підтвердження на правій бічній панелі** у розділі «Різне» діалогового вікна параметрів програми, яке можна відкрити за допомогою пункту меню :menuselection:`Параметри --> Налаштувати digiKam...`). Докладніший опис інших кнопок і полів на вкладці **Мітки** наведено у розділі :ref:`Бічна панель <tags_tree>`.

source: You can label a photograph with as many tags as you like. The photograph will appear when you select any of the tags that are applied to it. This way you can set a tag for each person in a photograph, as well as the place the photograph was taken, the event it was taken at, etc.
ca: Podeu etiquetar una fotografia amb tantes etiquetes com vulgueu. La fotografia apareixerà quan seleccioneu qualsevol de les etiquetes que s'hi apliquen. D'aquesta manera es pot establir una etiqueta per a cada persona en una fotografia, així com el lloc on es va prendre la fotografia, l'esdeveniment en què es va prendre, etc.
it: Puoi assegnare a una fotografia tanti tag quanti desideri. La foto apparirà quando selezioni uno qualsiasi dei tag che le hai attribuito. In questo modo puoi impostare un tag per ciascuna persona presente in una foto, il luogo in cui essa è stata scattata, la circostanza dello scatto, e via discorrendo.
nl: U een foto labelen met zoveel tags als u wilt. De foto zal verschijnen wanneer u een van de tags die eraan zijn toegekend selecteert. Op deze manier kunt u een tag zetten voor elke persoon in een foto, evenals de plaats waar de foto was genomen, de gebeurtenis waarbij het was genomen, etc.
pt_br: Você pode etiquetar uma fotografia com quantas etiquetas quiser. A fotografia aparecerá quando você selecionar qualquer uma das etiquetas aplicadas a ela. Dessa forma, você pode definir uma etiqueta para cada pessoa na fotografia, bem como o local onde a fotografia foi tirada, o evento em que foi tirada, etc.
sl: Fotografijo lahko označite s poljubnim številom oznak. Fotografija se prikaže, ko izberete katero koli oznako, ki je dodana njej. Tako lahko določite oznako za vsako osebo na fotografiji, kot tudi kraj, kjer je bila fotografija posneta, dogodek, na katerem je bila posneta itd.
uk: Ви можете призначити фотографії довільну кількість міток. Фотографію буде показано, коли ви виберете будь-яку мітку, яку з нею пов'язано. Таким чином, ви можете визначити мітку для усіх осіб, яких зображено на фотографії, а також мітку для місця, де було зроблено фотографію, події, де її було знято, тощо.

source: Once you have tagged a photograph, the tag name will appear under the thumbnail in the Image Area.
ca: Un cop etiquetada una fotografia, el nom de l'etiqueta apareixerà sota la miniatura a l'àrea de la imatge.
it: Una volta che hai assegnato un tag a una foto, il nome del tag apparirà sotto la miniatura nell'area delle immagini.
nl: Nadat u een foto van een tag hebt voorzien zal de naam van de tag onder de miniatuur in het afbeeldingsgebied te zien zijn.
pt_br: Depois de etiquetar uma fotografia, o nome da etiqueta aparecerá abaixo da miniatura na área de imagem.
sl: Ko označite fotografijo, se bo ime oznake pojavilo pod sličico v območju slike.
uk: Після визначення міток зображення, назву мітки буде показано під мініатюрою у області зображень.

source: Tags are stored in a database for fast access, and the applied tags are written into IPTC data fields of the image (at least for JPEG). So you can use your tags with other programs or, in case of loss of that data in the database, the tags will be restored when the image is re-imported into digiKam.
ca: Les etiquetes s'emmagatzemen en una base de dades per a un accés ràpid, i les etiquetes aplicades estan escrites en els camps de dades IPTC de la imatge (almenys per a JPEG) De manera que les podeu utilitzar en altres programes o, en cas de pèrdua de les dades a la base de dades, les etiquetes es restauraran quan la imatge es torni a importar al digiKam.
it: I tag sono conservati in una banca dati per un rapido accesso, e quelli applicati vengono scritti nei campi di dati IPTC dell'immagine (questo almeno per i file JPEG) In questo modo puoi usare i tag con altri programmi o, nel caso di perdita di dati dalla banca dati centrale, i tag potranno essere ripristinati nel momento in cui l'immagine sarà reimportata in digiKam.
nl: Voor een snelle toegang worden de tags opgeslagen in een database en de toegekende tags worden geschreven in de IPTC datavelden van de afbeelding (tenminste voor JPEG). Daardoor kunt u uw tags ook met andere programma's gebruiken, of in geval van het verlies van die gegevens in de database, zullen de tags hersteld worden wanneer de afbeelding opnieuw geïmporteerd wordt in digiKam.
pt_br: As etiquetas são armazenadas em um banco de dados para acesso rápido, e as etiquetas aplicadas são gravadas nos campos de dados IPTC da imagem (pelo menos para JPEG). Assim, você pode usar suas etiquetas com outros programas ou, em caso de perda desses dados no banco de dados, elas serão restauradas quando a imagem for reimportada para o digiKam.
sl: Značke so shranjene v bazi podatkov za hiter dostop, uporabljene značke pa so zapisane v podatkovna polja IPTC slike (vsaj za JPEG). Tako lahko svoje značke uporabljate z drugimi programi ali pa bodo v primeru izgube teh podatkov v bazi podatkov oznake obnovljene, ko bo slika ponovno uvožena v digiKam.
uk: Мітки зберігаються у базі даних, щоб пришвидшити доступ до них, а застосовані мітки записуються у поля даних IPTC зображення (принаймні для файлів у форматі JPEG) Отже, ви зможете скористатися вашими мітками у інших програмах або, якщо дані з бази даних буде втрачено, мітки буде відновлено під час повторного імпортування даних до digiKam.

source: Auto-tagging Images
ca: Etiquetatge automàtic d'imatges
it: Assegnare tag automatici alle immagini
nl: Aan afbeeldingen automatisch tags toekennen
pt_br: Etiquetamento automático de imagens
sl: Samodejno označevanje slik
uk: Автоматичне встановлення міток зображень

source: Auto-tagging in a digiKam is the process of automatically assigning tags to digital assets like photos and videos. Instead of manually tagging each asset with terms and phrases, auto-tagging uses deep-learning neural networks to analyze the content and generate relevant tags, keywords, and descriptions.
ca: L'etiquetatge automàtic al digiKam és el procés d'assignació automàtica d'etiquetes a actius digitals com fotos i vídeos. En lloc d'etiquetar manualment cada actiu amb paraules i frases, l'etiquetatge automàtic utilitza xarxes neuronals d'aprenentatge profund per a analitzar el contingut i generar etiquetes rellevants, paraules clau i descripcions.
it: L'assegnazione di tag automatici in digiKam è il processo di attribuzione automatica di tag alle risorse digitali quali foto e filmati. Anziché assegnare manualmente tag a ciascuna risorsa tramite termini e frasi, il sistema di attribuzione di tag automatici usa reti neurali di apprendimento profondo per analizzare il contenuto e generare tag, parole chiave e descrizioni appropriate.
nl: Automatisch tags toekennen in digiKam is het proces van automatisch toekennen van tags aan digitale eigendommen zoals foto's en video's. In plaats van handmatig tags toekennen aan elk eigendom met termen en frasen, gebruikt automatisch tags toekennen deep-learning neurale netwerken om de inhoud te analyseren en relevante tags, trefwoorden en beschrijvingen te genereren.
pt_br: O etiquetamento automático no digiKam é o processo de atribuição automática de etiquetas a ativos digitais, como fotos e vídeos. Em vez de etiquetar manualmente cada ativo com termos e frases, o etiquetamento automático utiliza redes neurais de aprendizado profundo para analisar o conteúdo e gerar etiquetas, palavras-chave e descrições relevantes.
sl: Samodejno označevanje v digiKamu je postopek samodejnega dodeljevanja oznak digitalnim imetjem, kot so fotografije in videoposnetki. Namesto ročnega označevanja vsakega imetja z izrazi in besednimi zvezami samodejno označevanje uporablja nevronska omrežja globokega učenja za analizo vsebine in ustvarjanje ustreznih oznak, ključnih besed in opisov.
uk: Автоматичне позначення мітками у digiKam — це процес автоматичного призначення міток цифровим активам, таким як фотографії та відео. Замість того, щоб вручну позначати кожен об'єкт термінами та фразами, автоматичне позначення використовує нейронні мережі глибокого навчання для аналізу вмісту та створення відповідних міток, ключових слів і описів.

source: This process enriches your digital assets with valuable information, making them easier to organize, search, and manage. It also saves time and resources by automating repetitive metadata creation, reducing human errors, and ensuring consistent metadata across assets.
ca: Aquest procés enriqueix els actius digitals amb informació valuosa, fent-los més fàcils d'organitzar, cercar i gestionar. També estalvia temps i recursos mitjançant l'automatització de la creació de metadades repetitives, la reducció d'errors humans i la garantia de metadades coherents entre actius.
it: Questo processo arricchisce le tue risorse digitali con informazioni preziose, rendendole facili da organizzare, ricercare e gestire. Permette anche di far risparmiare tempo e risorse eseguendo in modo automatico azioni come la creazione di metadati ripetitivi, riducendo gli errori umani e assicurando metadati coerenti tra le risorse.
nl: Dit proces verrijkt uw digitale eigendommen met waardevolle informatie, waarmee ze gemakkelijker zijn te organiseren, te zoeken en te beheren. Het spaart ook tijd en hulpbronnen door herhaalde creatie van metagegevens te automatiseren, menselijke fouten te reduceren en consistente metagegevens over eigendommen te verzekeren.
pt_br: Esse processo enriquece seus ativos digitais com informações valiosas, facilitando sua organização, pesquisa e gerenciamento. Além disso, economiza tempo e recursos ao automatizar a criação repetitiva de metadados, reduzindo erros humanos e garantindo metadados consistentes em todos os ativos.
sl: Ta postopek obogati vaša digitalna imetja z dragocenimi informacijami, zaradi česar jih je lažje organizirati, iskati in upravljati. Prav tako prihrani čas in vire z avtomatiziranjem ponavljajočega se ustvarjanja metapodatkov, zmanjšanjem človeških napak in zagotavljanjem doslednih metapodatkov v imetjih.
uk: Цей процес збагачує ваші цифрові активи цінною інформацією, полегшуючи їх впорядковування, пошук і керування ними. Це також заощаджує час і ресурси завдяки автоматизації повторюваного створення метаданих, зменшенню людських помилок і забезпеченню узгодженості метаданих для ресурсів.

source: Auto-tagging can identify objects like dogs, cars, and people (not faces) within digital assets, and it can even recognize and tag content in multiple languages. This enhances the discoverability and usability of your digital assets, allowing you to focus on more strategic tasks.
ca: L'etiquetatge automàtic pot identificar objectes com gossos, cotxes i persones (no cares) dins dels actius digitals, i fins i tot pot reconèixer i etiquetar contingut en diversos idiomes. Això millora la descoberta i la usabilitat dels actius digitals, i això permet centrar-vos en tasques més estratègiques.
it: L'assegnazione di tag automatici è in grado di identificare i soggetti quali cani, autoveicoli e persone (non i volti) all'interno delle risorse digitali, e può persino riconoscere e assegnare tag in più lingue. Ciò migliora la reperibilità e la fruibilità delle tue risorse digitali, permettendoti di concentrarti su attività più strategiche.
nl: Automatisch toekennen van tags kan objecten zoals honden, auto's en mensen (geen gezichten) identificeren in digitale eigendommen en het kan zelfs inhoud herkennen en een tag toekennen in meerdere talen. Dit verhoogt de vindbaarheid en bruikbaarheid van uw digitale eigendommen, waarmee u zich kunt focussen op meer strategische taken.
pt_br: O etiquetamento automático pode identificar objetos como cães, carros e pessoas (não rostos) em ativos digitais, e pode até mesmo reconhecer e etiquetar conteúdo em vários idiomas. Isso melhora a capacidade de descoberta e a usabilidade dos seus ativos digitais, permitindo que você se concentre em tarefas mais estratégicas.
sl: Samodejno označevanje lahko identificira predmete, kot so psi, avtomobili in ljudje (ne obrazi) znotraj digitalnih imetij, in lahko celo prepozna in označi vsebino v več jezikih. To izboljša odkrivanje in uporabnost vaših digitalnih imetij, kar vam omogoča, da se osredotočite na bolj strateške naloge.
uk: Засоби автоматичного позначення мітками можуть ідентифікувати такі об'єкти, як собаки, машини та люди (не обличчя) у цифрових активах, і навіть розпізнавати та позначати вміст кількома мовами. Це підвищує визначеність і зручність використання ваших цифрових активів, дозволяючи вам зосередитися на більш стратегічних завданнях.

source: For auto-tagging to work correctly, digiKam needs to download the deep-learning models from the web. These files can either be downloaded when digiKam is first run (see :ref:`the Quick Start section <quick_start>` for details), or the files can be downloaded by clicking on the **Download required binary data** button on the :menuselection:`Settings --> Miscellaneous --> System` page.
ca: Per tal que l'etiquetatge automàtic funcioni correctament, el digiKam necessita descarregar els models d'aprenentatge profund des de la web. Aquests fitxers es poden baixar quan s'executa el digiKam (vegeu :ref:`la secció Inici ràpid <quick_start>` per als detalls), o els fitxers es poden baixar fent clic al botó **Descarrega les dades binàries requerides** a la pàgina :menuselection:`Arranjament --> Miscel·lània --> Sistema`.
it: Per un corretto funzionamento dell'assegnazione dei tag automatici, digiKam deve scaricare i modelli di apprendimento profondo dalla rete. Questi file possono essere scaricati sia al primo avvio di digiKam (per i dettagli vedi la :ref:`sezione Avvio rapido <quick_start>`), sia facendo clic sul pulsante **Scarica i dati degli eseguibili richiesti** nella pagina :menuselection:`Impostazioni --> Varie --> Sistema`.
nl: Om automatisch toekennen van tags juiste te laten werken moet digiKam de deep-learning modellen van het web downloaden. Deze bestanden kunnen ofwel gedownload worden wanneer digiKam voor de eerste keer wordt uitgevoerd (zie :ref:`de sectie Snel starten <quick_start>` voor details) of de bestanden kunnen gedownload worden door te klikken op de knop **Download vereiste binaire gegevens** op de pagina :menuselection:`Instellingen --> Diversen --> Systeem`.
pt_br: Para que o etiquetamento automático funcione corretamente, o digiKam precisa baixar os modelos de aprendizado profundo da web. Esses arquivos podem ser baixados na primeira execução do digiKam (consulte a :ref:`seção de Início rápido <quick_start>` para obter detalhes) ou clicando no botão **Baixar os arquivos binários necessários** na página :menuselection:`Configurações --> Diversos --> Sistema`.
sl: Da samodejno označevanje deluje pravilno, mora digiKam prenesti modele globokega učenja s spleta. Te datoteke je mogoče prenesti ob prvem zagonu digiKama (za podrobnosti glejte :ref:`razdelek za hitri začetek <quick_start>`) ali pa jih lahko prenesete s klikom na gumb **Prenesi zahtevane binarne podatke** na strani :menuselection:`Nastavitve --> Razno --> Sistem`.
uk: Для належної роботи із автоматичним встановленням міток програмі потрібно отримати моделі глибокого навчання під час першого запуску digiKam. Докладніше про це можна дізнатися з :ref:`розділу початкових зауважень <quick_start>`. Крім того, файли можна отримати натисканням кнопки **Отримати потрібні двійкові дані** на сторінці :menuselection:`Параметри --> Різне --> Система`.

source: The settings view is divided into three tabs: **Search-in**, **Settings**, and **Translate**.
ca: La vista de configuració es divideix en tres pestanyes: **Cerca a**, **Configuració** i **Traducció**.
it: La vista delle impostazioni è divisa in tre schede: **Ricerca in**, **Impostazioni** e **Traduci**.
nl: De Instellingenweergave is opgedeeld in drie tabbladen: **Zoeken-in**, **Instellingen** en **Vertalen**.
pt_br: A visualização das configurações é dividida em três abas: **Pesquisar em**, **Configurações** e **Traduzir**.
sl: Pogled nastavitev je razdeljen na tri zavihke: **Iskanje**, **Nastavitve** in **Prevedi**.
uk: Панель параметрів поділено між трьома вкладками: **Місця пошуку**, **Параметри** і **Переклад**.

source: Search-in Tab
ca: Pestanya de cerca a
it: Scheda Ricerca in
nl: Tabblad Zoeken-in
pt_br: Aba Pesquisar em
sl: Zavihek Iskanje
uk: Вкладка місць пошуку
