Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/tags_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: But before assigning and using tags, you first have to define them. If you import photographs that already have assigned tags, digiKam will build an appropriate tag tree during import. Alternatively, you can use digiKam's auto-tags feature to find objects in your images and create tags. The context menu shown in the screenshot above provides an easy approach to managing tags.
ca: Però abans d'assignar i utilitzar etiquetes, primer cal definir-les. Si importeu fotografies que ja tenen etiquetes assignades, el digiKam construirà un arbre d'etiquetes apropiat durant la importació. Alternativament, podeu utilitzar la característica d'etiquetes automàtiques del digiKam per a trobar objectes a les vostres imatges i crear etiquetes. El menú contextual que es mostra a la captura de pantalla de dalt proporciona un enfocament fàcil per a la gestió d'etiquetes.
it: Prima di assegnare e utilizzare i tag, li devi prima definire. Se importi le fotografie già contenenti dei tag, digiKam costruirà un conseguente albero dei tag durante l'importazione. In alternativa, puoi usare la funzionalità di tag automatici di digiKam per trovare soggetti nelle tue immagini e creare i tag. Il menu contestuale mostrato nella schermata sopra riportata fornisce un approccio semplificato alla gestione dei tag.
nl: Maar voor het toekennen en gebruiken van tags moet u ze eerst definiëren. Als u foto's importeert waaraan al tags zijn toegekend, zal digiKam een toepasselijke boomstructuur van tags bouwen tijdens het importeren. Als alternatief kunt u het automatisch toekennen van tags van digiKam gebruiken om objecten te vinden in uw afbeeldingen en tags aanmaken. Het contextmenu getoond in de bovenstaande schermafdruk levert een gemakkelijke benadering om tags te beheren.
pt_br: Mas antes de atribuir e usar etiquetas, você precisa defini-las. Se você importar fotografias que já tenham etiquetas atribuídas, o digiKam criará uma árvore de etiquetas apropriada durante a importação. Como alternativa, você pode usar o recurso de etiquetamento automático do digiKam para encontrar objetos em suas imagens e criar etiquetas. O menu de contexto mostrado na captura de tela acima oferece uma abordagem fácil para gerenciar etiquetas.
sl: Toda preden dodelite in uporabite oznake, jih morate najprej definirati. Če uvozite fotografije, ki imajo že dodeljene oznake, bo digiKam med uvozom zgradil ustrezno drevo oznak. Druga možnost je, da uporabite funkcijo samodejnih oznak digiKam, da poiščete predmete na svojih slikah in ustvarite oznake. Kontekstni meni, prikazan na zgornjem posnetku zaslona, ​​omogoča enostaven pristop k upravljanju oznak.
uk: Втім, перш ніж ви зможете призначати мітки або користуватися ними, вам слід їх визначити. Якщо вами буде імпортовано фотографії із вже призначеними мітками, digiKam побудує відповідну ієрархію міток під час імпортування. Крім того, ви можете скористатися можливістю встановлення міток у digiKam автоматично, щоб знаходити об'єкти на ваших знімках і створювати мітки. Контекстне меню, показане на знімку екрана вище, забезпечує простий підхід до керування мітками.

source: Managing Tags
ca: Gestió de les etiquetes
it: Gestire i tag
nl: Tags beheren
pt_br: Gerenciando etiquetas
sl: Upravljanje značk
uk: Керування мітками

source: You can add new tags by clicking with the right mouse button on either the Tags label or an existing tag and selecting **New Tag...**. A dialog will open where you can type in the tag name (or even a whole hierarchy branch), and assign an icon and/or a shortcut to the tag. If you add a new tag by clicking with the right mouse button on an existing tag, your new tag will be created as a sub-tag.
ca: Podreu afegir etiquetes noves fent clic amb el botó dret del ratolí sobre el rètol Etiquetes o sobre una etiqueta existent i seleccionant **Etiqueta nova...**. S'obrirà un diàleg on podreu escriure el nom de l'etiqueta (o fins i tot una branca de jerarquia completa) i assignar una icona o una drecera a l'etiqueta. Si afegiu una etiqueta nova fent clic amb el botó dret del ratolí sobre una etiqueta existent, la vostra etiqueta nova es crearà com una subetiqueta.
it: Puoi aggiungere nuovi tag facendo clic col pulsante destro del mouse sia sull'etichetta Tag, sia su un tag preesistente, e selezionando **Nuovo tag**..: si aprirà una finestra di dialogo in cui potrai digitare il nome del tag (o anche un intero ramo gerarchico), e assegnare un'icona e/o una scorciatoia a quel tag. Se aggiungi un nuovo tag facendo clic col pulsante destro del mouse su un tag preesistente, il nuovo tag sarà creato come tag secondario.
nl: U kunt nieuwe tags toevoegen door met de rechter muis te klikken op ofwel het label Tags of te kiezen een bestaande tag te kiezen en **Nieuwe tag...** te selecteren. Een dialoog zal worden geopend waar u de naam van de tag kunt invoeren (of zelfs een gehele hiërarchische tak), en voeg een pictogram en/of een sneltoets toe aan de tag. Als u een nieuwe tag toevoegt door met de rechter muisknop te klikken op een bestaande tag, dan wordt uw nieuwe tag toegevoegd als een sub-tag.
pt_br: Você pode adicionar novas etiquetas clicando com o botão direito do mouse no rótulo Etiquetas ou em uma etiqueta existente e selecionando **Nova etiqueta...**. Uma janela será aberta, onde você poderá digitar o nome da etiqueta (ou até mesmo um ramo inteiro da hierarquia) e atribuir um ícone e/ou um atalho para ela. Se você adicionar uma nova etiqueta clicando com o botão direito do mouse em uma etiqueta existente, sua nova etiqueta será criada como uma subetiqueta.
sl: Nove značke lahko dodate tako, da z desnim gumbom miške kliknete na oznako Značke ali obstoječo značko in izberete **Nova značka...**. Odpre se pogovorno okno, kjer lahko vnesete ime značke (ali celo celotne veje hierarhije) in oznaki dodelite ikono in/ali bližnjico. Če dodate novo značko tako, da z desnim gumbom miške kliknete na obstoječo značko, bo vaša nova značka ustvarjena kot podoznačka.
uk: Додати нові мітки можна за допомогою наведення вказівника миші на будь-яку з позначок «Мітки» або наявну мітку з наступним клацанням правою кнопкою миші і вибором пункту **Створити мітку...**. У відповідь буде відкрито діалогове вікно, у якому ви зможете ввести назву мітки (або навіть цілу гілку у ієрархії міток), призначити піктограму і/або клавіатурне скорочення для мітки. Якщо ви додасте мітку за допомогою клацання правою кнопкою миші на пункті наявної мітки, вашу нову мітку буде створено як підмітку.

source: You can delete a tag by clicking with the right mouse button on the tag you want to delete and selecting **Delete Tag**. When you delete a tag, the photographs themselves are not deleted. The tag is simply removed from those photographs.
ca: Podreu eliminar una etiqueta fent clic amb el botó dret del ratolí sobre l'etiqueta que voleu eliminar i seleccionant **Suprimeix l'etiqueta**. Quan suprimiu una etiqueta, les fotografies en si no s'eliminaran. Només s'eliminarà l'etiqueta d'aquestes fotografies.
it: Puoi eliminare un tag facendo clic col pulsante destro del mouse sul tag che vuoi eliminare, quindi selezionando **Elimina tag**. Quando elimini un tag le fotografie non vengono eliminate, semplicemente il tag viene rimosso da quelle fotografie.
nl: U kunt een tag verwijderen door met de rechter muisknop op de tag te klikken die u wilt verwijderen en te kiezen voor **Tag verwijderen**. Als u een tag verwijdert wordt de foto zelf niet verwijderd. Alleen wordt de tag van deze foto's verwijderd.
pt_br: Você pode excluir uma etiqueta clicando com o botão direito do mouse sobre a etiqueta que deseja excluir e selecionando **Excluir etiqueta**. Ao excluir uma etiqueta, as fotografias em si não são excluídas. A etiqueta é simplesmente removida dessas fotografias.
sl: Značko lahko izbrišete tako, da z desno tipko miške kliknete na oznako, ki jo želite izbrisati, in izberete **Izbriši značko**. Ko izbrišete značko, se same fotografije ne izbrišejo. Značka se preprosto odstrani s teh fotografij.
uk: Щоб вилучити мітку, наведіть вказівник миші на позначку мітки, яку ви бажаєте вилучити, клацніть правою кнопкою миші і оберіть пункт **Вилучити мітку** у контекстному меню. Після вилучення мітки самі фотографії не буде вилучено. З цих фотографій буде лише вилучено мітку.

source: You can move the position of a tag within the tree by dragging and dropping it into the desired position. A menu will appear giving you the option to **Move** the tag. This works in both the left and right sidebars. A tag can only be in one place in the tree at a time.
ca: Podreu moure la posició d'una etiqueta dins l'arbre arrossegant-la fins a la posició que vulgueu i deixant-la anar a la posició desitjada. Apareixerà un menú que us donarà l'opció de **Moure** l'etiqueta. Això funciona en ambdues barres laterals esquerra i dreta. Una etiqueta només pot estar en un lloc de l'arbre alhora.
it: Puoi spostare la posizione di un tag nell'albero trascinandolo e rilasciandolo nella posizione che vuoi. Apparirà un menu, che ti dà l'opzione di **spostare** il tag. Questo funziona in entrambe le barre laterali, destra e sinistra. Un tag si può trovare in un solo posto alla volta.
nl: U kunt de positie van een tag in de boomstructuur verplaatsen door het te slepen en loslaten op de gewenste positie. Een menu zal verschijnen die u de mogelijkheden geeft om de tag te **Verplaatsen**. Dit werkt in zowel de linker als de rechter zijbalk. Een tag kan slechts op één plaats tegelijk zijn in de boomstructuur.
pt_br: Você pode mover a posição de uma etiqueta na árvore arrastando-a e soltando-a na posição desejada. Um menu aparecerá com a opção de **Mover** a etiqueta. Isso funciona tanto na barra lateral esquerda quanto na direita. Uma etiqueta só pode estar em um lugar da árvore por vez.
sl: Položaj značke v drevesu lahko premaknete tako, da jo povlečete in spustite na želeno mesto. Prikaže se meni z možnostjo **Premakni** značko. To deluje v levi in ​​desni stranski vrstici. Značka je lahko hkrati le na enem mestu v drevesu.
uk: Ви можете пересувати мітку деревом міток: перетягніть пункт мітки у потрібне місце і скиньте його там У відповідь програма відкриє меню, у якому ви зможете вказати, що слід **Пересунути** мітку Цей спосіб працює для лівої і правої бічних панелей. Одну мітку може бути розташовано лише у єдиному місці ієрархії міток.

source: You can set the Tag Properties by clicking with the right mouse button on a tag and selecting **Properties...**. The Tag Properties allow you to change the name of the tag, the icon used in the Tag tree and the shortcut.
ca: Podreu establir les Propietats de l'etiqueta fent clic amb el botó dret del ratolí sobre una etiqueta i seleccionant **Propietats...**. Les Propietats de l'etiqueta permeten canviar el nom de l'etiqueta, la icona utilitzada en l'arbre d'etiquetes i la drecera.
it: Puoi impostare le proprietà del tag facendo clic col pulsante destro del mouse su di esso e selezionando **Proprietà...**. Le proprietà del tag ti permettono di cambiare il suo nome, l'icona usata nell'albero dei tag e la scorciatoia.
nl: U kunt de eigenschappen van de tag instellen door met de rechter muisknop op een tag te klikken en te kiezen voor **Eigenschappen...**. De tag-eigenschappen laten toe dat u de naam van de tag, het pictogram in de tagsboomstructuur en de sneltoets wijzigt.
pt_br: Você pode definir as propriedades da etiqueta clicando com o botão direito do mouse em uma etiqueta e selecionando **Propriedades...**. As propriedades da etiqueta permitem alterar o nome da etiqueta, o ícone usado na árvore de etiquetas e o atalho.
sl: Lastnosti značke lahko nastavite tako, da z desno miškino tipko kliknete značko in izberete **Lastnosti...**. Lastnosti značke vam omogočajo, da spremenite ime značke, ikono, uporabljeno v drevesu značk, in bližnjico.
uk: Встановити властивості мітки можна наведенням вказівника миші на мітку, клацанням правою кнопкою миші з наступним вибором пункту **Властивості...**. За допомогою властивостей мітки ви можете змінити назву мітки і піктограму, використану у ієрархії «Мітки» та клавіатурне скорочення.

source: The digiKam Tags Properties Dialog
ca: El diàleg Propietats de les etiquetes en el digiKam
it: La finestra di dialogo delle proprietà dei tag di digiKam
nl: De dialoog tag-eigenschappen van digiKam
pt_br: A janela de propriedades da etiqueta no digiKam
sl: Pogovorno okno z lastnostmi značk digiKam
uk: Вікно властивостей мітки digiKam

source: To select a photograph as the tag icon, click with the right mouse button on the photograph that you want to use as the tag icon and select **Set as Tag Thumbnail** from the context menu. You can also use drag and drop to set the tag icon. Drag the image icon and drop it onto the currently selected tag in the tag list.
ca: Per a seleccionar una fotografia com a icona d'etiqueta, feu clic amb el botó dret del ratolí sobre la fotografia que voleu utilitzar com a icona d'etiqueta i seleccioneu **Estableix com a miniatura de l'etiqueta** des del menú contextual. També podreu utilitzar arrossega i deixa per a establir la icona de l'etiqueta. Arrossegueu la imatge d'icona i deixeu-la anar sobre l'etiqueta seleccionada a la llista d'etiquetes.
it: Per selezionare una fotografia come icona del tag fai clic col pulsante destro del mouse sulla fotografia che vuoi usare come l'icona del tag, e seleziona **Imposta come miniatura del tag** dal menu contestuale. Per impostare l'icona del tag puoi inoltre trascinare l'icona dell'immagine e rilasciarla sul tag selezionato nell'elenco dei tag.
nl: Om een foto als tag-pictogram te kiezen, klikt u met de rechter muisknop op de foto die u als tag-pictogram wilt gebruiken en selecteert u uit het contextmenu **Als tag-miniatuur instellen**. U kunt ook gebruik maken van slepen en loslaten om het tag-pictogram in te stellen. Sleep het afbeeldingspictogram en laat het los op de nu geselecteerde tag in de lijst met tags.
pt_br: Para selecionar uma fotografia como ícone de etiqueta, clique com o botão direito do mouse na fotografia que deseja usar como ícone da etiqueta e selecione **Definir como miniatura de etiqueta** no menu de contexto. Você também pode usar a função arrastar e soltar para definir o ícone da etiqueta. Arraste o ícone da imagem e solte-o na etiqueta selecionada na lista de etiquetas.
sl: Če želite izbrati fotografijo kot ikono značke, z desnim gumbom miške kliknite fotografijo, ki jo želite uporabiti kot ikono značke, in v kontekstnem meniju izberite **Nastavi kot sličico značke**. Za nastavitev ikone značke lahko uporabite tudi povleci in spusti. Povlecite ikono slike in jo spustite na trenutno izbrano značko na seznamu oznak.
uk: Щоб вказати програмі фотографію для створення піктограми, наведіть вказівник на мініатюру фотографії, яку слід використати для створення піктограми мітки, клацніть правою кнопкою миші і оберіть у контекстному меню пункт **Зробити мініатюрою мітки**. Крім того, для встановлення піктограми мітки ви можете скористатися перетягуванням зі скиданням. Перетягніть мініатюру зображення і скиньте її на поточний вибраний пункт мітки у списку міток.

source: A tool for more elaborate work on a big tag tree is the :ref:`Tag Manager <tag_manager>` which you can access by clicking the **Open Tag Manager** button at the top of the Tag tree.
ca: Una eina per a un treball més elaborat en un arbre gran d'etiquetes és el :ref:`Gestor d'etiquetes <tag_manager>`, al qual podeu accedir fent clic sobre el botó **Obre el gestor d'etiquetes** a la part superior de l'arbre d'etiquetes.
it: Uno strumento più elaborato per lavorare su un grande albero dei tag è il :ref:`Gestore dei tag <tag_manager>`, al quale puoi accedere facendo clic sul pulsante **Apri il gestore dei tag** in cima all'albero dei tag.
nl: Een hulpmiddel voor meer uitgebreid werken aan grote tagsboomstructuur is de :ref:`Tagsbeheerder <tag_manager>` waar u toegang toe krijgt door te klikken op de knop **Tagbeheerder openen** bovenaan de tagsboomstructuur.
pt_br: Uma ferramenta para trabalhos mais elaborados em uma grande árvore de etiquetas é o :ref:`Gerenciador de etiquetas <tag_manager>`, que você pode acessar clicando no botão **Abrir o gerenciador de etiquetas** no topo da árvore de etiquetas.
sl: Orodje za podrobnejše delo na velikih drevesih značk je :ref:`Upravitelj značk <tag_manager>`, do katerega lahko dostopate s klikom na gumb **Odpri upravitelja značk** na vrhu drevesa značk.
uk: Інструментом для тоншого налаштовування великих ієрархій міток є :ref:`Керування мітками <tag_manager>`, доступ до якого можна отримати натисканням кнопки **Відкрити керування мітками** у верхній частині ієрархії міток.

source: The :ref:`Digital Asset Management (DAM) <asset_tags>` chapter of this manual provides some useful information about how to build your Tag tree.
ca: El capítol :ref:`Gestió d'actius digitals (DAM) <asset_tags>` d'aquest manual proporciona informació útil sobre com construir l'arbre d'etiquetes.
it: Il capitolo sulla :ref:`gestione dei beni digitali (DAM) <asset_tags>` di questo manuale fornisce alcune utili informazioni su come costruire il tuo albero dei tag.
nl: Het hoofdstuk :ref:`Digitaal Assetbeheer (DAM) <asset_tags>` van deze handleiding levert enige nuttige informatie over hoe uw Tag-boomstructuur te bouwen.
pt_br: O capítulo de :ref:`Gerenciamento de ativos digitais <asset_tags>` deste manual fornece algumas informações úteis sobre como construir sua árvore de etiquetas.
sl: Poglavje :ref:`Upravljanje z digitalnimi imetji (DAM) <asset_tags>` tega priročnika ponuja nekaj koristnih informacij o tem, kako zgraditi drevo značk.
uk: У розділі :ref:`Керування цифровою власністю <asset_tags>` цього підручника можна знайти деякі корисні думки щодо того, як побудувати ієрархію міток.

source: It is not always easy to build a logical hierarchy from general and generic categories. You might run into a problem like this:
ca: No sempre és fàcil construir una jerarquia lògica a partir de categories generals i genèriques. Podríeu trobar-vos amb un problema com aquest:
it: Non è sempre semplice creare una gerarchia logica da categorie generali e generiche, ti potresti trovare in un problema come questo:
nl: Het is niet altijd gemakkelijk om een logische hiërarchie uit algemene en generieke categorieën te bouwen. U zou in een probleem als dit terecht kunnen komen:
pt_br: Nem sempre é fácil construir uma hierarquia lógica a partir de categorias gerais e genéricas. Você pode se deparar com um problema como este:
sl: Iz splošnih in generičnih kategorij ni vedno lahko zgraditi logične hierarhije. Morda boste naleteli na takšno težavo:
uk: Побудувати логічну ієрархію на основі загальних категорій не завжди просто. Наприклад, можуть виникнути проблеми, подібні до такої:

source: Animal
it: Animale
nl: Dier
sl: Žival
uk: Тварини

source: Domestic Animal
ca: Animal domèstic
it: Animale domestico
nl: Binnenlands dier
pt_br: Animal doméstico
sl: Domača žival
uk: Домашня тварина

source: Cat
ca: Gat
it: Gatto
nl: Kat
pt_br: Gato
sl: Mačka
uk: Кіт

source: Cattle
ca: Bestiar
it: Bovino
nl: Vee
pt_br: Gado
sl: Govedo
uk: Худоба

source: Dog
ca: Gos
it: Cane
nl: Hond
pt_br: Cachorro
sl: Pes
uk: Собака

source: Wild Animal
ca: Animal salvatge
it: Animale selvaggio
nl: Wild dier
pt_br: Animal selvagem
sl: Divja žival
uk: Дика тварина

source: Bird
ca: Ocell
it: Uccello
nl: Vogel
pt_br: Pássaro
sl: Ptica
uk: Пташка

source: Cheetah
ca: Guepard
it: Ghepardo
nl: Jachtluipaard
pt_br: Guepardo
sl: Gepard
uk: Гепард

source: Lion
ca: Lleó
it: Leone
nl: Leeuw
pt_br: Leão
sl: Lev
uk: Лев

source: Tiger
ca: Tigre
it: Tigre
nl: Tijger
pt_br: Tigre
uk: Тигр

source: Zoo Animal
ca: Animal de zoològic
it: Animale dello zoo
nl: Dierentuindier
pt_br: Animal de zoológico
sl: Žival v živalskem vrtu
uk: Тварина з зоопарку

source: Leopard
ca: Lleopard
it: Leopardo
nl: Luipaard
pt_br: Leopardo
uk: Леопард
