Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/tags_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: The **Translate** tab lets you choose additional languages for auto-tagging. This feature will use an online translation service to translate the auto-tag into one of the supported languages.
ca: La pestanya **Traducció** permet triar idiomes addicionals per a etiquetar automàticament. Aquesta característica utilitzarà un servei de traducció en línia per a traduir l'etiqueta automàtica a un dels idiomes acceptats.
it: La scheda **Traduci** ti permette di aggiungere altre lingue per l'assegnazione dei tag automatici. Questa funzionalità utilizzerà un servizio in linea per tradurre i tag automatici in una delle lingue supportate.
nl: Het tabblad **Vertalen** laat u extra talen kiezen voor automatisch toekennen van tags. Deze mogelijkheden zal een online vertaalservice gebruiken om de automatisch toegekende tags in een van de ondersteunde talen te vertalen.
pt_br: A aba **Traduzir** permite que você escolha idiomas adicionais para etiquetamento automático. Este recurso usará um serviço de tradução online para traduzir o etiquetamento automático para um dos idiomas suportados.
sl: Zavihek **Prevedi** vam omogoča izbiro dodatnih jezikov za samodejno označevanje. Ta funkcija bo uporabila spletno prevajalsko storitev za prevod samodejnega označevanja v enega od podprtih jezikov.
uk: Вкладка **Переклад** надає вам змогу вибрати додаткові мови для автоматичного позначення. Ця функція використовуватиме службу інтернет-перекладу для перекладу автоматично встановлених міток однією з підтримуваних мов.

source: The digiKam Auto-tags Translate view
ca: La vista de traducció d'etiquetes automàtiques del digiKam
it: La vista Traduci dei tag automatici di digiKam
nl: De Vertalingweergave van automatisch toegekende tags
pt_br: A aba Traduzir no etiquetamento automático do digiKam
sl: Pogled digiKam prevod samodejnega označevanja
uk: Панель перекладу для автоміток у digiKam

source: Scan Collection for Auto-tags
ca: Explora la col·lecció cercant etiquetes automàtiques
it: Analizza la raccolta alla ricerca di tag automatici
nl: Verzameling scannen voor automatisch toegekende tags
pt_br: Analisar coleção para etiquetamento automático
sl: Skeniraj zbirko za samodejne oznake
uk: Сканування збірки із автоматичним встановленням міток

source: To begin scanning, click the **Auto-tag Scan** button. While the auto-tag assignment process is underway, a progress indicator is displayed in the bottom right corner of the main window. As the scan progresses, news tags will be added to the **auto** tag in the Tags view.
ca: Per a començar l'exploració, feu clic al botó **Exploració d'etiquetes automàtiques**. Mentre està en marxa el procés d'assignació d'etiquetes automàtiques, es mostra un indicador de progrés a la cantonada inferior dreta de la finestra principal. A mesura que l'exploració progressa, les etiquetes noves s'afegiran a l'etiqueta **auto** a la vista Etiquetes.
it: Per iniziare l'analisi, fai clic sul pulsante **Analisi tag automatici**. Durante il processo di assegnazione dei tag automatici, viene visualizzato un indicatore di avanzamento nell'angolo inferiore destro della finestra principale. All'avanzare dell'analisi, i nuovi tag verranno aggiunti al tag **automatico** nella vista Tag.
nl: Om met scannen te beginnen klik op de knop **Scannen op automatisch toekennen van tags**. Terwijl het proces van toekennen van tags voortgang vindt, wordt een voortgangsvenster getoond in de hoek rechtsonder van het hoofdvenster. Terwijl de scan voortgaat zullen nieuwe tags toegevoegd worden aan de tag **automatisch** in de Tagsweergave.
pt_br: Para iniciar a varredura, clique no botão **Analisar para etiquetamento automático**. Enquanto o processo de atribuição automática de etiquetas estiver em andamento, um indicador de progresso será exibido no canto inferior direito da janela principal. À medida que a varredura avança, novas etiquetas serão adicionados à etiqueta **auto** na vista de etiquetas.
sl: Za začetek skeniranja kliknite gumb **Skeniranje samodejnih oznak**. Medtem ko poteka postopek dodeljevanja samodejnih oznak, je v spodnjem desnem kotu glavnega okna prikazan indikator napredka. Ko skeniranje napreduje, bodo oznake novic dodane oznaki **auto** v pogledu oznak.
uk: Щоб почати сканування, натисніть кнопку **Сканування для автоміток**. Поки триває процес автоматичного призначення міток, у нижньому правому куті головного вікна буде показано індикатор поступу. Під час сканування нові мітки додаватимуться до мітки **авто** на панелі перегляду «Мітки».

source: **Workflow Automation**: Tags can be used to automate workflows within digiKam. For example, assets tagged with a certain label can be used in various tools like facial recognition and image quality sorting.
sl: **Avtomatizacija poteka dela**: Oznake lahko uporabite za avtomatizacijo poteka dela znotraj digiKama. Na primer, imetja, označena z določeno oznako, je mogoče uporabiti v različnih orodjih, kot sta prepoznavanje obraza in razvrščanje kakovosti slike.
