Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/tags_view.po
Languages: ca, it, nl, pt_br, sl, uk

source: In this tag tree the keyword *Cat* appears three times. This will not cause a problem within digiKam, but there are quite a few views where the user cannot know which of the three is applied to an image because they might not be able to see the whole tag hierarchy. In a case like this, also tagging the image with the parent tag or even the whole hierarchy often becomes quite unwieldy, particularly in the display of image tags within the image icon. The second *Cat* could be avoided by calling it *Wild Cat*, but calling the third one *Zoo Cat* seems a bit excessive, I think. And there would still be two *Cheetah*!
ca: En aquest arbre d'etiquetes la paraula clau *Gat* apareix tres vegades. Això no causarà cap problema dins del digiKam, però hi ha bastants vistes on l'usuari no pot saber quina de les tres s'aplica a una imatge perquè és possible que no pugui veure tota la jerarquia d'etiquetes. En un cas com aquest, etiquetar també la imatge amb l'etiqueta pare o fins i tot tota la jerarquia sovint es torna força difícil, particularment en la visualització d'etiquetes d'imatge dins de la icona de la imatge. El segon *Gat* es podria evitar anomenant-lo *Gat salvatge*, però cridar el tercer *Gat de zoo* sembla una mica excessiu, crec. I encara hi hauria dos *Guepard*!
it: In questo albero di tag la parola chiave *Gatto* appare tre volte. Ciò non causerà problemi all'interno di digiKam, ma ci sono parecchie visualizzazioni in cui l'utente non può sapere quale delle tre è applicata a un'immagine perché potrebbe non essere in grado di vedere l'intera gerarchia di tag. In un caso come questo, anche attribuire il tag all'immagine con il tag padre o persino l'intera gerarchia diventa spesso piuttosto scomodo, in particolare nella visualizzazione dei tag immagine all'interno dell'icona immagine. Il secondo *Gatto* potrebbe essere evitato chiamandolo *Gatto selvatico*, ma chiamare il terzo *Gatto dello zoo* sembra un po' eccessivo, a mio parere. E ci sarebbero ancora due *Ghepardo*!
nl: In deze tag-boomstructuur verschijnt het trefwoord *Kat* drie keer. Dit zal in digiKam geen probleem veroorzaken, maar er zijn een tamelijk aantal weergaven waar de gebruiker niet kan weten welke van de drie is toegepast op een afbeelding omdat ze mogelijk niet in staat zijn de gehele tag-hiërarchie te zien. In een geval als dit, de afbeelding voorzien van de oudertag of zelfs de gehele hiërarchie wordt vaak tamelijk ingewikkeld, speciaal in het tonen van afbeeldingstags in het afbeeldingspictogram. De tweede *Kat* zou vermeden kunnen worden door het een *Wilde kat* te noemen, maar de derde een *Dierentuinkat* te noemen lijkt een beetje buitensporig, denk ik. En er zouden nog steeds twee *Cheeta* zijn!
pt_br: Nesta árvore de etiquetas, a palavra-chave *Gato* aparece três vezes. Isso não causará problemas no digiKam, mas existem algumas visualizações em que o usuário não consegue saber qual das três está aplicada a uma imagem, pois pode não conseguir visualizar toda a hierarquia de etiquetas. Em um caso como esse, marcar a imagem com a etiqueta pai ou mesmo com toda a hierarquia costuma ser bastante complicado, principalmente na exibição de etiquetas de imagem na miniatura. O segundo *Gato* poderia ser evitado chamando-o de *Gato selvagem*, mas chamar o terceiro de *Gato de zoológico* parece um pouco excessivo, eu acho. E ainda haveria dois *Guepardos*!
sl: V tem drevesu značk se ključna beseda *Cat* pojavi trikrat. To ne bo povzročilo težav v digiKamu, vendar obstaja kar nekaj pogledov, kjer uporabnik ne more vedeti, kateri od treh je uporabljen za sliko, ker morda ne bo mogel videti celotne hierarhije značk. V takem primeru tudi označevanje slike z nadrejeno značko ali celo celotne hierarhije pogosto postane precej okorno, zlasti pri prikazu slikovnih značk znotraj ikone slike. Drugi *Mački* bi se lahko izognili tako, da bi jo poimenovali *Divja mačka*, a poimenovati tretjo *Mačka v živalskem vrtu* se mi zdi nekoliko pretirano. In še vedno bi bila dva *Geparda*!
uk: У цій ієрархії міток ключове слово «Коти» трапляється тричі. Це не спричинить проблем у роботі digiKam, але користувачеві буде важко розібратися, який саме із трьох варіантів було застосовано до зображення, оскільки він не бачитиме усієї ієрархії мітки. У цьому випадку можна спростити роботу, додаючи батьківські мітки або навіть усю ієрархію мітки, але це має і зворотний бік, оскільки усі піктограми таких міток буде показано на мініатюрі зображення, якщо ви накажете програмі їх показувати. Появи другого з варіантів «Коти» можна уникнути використанням мітки «Дикі коти», а ось використання для третього варіанта мітки «Коти з зоопарку» є трохи дивакуватим, як на наш погляд. До того ж, у списку залишиться два однакових пункти «Гепарди»!

source: A more viable solution would be to replace the *Zoo Animal* branch by a single tag *Zoo* which you use in addition to the tag(s) you choose from the two remaining branches. You could even put it on the top level of your hierarchy, if you have photographs taken in a zoo but not showing animals. So a better tag tree could be:
ca: Una solució molt més viable seria substituir la branca *Animal de zoològic* per una única etiqueta Zoo, la qual s'utilitzarà a més de l'etiqueta/es que trieu de les dues branques restants. Fins i tot podeu posar-la al nivell superior de la vostra jerarquia si teniu fotografies fetes en un zoològic, però que no mostren animals. Així que un arbre d'etiquetes millor podria ser:
it: Soluzione più percorribile sarebbe sostituire il ramo *Animale dello zoo* con il tag singolo *Zoo*, da usare in aggiunta ai tag scelti dai due rami restanti. Potresti anche metterlo al massimo livello in cima alla gerarchia, se hai delle fotografie scattate in uno zoo che non mostrano animali. Un albero dei tag migliore potrebbe essere, dunque:
nl: Een meer realistische oplossing zou zijn de tak *Dierentuindier* te vervangen door een enkele tag *Dierentuin* die u gebruikt naast de tag(s) die u kiest uit de twee overblijvende takken. U kunt ze zelfs in het topniveau van uw hiërarchie plaatsen als u foto's hebt genomen in een dierentuin maar zonder dieren te tonen. Dus een betere tag-boomstructuur zou kunnen zijn:
pt_br: Uma solução mais viável seria substituir o ramo *Animal do zoológico* por uma única etiqueta *Zoológico*, que você usa em adição à(s) etiqueta(s) escolhida(s) dos dois ramos restantes. Você poderia até colocá-la no nível superior da sua hierarquia, caso tenha fotografias tiradas em um zoológico, mas sem animais. Portanto, uma árvore de etiquetas melhor poderia ser:
sl: Bolj izvedljiva rešitev bi bila zamenjava veje *Žival v živalskem vrtu* z eno samo značko *Zoo*, ki jo uporabljate poleg značke, ki jo izberete iz dveh preostalih vej. Lahko bi ga postavili celo na najvišjo raven svoje hierarhije, če imate fotografije, posnete v živalskem vrtu, vendar ne prikazujejo živali.Tako bi lahko bilo boljše drevo značk:
uk: Природніше вирішення проблеми: гілку «Тварини з зоопарку» можна замінити гілкою «Зоопарк», яку використовувати на додачу до мітки, яку ви вибрали із двох інших гілок. Ви навіть можете вивести її на верхній рівень вашої ієрархії, якщо у вас є фотографії, які було створено у зоопарку, але на яких немає тварин. Отже, кращою ієрархією міток може бути:

source: Domestic
ca: Domèstic
it: Domestico
nl: Binnenlands
pt_br: Doméstico
sl: Domača
uk: Домашня тварина

source: Wild
ca: Salvatge
it: Selvaggio
pt_br: Selvagem
sl: Divja
uk: Дика тварина

source: Zoo
nl: Dierentuin
pt_br: Zoológico
uk: Зоопарк

source: Tag Manager
ca: Gestor d'etiquetes
it: Gestore dei tag
nl: Beheerder van tags
pt_br: Gerenciador de etiquetas
sl: Upravitelj značk
uk: Керування мітками

source: While digiKam allows you to manage tags from the context menu accessible from the tags views in the digiKam sidebars, the Tag Manager offers an easier and more comprehensive way to organize your tags. For general information about tags, including why and how to use them, see the beginning pages of :ref:`this section <tags_view>`.
ca: Mentre que el digiKam us permet gestionar les etiquetes des del menú contextual accessible des de les vistes d'etiquetes a les barres laterals del digiKam, el gestor d'etiquetes ofereix una manera més fàcil i completa d'organitzar les etiquetes. Per a informació general sobre les etiquetes, incloent-hi per què i com utilitzar-les, vegeu les pàgines inicials d':ref:`aquesta secció <tags_view>`.
it: Mentre digiKam ti consente di gestire i tag dal menu contestuale, raggiungibile dalla vista tag nelle barre laterali, il Gestore dei tag ti offre un metodo più semplice e completo per organizzarli. Per informazioni generali sui tag, su come e perché utilizzarli, consulta le pagine iniziali di :ref:`questa sezione <tags_view>`.
nl: Terwijl digiKam u het beheren van tags biedt vanuit het contextmenu toegankelijk vanuit de tag-weergaven in de zijbalken van digiKam, biedt de Tag-beheerder een gemakkelijker en uitgebreidere manier om uw tags te organiseren. Voor algemene informatie over tags, inclusief waarom en hoe ze te gebruiken, zie de beginpagina's van :ref:`deze sectie <tags_view>`.
pt_br: Embora o digiKam permita que você gerencie etiquetas a partir do menu de contexto, acessível a partir das vistas de etiquetas nas barras laterais do digiKam, o Gerenciador de etiquetas oferece uma maneira mais fácil e abrangente de organizar suas etiquetas. Para obter informações gerais sobre etiquetas, incluindo por que e como usá-las, consulte as páginas iniciais :ref:`desta seção <tags_view>`.
sl: Medtem ko digiKam omogoča upravljanje značk iz kontekstnega menija, ki je dostopen iz pogledov značk v stranskih vrsticah digiKam, ponuja Upravitelj značk lažji in celovitejši način organiziranja vaših značk. Za splošne informacije o značkah, vključno s tem, zakaj in kako jih uporabljati, glejte začetne strani :ref:`tega razdelka <tags_view>`.
uk: Хоча у digiKam існують певні можливості керування мітками за допомогою контекстних меню бічних панелей digiKam, панель керування мітками пропонує вам зручніший і зрозуміліший спосіб упорядковування ваших міток. Загальні відомості щодо міток, того, для чого і як ними користуватися, наведено у :ref:`цьому розділі <tags_view>` вступних зауважень.

source: The digiKam Tag Manager Window
ca: La finestra del Gestor d'etiquetes en el digiKam
it: La finestra del gestore dei tag di digiKam
nl: Het venster van de beheerder van tags van digiKam
pt_br: A janela do gerenciador de etiquetas do digiKam
sl: Okno upravitelja značk digiKam
uk: Вікно керування мітками digiKam

source: The toolbar at the top of the Tag Manager offers:
ca: La barra d'eines a la part superior del Gestor d'etiquetes ofereix:
it: La barra degli strumenti in cima al Gestore dei tag offre:
nl: De werkbalk bovenaan de Tag-beheerder biedt:
pt_br: A barra de ferramentas no topo do gerenciador de etiquetas oferece:
sl: Orodna vrstica na vrhu Upravitelja značk ponuja:
uk: Панель інструментів, розташована згори панелі керування мітками, містить:

source: An adaptive search field to find selected tags in a big tree.
ca: Un camp de cerca adaptativa per a trobar etiquetes seleccionades en un arbre gran.
it: Un campo di ricerca adattivo per cercare i tag selezionati in un albero grande.
nl: Een aanpasbaar zoekveld om geselecteerde tags in een grote boomstructuur te vinden.
pt_br: Um campo de pesquisa adaptável para encontrar etiquetas selecionadas em uma árvore grande.
sl: Prilagodljivo iskalno polje za iskanje izbranih značk v velikem drevesu.
uk: адаптивне поле пошуку для пошуку міток у великій ієрархічній структурі;

source: A button to add a tag as a sub-tag to the current (last clicked) tag.
ca: Un botó per a afegir una etiqueta com a subetiqueta a l'etiqueta actual (darrera clicada).
it: Un pulsante per aggiungere un tag come tag secondario dell'attuale (l'ultimo su cui si è fatto clic).
nl: Een knop om een tag toe te voegen als een sub-tag aan de huidige tag (laatst op geklikt).
pt_br: Um botão para adicionar uma etiqueta como uma subetiqueta da etiqueta atual (última clicada).
sl: Gumb za dodajanje značke kot podznačke trenutni (zadnji klik) znački.
uk: кнопку для додавання мітки як підлеглої до поточної (останньої натисненої) мітки;

source: A button to delete a tag or a selection of tags.
ca: Un botó per a suprimir una etiqueta o una selecció d'etiquetes.
it: Un pulsante per eliminare un tag o una selezione di tag.
nl: Een knop om een tag of een selectie van tags te verwijderen.
pt_br: Um botão para remover uma etiqueta ou uma seleção de etiquetas.
sl: Gumb za brisanje značke ali izbora značk.
uk: кнопку для вилучення мітки або позначених міток.

source: The drop down menu **Organize** which contains:
ca: El menú desplegable **Organitza** que conté:
it: Il menu a discesa **Organizza**, che contiene:
nl: Eet afrolmenu **Organiseren** die bevat:
pt_br: O menu suspenso **Organizar** que contém:
sl: Spustni meni **Organiziraj**, ki vsebuje:
uk: спадне меню **Впорядковування**, яке містить такі пункти::

source: **Edit Tag Title** :kbd:`F2` to modify a tag name.
ca: **Edita el títol de l'etiqueta** (tecla :kbd:`F2`) per a modificar el nom d'una etiqueta.
it: **Modifica il titolo dei tag** :kbd:`F2`, per modificare il nome di un tag.
nl: **Tag-titel bewerken** :kbd:`F2` om de naam van een tag te wijzigen.
pt_br: **Editar o título da etiqueta** :kbd:`F2` para modificar o nome de uma etiqueta.
sl: **Uredi naslov značke** :kbd:`F2`, da spremenite ime značke.
uk: Пункт **Редагувати заголовок мітки** :kbd:`F2` призначено для внесення змін до назви мітки.

source: **Reset Tag Icon** to reset the standard tag icon.
ca: **Reinicia la icona de l'etiqueta** a la icona d'etiqueta estàndard.
it: **Reimposta l'icona del tag**, per reimpostarli alla loro icona standard.
nl: **Tag-pictogram resetten** naar het standaard tag-pictogram.
pt_br: **Redefinir o ícone da etiqueta** para redefinir o ícone de etiqueta padrão.
sl: **Ponastavi ikono značke** za ponastavitev standardne ikone značke.
uk: **Скинути піктограму мітки** для скидання до стандартної піктограми міток.

source: **Create Tag from Address Book** to import address book items as new tags.
ca: **Crea una etiqueta a partir de la llibreta d'adreces** per a importar elements des de la llibreta d'adreces com a etiquetes noves.
it: **Crea tag dalla rubrica**, per importare elementi della rubrica degli indirizzi come nuovi tag.
nl: **Tag vanuit adresboek aanmaken** om item in het adresboek te importeren als nieuwe tags.
pt_br: **Criar etiqueta a partir do livro de endereços** para importar itens do livro de endereços como novas etiquetas.
sl: **Ustvarite značko iz imenika**, da uvozite elemente imenika kot nove značke.
uk: Пункт **Створити мітку з адресної книги** призначено для імпортування записів адресної книги як нових міток.

source: **Mark Unassigned Tags** to mark all tags that are unassigned.
ca: **Marca les etiquetes sense assignar** marca totes les etiquetes que no estan assignades.
it: **Segna i tag non assegnati**, per contrassegnare tutti i tag che non sono stati assegnati.
nl: **Niet toegewezen tags markeren** om alle tags die niet zijn toegekend te markeren.
pt_br: **Marcar as etiquetas não atribuídas** para marcar todas as etiquetas que não foram atribuídas.
sl: **Označi nedodeljene značke**, da označite vse značke, ki niso dodeljene.
uk: **Позначити непризначені мітки** позначає усі мітки, які не було призначено до записів.

source: **Invert Selection**, which is useful if you want to select most but not all of your tags.
ca: **Inverteix la selecció**, que és útil si voleu seleccionar la majoria de les etiquetes, però no totes.
it: **Inverti la selezione**, utile se vuoi selezionare la maggior parte dei tuoi tag, ma non tutti.
nl: **Selectie omdraaien**, wat nuttig is als u de meeste maar niet alle tags wilt selecteren.
pt_br: **Inverter seleção**, o que é útil se você quiser selecionar a maioria, mas não todas as suas etiquetas.
sl: **Obrni izbor**, kar je uporabno, če želite izbrati večino svojih značk, vendar ne vseh.
uk: Пункт **Інвертувати вибір** може стати у пригоді, якщо ви хочете позначити усі, окрім декількох, мітки..

source: **Expand Selected Nodes** to expand only the selected nodes from the tag tree.
ca: **Desplega els nodes seleccionats** per a expandir només els nodes seleccionats de l'arbre d'etiquetes.
it: **Espandi nodi selezionati**, per espandere solo i nodi selezionati dall'albero dei tag.
nl: **Geselecteerde nodes uitvouwen** om alleen de geselecteerde nodes in de tag-boomstructuur uit te vouwen.
pt_br: **Expandir nós selecionados** para expandir apenas os nós selecionados da árvore de etiquetas.
sl: **Razširi izbrana vozlišča**, da razširite samo izbrana vozlišča iz drevesa značk.
uk: Пункт **Розгорнути позначені вузли** призначений для розгортання позначених вузлів у ієрархії міток.

source: **Expand Tag Tree** to expand all of the nodes of the tag tree.
ca: **Desplega l'arbre d'etiquetes** per a expandir tots els nodes de l'arbre d'etiquetes.
it: **Espandi albero dei tag**, per espandere tutti i nodi dell'albero dei tag.
nl: **Tag-boomstructuur uitvouwen** vouwt alle nodes van de tag-boomstructuur uit.
pt_br: **Expandir a árvore de etiquetas** para expandir todos os nós da árvore de etiquetas.
sl: **Razširi drevo značk**, da razširite vsa vozlišča drevesa značk.
uk: Пункт **Розгорнути ієрархію міток** призначений для розгортання усіх вузлів у ієрархії міток..

source: **Collapse Tag Tree** to collapse all of the nodes of the tag tree.
ca: **Redueix l'arbre d'etiquetes** per a reduir tots els nodes de l'arbre d'etiquetes.
it: **Contrai l'albero dei tag**, per contrarre tutti i nodi dell'albero dei tag.
nl: **Tag-boomstructuur invouwen** vouwt alle nodes van de tag-boomstructuur in.
pt_br: **Recolher a árvore de etiquetas** para recolher todos os nós da árvore de etiquetas.
sl: **Strni drevo značk**, če želite strniti vsa vozlišča drevesa značk.
uk: Пункт **Згорнути ієрархію міток** призначений для згортання усіх вузлів у ієрархії міток.

source: **Remove Tag from Images** to remove selected tag(s) from all images.
ca: **Elimina les etiquetes de les imatges** per a eliminar les etiquetes seleccionades de totes les imatges.
it: **Rimuovi tag dalle immagini*, per rimuovere i tag selezionati da tutte le immagini.
nl: **Tag van afbeeldingen verwijderen** om geselecteerde tag(s) uit alle afbeeldingen te verwijderen.
pt_br: **Remover etiqueta das imagens** para remover a(s) etiqueta(s) selecionada(s) de todas as imagens.
sl: **Odstrani značko s slik**, da odstranite izbrane značke z vseh slik.
uk: Пункт **Вилучити мітку з зображень** призначено для вилучення позначених міток з усіх зображень.

source: And the drop down menu **Sync Export** which contains:
ca: I el menú desplegable **Sincronitza l'exportació** que conté:
it: E il menu a tendina *Sincronizza esportazione*, che contiene:
nl: En het afrolmenu **Exporteren synchroniseren** dat bevat:
pt_br: E o menu suspenso **Sincronizar exportação** que contém:
sl: In spustni meni **Sinhroniziraj izvoz**, ki vsebuje:
uk: і спадне меню **Синхронізувати експортовані дані**, у якому містяться такі пункти:

source: **Write Tags from Database to Image** to set image metadata with tags from the database.
ca: **Escriu les etiquetes de la base de dades a la imatge** per a establir les metadades de la imatge a partir de les etiquetes de la base de dades.
it: **Scrivi i tag dalla banca dati all'immagine**, per impostare i metadati dell'immagine con i tag presi dalla banca dati.
nl: **Tags uit database naar afbeelding schrijven** om afbeeldingsmetagegevens te voorzien van tags uit de database.
pt_br: **Gravar as etiquetas do banco de dados na imagem** para definir os metadados das imagens com as etiquetas do banco de dados.
sl: **Zapišite značke iz baze podatkov v sliko**, da sinhronizirate metapodatke slike z značkami iz baze podatkov.
uk: Пункт **Записати мітки з бази даних до зображень** призначено для синхронізації метаданих з мітками у базі даних.

source: **Read Tags from Image** to set tags in the database from the image metadata.
ca: **Llegeix les etiquetes de la imatge** per a establir les etiquetes a la base de dades a partir de les metadades de la imatge.
it: **Leggi i tag dall'immagine*, per impostare i tag nella banca dati dai metadati dell'immagine.
nl: **Tags lezen uit afbeelding** om tags in de database te zetten uit de afbeeldingsmetagegevens.
pt_br: **Ler as etiquetas da imagem** para definir as etiquetas no banco de dados a partir dos metadados da imagem.
sl: **Preberi značke s slike**, da zapiše značke v zbirko podatkov z metapodatki slike.
uk: Пункт **Прочитати мітки з файлів зображень** призначено для запису міток до бази даних на основі метаданих зображення.

source: **Wipe all Tags from Database only**.
ca: **Esborra totes les etiquetes només de la base de dades**.
it: **Ripulisci tutti i tag solo dalla banca dati**.
nl: **Alle tags alleen uit de database wissen**.
pt_br: **Limpar todas as etiquetas do banco de dados somente**.
sl: **Izbriši vse značke samo iz zbirke podatkov**.
uk: **Витерти усі мітки лише з бази даних**.

source: The **Tag Manager** window consists of three parts, the **Quick Access List** to the left, the **Tags** tree (or parts of it) in the middle and the **Tag Properties** to the right that shows the properties for the selected tag.
ca: La finestra del **Gestor d'etiquetes** consta de tres parts, la **Llista d'accés ràpid** a l'esquerra, l'arbre d'**Etiquetes** (o parts d'ell) al mig i les **Propietats de l'etiqueta** a la dreta que mostra les propietats de l'etiqueta seleccionada.
it: La finestra del **Gestore dei tag** consiste di tre parti, una **Lista di accesso rapido** alla sinistra, l'albero dei **tag** (o parti di esso) al centro e le **proprietà del tag** alla destra che mostra le proprietà per il tag selezionato.
nl: Het venster **Tag-beheerder** bestaat uit drie delen, de **Snelle toegangslijst** links, de **Tags** boomstructuur (of delen ervan) in het midden en de **Tag-eigenschappen** rechts die de eigenschappen toont van de geselecteerde tag.
pt_br: A janela **Gerenciador de etiquetas** consiste em três partes: a **Lista de acesso rápido** à esquerda, a árvore **Etiquetas** (ou parte dela) no meio e as **Propriedades da etiqueta** à direita, que mostra as propriedades da etiqueta selecionada.
sl: Okno **Upravljalnika značk** je sestavljeno iz treh delov, **Seznama za hitri dostop** na levi, drevesa **Značk** (ali njegovih delov) na sredini in **Lastnosti značk** za desno, ki prikazuje lastnosti izbrane značke.
uk: Вікно керування мітками складається з двох частин: списку швидкого доступу, розташованого ліворуч, та ієрархії міток (або її частин) посередині та панелі **Властивості мітки**, розташованої праворуч від позначеної мітки, яку призначено для показу властивостей позначеної мітки.
