Repository: KDE/digikam-doc
Catalog: locale/*/LC_MESSAGES/left_sidebar/timeline_view.po
Languages: ca, pt_br, sl, uk

source: digiKam Main Window Timeline View
ca: La vista de línia de temps a la finestra principal del digiKam
pt_br: Visualização da linha do tempo da janela principal do digiKam
sl: Pogled časovnice glavnega okna digiKam
uk: Панель розкладу основного вікна digiKam

source: digiKam, documentation, user manual, photo management, open source, free, learn, easy, timeline, days, weeks, months, years
ca: digiKam, documentació, manual d'usuari, gestió de fotografies, codi obert, lliure, aprenentatge, fàcil, línia de temps, dies, setmanes, mesos, anys
pt_br: digiKam, documentação, manual do usuário, gerenciamento de fotos, código aberto, grátis, aprender, fácil, linha do tempo, dias, semanas, meses, anos
sl: digiKam, dokumentacija, uporabniški priročnik, upravljanje fotografij, odprta koda, prosto, učenje, enostavno, časovnica, dnevi, tedni, meseci, leta
uk: digiKam, документація, підручник користувача, керування фотографій, відкритий код, вільний, навчання, простий, розклад, дні, тижні, місяці, роки

source: :ref:`Time-Line View <left_sidebar>`
ca: :ref:`Vista de línia de temps <left_sidebar>`
pt_br: :ref:`Vista da linha do tempo <left_sidebar>`
sl: :ref:`Pogled časovnice <left_sidebar>`
uk: :ref:`Перегляд розкладу <left_sidebar>`

source: The Timeline View
ca: La vista de la línia de temps
pt_br: Vista da linha de tempo
sl: Pogled časovnice
uk: Панель перегляду розкладу

source: The Timeline View shows a timescale-adjustable histogram of the numbers of images per **Time Unit** which is selectable from a drop down field. Available time increments are **Day**, **Week**, **Month**, and **Year**.
ca: La vista de línia de temps mostra un histograma ajustable a escala de temps del nombre d'imatges per **Unitat de temps**, la qual podreu seleccionar mitjançant una llista desplegable. Els increments disponibles de temps són **Dia**, **Setmana**, **Mes** i **Any**.
pt_br: A visualização da linha do tempo mostra um histograma ajustável em escala de tempo do número de imagens por **Unidade de tempo**, selecionável em um campo suspenso. Os incrementos de tempo disponíveis são **Dia**, **Semana**, **Mês** e **Ano**.
sl: Pogled časovne osi prikazuje časovno nastavljiv histogram števila slik na **Časovno enoto**, ki ga je mogoče izbrati v spustnem polju. Razpoložljivi časovni koraki so **Dan**, **Teden**, **Mesec** in **Leto**.
uk: У режимі перегляду шкали часу програма покаже вам придатну до налаштовування гістограму із розподілом зображень за часом. Одиницю часу можна вибрати зі спадного списку. Доступними одиницями є **день**, **тиждень**, **місяць** і **рік**.

source: The scaling buttons on the top right allow you to choose between a **Linear** or **Logarithmic** histogram. Click and drag over the histogram to display the photographs from a certain time frame, or just click on the corresponding histogram bar. You are not restricted to a single bar: :kbd:`Shift+left` click to select a range of bars from the histogram, and :kbd:`Ctrl+left` click to add additional bars to those already selected.
ca: Els botons de canvi d'escala a la part superior dreta us permeten triar entre un histograma **Lineal** o **Logarítmic**. Feu clic i arrossegueu sobre l'histograma per a mostrar les fotografies d'un interval determinat de temps, o simplement feu clic a la barra d'histograma corresponent. No hi ha restricció a una barra única: feu clic a :kbd:`Maj+esquerra` per a seleccionar un interval de barres de l'histograma, i feu clic a :kbd:`Ctrl+esquerra` per a afegir barres addicionals a les ja seleccionades.
pt_br: Os botões de escala no canto superior direito permitem escolher entre um histograma **Linear** ou **Logarítmico**. Clique e arraste sobre o histograma para exibir as fotografias de um determinado período de tempo ou simplesmente clique na barra correspondente. Você não está restrito a uma única barra: clique com Shift+esquerda para selecionar um intervalo de barras do histograma e com Ctrl+esquerda para adicionar barras adicionais às já selecionadas.
sl: Gumbi za lestvičenje zgoraj desno vam omogočajo izbiro med **Linearnim** ali **Logaritemskim** histogramom. Kliknite in povlecite čez histogram, da prikažete fotografije iz določenega časovnega okvira, ali pa samo kliknite na ustrezno vrstico histograma. Niste omejeni na en sam stolpec: :kbd:`Dvigalka+levi` klik, da izberete obseg stolpcev iz histograma, in :kbd:`Ctrl+levi` klik, da dodate dodatne stolpce že izbranim.
uk: Праворуч за допомогою кнопок масштабування ви можете вибрати варіант гістограми: лінійна чи логарифмічна. Діапазон позначення можна рухати гістограмою. Щоб побачити усі фотографії у певному часовому діапазоні, просто наведіть вказівник миші на відповідний стовпчик гістограми і клацніть лівою кнопкою миші. Можна позначити і декілька стовпчиків. Додати стовпчики до першого можна за допомогою комбінації :kbd:`Shift` і клацання лівою кнопкою миші для позначення діапазону стовпчиків або :kbd:`Ctrl` і клацання лівою кнопкою миші для позначення додаткових стовпчиків на додачу до першого.

source: Timeline Selection Screencast
ca: Vídeo d'una captura de pantalla d'una selecció a la línia de temps
pt_br: Screencast de seleção de linha do tempo
sl: Screencast za izbiro časovne osi
uk: Вибір на панелі розкладу

source: In the text field below you can enter a title and save your selection. It will then appear in the **Searches** list field at bottom of the sidebar. But the best is still to come: the Timeline View offers a search within a search. If you have many searches saved in the database, the adaptive search field at the very bottom may help to find a certain entry in the list.
ca: En el camp de text de sota, podreu introduir un títol i desar la vostra selecció. Després apareixerà en el camp de la llista **Cerques** a la part inferior de la barra lateral. Però el millor encara ha de venir: la vista de línia de temps ofereix una cerca d'una cerca. Si teniu moltes més cerques desades a la base de dades, el camp de cerca adaptable a la part inferior podrà ajudar a trobar una entrada determinada a la llista.
pt_br: No campo de texto abaixo, você pode inserir um título e salvar sua seleção. Ele aparecerá no campo de lista **Pesquisas** na parte inferior da barra lateral. Mas o melhor ainda está por vir: a visualização da linha do tempo oferece uma busca dentro de uma busca. Se você tiver muitas buscas salvas no banco de dados, o campo de busca adaptável na parte inferior pode ajudar a encontrar uma entrada específica na lista.
sl: V spodnje besedilno polje lahko vnesete naslov in shranite svojo izbiro. Nato se prikaže v polju seznama **Iskanja** na dnu stranske vrstice. Najboljše pa šele prihaja: pogled časovne osi ponuja iskanje znotraj iskanja. Če imate v zbirki podatkov shranjenih veliko iskanj, lahko prilagodljivo iskalno polje na samem dnu pomaga najti določen vnos na seznamu.
uk: За допомогою поля, розташованого у нижній частині, ви можете вказати назву і зберегти позначене. Цю назву буде згодом показано у списку «Результати пошуку». Але це ще не все: у режимі перегляду шкали часу ви можете шукати пошук! Якщо у вас збережено багато результатів пошуку, ви можете скористатися полем для пошуку, розташованим у самому низу, для того, щоб знайти потрібний вам запис у списку.

source: The date-range of the histogram is determined by the time stamp of items registered in the database. The height of the bars within the histogram are based on the number of items with dates within the time-resolution of each bar. Tall bars correspond to dates where a lots of photographs were taken during the same time-span.
ca: L'interval de dates de l'histograma es determina pel segell de temps dels elements registrats a la base de dades. L'alçada de les barres dins de l'histograma es basa en el nombre d'elements amb dates dins de la resolució de temps de cada barra. Les barres petites corresponen a dates en què es van fer moltes fotografies durant el mateix període de temps.
pt_br: O intervalo de datas do histograma é determinado pelo registro de data e hora dos itens registrados no banco de dados. A altura das barras dentro do histograma é baseada no número de itens com datas dentro da resolução temporal de cada barra. Barras altas correspondem a datas em que muitas fotografias foram tiradas durante o mesmo período.
sl: Datumsko obdobje histograma je določeno s časovnim žigom elementov, registriranih v bazi podatkov. Višina stolpcev v histogramu temelji na številu elementov z datumi v časovni ločljivosti vsakega stolpca. Visoki stolpci ustrezajo datumom, ko je bilo v istem časovnem obdobju posnetih veliko fotografij.
uk: Діапазон дат для гістограми буде заповнено на основі часової позначки записів, яку зареєстровано у базі даних. Для кожної дати, що відповідає роздільності стовпчиків гістограми, буде обчислено статистичні дані. Довгі стовпчики відповідатимуть датам із великою кількістю записів, що потрапляють у той самий діапазон часу.

source: The icon-view gives the search results of the selection of a dates. You can select items to post-process contents using the batch queue manager or export items to the Internet. You can also use the Right sidebar to further filter the icon view contents based on database properties.
ca: La vista d'icones proporciona els resultats de cerca de la selecció de dates. Podeu seleccionar elements per a postprocessar contingut utilitzant el gestor de la cua per lots o exportar elements a Internet. També podeu fer servir la barra lateral dreta per a filtrar addicionalment el contingut de la vista d'icones segons les propietats en la base de dades.
pt_br: A visualização por ícones exibe os resultados da pesquisa da seleção de datas. Você pode selecionar itens para pós-processar o conteúdo usando o gerenciador de processamento em lote ou exportar itens para a internet. Você também pode usar a barra lateral direita para filtrar ainda mais o conteúdo da visualização por ícones com base nas propriedades do banco de dados.
sl: Pogled ikon ponuja rezultate iskanja po izbiri datumov. Izberete lahko elemente za naknadno obdelavo vsebine z uporabo paketnega upravitelja čakalnih vrst ali izvozite elemente v internet. Desno stransko vrstico lahko uporabite tudi za dodatno filtriranje vsebine pogleda ikon na podlagi lastnosti baze podatkov.
uk: На панелі перегляду піктограм буде показано результати для позначеної дати Ви можете позначити бажані записи для остаточної обробки вмісту або експортування до інтернету. За допомогою правої бічної панелі ви можете фільтрувати вміст панелі перегляду піктограм за властивостями з бази даних.
